label th_S8:

window hide None

scene bg school_dormhisao
with locationchange

with Pause(1.0)

nvl clear

nvl show dissolve

play music music_dreamy fadein 5.0

n "\n\nเช้าวันถัดมาฉันนึกถึงค่ำคืนอันสมบูรณ์แบบที่ผ่านมา ซึ่งสมบูรณ์แบบเสียจนฉันมัวแต่นึกถึงเวลานั้น"

n "อาจจะเป็นจังหวะเหมาะที่สุดแล้วที่จะมาย้อนรำลึก เพราะคาบแรกมีสอบ"

n "เฮ้อ ไม่ยุติธรรมเลย ทำแบบนี้ได้ยังไง มาจัดงานเทศกาลที่ต้องตระเตรียมกันมาสองสามสัปดาห์ในวันอาทิตย์ แล้วเช้า\nวันถัดมาก็สอบเลยเนี่ยนะ"

n "ล้อกันเล่นหรือเปล่า"

n "ฉันก็ไม่ได้กังวลอะไรหรอก แต่เลื่อนไปอีกอย่างน้อยสักสัปดาห์ไม่ได้เหรอ"

n "\n\nเอาเถอะ อย่างน้อยเช้านี้ก็อากาศดีพอที่จะมานั่งอ่านหนังสือข้างนอกก่อนเข้าคาบเรียน"

nvl hide dissolve

scene bg school_courtyard
with locationskip

nvl clear

nvl show dissolve

n "\n\nข้างนอกนั้นปลอดโปร่งกว่าในห้องเรียนมาก ทั้งยังเงียบจนฉันเริ่มคิดว่าวันนี้ทุกคนนอนตื่นสายกันน่าดู"

n "ฉันวางสมุดจดที่กำลังอ่านอยู่แล้วมองไปที่ลานหน้าโรงเรียนที่ยังมีแผงจากงานเทศกาลอยู่"

n "พอได้ดูตอนกลางวันโดยที่ไม่มีโคมกระดาษกับฝูงชนที่คอยดึงความสนใจไปจากตัวแผงแล้วฉันก็รู้สึกว่ามีอะไรบางอย่าง\nประหลาด ๆ"

n "แผงหลายแผงที่ฉันไปแวะด้วยกันกับชิซูเนะกับมิช่านั้นเป็นแผงที่พวกเราช่วยกันทำ"

n "\n…"

n "\nน่ารักดีแฮะ ชิซูเนะเป็นคนคิดเหรอ ต้องจงใจแน่ ๆ ยิ่งชิซูเนะเป็นคนอย่างนั้นด้วย หวังให้ฉันได้สังเกตเห็นผลงาน\nที่พวกเราลงแรงทำกันเหรอ"

play sound sfx_footsteps_soft fadein 5.0
stop music fadeout 4.0

nvl hide dissolve

show shizu basic_normal at center
with charaenter

window show

"พอได้ยินเสียงฝีเท้าที่ย่ำหญ้าอยู่ฉันก็หันไปมอง พอเห็นชิซูเนะที่ยืนอยู่ตรงนั้นก็รู้สึกระแวงขึ้นมาเล็กน้อย แต่เธอก็เพียง\nทำหน้าซื่อ"

play music music_shizune fadein 1.0

show shizu adjust_happy
with charachange

shi "…"

hi "อรุณสวัสดิ์"

"ทำไมฉันถึงลืมอยู่เรื่อยเลยนะว่าชิซูเนะไม่ได้ยินฉันน่ะ"

"อาจจะเพราะฉันชินไปแล้วกับการที่มิช่าคอยเป็นคนแปลให้เราสองคนจนฉันไม่ต้องเผชิญหน้ากับการรับรู้ว่าชิซูเนะ\nเป็นคนหูหนวกและไม่ต้องเจอปัญหาเรื่องการสื่อสารด้วย"

"เมื่อวานน่าจะเป็นครั้งแรก"

"แต่ฉันก็โบกมือให้ชิซูเนะไป อย่างน้อยก็พอทำได้เท่านี้ละนะ แต่ฉันจะไม่ทำเป็นว่าฉันสื่อสารกับเธอได้เลย เพราะฉัน\nไม่รู้ภาษามือ"

"ถ้ากลับไปอ่านสมุดจดเมื่อกี้ต่อจะเป็นการหยาบคายมั้ยนะ ฉันก็ไม่รู้เหมือนกันว่าจะทำอะไรดี"

hi "มิช่าอยู่ไหนเหรอ"

show shizu behind_blank
with charachange

shi "…"

hi "ไม่ใช่แค่เรื่องว่าขาดคนแปลหรอก แต่พอดีปกติเธอสองคนก็อยู่ด้วยกันตลอด เลยไม่ชินที่เห็นพวกเธอแยกกันอยู่น่ะ"

"รู้แหละว่าบ้า แต่พอได้คุยกับชิซูเนะแล้วก็รู้สึกอึดอัดน้อยลงยังไงไม่รู้"

show shizu basic_normal2
with charachange

show shizu adjust_happy
with charachange

show shizu behind_blank
with charachange

"ฉันแปลกใจที่ชิซูเนะไม่โกรธเลย เธอเริ่มทำภาษามือ แต่ดูต่างไปจากทุกที มือของเธอขยับไปช้า ๆ และก็เป็นท่าที่\nไม่ซับซ้อนมากด้วย"

"ฉันนึกขึ้นได้ทันทีว่าสิ่งนี้นั้นไม่ใช่ภาษามือเลย แต่ชิซูเนะก็ยังพยายามที่จะสื่อสารกับฉัน"

hi "ถ้าให้เทียบกับภาษาพูดแล้วก็เหมือนการใช้คำง่าย ๆ มาอธิบายใช่มั้ย"

show shizu behind_frown
with charachange

"ฉันกลัวว่าถ้าได้ลองขยับมืออะไรตอบกลับไปแล้วก็จะดูเป็นคนโง่ขึ้นมาทันที สีหน้าของชิซูเนะบ่งบอกว่าการจะโต้ตอบ\nกันไปมาอย่างตอนนี้นั้นคงไม่ใช่ตัวเลือกที่ดีที่สุด"

"ต้องมีวิธีที่ดีกว่านี้สิ"

"เขียนลงสมุดเหรอ ก็มีกระดาษกับดินสออยู่นะ แล้วมีอะไรอีก"

"โทรศัพท์เหรอ พอมาอยู่นี่แล้วฉันก็แทบไม่ได้ใช้เลยไม่ค่อยได้พกติดตัวเลย แล้วก็ไม่รู้ด้วยว่าชิซูเนะมีโทรศัพท์\nหรือเปล่า"

show shizu adjust_happy
with charachange

show shizu basic_normal
with charachange

"ชิซูเนะเป็นฝ่ายเริ่มก่อน เธอชูนิ้วขึ้นมาเป็นการขอจังหวะแล้วควักสมุดกับปากกาออกมาจากกระเป๋าแล้วเขียน\nคำคำหนึ่ง"

window hide

$ written_note("สวัสดี")

show shizu basic_normal2
with charachange

window show

shi "…"

"ฉันทำหน้านิ่งมองชิซูเนะ ซึ่งเธอก็ทำหน้าคล้ายกัน แต่เป็นการจ้องตอบแบบกดดันมากกว่า ชิซูเนะชี้ ๆ สมุดมาทางฉัน\nแรง ๆ เป็นการบอกชัดว่ารอฉันตอบอยู่"

window hide

$ written_note("อรุณสวัสดิ์")

show shizu behind_smile
with charachange

window show

"ชิซูเนะยิ้มแฉ่งดูมีความสุขเกินพอดี เธอขีด ๆ เขียน ๆ ด้วยความฮึกเหิมพลางคิดว่าจะเอายังไงต่อ"

hi "โธ่เธอ พวกเราไม่ใช่มนุษย์ถ้ำที่เพิ่งค้นพบไฟนะ"

show shizu basic_frown
with charachange

"ชิซูเนะดันแว่นจริงจังราวกับว่าได้ยินที่ฉันพูดแล้วเขียนด้วยความรวดเร็ว"

window hide

$ written_note("ใช้สมุด! เขียน เขียน เขียน เขียน เขียน\nเขียน เขียน เขียน เขียน เขียน เขียน\nเขียน เขียน เขียน เขียน เขียน เขียน\nเขียน เขียน เขียน เขียน!")

window show

"ไม่เข้าใจ ตอนนี้ฉันต้องหยิบสมุดมาเขียนว่า “โอเค” เหรอ"

"วิธีนี้ไม่ใช่วิธีที่ฉันจะคิดว่าใช้สนทนากันได้อย่างราบรื่นเลย อิจฉาแฮะที่มิช่าสื่อสารกับชิซูเนะได้คล่องขนาดนั้น"

window hide

show shizu behind_blank
with charachange

$ written_note("อ่านเตรียมสอบอยู่เหรอ")

window show

"ถ้าคำถามง่าย ๆ ที่มีตัวเลือกแค่ใช่กับไม่อย่างนี้แค่พยักหน้าตอบก็คงได้อยู่"

window hide

show shizu adjust_smug
with charachange

$ written_note("มาเช้าจังนะ ปกติคนอื่นพอมีงานเทศกาลแล้วจะ\nนอนตื่นสายกัน แปลว่านายไม่ปกติ")

window show

"…งั้นเหรอ"

window hide

$ written_note("เธอก็ตื่นเช้าเหมือนกันนี่")

window show

"แต่ก่อนที่ฉันจะทันได้ยื่นคำตอบนั้นกลับไปให้ฉันก็นึกถึงสิ่งที่สังเกตได้เมื่อก่อนหน้าแล้วเสริมไปว่า"

window hide

$ written_note("เธอก็ตื่นเช้าเหมือนกันนี่\n\nเมื่อวานสนุกมากเลย แต่เพิ่งมาเห็นวันนี้\nว่าแผงที่ไปแวะกันเมื่อวานหลายแผง\nเป็นแผงที่ฉันทำ ถึงว่ารู้สึกคุ้น ๆ\nนี่เธอวางแผนอีกแล้วเหรอ")

show shizu behind_frown
with charachange

window show

"ชิซูเนะสั่นหัวไปมาด้วยความไม่พอใจ"

window hide

$ written_note("เปล่าเลย")

show shizu basic_normal2
with charachange

$ written_note("ฉันก็เห็นว่าแผงที่นายทำน่ะคือแผงที่สำคัญ\nที่สุด ที่เราต้องไปแวะเพราะคนเราควรที่จะได้\nชื่นชมผลงานที่มาจากน้ำพักน้ำแรงของตัวเอง\nฉันอยากให้นายได้เห็นแล้วสนุกไปกับสิ่งที่ตัวเอง\nทำขึ้นมา")

window show

"ซาบซึ้งเหมือนกัน แต่ก็สงสัยอยู่ดีว่าทำไมถึงต้องลงทุนขนาดนั้น ฉันจึงถามอย่างนั้นไป"

window hide

show shizu behind_blank
with charachange

stop music fadeout 3.0

$ written_note("ก็เห็นนายเครียด ๆ")

window show

"อยากจะบอกไปว่าฉันก็เครียดมาตั้งนานแล้ว แต่ก็ยั้งมือไว้ ก็จริง ใจฉันแห้งเหี่ยวอยู่ระยะหนึ่งเลย แถมทำหน้าไปตาม\nความรู้สึกทั้งอย่างนั้นเลยด้วย จะรู้ก็ไม่น่าแปลกอะไร งั้นแปลว่าทุกอย่างที่ชิซูเนะทำคือหวังจะให้ฉันสดใสขึ้นเหรอ"

hi "ขอบใจนะ"

"พอพึมพำออกไปแล้วถึงนึกขึ้นได้ แต่ชิซูเนะก็ดูไม่ถืออะไร ฉันเขียนคำนั้นลงไปแทน เธอพยักหน้ารับหนึ่งครั้งราวกับ\nไม่ชินกับคำนี้"

"ยิ่งเวลาผ่านไปความเงียบระหว่างเราก็ยิ่งรู้สึกหนักขึ้น และฉันก็ไม่มีวิธีที่จะทำลายความเงียบนี้ได้เลย พอต้องเขียน\nทุกอย่างใส่กระดาษอย่างนี้แล้วก็เหมือนถูกปิดกั้นไม่ให้ทำตัวเป็นกันเองได้เลย"

window hide

show shizu adjust_happy
with charachange

$ written_note("ขอให้โชคดีกับการสอบนะ")

window show

"ชิซูเนะยื่นสมุดมาตรงหน้าฉันจนสมาธิฉันหลุด เป็นฝ่ายเริ่มอีกแล้ว เหมือนเคยเลยนะ"

hide shizu
with charaexit

"พอชิซูเนะเดินไปที่อาคารเรียนฉันก็อดรู้สึกเศร้าหน่อย ๆ ไม่ได้"

window hide

nvl clear

nvl show dissolve

n "\n\nรู้สึกเหมือนเป็นยี่สิบนาทีที่นานที่สุดในชีวิตฉันเลย ซึ่งก็เป็นผลจากการที่ฉันไม่ชินกับการสนทนากับใครบางคน\nซึ่ง ๆ หน้าโดยที่ต้องส่งกระดาษให้กันไปมาอย่างนี้จนมีหลายจังหวะที่ฉันไม่รู้จะเขียนอะไรดี"

n "ซึ่งทำให้ฉันอยากเรียนภาษามือขึ้นมาเลย"

n "ไอ้พูดน่ะมันง่าย แต่ก็นะ โรงเรียนอย่างยามากุยังไงก็คงมีวิชาภาษามือให้เรียนแหละ ถ้างั้นก็คงแทบไม่มีเหตุผลอะไร\nที่ฉันจะต้องพับแผนนี้ทิ้ง"

n "คนคนเดียวที่ฉันคิดว่าคงจะพอถามเรื่องนี้ได้ด้วยคือมิช่า"

n "แล้วฉันอยากรู้มากหรือเปล่า ตอนนี้มีสองตัวเลือก หนึ่งคือรอเลิกเรียนก่อน สองคือไปหามิช่าเดี๋ยวนี้เลย"

n "ไปตอนนี้เลยแล้วกัน ซึ่งฉันก็ยังไม่รู้ว่ามิช่าอยู่ที่ไหน ถ้าจะให้ดีที่สุดก็คงต้องไปตามหาที่หอหญิงก่อน เพราะถ้าไม่ได้อยู่\nกับชิซูเนะแล้ว ที่เดียวที่มิช่าน่าจะอยู่ตอนนี้คือหอหญิง"

nvl hide dissolve

nvl clear

scene bg school_dormext_full
with locationchange

$ renpy.music.set_volume(0.5, 0.0, channel="music")
play music music_daily fadein 1.0

nvl show dissolve

n "\n\nการที่ผู้ชายย่องเข้ามาป้วนเปี้ยนอยู่บริเวณหอหญิงแต่เช้าตรู่อย่างนี้นั้นเป็นสิ่งที่ยอมรับไม่ได้ก็จริง แต่อย่าหวังเลยว่า\nฉันจะไปถามเรื่องวิชาภาษามือกับมิช่าต่อหน้าชิซูเนะ"

n "สักพักก็คงมา เรียนอยู่ห้องเดียวกันนี่นะ ซึ่งแปลว่าจะต้องมาสอบรอบนี้เหมือนกันด้วย"

n "ถ้ารออยู่ตรงนี้เดี๋ยวก็ได้เจอแหละ"

n "หวังว่าจะไม่เดินผ่านไปตอนที่ฉันกำลังอ่านสมุดจดอยู่นี่นะ"

n "\n\nซึ่งก็ต้องรอนานทีเดียว ระหว่างที่คนเริ่มทยอยเข้าโรงเรียนมาฉันก็นึกสงสัยว่ามิช่าจะมาสายหรือเปล่า"

n "จนในที่สุดมิช่าก็โผล่ออกมา พอเห็นมิช่าที่โลดโผนผ่านลานไปแล้วฉันก็นึกได้ว่าถ้าไม่เห็นผมที่โดดเด่นสะดุดตา\nของเธอฉันก็คงต้องตาบอดแล้ว"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear

nvl hide dissolve

show misha hips_grin at center
with charaenter

window show

mi "ไงฮิจัง~! อรุณสวัสดิ์~!"

hi "รุณสวัสดิ์"

"อีกเดี๋ยวก็จะถึงเวลาเข้าเรียนแล้ว ฉันจึงเข้าเรื่องทันที"

hi "นี่ ขอถามอะไรหน่อยได้มั้ย"

show misha perky_smile
with charachange

mi "ถามเหรอ อืม~… ได้สิฮิจัง~! ได้~ ได้~! ฉันยังมีเวลาอยู่ แต่เพราะฉันตื่นสายหรอกนะ!"

hi "หมายความว่าไง"

show misha hips_grin
with charachange

mi "ฮ่าฮ่า~ จริง ๆ ฉันควรตื่นเช้ากว่านี้ แต่ฉันเพลียมาก~… ถ้าตื่นเช้าก็จะได้อ่านหนังสือ แต่ในเมื่อไม่ได้อ่านแล้ว\nก็ไม่เป็นไรหรอก~! มีอะไรล่ะฮิจัง"

hi "คือ โรงเรียนนี้มีสอนวิชาภาษามือใช่มั้ย"

show misha hips_smile
with charachange

mi "อื้ม~! เป็นวิชาเลือกน่ะ! ว่าแต่จะอยากรู้ไปทำไมเหรอฮิจัง"

"อยู่ ๆ พอได้ยินคำถามนี้แล้วก็รู้สึกเลิ่กลั่กไปแวบหนึ่ง"

hi "อยากรู้เฉย ๆ ก็ฟังดูน่าสนใจดี แต่จะให้ไปลงเรียนตอนนี้ก็คงช้าไปใช่มั้ย"

"ที่พูดไปเมื่อกี้ก็ค่อนข้างชัดอยู่ว่าเจตนาคืออะไร แต่มิช่าก็ดูจะเป็นคนที่ไม่ได้รับรู้เจตนาอะไรพวกนั้นอยู่แล้ว ฉันคง\nระวังตัวมากเกินความจำเป็นไปแหละ"

show misha sign_smile
with charachange

mi "หืม~ อ้อ ก็นะฮิจัง ฉันได้ยินมาว่ายิ่งนานปีไปคนมาเข้าเรียนก็ยิ่งน้อยลง เพราะงั้น! ถ้านายอยากลงเขาก็คงให้ลงแหละ~!"

show misha hips_grin
with charachange

mi "นี่ฮิจังนึกอยากเรียนภาษามือเหรอ"

hi "…อืม"

show misha perky_smile
with charachange

mi "ถ้าฮิจังเรียนภาษามือนะ ชิจังคงดีใจมากเลยละ~ งั้นเลิกเรียนแล้วให้ฉันพาไปห้องพักครูได้นะ เขาน่าจะรับนายแหละ"

hi "ได้ก็ดีเลย"

hi "แต่อย่าเอาไปบอกชิซูเนะนะว่าฉันจะเรียนภาษามือ"

show misha perky_confused
with charachange

mi "ทำไมเหรอ"

hi "จะได้เก็บเป็นเซอร์ไพรส์ไง อีกอย่าง ถ้าเอาไปบอกเช้านี้ แล้วเกิดบ่ายมาฉันลงไม่ได้เดี๋ยวก็ดูไม่ดีอีก"

show misha perky_smile
with charachange

mi "โธ่~ ถูกของฮิจัง แต่คงอดใจยากน่าดู~… ข่าวดีขนาดนี้…"

hi "ฉันเป็นสภานักเรียนนี่นะ เรียนไว้หน่อยก็ดี ต่อให้จะรู้แบบงู ๆ ปลา ๆ แต่ก็ดีกว่าไม่รู้เลยน่ะนะ แล้วจะให้ฉันกับชิซูเนะ\nเอาแต่ส่งต่อทุกอย่างถึงกันผ่านเธอเหมือนเธอเป็นโทรศัพท์อะไรอย่างนั้นก็คงไม่ได้ใช่มั้ยล่ะ"

"…"

with Pause(2.0)

show misha hips_laugh
with charachange

mi "วะฮ่าฮ่า~!"

show misha hips_grin
with charachange

mi "ฮิจังพูดถูก~!"

"…"

stop music fadeout 4.0
play sound sfx_warningbell

"ระฆังดังเป็นสัญญาณว่าคาบแรกเริ่มแล้ว เราสองคนต้องปิดบทสนทนาไป เดี๋ยวเลิกเรียนอะไรแล้วค่อยไปถามครู\nก็แล้วกัน"

"ท่าทีมิช่าดูแปลกเล็กน้อย แต่เมื่อเวลาในวันนั้นผ่าน ๆ ไปแล้วฉันก็ลืมเรื่องนั้น"

scene black
with dissolve

#*********************************************************************************************************************

label th_S9:

scene bg school_scienceroom
with locationchange

play sound sfx_normalbell

"เมื่อระฆังดังครูที่อยู่หน้าห้องก็ทำท่าบอกว่าเลิกเรียนแล้ว"

play music music_normal fadein 3.0

"ถึงจะเข้าเรียนได้ง่ายผิดคาด แต่ก็เพิ่งเรียนมาได้ไม่กี่วัน และฉันก็ยังไม่ชินกับการเรียนวิชานี้ด้วย การทำภาษามือ\nจริง ๆ แล้วนั้นง่ายกว่าที่ฉันคิด ทว่าคนในห้องส่วนใหญ่มีปัญหาทางการได้ยิน"

"และที่ยิ่งไปกว่านั้นคือครูชอบแนวการเรียนรู้แบบได้สัมผัสจริง ฉันไม่ได้ยินครูพูดสักคำเลยนับตั้งแต่ที่ฉันมาขอเข้าเรียน\nด้วย เป็นอะไรที่ประหลาดสำหรับฉันจนทำให้รู้สึกไม่ดี"

scene bg school_hallway3
with locationchange

"ทันทีีที่เดินออกห้องมาก็ได้ยินเสียงหัวเราะอันคุ้นเคยดังระเบิดอยู่ไม่ไกลอยู่ทางซ้ายมือ"

show misha hips_grin at center
with charaenter

mi "ไงฮิจัง~!"

"มิช่าไม่ได้เรียนวิชาภาษามือด้วยกันกับฉัน ครั้งนี้จึงเป็นครั้งแรกที่ได้เห็นมิช่าอยู่ตัวคนเดียวอย่างนี้ ซึ่งฉันก็ไม่รู้\nเหมือนกันว่าการที่มิช่าไม่ได้เรียนด้วยนั้นดีหรือไม่ดี"

"ถ้ามิช่าเรียนด้วยก็คงน่าสนใจหน่อย แต่ก็มีโอกาสที่สถานการณ์อะไร ๆ จะอึดอัดสูงมาก"

hi "ไง"

show misha sign_smile
with charachange

mi "แปลกจังที่มาเจอฮิจังตรงนี้! …อ้อ จริงสิ! นายเรียนภาษามือแล้วนี่ ใช่มั้ย~ ช่าย~!"

show misha perky_smile
with charachange

mi "เป็นไงบ้างล่ะฮิจัง"

hi "เรียนภาษาใหม่น่ะไม่ง่ายหรอก แต่ก็รู้สึกว่าเริ่มทำได้แล้วละ ถึงจะไม่เหมือนภาษาอื่นเลย แต่ก็ง่ายกว่าภาษาอังกฤษละนะ"

show misha cross_grin
with charachange

mi "ฮ่าฮ่า~! จริงเหรอฮิจัง"

show misha cross_smile
with charachange

mi "อืม~… เห็นด้วย~!"

"เมื่อกี้พูดเล่นหรอก แต่เหมือนว่ามิช่าจะคิดว่าฉันพูดจริง"

"มิช่าต้องคอยแปลอะไรให้ฉันฟังไปพลางคุยกับชิซูเนะโดยใช้คนละภาษา แล้วทำยังไงถึงได้สนทนาได้ราบรื่น\nขนาดนั้นกันนะ"

"ก่อนหน้านี้ฉันไม่เคยฉุกคิดเลยว่าสิ่งที่มิช่าทำนั้นน่าทึ่งขนาดไหน"

"มีคนมาชนเข้ากับไหล่ฉันแล้วขอโทษ คนเริ่มเยอะแล้วเพราะเป็นเวลาเลิกเรียน"

hi "ไปคุยที่อื่นแทนที่จะยืนอยู่ตรงโถงทางเดินอย่างนี้กันเถอะ ดาดฟ้าหรืออะไรงี้"

show misha sign_smile
with charachange

mi "โอเค~!"

"ฉันเดินไปพลางคุยไปพลาง บรรยากาศนั้นเงียบจนคุยกันได้อย่างง่ายเหลือเชื่อ"

$ renpy.music.set_volume(0.3, 0.0, channel="ambient")
play ambient sfx_rooftop fadein 1.0

scene bg school_staircase1
with locationchange

stop music fadeout 5.0

hi "ฉันก็ปรับตัวเองให้พยายามมองครูตลอดเวลาอยู่ สงสัยสมัยก่อนที่เรียนฉันคงแค่ฟัง ๆ ครูแล้วเอาแต่วาดเล่นอะไรไม่รู้มั้ง\nแล้วพอมองครูตลอดก็จะจดอะไรได้ยากด้วย"

hi "วิชาที่เป็นขั้นเบื้องต้นก็คนน้อย แถมฉันก็เรียนไม่ทันอีกต่างหาก คงมีอะไรที่ต้องทำอีกเยอะ"

play sound sfx_door_creak
$ renpy.music.set_volume(1.0, 1.0, channel="ambient")

scene bg school_roof
with locationchange

hi "เอ้อ แบบนี้สิค่อยดีหน่อย"

"พอหันไปมองก็เห็นว่ามิช่ายืนเท้าสะเอวทำแก้มป่องจ้องมาอยู่"

show misha hips_frown
with charaenter

play music music_happiness fadein 4.0

mi "ฮิจังเรียนไม่ทันเหรอ ไม่ดีเลยนะ!"

hi "ก็ฉันมาเข้าเรียนช้ากว่าคนอื่นไปหนึ่งสัปดาห์ แต่ไม่ได้แย่ขนาดนั้นหรอก"

show misha sign_smile
with charachange

mi "โอเคฮิจัง งั้นมาทบทวนกันดีกว่า~! เดี๋ยวสอนให้เอง โอเคนะ~"

"เป็นครั้งแรกที่ฉันได้ยินวลี “เดี๋ยวสอนให้เอง” โดยที่ไม่ได้เป็นหนังอย่างว่า และฉันก็ไม่ได้รู้สึกตื่นตัวเหมือนที่คาด\nเอาไว้เลย"

hi "ฉันยังไม่แน่ใจเลยว่าต้องการคนมาสอนให้หรือยัง"

show misha perky_sad
with charachange

mi "โธ่…"

"มิช่าดูผิดหวังกว่าทุกทีจนฉันอึดอัดที่เห็นเธอทำหน้าอย่างนั้น"

show misha hips_frown
with charachange

mi "ฉันอยากเป็นครูสอนภาษามือละฮิจัง! แต่ว่า~ ถ้าได้ลองสอนใครสักคนก่อนก็คงดีมากเลย ถึงจะแค่ลองสอนไม่นาน\nแต่ประสบการณ์ที่ได้คงมีค่ามากเลยละ"

hi "เอ่อ เอ้อ อืม ก็จริง"

hi "ไม่ยักรู้ว่าเธออยากเป็นครูสอนภาษามือ"

"ไม่ค่อยอยากเชื่อเลยว่ามิช่าไม่ได้จงใจจะพูดให้ฉันรู้สึกผิด เพราะมิช่าทำให้ฉันรู้สึกผิดได้เก่งมาก"

"แต่ก็สมเหตุสมผลอยู่ เท่าที่เห็นแค่นี้มิช่าก็เก่งภาษามือสุด ๆ แล้ว และแน่แท้ว่าเสียงดังฟังชัดพอที่จะอยู่กับคนที่\nมีปัญหาทางการได้ยิน แต่ฉันไม่เคยนึกภาพมิช่าในฐานะครูเลย"

show misha hips_grin
with charachange

mi "ฮ่าฮ่าฮ่า~! เพราะแบบนี้แหละฉันถึงได้อยากมาเรียนที่นี่น่ะฮิจัง!"

show misha sign_smile
with charachange

mi "ก็เนี่ย ค่าเทอมโรงเรียนนี้น่ะแพงมาก เพราะฉันอยากเป็นครูสอนภาษามือถึงได้รับส่วนลดค่าเทอม ถ้าไม่ได้\nส่วนลดนะ ฉันไม่รู้ว่าจะยังจ่ายไหวอยู่หรือเปล่า"

hi "อย่างนี้นี่เอง ไม่ใช่ว่าฉันคิดว่าเธอสอนไม่ดีนะ แค่ยังไม่แน่ใจว่าต้องให้ใครมาสอนหรือยัง"

show misha perky_sad
with charachange

mi "ถูกของฮิจัง นายฉลาดนี่"

hi "เอ้อ ไม่สิ พูดงั้นแล้วเหมือนอวดเก่งเลย"

hi "ก็ได้ สอนฉันทีสิ"

show misha cross_laugh
with charachange

mi "อะฮ่าฮ่าฮ่า~! จริงเหรอ โอเค~! โอเค โอเค โอเค~! เย้~! ขอบใจนะฮิจัง~! จะทำให้เต็มที่เลย!"

show misha sign_smile
with charachange

mi "มาเริ่มกันเลย~!"

hi "เร็วไป"

show misha perky_sad
with charachange

"…"

mi "คิดถึงชิจังจัง~…"

hi "ก็เพิ่งเจอหน้ากันไปเช้านี้ไม่ใช่เหรอ"

show misha sign_smile
with charachange

mi "แต่ตอนเรียนแทบไม่ได้คุยกันเลยน่ะสิฮิจัง! วันนี้ก็ไม่มีสภานักเรียนด้วย~"

hi "ก็สอบทั้งสัปดาห์นี่ ถ้ายังมีสภานักเรียนอีกฉันก็คงโกรธอะ ถ้าหลุดพ้นอะไรทั้งหมดแล้วคงโล่งน่าดู"

show misha perky_confused
with charachange

mi "ถ้ากลับมามีสภานักเรียนอีกรอบฮิจังคงไม่โดดใช่มั้ย"

hi "ไม่โดดสิ ก็ฉันเป็นสภานักเรียนนี่"

hi "ไม่ต้องห่วงหรอก ฉันไม่หายไปดื้อ ๆ แน่นอน สัญญาแล้วก็ต้องทำ"

"มิช่าเว้นช่วงไปแวบหนึ่งพร้อมสีหน้าที่เหมือนไม่ค่อยเชื่อ"

show misha sign_smile
with charachange

mi "ชิจังน่ะจริงจังกับสภานักเรียนมากเลยนะฮิจัง แถมพอนายได้เป็นสภานักเรียนด้วยชิจังก็ยิ่งทำงานหนักกว่าเก่า\nเพราะอยากให้ฮิจังประทับใจ"

show misha hips_frown
with charachange

mi "ตอนแรกก็พอจะมีคนมาเป็นสภานักเรียนอยู่หรอก แต่แป๊บ ๆ ก็ไม่มากัน ชิจังก็พยายามทำให้คนหันมาสนใจ\nสภานักเรียนนะ แต่ก็ไม่ประสบความสำเร็จเลย"
#This directly contradicts both A22's and Suriko's current take on the Student Council. It's okay as long as it's understood that the extra help only lasted one or two weeks at most. Thus edited to clarify. -SC

show misha perky_sad
with charachange

mi "หรือพอมีคนมาร่วม เดี๋ยวเดียวก็ไม่มาอีกแล้ว อ้างนู่นอ้างนี่ไม่ยอมมาสักทีจนหายหน้าหายตาไปเลย"

show misha sign_smile
with charachange

mi "แต่ว่า… ฉันเชื่อว่าฮิจังจริงจังนะ"

"ตาฉันจดจ้องอยู่ที่มือมิช่าที่ขยับไปทางนั้นทีทางนี้ทีโดยอัตโนมัติเป็นการกึ่ง ๆ ทำภาษามือแปลไปตามสิ่งที่ตัวเองพูด"

#play music music_happiness fadein 3.0

show misha perky_smile
with charachange

mi "ตอนที่ฮิจังบอกว่าจะเข้าร่วมน่ะชิจังดีใจมากเลยนะ"

show misha hips_smile
with charachange

mi "ชิจังมองว่าฮิจังน่ะน่าสนใจ คนที่ไม่น่าสนใจคงไม่มีกะจิตกะใจจะมาร่วมหรอก หรือต่อให้มาร่วม คนที่ไม่น่าสนใจก็จะ\nอยู่ได้ไม่นาน"

mi "ชิจังว่างั้นนะ"

show misha hips_grin
with charachange

mi "เพราะงั้น~! ก็เป็นหน้าที่ของฉันที่ต้องคอยดึงให้นายอยู่ต่อ~!"

hi "เพราะงี้เหรอถึงได้อยากสอนฉัน เจ้าเล่ห์เหมือนกันนะเธอเนี่ย"

show misha cross_laugh
with charachange

mi "จริงเหรอฮิจัง ไม่เคยมีคนบอกว่าฉันเจ้าเล่ห์เลยนะ~! วะฮ่าฮ่าฮ่า~!"

"จะให้เลี่ยงงานสภานักเรียนตอนนี้คงไม่ทันแล้ว"

"พอลองย้อนนึกถึงเมื่อไม่กี่วันที่ผ่านมาก็นึกได้ว่าที่ฉันมาเข้าร่วมสภานักเรียนเลยก็เพราะชิซูเนะนั่นแหละ ความ\nชอบแข่งขันกับพลังใจของเธอนั้นดึงดูดฉัน"

"แต่จะบอกมิช่าว่างั้นไม่ได้หรอก"

show misha sign_smile
with charachange

mi "โอเคฮิจัง งั้นมาทบทวนสิ่งที่นายเรียนไปวันนี้กันดีกว่า~!"

hi "เธอยังไม่รู้เลยนะว่าวันนี้ฉันเรียนอะไร"

show misha hips_grin
with charachange

mi "อืม~ ถูกของฮิจัง~! โอเค งั้นเริ่มจากพื้นฐานก่อนแล้วกัน~! ฉันจะสอนทุกอย่างให้ตั้งแต่ศูนย์เลย~!"

hi "นี่ล้อเล่นใช่มั้ยเนี่ย"

show misha perky_confused
with charachange

mi "หา~?"

hi "เอาจริงเหรอ คือ ไอ้ที่ว่าน่ะต้องเรียนกันหลายคาบเลยนะ แล้วฉันกับเธอก็เรียนคนละระดับกันอีก…"

show misha sign_smile
with charachange

mi "ก็เหมือนกับการขี่จักรยานแหละน่าฮิจัง~! เรื่องพื้นฐานน่ะไม่ลืมหรอก! วะฮ่าฮ่า~!"

show misha sign_confused
with charachange

mi "แต่ฉันขี่จักรยานไม่เป็นนะ~…"

"ตายละหวา"

show misha hips_grin
with charachange

mi "จริงสิ จริงสิ~ ฉันอยากเป็นครูนี่ เพราะงั้นฉันก็ต้องเชี่ยวชาญเรื่องนี้อยู่แล้ว… โอเค~! โอเค โอเค โอเค~! จะเริ่มละนะ~!"

stop music fadeout 3.0

show misha perky_confused
with charachange

mi "เอ่อ…"

show misha sign_confused
with charachange

mi "…อืมม~…"

show misha perky_sad
with charachange

mi "อะฮ่าฮ่าฮ่า~…"

"มิช่าทำท่าเหมือนกำลังพยายามอย่างหนักหน่วง ซึ่งไปได้ไม่สวยแน่ ก็นะ การเรียนภาษากับการสอนภาษา\nมันคนละเรื่องกันเลย และส่วนมากก้าวแรกก็เป็นก้าวที่ยากที่สุดด้วย ว่าตามตรง ฉันก็ไม่ต่างกันเท่าไหร่หรอก"

"แต่ว่า…"

show misha sign_confused
with charachange

mi "เอ่อ… ในศตวรรษที่ 18 ได้มีชายชาวฝรั่งเศสที่ชื่อ… อ่า… ชื่อที่ฉันอ่านไม่ออก นำภาษามือมาใช้อย่างเป็นทางการ\nซึ่งเขาก่อตั้งโรงเรียนรัฐสำหรับคนหูหนวกในปีค.ศ. 1755 แต่ประวัติศาสตร์ของภาษามือที่ไม่ได้มีการจดบันทึกไว้นั้น\nว่ากันว่า…"

show misha sign_sad
with charachange

mi "ฉันไม่รู้ว่าจะเริ่มตรงไหนดีอะ ขอโทษที~… ก็นะ~ ถ้าจะเริ่มก็ต้องเริ่มที่ประวัติภาษามือนี่แหละ ใช่มั้ย~ ช่าย~!"

show misha hips_grin
with charachange

mi "ไม่สิ เดี๋ยว เริ่มที่ตัวหนังสือน่าจะดีกว่า โอเค~ งั้นก็มาดูตัวหนังสือกัน!"

play music music_another fadein 0.5

show misha sign_smile
with charachange

mi "โอเคฮิจัง~! เรื่องนี้เป็นเรื่องพื้นฐานเลย ถึงคนส่วนใหญ่จะมองว่าภาษามือก็มีแค่นี้แหละ แล้วก็ลืม ๆ ไปว่ายังมีคำ\nกับท่าทางที่เจาะจงอื่น ๆ อีกเยอะ"

show misha hips_smile
with charachange

mi "แต่ถ้าไม่มีพื้นฐานก็จะทำอะไรไม่ได้หรอกนะ! อันนี้ “อะ” เห็นมั้ย ทีนี้นายลองทำบ้าง!"

hi "อันนี้ฉันรู้อยู่แล้วนี่"

"แต่ฉันก็ตามน้ำมิช่าไป"

show misha hips_grin
with charachange

mi "ฮ่าฮ่าฮ่า! อื้ม แบบนั้นแหละ!"

show misha sign_smile
with charachange

mi "ทีนี้ อันนี้ “อิ” แล้วก็อันนี้ “อุ”"

"มิช่าทำมือข้างละตัวอักษรโดยที่ไม่ได้บอกว่าข้างไหนเป็นตัวอะไร"

show misha perky_smile
with charachange

show misha sign_smile
with charachange

show misha hips_grin
with charachange

mi "“เอะโอะ คะคิคุเคะโคะ ซะชิซุเซะโซะ ตะจิสึเตะโตะ นะนินุเนะโนะ วะโวะ” แล้วก็ “อึง” ~!"

"อืม ไปได้ไม่สวยจริง ๆ"

hi "เธอว่าวันนี้ชิซูเนะอยากทำงานสภานักเรียนหรือเปล่า ไปช่วยกันดีมั้ย"

show misha sign_smile
with charachange

mi "ไม่เลยฮิจัง~!! เร็ว ๆ เดี๋ยวทำอีกรอบ! อะอิอุเอะโอะ ซะชิซุเซะโซะ… ตานาย~!"

hi "สรุปคือไม่มีงานสภานักเรียนอะไรเทือกนั้นให้ทำเลยเหรอ"

show misha hips_smile
with charachange

mi "พูดอะไรของนายน่ะฮิจัง เร็วสิ มือน่ะมือ~!"

hi "แบบนี้เหรอ"

show misha sign_smile
with charachange

mi "ไม่ใช่ แบบนี้ต่างหาก!"

hi "แบบ…"

show misha perky_smile
with charachange

show misha sign_smile
with charachange

mi "นี้~!"

hi "อ่า… ฮะ…"

show misha perky_sad
with charachange

mi "ถ้าชิจังอยู่ด้วยก็ดีสิ จะได้สอนง่ายขึ้นเยอะเลย ฮ่าฮ่าฮ่า ก็นะ ปกติภาษามือสอนกันแบบนั้นนี่นา แบบว่าใช้สองคน\nสอนน่ะ~! ฮิจังรู้มั้ย"

hi "ไม่"

"ฉันปล่อยให้สมองคิดไปว่าถ้าชิซูเนะอยู่ตรงนี้ด้วยแล้วจะเป็นยังไง"

"…"

show misha hips_frown
with charachange

mi "ฮิจัง~! นี่นายฟังอยู่หรือเปล่า"

hi "อืม"

show misha sign_smile
with charachange

mi "ชิจังบอกว่าภาษามือไม่เหมือนภาษาอื่น ๆ ตรงที่ต้องคิดทุกอย่างก่อนพูดออกไป แปลว่าทุกคำจะมีน้ำหนักขึ้นนะฮิจัง\nทุก ๆ คำจะสำคัญกว่าคำในภาษาโดยปกติ"

show misha cross_smile
with charachange

mi "เพราะงั้น~ โปรดตั้งใจฟังด้วย"

show misha sign_smile
with charachange

"มิช่ายังสอนภาษามือขั้นพื้นฐานต่อไปจนกระทั่งฉันเริ่มคุ้นหูกับสิ่งที่เธอพูดขึ้นมาแล้ว"

"สุดท้ายฉันก็ประทับใจกับมิช่า ถึงจะตะกุกตะกักไปบ้าง แต่ถ้าว่าเรื่องหน้าที่ครูแล้ว พอมิช่าเอาจริงก็ใช้ได้เหมือนกัน"

stop music fadeout 4.0

scene bg school_roof_ss
show misha sign_smile_ss at center
with shorttimeskip

"สักพักพอเห็นว่าเริ่มเย็นแล้วจึงขอบคุณมิช่าแล้วบอกลากลับมาที่หอตัวเอง"

stop ambient fadeout 1.0

scene bg school_dormhisao_ss
with locationskip

"วันนี้ได้เรียนรู้อะไรเยอะเลย"

scene black
with dissolve

#*****************************************************************************************************************

label th_S10:

play sound sfx_doorknock

scene bg school_dormhisao
with vpunch

"เสียงเคาะตึงตังปึงปังที่ประตูปลุกให้ฉันสะดุ้งตื่น"

"คนแรกที่โผล่มาในความคิดคือชิซูเนะ เพราะคนที่จะมาเคาะประตูเสียงดังเอาป่านนี้ได้ก็คงมีแค่คนหูหนวกไม่ก็\nคนสติไม่ดี"

hi "ใครน่ะ"

"แหงละ ถ้าเป็นชิซูเนะคงไม่ได้ยินแล้วก็ตอบไม่ได้หรอก"

"ไม่มีเสียงตอบรับ ฉันโล่งใจไปเปลาะหนึ่ง ไม่ได้เจอหน้าสักพักแล้วด้วย"

play sound sfx_dooropen

scene bg school_dormhallway
show kenji tsun at center
with locationchange

play music music_kenji fadein 2.0

"พอเปิดประตูก็พบกับเคนจิที่ยืนทำตาล่อกแล่กเหลียวซ้ายแลขวาอยู่ตรงโถงทางเดิน"

hi "อ้าว นายน่ะเอง"

show kenji neutral
with charachange

ke "เออ ฉันเอง ทำท่าแบบนั้นคืออะไร"

hi "คือถ้านายขานรับตอนฉันถามว่าใครฉันก็คงปรับตัวกับคนที่จะได้เจอให้มันเข้าท่าอีกหน่อยนะ"

show kenji tsun
with charachange

"เคนจิขมวดคิ้วดันแว่นด้วยท่าทีที่เหมือนชิซูเนะเปี๊ยบ"

ke "ทำไมถึงทำหน้าแปลก ๆ อย่างนั้น"

"แล้วทำไมตอนนี้ถึงมาเห็นหน้าได้ ทั้งที่ก่อนหน้านี้ก็ไม่เห็นตอนที่ฉันทำหน้าทุกครั้งที่ตัวเองพูดหรือทำอะไรแปลก ๆ\nก็อยากซักไซ้อยู่หรอก แต่ตอนนี้เพลีย ๆ อยู่"

hi "ชิซูเนะก็ดันแว่นแบบนั้นแหละ คนที่เป็นประธานสภานักเรียนอะ แค่ว่ามันแปลกหน่อย ๆ"

show kenji rage
with charachange

ke "อะไรนะ นี่มีผู้หญิงที่ทำอะไรแบบนี้เหมือนกันด้วยเหรอ แบบว่าแตะแว่นอะนะ มีแต่ฉันที่ทำอย่างนั้นนะ"

ke "ยัยนั่นมันเป็นใคร ทำไมผู้หญิงถึงชอบเข้ามาจุ้นจ้านเลียนแบบอะไรฉันเรื่อยเลย"

show kenji tsun
with charachange

"อารมณ์เคนจิเปลี่ยนจากความโกรธเป็นความกลัวได้ในชั่วพริบตา"

ke "นี่ยัยนั่นคิดจะมาแทนที่ฉันเหรอ หรือจะเป็นร่างโคลน ไม่สิ ร่างโคลนคือเหมือนกันทุกอย่าง ผู้หญิงโคลน?"

ke "นี่มันฝันร้ายสองอย่างของฉันมารวมกันเลย"

show kenji rage
with charachange

ke "ใช่!"

"ฟังดูเป็นไปได้มากเลยเพื่อน…"

show kenji neutral
with charachange

ke "นี่ วันนี้นายจะไปเข้าเมืองเปล่า"

hi "เอ่อ อาจจะช่วงสาย ๆ"

show kenji happy
with charachange

ke "โอเค เยี่ยม พอดีฉันมี… ของที่อยากให้นายไปรับที่ที่ทำการไปรษณีย์หน่อย เป็นความลับที่อ่อนไหวน่ะ"

"เคนจิกระซิบกระซาบราวกับว่าถ้าพูดด้วยระดับเสียงปกติแล้วจะทำให้เรื่องการส่งพัสดุนี้เสียหาย"

hi "ก็แล้วทำไมไม่ให้เขาส่งมาที่โรงเรียนเลยเล่า"

show kenji neutral
with charachange

ke "ไม่ได้เว้ย ของที่ส่งมาที่โรงเรียนน่ะจะต้องผ่านมือสภานักเรียนก่อนมาถึงนาย ซึ่งไม่ได้หมายความว่ามันจะมาถึงนาย\nโดยตรงเลย"

ke "พวกสภานักเรียนน่ะเชื่อใจไม่ได้ รู้มั้ยผู้ชายหลายคนก็ไม่ได้ให้ไปรษณีย์ส่งมาที่โรงเรียน"

show kenji tsun
with charachange

ke "พวกนั้นน่ะคงขโมยไปหมดเลยแน่ ๆ ! แค่คิดว่าของส่งมาที่ตัวเองเลยมีสิทธิ์จะขโมยงั้นเหรอ เนี่ย ตอนนี้เห็นภาพชัดเลย\nว่ากำลังเอาแขนล้วงเข้าไปในกล่องจดหมายคว้าของฟรีอะไรที่พอจับต้องได้หมด ขนลุก"

hi "แล้วมันมีบุรุษไปรษณีย์ที่ไหนมั้ยวะที่จะเสกจดหมายออกมาใส่มือนายให้ได้เลยน่ะ"

ke "ไม่รู้ดิ แต่เชื่อขนมกินได้เลยว่าพวกสภานักเรียนฆ่าบุรุษไปรษณีย์คนนั้นเพื่อที่จะรักษาอำนาจเหนือนักเรียนของตัวเองไว้"

hi "ใช่เหรอวะ"

hi "แต่ที่จะวานก็มีแค่นั้นใช่มั้ย ได้ เดี๋ยวไปรับของให้ แต่เดี๋ยวสักวันฉันจะมาทวงบุญคุณกับนายนะ ก่อนหน้านี้ยังยืมเงิน\nฉันไปอีก"

show kenji neutral
with charachange

ke "ขอบใจที่เตือน เดี๋ยวได้ของแล้วจะใช้คืนให้"

ke "เออ โทษที พอดีต้องรอจนกว่าจะได้ของถึงจะจ่ายได้ ตอนนี้ยังถังแตกอยู่"

hi "งั้นก็แปลว่าฉันรับจ้างไปเอาของให้เหมือนทำงานสินะ แล้วทำไมถึงต้องรอพัสดุก่อน ในนั้นมีเงินเหรอ"

show kenji happy
with charachange

ke "ไม่อะ"

"งงเป็นไก่ตาแตกเลยทีนี้"

hi "แล้วทำไมไปรับเองไม่ได้"

show kenji neutral
with charachange

ke "เพราะฉันจะปรับปรุงห้องใหม่ให้เป็นห้องบัญชาการสงคราม"

ke "ยิ่งนานวันฉันก็ยิ่งรู้ซึ้งว่าสตรีนิยมน่ะอันตรายขนาดไหน มีอยู่ทั่วทุกที่เลย แม้แต่ประเทศอิหร่านก็ยังมี นายไม่รู้หรอก\nว่ามันแผ่กระจายไปถึงไหนแล้ว"

show kenji tsun
with charachange

ke "พอสงครามเริ่มขึ้น ถ้าเรายังไม่รู้ตัวว่าจะต้องผนึกกำลังรักษาดินแดนเพื่อเพศสภาพของพวกเรา เรื่องจะต้องวุ่นวายแน่"

ke "ไม่มีใครรู้ว่าใครจะอยู่ฝั่งไหน และสงครามต่อต้านสตรีนิยมจะไม่ได้เป็นแค่สงครามโลกครั้งที่สาม แต่จะเป็นจุดจบ\nของสิ่งมีชีวิตทุกชนิดบนโลกใบนี้"

ke "ถ้าเราแพ้ ผู้หญิงญี่ปุ่นหัวอ่อนของเราทุกคนจะถูกพวกนิยมหญิงรักหญิงใจเหี้ยมข่มขืนและจับไปเป็นทาส"

ke "ส่วนพวกผู้ชายที่ไม่ได้ตายในสงครามจะถูกจับตอนแล้วโดนบังคับให้ไปซ่อมห้องน้ำกับสร้างอนุเสาวรีย์ใหญ่ ๆ ฉลอง\nชัยชนะของพวกสตรีนิยม"

hi "บ้าไปแล้ว นายก็บ้าไปแล้ว นี่นายคิดมากไปแล้วนะ"

ke "ยิ่งนานวันฉันก็ยิ่งรู้ซึ้งว่านายนี่ไม่ใช่พวกเลย"

hi "เราเพิ่งได้คุยกันสักสี่ซ้าห้าครั้งเองไม่ใช่เรอะ"

show kenji neutral
with charachange

ke "อ้าว โทษที"

hi "เออช่างเหอะ เดี๋ยวไปรับของให้"

show kenji happy
with charachange

ke "แจ๋ว"

play sound sfx_doorslam

stop music fadeout 0.5

scene bg school_dormhisao
with vpunch

"ฉันปิดประตูแล้วโผตัวเข้าหาเตียงทันที"

play ambient sfx_alarmclock

"ทันทีที่หัวถึงหมอนก็มีเสียงที่ดังจนปวดหูตามมา แล้วฉันก็นึกได้ว่าเป็นเสียงนาฬิกานั่นแหละ ถ้านาฬิกาปลุกดังก็แปลว่า\nเวลานี้คือเวลาที่ฉันต้องตื่นอยู่แล้ว"

"ซึ่งเป็นเวลาตื่นสำหรับวันที่มีเรียนอะนะ"

play sound sfx_impact

"ฉันหยิบนาฬิกามาแล้วปาทิ้งไม่เงยหน้ามอง ซึ่งปาจนไปหล่นคาอยู่ระหว่างเตียงกับกำแพงส่งเสียงต่อไป ซ้ำยังเหมือน\nจะเสียงดังกว่าเก่าอีก"

stop ambient

"พอขยับตัวไปคว้านาฬิกาออกมาจากร่องนั้นแล้วก็ถึงรู้ตัวว่านอนต่อไม่ได้แน่ ๆ ในหัวตอนนี้มีแค่เรื่องที่ว่าจะไปเข้าเมือง\nรับพัสดุงี่เง่าของเคนจิ แต่จะให้ไปตอนนี้ก็เช้าเกินไป"

"อาบน้ำแล้วก็มากินยา จริง ๆ ตอนนี้หิวมากเพราะเมื่อวานไม่ได้กินข้าวเย็น แถมตอนเที่ยงก็ไม่ได้กินอะไรเยอะด้วย"

"ฉันกินยาพลางกัดเหมือนกินขาแกะ ขมชวนให้คลื่นไส้เหลือเชื่อเลย"

"ก็นะ ขมเป็นยา หรืออะไรประมาณนั้นแหละ ยังหิวอยู่ แถมยังมีเวลาว่างอีกเหลือ ๆ ฉันจึงตัดสินใจเข้าเมืองไปหาอะไรกิน\nเป็นมื้อเช้า"

"จำไม่ได้แล้วว่าล่าสุดไปกินข้าวนอกโรงเรียนเมื่อไหร่ อีกอย่าง อากาศก็ดีด้วย ไปกินข้างนอกนั่นแหละดีแล้ว"

scene bg school_road
with locationskip

play music music_soothing fadein 3.0

"รู้สึกว่าต้องเดินไกลกว่าที่จำได้ อาจจะเพราะไม่ได้ไปสักพักแล้ว แล้วก็คงเพราะแทบไม่ได้มาแบบตัวคนเดียวเลย ตอนนี้\nยังเป็นช่วงเช้าตรู่อยู่จึงไม่ค่อยมีรถวิ่งอยู่บนถนน ทำให้โดยรอบเงียบผิดวิสัย"

scene bg suburb_roadcenter
with locationchange

"ฉันมองหาร้านที่จะไปกินข้าวเป็นลำดับแรก ร้านที่โผล่มาในหัวทันทีคือร้านเซี่ยงไฮ้ แต่ฉันอยากกินอะไรที่มันอยู่ท้อง\nมากกว่าพวกแซนด์วิชหรือเค้ก"

"แต่เช้าขนาดนี้ก็ไปรับพัสดุเคนจิก่อนแล้วกัน"

"การไปรับของที่ทำการไปรษณีย์นั้นใช้เวลาไม่นานมาก แต่ทันทีที่ได้เห็นพัสดุฉันก็นึกเคืองขึ้นมาที่จะต้องลำบากแบก\nเจ้ากล่องนี่กลับโรงเรียน"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

show kenjibox:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"กล่องนั้นใหญ่ชนิดที่ต้องใช้สองมืออุ้มไว้ แล้วยังน่าหงุดหงิดที่ตัวกล่องก็ไม่ได้หนักขนาดนั้นด้วย"

"ก็กะไว้อยู่หรอกว่าจะเดินเล่นต่อสักหน่อย แต่ถ้าต้องหอบเจ้านี่ติดตัวไปด้วยคงไม่ไหวแน่ ๆ ตัวเลือกเดียวของฉันตอนนี้\nก็คงมีแค่ร้านเซี่ยงไฮ้ละนะ"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

show kenjibox:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide kenjibox
with None

"ร้านรวงต่างยังไม่เปิด ส่วนร้านที่เปิดก็จะเป็นร้านที่ขายอะไรเหมือน ๆ กัน ซึ่งยิ่งทำให้ฉันอยากไปอุดหนุนยูโกะอีก"

stop music fadeout 4.0

scene bg suburb_shanghaiext
with locationchange

"ก่อนที่ฉันจะทันได้เปิดประตูเข้าไปก็มีคนเข้ามาแตะไหล่ฉัน พอหันไปมองก็เห็นว่าเป็นชิซูเนะ ฉันมองหามิช่าไปโดย\nสัญชาตญาณทันที แต่เหมือนเจ้าตัวจะไม่อยู่"

show shizu adjust_happy at center
with charaenter

ssh "อรุณสวัสดิ์"

"เหมือนว่าที่เรียนมาจะมีประโยชน์ขึ้นมาแล้ว อยากจะทำภาษามือตอบอยู่หรอก แต่ชิซูเนะน่าจะรู้เยอะกว่าฉันอีก"

"ฉันเพียงแต่โบกมือให้ไปก่อนแล้วเปิดประตู คงจะมาดื่มชายามเช้าแหละ ไม่ได้จะมาแค่ทักทายฉันหรอก และฉันก็เดาถูก\nชิซูเนะเดินตามฉันเข้ามาในโรงน้ำชา"

play sound sfx_storebell

scene bg suburb_shanghaiint at bgright
with locationchange

"ในร้านนั้นวังเวงวิเวก ถึงจะไม่ใช่ช่วงลูกค้าเยอะก็จริง แต่คาเฟอื่น ๆ ที่ฉันเดินผ่านมาก็ยังพอมีคนอยู่บ้าง"

"อันที่จริง ทุกครั้งที่เดินผ่านร้านเซี่ยงไฮ้ฉันก็เห็นว่าจะไม่ค่อยมีคนตลอด นี่ร้านยังเปิดอยู่ได้ไงเนี่ย"

show yuukoshang happy_down at center
with charaenter

yu "สวัสดีค่ะ! ขอบคุณที่เลือกแวะมาร้านเรานะคะ!"

show yuukoshang neurotic_down at Transform(ypos=1.25)
with Dissolvemove(0.2)

play sound sfx_impact
with vpunch

with Pause(0.3)

show yuukoshang neurotic_down at center
with charamove

"ยูโกะค้อมตัวลงสุดแรงเหมือนขวานที่ฟาดลงมาจนหัวชนเข้ากับกล่องที่ฉันถืออยู่จนร่วงลงกับพื้น"

play music music_comedy

show yuukoshang panic_up
with charachange

yu "ตายแล้ว ขอโทษค่ะ ขอโทษจริง ๆ ขอโทษนะคะ ขออภัยด้วยค่ะ!"

hi "ไม่เป็นไรครับ แล้วก็ไม่ต้องทักทายแบบว่า “สวัสดีค่ะ ขอบคุณที่เลือกใช้บริการร้านเรานะคะ!” อะไรนั่นหรอกครับ\nคนกันเองทั้งนั้น"

show yuukoshang worried_up
with charachange

yu "แต่มันเป็นงานของฉันนี่นา"

show yuukoshang worried_down
with charachange

yu "มาเช้าจังนะ รับอะไรดีคะ"

hi "ขอกาแฟอย่างเดียวก่อนแล้วกันครับ"

show shizu invis at right
with None

show yuukoshang worried_down at twoleft
show shizu behind_blank at tworight
show bg suburb_shanghaiint at center
with dissolvecharamove

"ชิซูเนะจะสั่งอะไรกันนะ ถ้าไม่มีมิช่าแล้วก็ไม่มีทางรู้หรือถามได้เลยเพราะยังไม่ได้เรียนเรื่องนั้น แต่มาที่นี่ก็แปลว่า\nต้องอยากกินอะไรสักอย่างเหมือนกันแน่ ๆ"

hi "เอ้อ ผมไม่รู้ว่าชิซูเนะเขาจะสั่งอะไร มีเมนูที่ชิซูเนะสั่งประจำมั้ยครับ"

hi "เดี๋ยวสิ แต่ชิซูเนะอาจจะอยากสั่งอย่างอื่นก็ได้นี่ เอารายการอาหารมาให้ดูหน่อยก็ดีครับ"

"ฉันกวาดตามองหาใบรายการอาหาร แต่ก็ไม่เจออะไรอย่างนั้นเลย"

show yuukoshang neurotic_up
with charachange

yu "รายการ… เดี๋ยวไปหาให้ค่ะ"

hi "ครับ?"

show yuukoshang worried_up
with charachange

yu "เอ่อ… รายการมีอยู่ค่ะ แค่… หายาก"

"กะอีแค่รายการร้านอาหารเนี่ยนะ ไม่ใช่ของสะสมโบราณสักหน่อย"

show shizu basic_normal2
with charachange

shi "…"

hi "แปลก"

show yuukoshang neutral_down
with charachange

yu "ชิซูเนะว่างั้นเหรอ"

hi "ไม่ครับ ชิซูเนะไม่ได้ยินคุณหรอก แค่แปลกที่ว่าคาเฟอย่างนี้ต้องให้พนักงานอย่างคุณเป็นคนไปหารายการอาหารให้"

show yuukoshang worried_up
with charachange

yu "แปลก…?"

show yuukoshang neurotic_down
with charachange

yu "นั่นสิ… ถูกของเธอ ไม่สมเหตุสมผลเลย หลายอย่างก็ดูไม่เข้าท่า… อย่าง ทำไมถึงตั้งชื่อร้านว่าเซี่ยงไฮ้ล่ะ ร้านนี้เป็น\nโรงน้ำชาแบบตะวันตกนะ… แต่ดันตั้งชื่อจีน… ไหนจะสถาปัตยกรรมแบบโบราณที่ขัดกับชุดของฉันที่ดูทั้งทันสมัย\nและมีระดับอีก…"

"ยูโกะทำท่าคล้ายจะเป็นลม ถ้าสลบขึ้นมาเดี๋ยวคงล้มหน้าคว่ำจนของระเนระนาดหมดแน่"

show yuukoshang panic_up
with charachange

yu "ฉันทำงานที่ร้านนี้ไม่ได้แล้ว"

"โยงตรรกะวกไปวนมาจนได้ข้อสรุปอะไรอย่างนั้นเนี่ยนะ"

hi "ไม่เอาน่าครับ เพราะแบบนั้นต่างหากร้านนี้ถึงได้ไม่เหมือนร้านอื่น แถวนี้ก็มีคาเฟเยอะแยะ ผมว่าก็มีเสน่ห์ดีออก\nอย่าลาออกเลยนะครับ กิจการร้านนี้ก็รุ่งดีนี่นา"

show yuukoshang worried_up
with charachange

yu "ก็ไม่ค่อยรุ่งนะ…"

hi "นี่ไงครับ ผมว่างานนี้ก็เหมาะกับคุณดีนะ ไม่ต้องลาออกหรอกครับ"

"ฉันไม่เคยต้องมาระงับเหตุด่วนอะไรอย่างนี้มาก่อนเลย"

stop music fadeout 2.0

#High Tension ends; normal music picks back up again.
#Wait, did it ever start? Maybe I just can't read music directing. ---K.

"สุดท้ายฉันก็ทำให้ยูโกะใจเย็นลงได้สำเร็จ และบอกไปว่าชิซูเนะก็คงจะสั่งอะไรอย่างที่สั่งประจำนั่นแหละ"

hide yuukoshang
with charaexit

show shizu basic_normal2 at center
show bg suburb_shanghaiint at bgleft
with charamove

show shizu basic_normal2:
    ypos 1.15
with charamove

"ยูโกะเดินไปทำเครื่องดื่มที่เราสั่งไป ส่วนชิซูเนะก็เลือกโต๊ะนั่งไปก่อนแล้ว"

play music music_dreamy fadein 4.0

"ภายในร้านไม่มีลูกค้าคนอื่นเลย ยูโกะเองก็ไม่ใช่คนคุยเก่งอะไรขนาดนั้น บรรยากาศจึงเงียบมาก"

"ฉันก็ไม่ได้รู้สึกขัดใจอะไรหรอก แต่ก็อยากหาทางสื่อสารกับชิซูเนะเหมือนกัน เราแทบไม่ได้อยู่ด้วยกันสองต่อสองเลย\nชิซูเนะกับมิช่าจะอยู่ตัวติดกันแทบจะตลอดจนเหมือนทั้งสองคนเป็นคนคนเดียวกัน"

"ตอนนี้มีแค่ฉันกับเธอ และฉันก็ไม่เข้าใจสิ่งที่เธอสื่อ และจะให้เธอเข้าใจสิ่งที่ฉันสื่อไม่ได้ด้วย แย่ชะมัด"

hi "วันนี้ไม่ได้เอาสมุดเล่มเล็กมาด้วยเหรอ คือก็เป็นช่วงสุดสัปดาห์แหละ แต่คนอย่างเธอเนี่ยนะจะไม่เตรียมพร้อมอะไรเลย"

hi "เอาเถอะ ฉันก็ไม่ค่อยอยากใช้เหมือนกัน แต่ถ้ามีก็คงสะดวกดี"

show shizu behind_blank
with charachange

shi "…"

show shizu basic_normal
with charachange

shi "… …"

"ชิซูเนะทำภาษามือรัว ๆ โดยมีการเว้นจังหวะจิบชา แปลกดีเหมือนกันที่ไม่พยายามจะเปลี่ยนท่าทีไปจากปกติเลย\nแม้แต่น้อย"

"หลัก ๆ ที่ฉันคุยกับชิซูเนะเพราะฉันไม่ชินเวลาที่ต้องเงียบนาน ๆ แวบหนึ่งฉันนึกสงสัยว่าเธอเองก็คิดอย่างนั้นเหมือนกัน\nหรือเปล่า แต่คงไม่หรอก คงเป็นคนจำพวกที่ว่าไม่ว่าจะอยู่กับใครก็จะทำตัวเหมือนเดิมนั่นแหละ"

hi "เออ เหมือนมิช่าจะมาเป็นสภานักเรียนเพราะเธอนะ ซึ่งก็แปลว่าฉันเป็นคนที่สองแล้ว ที่ฉันมาเป็นก็เพราะเธอบังคับ\nนี่แหละ"

hi "ก็ไม่เชิงบังคับหรอกมั้ง แต่ถ้าไม่มีเธอฉันก็คงไม่มาเป็นหรอก"

"ฟังดูโรแมนติกชอบกลจนฉันยังหน้าแดงเรื่อ รู้สึกเหมือนเป็นคนบ้าเลย"

hi "แต่ฉันก็ไม่รู้นะว่าทำไมเธอถึงมาเป็น พอย้อนนึกดูแล้วฉันน่าจะถามเธออย่างนั้นแต่แรกเลยด้วยซ้ำ อยากรู้มากเลย\nไว้เดี๋ยวต้องไปถามมิช่าแล้ว"

show shizu behind_blank
with charachange

shi "…"

hi "ได้คุยกับเธอก็ดีเหมือนกันนะ ถึงเธอจะไม่เข้าใจก็เถอะ ไม่รู้ว่าเธอรู้สึกเหมือนกันหรือเปล่า"

hi "ถ้าเหมือน… ก็คงดี"

show shizu adjust_happy
with charachange

shi "…"

hi "ฉันว่าให้ตายยังไงฉันก็ใช้ภาษามือได้ไม่คล่องเท่ามิช่าหรอก แต่อย่างน้อยก็คงดีกว่าใช้ปากกากับกระดาษแหละ ใช่มั้ย"

show shizu basic_normal2
with charachange

shi "…"

stop music fadeout 4.0

"พวกเราดื่มเครื่องดื่มของตัวเองกันหมดไปสักพักแล้ว ชิซูเนะสะดุดตาเข้ากับกล่องที่วางอยู่บนเก้าอี้ข้าง ๆ ฉัน"

show shizu adjust_happy
with charachange

shi "…"

hi "ไปรับของให้คนอื่นน่ะ ไม่ใช่ของฉันหรอก"

play music music_running fadein 0.5

show shizu basic_sparkle
with charachange

"ชิซูเนะดึงเก้าอี้เข้าหาตัวหมายจะเปิดกล่องจนใจฉันหล่นไปที่ตาตุ่ม ฉันรีบใช้ขารั้งขาเก้าอี้ไว้ทันที"

hi "อะไรเนี่ย อย่าเปิดสิ ไปเปิดพัสดุคนอื่นซี้ซั้วงี้ได้ไง ผิดกฎหมายนะ"

show shizu basic_frown
with charachange

shi "…"

hi "ไม่!"

show shizu cross_angry
with charachange

shi "…!"

"พอได้สงสัยแล้วเอาช้างมาฉุดก็ไม่อยู่ ดวงตาเธอเปล่งประกายตื่นเต้นเต็มที่ดูพร้อมจะตีกับฉันเพื่อเจ้าพัสดุโง่ ๆ นี่ จนรู้ตัว\nว่าเดี๋ยวได้กลายเป็นแข่งชักเย่อกันแน่"

show shizu behind_frown
with charachange

"ฉันขยับจนตัวแทบจะหลุดจากเก้าอี้แล้ว มือไม้โบกไปมาเหมือนคนคุมเครื่องบิน จนสุดท้ายชิซูเนะก็ยอม"

show shizu behind_frown at center
with charamove

"เธอทำแก้มป่องไม่พอใจที่ไม่ได้คลายความสงสัยแล้วลุกขึ้นเตรียมออกจากร้าน"

"ก็คงถึงเวลาไปแล้วละนะ อยู่มาสักพักแล้ว ฉันอุ้มกล่องอย่างทะนุถนอมแล้วยืนขึ้น"

show shizu basic_happy
with charachange

"จู่ ๆ ชิซูเนะก็ประกบนิ้วด้วยความตื่นเต้นแล้วควักปากกาเมจิกจากกระเป๋าออกมาเขียนบนกล่องเคนจิ"

hi "เฮ้ย ทำอะไรเนี่ย ก็บอกว่าไม่ใช่ของฉันไง!"

hi "นี่!"

"ตอนนี้กล่องบังจนไม่เห็นหน้าชิซูเนะด้วยซ้ำ"

hi "ก็ได้ งั้นขอวางก่อนนะ"

"ยังไงก็ต้องอ่านดูด้วยว่าเขียนอะไร"

window hide

$ written_note("เดี๋ยวช่วยถือให้", {"background":Frame("vfx/cardboard.jpg",0,0, tile=True)})

show shizu adjust_smug
with charachange

window show

"แต่เหมือนจะยังเขียนไม่เสร็จ ชิซูเนะขีดเส้นแรง ๆ เป็นการเน้นย้ำว่ามีเงื่อนไขบางอย่าง"

window hide

$ written_note("เดี๋ยวช่วยถือให้\n ___________________\n\nแต่มาเล่นเกมก่อน! ใครสะดุดก่อนแพ้\nและคนแพ้ต้องแบกไปเอง", {"background":Frame("vfx/cardboard.jpg",0,0, tile=True)})

window show

hi "งี่เง่าสิ้นดี เดี๋ยวไม่ไงก็ไงฉันก็ต้องถือเองอยู่ดี"

"จริง ๆ ฉันก็รู้สึกว่าตัวเองงี่เง่าเหมือนกันที่ลืมไปว่าอีกฝั่งไม่ได้ยิน ฉันหยุดพูดแล้วสั่นหัว"

show shizu behind_blank
with charachange

shi "…"

show shizu cross_angry
with charachange

shi "…!"

show shizu adjust_angry
with charachange

shi "…!"

"ไม่เข้าใจเลยแฮะ แต่เหมือนจะบังคับอะไรสักอย่าง ชัดว่าเจ้าตัวคิดว่าเป็นแผนที่ดีมาก ๆ"

"ก็นะ ถ้าเกิดชิซูเนะทำกล่องตกก็จะต้องเป็นคนถือ ซึ่งก็จะสะดวกกับฉันเยอะ"

"โอกาสเป็นครึ่งต่อครึ่ง ถ้างั้น… ก็คงเป็นโอกาสที่ดีกว่าแผนอื่น ๆ ของชิซูเนะแล้วแหละ ก็ได้ รับก็รับ"

show shizu basic_normal_close
with characlose

"จะว่าไปก็ยังไม่รู้เลยว่าจะต้องทำยังไง ชิซูเนะจับกล่องฝั่งหนึ่งยกขึ้นมา ส่วนฉันก็ถืออีกข้างหนึ่ง แบบนี้เหรอ พอถือ\nอย่างนี้แล้วเดินไม่ถนัดเอาเสียเลย"

show bg suburb_shanghaiext
with locationchange

"พวกเราออกมาจากคาเฟ ในใจฉันหวังให้ข้างนอกยังไม่มีคน ยูโกะดูจะไม่เข้าใจว่าพวกเราทำอะไรกันอยู่ แล้วถ้ายิ่งคนอื่น\nมาเห็นอีกก็คงงงหนักแน่"

show shizu adjust_happy_close
with charachange

show shizu basic_normal_close
with charachange

"ชิซูเนะดูจะไม่สะทกสะท้านอะไรเลยกับการต้องถือกล่องกับท่าที่ผิดธรรมชาติอย่างนี้ เธอเพียงยิ้มอย่างมั่นใจแล้วทำท่า\nอะไรแปลก ๆ เป็นระยะ ๆ"

show bg suburb_roadcenter
with locationchange

"ยิ่งนานไปก็ยิ่งมีคนมองเรื่อย ๆ ผู้คนเริ่มออกเดินตามถนนมากขึ้น"

"เหมือนเป็นคนบ้าเลย แต่ขืนยอมแพ้ตอนนี้ชิซูเนะก็คงถือว่าตัวเองชนะแน่ ๆ ยอมไม่ได้ อุตส่าห์มาตั้งขนาดนี้แล้ว"

show shizu adjust_happy_close
with charachange

show shizu basic_normal_close
with charachange

"ทีแรกฉันก็เข้าใจไปว่าภาษามือที่ชิซูเนะทำอยู่นั้นคือการฉลองชัยล่วงหน้า แต่ไม่นานก็รู้ว่าจริง ๆ แล้วเป็นการบอกว่า\nจะไปทางไหนต่างหาก"

"และรู้อีกว่านี่ไม่ใช่การแข่งขัน เพราะไม่ได้มีความท้าทายอะไรเลย อีกอย่าง เหมือนเป็นการทดสอบการทำงานเป็นทีม\nมากกว่า ไม่ใช่ว่าจะให้รางวัลผู้ชนะอะไรหรอก ทำนองว่าลงโทษฐานที่ทำไม่สำเร็จมากกว่า"

stop music fadeout 3.0

show shizu adjust_blush_close
with charachange

"นิ้วพวกเราแตะกันอยู่ใต้กล่อง ชิซูเนะขยับมือหนีจนกล่องเกือบหล่น"

"ก็แปลว่าแพ้แล้วสินะ"

"ชิซูเนะดูไม่ค่อยพอใจเท่าไหร่ นี่คิดว่าฉันจงใจทำให้แพ้เหรอ แต่แพ้แล้วก็ดูไม่เดือดร้อนอะไรเลยแฮะ ก็นะ ยามรัก\nยามรบน่ะทำอะไรก็ไม่ผิดหรอก"

show shizu basic_frown
with charadistant

"รู้สึกว่าต้องแบกกล่องนี้เองเลยแฮะ แต่พอจะเอามาถือชิซูเนะก็ดันตัวฉันออก"

play music music_shizune fadein 1.0

"แล้วยังจ้องมาเหมือนจะไล่กันอีก แต่ก็ไล่ไม่ได้หรอก เพราะถือกล่องอยู่อย่างนั้นก็ไม่ต่างอะไรกับการโดนปิดปากเลย"

show shizu basic_normal2
with charachange

show shizu basic_normal
with charachange

"เธอทำหน้าหมองไปแวบหนึ่ง อาจจะเพราะต้องย้อนมานึกถึงข้อจำกัดของตัวเองที่ยังไงเสียก็เลี่ยงไม่ได้"

"แต่นั่นแหละ ศักดิ์ศรียังค้ำคอ ต่อให้ตัวเองจะเป็นฝ่ายเสียเปรียบก็ตาม ชิซูเนะไม่ยอมปล่อยให้ตัวเองต้องรอดไปจาก\nผลพวงแห่งการพนันนี้ได้"

"ตอนสู้กันจะยังไงก็ได้ แต่ต้องรับผลตามที่ตกลงกันไว้ให้ได้งั้นเหรอ"

"เป็นคนที่น่าสนใจดี"

show bg school_dormext_full
with shorttimeskip

"ระหว่างทางเดินกลับหอนั้นไม่มีเหตุการณ์อะไรพิเศษ ชิซูเนะแบกกล่องไปพลางพลิกกล่องไปพลางเหมือนเล่นรูบิก\nลูกใหญ่ เหมือนจะทำอย่างนั้นให้ตัวเองเพลินไปด้วย"

"พลิกไปมาขนาดนั้นของในกล่องคงไม่เหลือแล้ว แต่ฉันก็ขี้เกียจจะห้าม"

"ชิซูเนะอาจจะรับมือกับอะไร ๆ อย่างนี้แหละ คือเปลี่ยนให้เป็นเกมไปเลย แต่ก็ไม่แน่ใจเหมือนกันว่าเป็นอย่างนั้น\nจริงหรือเปล่า"

"พอจะลองวิเคราะห์จิตใจเธอดูก็เหมือนจะดูไม่ออก เท่าที่รู้จักกันมาในระยะเวลาสั้น ๆ นี้ฉันต้องประหลาดใจกับอะไร\nหลายอย่าง"

show shizu basic_normal2 at centertremble_nl
with None

stop music fadeout 6.0

"ฉันเห็นว่าชิซูเนะตัวสั่นอยู่ ลมเริ่มพัดแรงขึ้นแล้ว โรงเรียนก็อยู่สูงด้วย ไม่แปลกที่จะหนาว แต่ถ้าให้เสื้อคลุมแล้วจะ\nปฏิเสธมั้ยนะ"

play sound sfx_rustling

show shizu basic_normal2_close at center
with characlose

"ฉันถอดเสื้อคลุมมาห่อไหล่ชิซูเนะไว้ก่อนที่เธอจะทันได้ต่อต้าน ไหล่เธอนั้นแสนบอบบางเสียจนไม่อยากปล่อยมือ"

show shizu adjust_blush_close
with Dissolve(0.2)

"เธอสะดุ้งเมื่อนิ้วฉันถูกตัว คงตกใจนั่นแหละ"

hi "ขอโทษที"

show shizu basic_normal_close
with charachange

shi "…"

show shizu adjust_happy_close
with charachange

shi "…"

"ชิซูเนะขยับนิ้วเล็กน้อยอยู่บนกล่อง อยากแบกให้แทนจริง ๆ แต่คงไม่ให้หรอก ชิซูเนะรีบทำภาษามือเท่าที่พอจะทำได้\nก่อนจะชะงักไปเล็กน้อยคล้ายอยากเสริมอะไรอีก"

"ฉันมั่นใจว่าที่เธอบอกนั้นคือคำว่า “ขอบคุณ” ดีใจจังที่อ่านออก"

scene black
with dissolve

$ suppress_window_after_timeskip = True

#*****************************************************************************************************

label th_S11:

window hide None

scene bg school_cafeteria
with locationchange

nvl clear

nvl show dissolve

$ renpy.music.set_volume(0.5, 0.0, channel="music")
play music music_normal fadein 0.5

n "\n\nครูภาษามือบอกว่าฉันเก่งทีเดียว"

n "ฉันห้ามใจไม่ให้นึกถึงคำชมนั้นมากไป แต่กระนั้นช่วงนี้ฉันก็ดีใจมากอยู่ดีจนถึงขั้นที่ว่าต้องนึกถึงอย่างน้อยวันละสองหน\nคงจะจับทางได้เร็วกว่าที่คิดละนะ แต่ก็ยังไม่พอหรอก"

n "ฉันอ่านภาษามือได้เพราะไม่ยากมาก คือต้องตั้งใจมองแหละ แต่ก็อ่านได้อยู่"

n "แล้วก็พอทำภาษามือได้ด้วย แค่ต้องฝึกอีกหน่อย แต่จะให้ทำทั้งสองอย่างไปพร้อม ๆ กันให้เร็วได้สักครึ่งมิช่าน่ะนะ\nไม่มีทาง"

n "สำหรับฉันตอนนี้ก็นับว่าดีแล้ว แต่ถ้าจะให้ดีจนถึงขั้นสนทนากับชิซูเนะได้นั้นฉันต้องเรียนรู้อีกมาก"

n "\nฉันพยายามคอยไปให้ถึงจุดนั้นทีละก้าวโดยเจียดเวลาช่วงพักเที่ยงมาอ่านหนังสือ"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear

nvl hide dissolve

window show

"ฉันเงยหน้าจากหนังสือ “ภาษามือญี่ปุ่นเบื้องต้น” เพื่อดูว่าชิซูเนะหรือมิช่าอยู่ด้วยหรือเปล่า"

"และแน่นอนว่าเมื่อเวลาพักเที่ยงหมดไปกับสิ่งนี้ ฉันต้องเลี่ยงสองคนนั้นไปสักสองสามวัน ยิ่งไปกว่านั้น ฉันต้องแอบ\nอยู่อย่างนี้ถ้าไม่อยากให้ชิซูเนะรู้เข้า"

"พอต้องหันหลังให้กำแพงพลางคอยมองไปรอบ ๆ ทุก ๆ สิบนาทีแล้วก็รู้สึกเหมือนเป็นอาชญากรหนีการจับกุมเลย"

"…"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide

nvl show dissolve

nvl clear

n "\n\nมิช่าจะถามฉันทุกครั้งว่าทำไมถึงไม่อยากบอกชิซูเนะว่าเรียนภาษามืออยู่"

n "พอย้อนมองดูแล้วก็ไม่ได้มีเหตุผลอะไรหรอก แต่ตอนนี้ฉันว่าฉันรู้แล้วละ"

n "ถ้าอยากให้ชิซูเนะมองว่าฉันอยู่ในระดับเดียวกันจริง ๆ ก้าวสำคัญก็คือเรื่องภาษามือ"

n "ถ้าฉันอยากมองว่าชิซูเนะอยู่ในระดับเดียวกันจริง ๆ ก้าวสำคัญก็คือเรื่องภาษามือ"

n "อีกก้าวสำคัญคือการปิดไม่ให้ชิซูเนะรู้ เพราะเมื่อไหร่ที่เราคุยกันได้แบบเสมอกันจริง ๆ ฉันจะได้พร้อมแล้วทำอะไรให้มัน\nถูกต้อง ไม่ได้ทำแบบขอไปที"

n "ฉันมองว่าถ้าทำไม่ได้ถึงขั้นนั้นก็คงน่าโมโห ชิซูเนะก็คงคิดอย่างนั้นเหมือนกัน"

n "\nเพราะงั้น นี่คือทางเลือกเดียวสำหรับฉัน แล้วยิ่งฉันหมายมั่นปั้นมือมาขนาดนี้แล้วด้วย"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear

nvl hide dissolve

window show

"ชิซูเนะเป็นคนที่แผ่รังสีแรงมาก สามารถจับได้ทั้งว่ากำลังมาหรือกำลังจะมาจากระยะไกล หลัก ๆ ก็เพราะผมมิช่าที่ไม่ว่า\nจะอยู่กับกลุ่มคนไหน ๆ ก็จะเด่นหราเหมือนเป็นเครื่องบอกตำแหน่งที่มาพร้อมเสียงหัวเราะซึ่งมาแต่ไกล"

"แต่ถึงมิช่าไม่อยู่ด้วยก็จะจับสังเกตได้เหมือนกัน นิสัยหลัก ๆ ของชิซูเนะคือเป็นคนตรง ๆ และรวบรัดตัดตอน จึงไม่แปลก\nที่นิสัยเหล่านั้นจะส่งผ่านมายังการเดินของเจ้าตัวด้วย"

"และเพราะตัวแปรพวกนั้นฉันถึงซ่อนของทั้งหมดปั้นหน้าปกติได้ก่อนที่สองคนนั้นจะเห็นฉันแล้วเดินมาหา"

show shizu behind_smile at tworight
show misha perky_smile at twoleft
with charaenter

hi "ไง"

show shizu adjust_smug
with charachange

ssh "สภานักเรียนนน"

show misha hips_grin
with charachange

mi "สภานักเรียน~!"

"ฉันขอให้สอนคำว่า “สภานักเรียน” เป็นอย่างแรกเพราะดูจะเป็นประโยชน์ดี"

hi "อืม ไม่ได้ไปทำมาสักพักแล้วนี่นะ"

show misha sign_smile
show shizu behind_smile
with charachange

mi "อื้ม~!"

show shizu behind_smile_close at closeright
show misha perky_smile_close at closeleft
with characlose

show shizu behind_smile_close:
    ypos 1.07
show misha perky_smile_close:
    ypos 1.1
with charamove

stop music fadeout 3.0

"ชิซูเนะนั่งอยู่ตรงหน้าเยื้องไปทางขวา ส่วนมิช่าเยื้องไปทางซ้าย ผิดเองแหละที่มานั่งตรงมุมเพราะโดนต้อนจนมุมจนได้"

scene bg school_lobby
with shorttimeskip

"สุดท้ายฉันก็โดนลากตัวมาที่ห้องสภานักเรียน แต่ก็ไม่ถือหรอก คิดถึงห้องนั้นขึ้นมาหน่อย ๆ แล้วเหมือนกัน"

"จะว่าทางสะดวกก็ว่าได้ เพราะชิซูเนะพอใจที่ได้ตัวฉันแล้วจึงไม่ได้ถามว่าก่อนหน้านี้ไปอยู่ไหนมา"

"พอมายืนอยู่ตรงหน้าประตูแล้วฉันก็นึกสงสัยว่าเรื่องอะไรสำคัญนักหนาถึงต้องลากฉันมาด้วย"

scene bg school_council at bgright
with locationchange

hi "เกม"

play music music_another fadein 0.5

"มีเกมเยอะกว่าหนังสืออีก ซึ่งก็ทำให้รู้ว่าทำไมทุกครั้งที่มาถึงได้มีหนังสือกองอยู่บนโต๊ะทุกตัว หรือบางทีก็ไปกองอยู่\nกับพื้น เพราะต้องหาที่เก็บเกมพวกนี้นั่นเอง"

show misha cross_laugh
with charaenter

mi "ฮ่าฮ่าฮ่า~!"

show misha hips_grin
with charachange

mi "เล่นกันสองคนเบื่อแล้วอะฮิจัง เพราะงั้นก็ตานายบ้าง โอเคนะ โอเค~! ตกลงตามนั้น~!"

hi "ยังไม่ได้พูดอะไรเลย!"

show shizu invis at right behind misha
with None

show misha hips_grin at twoleft
show bg school_council at center
show shizu basic_normal at tworight
with dissolvecharamove

show shizu behind_blank
with charachange

shi "…"

show misha sign_smile
with charachange

mi "ฮิจัง อีกเดี๋ยวก็จะไม่ได้อยู่สบาย ๆ เหมือนช่วงนี้แล้วนะ เพราะงั้น~ ต้องกอบโกยสนุกไปกับเวลานี้ให้เยอะ ๆ ว่ามั้ยล่ะ"

show misha cross_smile
with charachange

mi "อีกเดี๋ยวก็จะถึงวันงานทานาบาตะแล้ว ซึ่งเราก็ต้องทำงานกันหนักอีก"

show misha hips_grin
show shizu behind_smile
with charachange

mi "เพราะงั้น ตอนนี้ก็มาเล่นกันเถอะ~!"

"จะว่าไปแล้วก็จริง ฉันไม่ทันได้สังเกตเพราะมัวแต่วุ่นอยู่กับการเรียนภาษามือ งานเก่ายังไม่ทันจบดีก็จะมีงานใหม่เสียแล้ว"

"ชิซูเนะจะไปลากสมาชิกใหม่มาช่วยงานนี้ด้วยหรือเปล่านี่"

hi "ถูกของเธอ"

show misha cross_laugh
with charachange

mi "ฮ่าฮ่าฮ่า~! เย้~! ฮิจังเห็นด้วยละ~! มาฉลองกัน!"

show shizu basic_happy
with charachange

ssh "รู้แล้ว เล่นเกมกันดีกว่า"

show misha sign_smile
with charachange

mi "เล่นเกมฉลองกันดีกว่าฮิจัง~!"

hi "ไม่รู้สิ ปกติเล่นเกมทีไรฉันจบไม่สวยตลอด"

show misha perky_sad
with charachange

mi "ฮิจังคิดมากเรื่องเดิมพันละ~"

"มิช่าทำหน้าผิดหวังสุดขีด ไม่รู้เหมือนกันว่ากำลังล้อกันหรือเปล่า เพราะปกติมิช่าก็ทำหน้าเวอร์ ๆ ไปอยู่แล้ว เป็นผู้หญิง\nที่ “สุดโต่ง” เลยแหละ"

"ฉันหันไปมองชิซูเนะ โอเค อันนี้แหละล้อกันแน่ ๆ"

hi "เฮ้ย ไม่เอาน่า แต่เออ ถ้าบอกว่าเดิมพันคืออะไรก่อนฉันถึงจะยอมเล่นด้วย"

show shizu adjust_smug
with charachange

shi "…"

show misha cross_grin
with charachange

mi "เป็นคนญี่ปุ่นแท้ ๆ เลยนะ คิดถึงเรื่องผลที่ตามมาก่อนอะไรเลยเนี่ย"

show misha sign_smile
with charachange

mi "ฮิจังเคยได้ยินประโยคที่ว่า “ถ้ามองต้นไม้ก็จะไม่เห็นป่า” หรือเปล่า"

hi "ไม่อะ"

"โกหกหรอก แต่ฉันก็มีศักดิ์ศรีของฉัน ศักดิ์ศรีที่ตอนนี้โดนเล่นงานอยู่"

hi "โอเค เล่นก็เล่น แต่ขอเลือกเกมนะ"

show shizu adjust_happy
show misha perky_smile
with charachange

"มิช่าพยักหน้า"

hi "แล้วก็ขอเลือกบทลงโทษถ้าพวกเธอแพ้ด้วย"

show shizu cross_angry
with charachange

"ชิซูเนะยกแขนขึ้นมาขัดกันเป็นกากบาท ซึ่งไม่รู้ว่าจะสื่อว่า “ขอปฏิเสธ” หรือกำลังจะปล่อยพลังพิเศษกันแน่"

hi "เหอะ ๆ แล้วมาล้อฉันว่ากลัวผลกระทบที่จะตามมาเนี่ยนะ"

show shizu behind_frown
with charachange

ssh "เจ้าคิดเจ้าแค้นจริงนะ แค่หยอกเล่นนิดหน่อยก็เคืองขนาดนี้"

show shizu basic_frown
with charachange

ssh "ถ้า … กัดนาย นายก็คงกัดตอบ"

"ชิซูเนะทำภาษามือเป็นคำคำหนึ่งที่ฉันอ่านไม่ออก"

show misha hips_frown
with charachange

mi "ฮิจังเจ้าคิดเจ้าแค้นจัง~ หยอกเล่นนิดหน่อยเอง ถ้าตัวลิ่นกัดนาย นายก็คงกัดตอบ!"

hi "ตัวลิ่น?"

show misha sign_smile
with charachange

mi "คนสติดีที่ไหนเขากัดตัวลิ่นกลับกันล่ะฮิจัง!"

show shizu behind_blank
with charachange

shi "…"

show misha cross_laugh
with charachange

mi "แต่ฮิจังก็จะกัดอยู่ดีนี่นะ~! ฮ่าฮ่าฮ่า!"

hi "งั้นเหรอ"

show shizu adjust_smug
with charachange

"ชิซูเนะขยับมือเล็กน้อยมาดันแว่น"

show shizu behind_smile
with charachange

shi "…"

show misha sign_smile
with charachange

mi "ฮิจัง เราไม่ได้วางแผนไว้เลยด้วยซ้ำว่าถ้าแพ้หรือชนะแล้วจะได้หรือเสียอะไร นายแค่คิดไปเองว่ามันจะเป็นอย่างนั้น~"

hi "นั่นสินะ ใครกันที่ทำให้ระแวง"

show misha hips_grin
with charachange

mi "อืม~ นั่นสินะ~! แต่เอาเถอะ~! ก็ไม่มีอะไรแบบนั้นหรอก รู้อย่างนี้แล้วฮิจังจะเปลี่ยนใจมั้ย"

hi "ก็… อืม"

show misha hips_laugh
with charachange

"มิช่าควงแขนด้วยความเร็วสูงเพื่อแสดงความดีใจ พิลึกคน ของแบบนี้จะได้เห็นก็แค่ตอนที่อยู่ด้วยกันในห้องสภานักเรียน\nแค่สามคนนี่แหละ"

"เพราะถ้าไปทำที่อื่นหมัดมิช่าคงไปเข้าเบ้าหน้าใครสักคนแล้ว"

show misha hips_grin
with charachange

mi "เย้ เย้~! มาเริ่มกันเลย~!"

hi "ยังก่อน"

show misha hips_smile
with charachange

mi "…"

show shizu behind_blank
with charachange

shi "…"

mi "…"

shi "…"

hi "โอเค ๆ"

hi "แต่ขอแค่เป็นอะไรที่เล่นด้วยกันได้ทุกคนนะ"

hi "ฉันไม่ชอบเกมที่ถ้าเล่นแล้วจะรู้เลยว่าใครเก่ง แล้วก็ไม่เอาเกมที่เล่นกันแค่สองคนด้วยนะ ไม่งั้นจะเหลือเศษ ต้องเป็น\nอะไรที่เราสามคนเล่นด้วยกันได้อย่างเท่าเทียม"

show shizu basic_normal
with charachange

shi "…"

show misha sign_smile
with charachange

mi "หมากฮอส?"

"มิช่าพูดปุ๊บก็หยิบถุงหมากฮอสมาวางไว้บนโต๊ะปั๊บ"

hi "มันเล่นได้แค่สองคนนี่ ก็บอกว่า—"

show misha hips_grin
with charachange

mi "โอเค โอเค~! ฮิจัง งั้น… เกมเศรษฐีล่ะ"

"กล่องเกมเศรษฐีคืบคลานเข้ามาใกล้ ฉันคว้าออกมาจากมือมิช่ามาวางไว้ที่ใต้เก้าอี้"

hi "ฉันไม่ชอบเกมที่ใช้ดวงล้วน ๆ ของแบบนี้มันแทบไม่ได้ใช้ฝีมือเลย แล้วก็เลิกเสนอเกมขึ้นมาแบบส่งเดชสักที!"

show misha perky_confused
with charachange

mi "ดวงก็เป็นฝีมือชนิดหนึ่งนะ"

hi "ไม่ ไม่เลย!"

show shizu adjust_smug
with charachange

shi "…"

show misha sign_smile
with charachange

mi "ถ้าดวงดีตลอดก็นับว่าเป็นฝีมือได้นะ~! ใช่มั้ย~"

hi "ถ้าดวงมันจะดีขนาดนั้นก็เรื่องของเธอเลยเถอะ"

show shizu adjust_happy
show misha hips_grin
with charachange

mi "ฮืม~ ฮืม~ ฮืม~ ฮืม~ บาร์คารา? ดีดลูกแก้ว? {i}เดอะ เกม ออฟ ไลฟ์{/i} (The Game of Life)? รูเล็ต? แบล็กแจ็ก?\nฟุตบอลกระดาษ? {i}ทริเวียล เพอร์ซูท{/i} (Trivial Pursuit)?"

"มิช่าไล่รายชื่อแต่ละเกมมาอย่างตื่นเต้นราวกับว่ากำลังอ่านโพยอยู่"

"ทุกชื่อที่โผล่มาจะมีกล่อง กระดาษ หรือชิ้นส่วนต่าง ๆ โผล่มารอบตัวมิช่า เป็นชุดอุปกรณ์แสนประหลาดที่มีตั้งแต่ของ\nที่ดูเหมือนของเล่นเด็กไปยันอุปกรณ์สำหรับการพนันอย่างจริงจังที่ดูผิดที่ผิดทางกับห้องเรียบ ๆ นี้"

show misha sign_smile
with charachange

mi "หมากรุกสามทาง?"

hi "มันมีด้วยเหรอ"

show shizu behind_smile
with charachange

ssh "มาลองเล่นกัน"

show misha cross_laugh
with charachange

mi "ใช่ ใช่~ มาลองเล่นกัน มาเถอะ~! อะฮ่าฮ่าฮ่าฮ่า~!"

show shizu basic_happy
show misha hips_grin
with charachange

"ทั้งสองคนหยิบกระดานหมากรุกออกมาโดยแทบไม่ได้ขยับตัวเลย ดูไปก็คล้ายนักมายากลตัวน้อยสองคน ก็นะ มายากล\nต้องอาศัยกลฝีมือ ซึ่งก็เป็นอะไรที่สองคนนี้มีเหลือ ๆ อยู่แล้ว"

"ก็ไม่ได้แปลกใจหรอก แต่ก็รู้สึกขนลุกอย่างบอกไม่ถูกอยู่ดี"

hi "เลิกทำแบบนั้นสักที!"

stop music fadeout 2.0

ha "ขะ ขอโทษนะ…"

show shizu basic_normal
show misha perky_confused
with charachange

"เสียงอาย ๆ นั้นทำให้ฉันต้องหันไปมอง"

show hanako invis at offscreenright
with None

show misha perky_confused at left
show shizu basic_normal at center
show bg school_council at bgleft
show hanako emb_downtimid:
    xanchor 0.7 xpos 1.0
with dissolvecharamove

ha "พอดี ฉะ ฉันทำบัตรประจำตัวหาย แล้วมีคนบอกว่า… ให้มาถามกับสภานักเรียน ถ้าฉันมา ขะ ขัด ไว้ฉันค่อยมาทีหลัง\nก็ได้"

show hanako emb_timid
with charachange

"ฮานาโกะกวาดตามองรอบห้องที่มีทั้งเอกสารบันทึกทั้งหลายแหล่กองอยู่ ทั้งเก้าอี้ที่วางอยู่อย่างระเกะระกะ ทั้งบอร์ดเกม\nที่วางเรี่ยราด"

"สภานักเรียนที่ทำงานกันอย่างเป็นระบบและจริงจังอย่างเรา ๆ คงไม่ควรให้ใครมาเห็นภาพแบบนี้สินะ"

hi "สวัสดี"

"เป็นคำเดียวที่ฉันพอจะนึกออกเป็นการทักทายไม่ให้เกร็งเกินไป แต่ดูเหมือนจะยิ่งทำให้ฮานาโกะตกใจหนักกว่าเก่า"

show hanako def_worry
with charachange

ha "…"

show hanako def_strain
with charachange

ha "เอ่อ…{w=0.5} บัตรประจำตัว…{w=0.5} ฉัน…"

show misha sign_smile
with charachange

mi "เราอยู่ห้องเดียวกันใช่มั้ย ใช่~! เพราะงั้น~! ไม่ต้องเกรงใจหรอก นะ!"

show shizu behind_smile
with charachange

shi "…"

show misha hips_grin
with charachange

mi "อื้ม เป็นรุ่นพี่ก็ใช่ว่าจะกัดเธอสักหน่อย"

hi "รุ่นพี่ที่ไหน ก็อยู่ห้องเดียวกันเนี่ย"

play music music_happiness fadein 3.0

"แต่ฉันก็ดีใจที่ทั้งสองคนมาเสนอตัวช่วย"

show misha hips_smile
with charachange

mi "บอกว่าจะเอาอะไรนะ บัตรประจำตัวใช่มั้ย~ ใช่~!"

show hanako basic_distant
with charachange

ha "อื้ม"

"ฮานาโกะหลบตามิช่า เป็นคนขี้อายนี่นะ ไม่แปลกที่จะไม่ค่อยสบตาใคร พอมองตามฮานาโกะไปก็เห็นว่าเธอกำลังมอง\nกระดานหมากรุกบนโต๊ะอยู่"

show hanako basic_normal
with charachange

show hanako basic_distant
with charachange

"ฮานาโกะทำตาโตอยู่แวบหนึ่ง ซึ่งชิซูเนะเห็นแล้ว"

show shizu basic_happy
with charachange

shi "…"

show misha perky_smile
with charachange

mi "ชอบหมากรุกเหรอ"

show hanako defarms_strain
with charachange

ha "เอ๊ะ!?"

show shizu adjust_smug
with charachange

shi "…!"

show misha hips_smile
with charachange

mi "ชอบหมากรุกใช่มั้ย~ ใช่ ชอบ~!"

show misha hips_grin
show shizu adjust_happy
with charachange

mi "เธอ~{w=0.2} อยาก~{w=0.2} เล่น~{w=0.2} รึ~{w=0.2} เปล่า~"

"ฮานาโกะลังเล ไม่แน่ว่าอาจจะวิ่งหนีไปเลยก็ได้ จะไม่ขอยุ่งด้วยแล้วกัน จบไม่สวยแน่ ๆ"

show hanako basic_normal
with charachange

"แล้วฉันก็ต้องแปลกใจที่ฮานาโกะชั่งใจจริงจัง เธอจับปลายนิ้วตัวเองทำท่าครุ่นคิดอย่างหนัก"

"ซึ่งถ้าพิจารณาขนาดนี้ก็คงแปลว่าตกลงแล้วแหละ"

show misha sign_smile
with charachange

mi "พอดีพักเที่ยงกันอยู่ ยังไงเธอก็ต้องรออยู่ดี ระหว่างรอก็เล่นไปเลยไง~ เถอะน่า สนุกมาก ๆ เลยนะ~! เธอชอบหมากรุก\nใช่มั้ย ฉันรู้นะ ชัดมาก มาก มากเลยละ~! นะ~ มาเล่นกัน"

show hanako cover_distant
with charachange

ha "โอเค…"

show misha cross_laugh
with charachange

mi "วะฮ่าฮ่า~! เย้~! สำเร็จ สำเร็จ โอเค โอเค โอเค~! เยี่ยมเลย~!"

scene ev shizu_chess_large:
    subpixel True xanchor 1140 yanchor 1100 xpos 400 ypos 300 zoom 1.0
    easein 10.0 yanchor 1050
with flash

#really should replace this with something that is a bit more aggressive

"กระดานหมากรุกจัดเรียบร้อยแล้ว"

"ตาเดินแรกนั้นสำคัญ"

show ev shizu_chess_large:
    ease 1.0 xpos 400 xanchor 1400 yanchor 400 ypos 300
    acdc_warp 10.0 xanchor 1300

"แต่ชิซูเนะดูจะไม่ใส่ใจอะไร"

show ev shizu_chess_large:
    ease 0.5 xanchor 800 yanchor 360
    easein 10.0 xanchor 700 yanchor 360

"ฮานาโกะค่อย ๆ คิดก่อนจะเดินแต่ละตา เธอดันหมากไปข้างหน้าเล็กน้อย ก่อนจะชักกลับด้วยความไม่แน่ใจ ชั่งน้ำหนัก\nแต่ละตัวเลือกซ้ำแล้วซ้ำเล่า"

"ฮานาโกะให้ความสำคัญกับหมากรุกมาก ไม่ใช่แค่คนที่นาน ๆ ทีจะเล่นแน่ ยังไงก็เป็นคนที่เล่นแบบจริงจังแน่นอน"

"ชิซูเนะจะประมาทไม่ได้ ไม่ว่าจะเดินตาไหน ฮานาโกะก็ตอบโต้ได้อย่างเหมาะสมเสมอ"

"แต่การดำเนินเกมมีบางอย่างชอบกลอยู่"

scene ev shizu_chess_base:
    subpixel True truecenter zoom 1.05
    easein 5.0 zoom 1.0
with flash

"ชิซูเนะเดินเร็วเกินไป ไม่สิ ไม่ใช่แค่เร็วเกินไป เร็วจนไม่อาจเข้าใจได้ เหมือนไม่ได้คิดเลยว่าจะทำอะไรต่อ ซึ่งก็มีอยู่\nไม่กี่อย่าง ถ้าไม่เพราะชิซูเนะเก่งจนอยู่ในระดับซูเปอร์คอมพิวเตอร์แล้ว ก็คงเพราะไม่ได้จริงจังกับเกมนี้มาก"

"หรือไม่ก็เพราะฮานาโกะไม่ได้เก่งมาก"

scene ev shizu_chess_base
show sc_shiz normal:
    xalign 1.0 yalign 0.0
with charachange

"ชิซูเนะบังคับแลกเบี้ย"

scene ev shizu_chess_base3
with charachange

"ยิ่งเกมดำเนินไปฮานาโกะก็ยิ่งใช้เวลาคิดมากขึ้น ซึ่งยังไม่ได้เดินเกมไปไกลขนาดนั้นด้วยซ้ำ อยู่ ๆ ฉันก็เข้าใจสักที\nว่าชิซูเนะมีเวลาคิดตาเดินถัดไปมากเพราะกว่าฮานาโกะจะขยับหมากสักตัวนั้นต้องใช้เวลาเป็นชาติ"

"แต่ก็เป็นเกมที่น่าสนใจดี"

window hide

nvl clear

$ renpy.music.set_volume(0.5, 1.0, channel="music")

nvl show dissolve

n "\n\nม้าดำไป f6"

n "บิชอปไป d3"

n "เพราะทั้งสองคนต่างเล่นกันอย่างจริงจัง จึงไม่มีใครประมาทเลย ตอนนี้ยังดูไม่ออกว่าใครกันแน่ที่ได้เปรียบ เท่าที่เห็น\nก็อาจจะเพราะทั้งสองคนไม่ค่อยสนิทกันด้วย"

n "ชิซูเนะเป็นคู่แข่งลึกลับสำหรับฮานาโกะ ส่วนฮานาโกะก็เป็นปริศนาสำหรับชิซูเนะ คิ้วฮานาโกะที่ขมวดอยู่แสดงให้เห็น\nว่าเธอใส่ใจกับเกมนี้มาก ฮานาโกะอยากชนะจริง ๆ ส่วนชิซูเนะก็อยากชนะมาตลอดอยู่แล้ว"

n "ถึงจะเครียดเล็กน้อยที่ทั้งสองคนดูไม่ค่อยทำท่าสนิทสนมกันเลย แต่สิ่งนั้นก็ทำให้เกมนี้มีชีวิตขึ้นมา และยังทำให้\nต่างคนต่างมองว่าอีกฝ่ายคือคู่แข่งที่ดี"

n "อาจจะได้มาเป็นเพื่อนกันเพราะเรื่องนี้ก็ได้ หรืออย่างน้อย ๆ ก็จะได้เป็นคู่แข่งหมากรุกกัน ฉันคิดบวกอย่างนั้น"

n "แต่เท่าที่จำได้ตอนเคยเล่นเกมริสก์กับชิซูเนะ เธอไม่ใช่คนที่จะเอาชนะคนอื่นแบบเล่น ๆ แน่นอน"

nvl clear

n "\n\n\nเกมยังดำเนินต่อ"

n "ชิซูเนะเดินได้สิบสองตาภายในสี่นาที เป็นคู่แข่งที่น่ากลัวจริง ๆ"

n "แต่ฮานาโกะยังพอรับมือได้อยู่ แม้คิงของเธอจะถูกไล่ต้อนไปมาเล็กน้อย"

n "เบี้ยไป h6"

n "ม้าขาวไป e6"

n "ใกล้จบแล้ว"

n "\n\n…"

stop music fadeout 3.0

n "แล้วเกมก็จบลง"

nvl clear

nvl hide dissolve

scene bg school_council
show shizu adjust_happy at center
show misha perky_smile at left
show hanako basic_normal at right
with locationchange

window show

shi "…"

show misha sign_smile
with charachange

mi "เป็นเกมที่สนุกมากเลยนะ~!"

$ renpy.music.set_volume(1.0, 0.0, channel="music")
play music music_ease fadein 5.0

show hanako cover_bashful
with charachange

ha "ขะ ขอบคุณนะ…"

show shizu behind_smile
with charachange

shi "…"

show misha hips_smile
with charachange

mi "เกือบไปแล้ว~ นึกว่าจะแพ้แล้วเสียอีก เธอเล่นเก่งมากเลย"

"แม้ชนะแต่ก็ไม่เหลิง ชิซูเนะยื่นมือไปยังผู้แพ้ อาจจะเพราะฮานาโกะน้อมรับความพ่ายแพ้ได้เป็นอย่างดี"

show shizu basic_normal
with charachange

shi "…"

show misha perky_smile
with charachange

mi "สนุกมากเลย แต่ก็นานมาก เกือบหมดคาบแน่ะ!"

mi "หมากรุกมันมีรูปแบบซ้ำ ๆ เกินไป ยิ่งถ้าเก่งกันระดับนี้แล้ว งั้นเพิ่มกฎขั้นสูงกันหน่อยมั้ย~"

hi "ฮะ?"

show hanako cover_worry
with charachange

ha "ขั้น… สูง…?"

show shizu basic_sparkle
with charachange

show shizu adjust_smug
with charachange

show shizu basic_happy
with charachange

shi "… … …"

show misha hips_smile
with charachange

mi "ช่าย ช่าย~! อย่างหมากรุกความเร็วสูง หรือหมากรุกแบบเพิ่มตัวหมาก หรือไม่ก็จับคู่กันเล่นหมากรุกแบบทีม สักหนึ่ง\nหรือสองกระดาน แล้วแต่เธอเลย! มาเถอะ มา มา มา สนุกนะ จริง ๆ ~! หมากรุกธรรมดามันยืดยาด ตายตัว น่าเบื่อ"

show misha hips_grin
with charachange

mi "ฉันอยากเล่นหมากรุกที่ให้ความสำคัญกับการคิดเร็วกับความเด็ดขาด ของที่ว่าไปน่ะ ถ้าให้เทียบกับหมากรุก ก็เหมือน\nการเทียบหมากฮอสกับโกะ เหมือนการเทียบเอ็กซ์โอกับโชงิ ใช่มั้ย ใช่~!"

show misha cross_laugh
with charachange

mi "วะฮ่าฮ่าฮ่า~! หรือจะหมากรุกเลเซอร์ก็ได้นะ ตื่นเต้นดีเหมือนกัน เลือกมาสิ เลือก~!"

show hanako defarms_strain
with charachange

ha "อาาาา…"

"ฮานาโกะทำหน้าตาตื่น พอเห็นฮานาโกะที่จิตใจจะแหลกสลายล้มพับไปกับกระดานแล้วก็มีหลากความรู้สึกเอ่อขึ้นมา\nหลัก ๆ คือตลก แต่ฉันก็ขยับตัวไปใกล้ ๆ เผื่อจะเป็นลมขึ้นมาจริง ๆ"

scene ev shizu_chess_base2:
    subpixel True truecenter zoom 1.05
    easein 5.0 zoom 1.0
with flash

"ทั้งสองคนจัดกระดานอีกครั้ง แต่คราวนี้แทบจะเรียกไม่ได้เลยว่าเป็นการแข่งขัน"

"ฮานาโกะไม่กล้าแม้จะเดินหมากเพราะกลัวจะขยับมือไปชนเข้ากับมือชิซูเนะ ชิซูเนะครองกระดาน นับว่าเป็นการล่า\nได้เลย ไม่ว่าฮานาโกะจะเดินหมากไปทางไหน ที่ตรงนั้นชิซูเนะก็จะรออยู่ก่อนแล้ว"

"เป็นเกมที่เร็วที่สุดเท่าที่เคยเห็นมาเลย"

scene bg school_council
show shizu basic_sparkle at center
show misha hips_grin at left
show hanako defarms_strain at right
with locationchange

mi "เปลี่ยนกฎแล้วมาเล่นกันอีกรอบดีกว่า~! แข่งกันหกรอบแล้วดูว่าใครชนะเยอะสุด เหมือนครั้งที่ดีปบลูพบคาสปารอฟ\nไง~!"

hide hanako
with easeoutright

"ฮานาโกะขอตัวหนีออกห้องไป"

show shizu basic_normal
show misha perky_confused
with dissolve

mi "ฮะ? เดี๋ยว!"

hide misha
with charaexit

mi "เอ่อ ไม่ใช่ว่าจะมาถามเรื่องบัตรประจำตัวใหม่เหรอ ขอโทษนะ! ฮัลโหล~ ได้โปรด กลับมาก่อน! เดี๋ยว เดี๋ยว~! เดี๋ยว~!"

stop music fadeout 3.0

"แปลกดี ยิ่งมิช่าไปไกลเสียงก็ดูจะดังขึ้น"

show bg school_council at bgright
show shizu basic_normal at tworight
with charamove

show misha perky_sad at twoleft
with charaenter

mi "ตามไม่ทันเลย~…"

show shizu adjust_happy
with charachange

play music music_normal fadein 3.0

shi "…"

"ชิซูเนะตบบ่ามิช่าเป็นการปลอบใจ"

hi "โอ๋ ๆ"

show misha hips_smile
with charachange

mi "โอ๋ ๆ ~!"

hi "เธอนี่ร่าเริงเกินกว่าจะให้ใครมาตบไหล่เลยนะ"

show misha cross_laugh
with charachange

mi "อะฮ่าฮ่าฮ่า~!"

"…"

show shizu basic_normal2
with charachange

shi "…"

show misha sign_smile
with charachange

mi "ฮิจัง นายไม่ชอบเกมที่ใช้ดวงเหรอ"

"อยู่ ๆ ก็ถามขึ้นมา แต่เหมือนจะเป็นคำถามสำคัญ"

"เพราะถ้าไม่สำคัญ ทำไมชิซูเนะจะต้องรอดูว่าฉันจะมีปฏิกิริยายังไงด้วย พอหันไปมองก็ทำเป็นเหมือนไม่ได้มองฉันอยู่\nทำทีใช้นิ้วหมุนหมากไปดูสบาย ๆ"

show misha hips_grin
with charachange

mi "“ฉันไม่ชอบเกมที่ใช้ดวงล้วน ๆ ” ฮิจังว่างั้นนี่~"

hi "อื้ม แต่ใช้ดวงล้วน ๆ กับใช้ดวงบ้างมันไม่เหมือนกันนะ ฉันไม่ได้เกลียดเกมที่ใช้ดวงบ้างหรอก ยังไงหลาย ๆ เกมมันก็\nต้องใช้ดวงนิดหน่อยอยู่แล้ว เพราะดวงนี่แหละคือสิ่งที่ทำให้เกมมันน่าสนใจขึ้นมา"

hi "ฉันว่าเกมที่เรารู้ว่าจะจบยังไงตั้งแต่เริ่มเล่นน่ะน่าเบื่อเกินไป ไม่งั้นมันก็ไม่ใช่เกมน่ะสิ มันก็แค่การไหลไปตามน้ำเฉย ๆ"

hi "แต่เกมที่เราควบคุมอะไรแทบไม่ได้หรือไม่ได้เลยฉันว่าฉันก็คงเล่นไม่สนุกเหมือนกัน"

show shizu behind_smile
with charachange

ssh "อย่างนี้นี่เอง"

show shizu adjust_smug
with charachange

shi "…"

show misha hips_smile
with charachange

mi "เธอคนนั้นน่ะเล่นหมากรุกไม่ค่อยเก่งนะ"

show shizu basic_normal
with charachange

shi "…"

show misha sign_smile
with charachange

mi "หมากรุกน่ะเป็นเกมสูตรสำเร็จนะ เพราะงั้น~! เกมนี้ไม่เหมาะกับฮานาโกะ… เพราะฮานาโกะไม่ใช่คนที่มีสูตรเลย\nคนที่เล่นหมากรุกแบบตื้นเขินมองแค่หมากในตาถัดไปน่ะเรียกว่าคนเล่นหมากรุกแบบจริงจังไม่ได้หรอก"

show misha perky_smile
with charachange

mi "คนที่รักหมากรุกจนถ้าแค่ได้เห็นกระดานแล้วก็ตาเป็นประกายอย่างนั้นน่ะคือคนที่จะศึกษาหมากรุกอย่างจริงจังเลย"

mi "อย่างน้อยถ้าศึกษาไว้บ้างก็จะหัดมองได้สักสองตาเดินถัดไปเป็นขั้นต่ำ ถึงจะต้องเล่นกับคนเก่ง ๆ ก็เถอะ"

show misha hips_frown
with charachange

mi "ทั้งที่ชอบขนาดนั้นแท้ ๆ … แล้วก็มีใจรักมาก… แต่ทำไมถึงกลับแทบไม่รู้อะไรเลย รู้น้อยกว่าคนที่แค่สนใจหมากรุก\nแบบผ่าน ๆ เสียอีก"

"ชิซูเนะวางหมากที่ถืออยู่ลง หมากนั้นคือเรือ"

show shizu behind_frown
with charachange

shi "…"

show misha hips_smile
with charachange

mi "ฮานาโกะน่ะมีใจรักจริงนะ แต่ไม่ได้รักเกมจริง ๆ ฮิจังเข้าใจหรือเปล่า~"

show misha perky_smile
with charachange

mi "หมากรุกน่ะไม่มีคำว่าดวง~! จุดนี้สำคัญมาก ต้องตระหนักไว้ ดวงในเกมน่ะดี เพราะดวงจะให้โอกาสกับทุกคน ใช้เป็น\nตัวแปรได้ แต่ก็ไม่ได้ใช้ดวงมากไปจนลดความสำคัญของฝีมือลง หมากรุกมันน่าเบื่อเพราะมันไม่ใช่เกม ฉันมองว่า\nหมากรุกมันเหมือนสูตรมากกว่า"

show misha sign_smile
with charachange

mi "ฮานาโกะก็ไม่ใช่คนที่จะชอบอะไรอย่างนั้นเหมือนกัน~"

show shizu adjust_angry
with charachange

shi "…"

show misha cross_frown
with charachange

mi "ถ้าเราให้ค่ากับอะไรเราก็ต้องสู้ การดิ้นรนน่ะคือหลักฐานถึงความซง— ทรงคุณค่า? ฉันคิดว่างั้นนะ หรือ~! เราจะ\nยอมถอยทันที~! เพราะมันล้ำค่าจนเราคิดอะไรไม่ออกเลย อย่างแรกคือความรักแบบมุ่งมั่น อย่างหลังคือความรัก\nแบบอ่อนโยน"

show shizu basic_normal2
with charachange

shi "…"

show misha hips_smile
with charachange

mi "ฉันลองสู้กับฮานาโกะดู ลองไล่คิงแล้วก็ล่อให้ติดกับ แต่ก็ไม่สำเร็จ เพราะฮานาโกะยึดติดกับตาเดินที่จะใช้ได้เท่านั้น"

mi "จังหวะที่คิดหนักที่สุดคือตอนที่ฮานาโกะเดินเร็วที่สุด เพราะแปลว่าฮานาโกะรู้แล้วว่าจะต้องรับมือกับสถานการณ์นั้น ๆ\nยังไง"

show misha sign_smile
with charachange

mi "แปลว่ามีคนสอนฮานาโกะมา ฮิจังเข้าใจมั้ย~"

hi "ไม่ค่อย"

show shizu adjust_happy
with charachange

shi "…"

show misha hips_grin
with charachange

mi "ถ้าชอบหมากรุกขนาดนั้นแต่ทุ่มเทให้เต็มที่ไม่ได้ ก็แปลว่ารักเพราะมีีความทรงจำร่วมกับมัน ไม่ได้มีใจรักหมากรุกจริง ๆ\nฮานาโกะมองว่าหมากรุกล้ำค่าเกินกว่าจะใช้เป็นการแข่งขันจริงจังได้"

show shizu behind_blank
with charachange

shi "…"

show misha perky_smile
with charachange

mi "และเพราะอย่างนั้น เราจะใช้หมากรุกมาผูกมิตรกันโดยไม่มีการสื่อสารอะไรไม่ได้"

stop music fadeout 5.0

"วิธีผูกมิตรของเธอไม่ใช่อะไรที่จะใช้ได้กับทุกคนสักหน่อย ชิซูเนะ"

"เท่าที่ดูชิซูเนะก็ไม่ได้ทำหน้าเศร้า แต่คำพูดนั้นดูเศร้าเอามาก ๆ"

hi "นี่ มาเล่นกันสักตาดีกว่า"

hi "ไหน ๆ กระดานก็ยังอยู่"

play sound sfx_warningbell

"แต่เสียงระฆังก็ดังตัดบทฉันไป"

scene black
with dissolve

$ suppress_window_after_timeskip = True

#**********************************************************************************************************
label th_S12:

window hide None

scene bg school_council
with locationchange

nvl clear

nvl show dissolve

$ renpy.music.set_volume(0.5, 0.0, channel="music")
play music music_daily fadein 0.5

n "\n\nหลาย ๆ อย่างกลับสู่สภาพปกติ ย้ายมาเข้ากลางคันอย่างนี้ก็ทำให้ช่วงสองสามสัปดาห์แรกวุ่นวายเอามาก ๆ\nใช้คำว่าอะไร ๆ ลงตัวแล้วกลับสู่สภาพปกติน่าจะดีกว่า"

n "เผลอแป๊บเดียวก็ผ่านไปแล้วหลายวัน"

n "ฉันอดคิดไม่ได้ว่าช่วงก่อนที่ฉันจะย้ายมาโรงเรียนนี้จะมีอะไรบ้าง และอดคิดไม่ได้ด้วยว่าตั้งแต่ย้ายออกมาแล้วที่\nโรงเรียนเก่าจะมีอะไรบ้าง"

n "ความรู้สึกพวกนี้มันมาจากไหนกันนะ ทั้งที่ฉันก็ไม่ได้ผูกพันอะไรกับของเก่าขนาดนั้น"

n "ฉันชอบที่นี่มากกว่าด้วยซ้ำ ไม่งั้นฉันคงไม่มาเฉียดสภานักเรียนหรือมาวุ่นวายกับชิซูเนะกับมิช่าหรอก ถ้าโรงเรียนนี้\nเป็นอย่างที่เคยคิดไว้จริงฉันคงไม่อยากสนใจอะไรเลย"

n "เพราะงั้น แม้แต่ความรู้สึกเป็นกิจวัตรอย่างนี้ก็นับว่าทำให้ฉันยินดีได้เหมือนกัน"

n "แค่คิดถึงปริมาณงานสภานักเรียนหลังเลิกเรียนแล้วก็ชวนให้สยองจนถึงขั้นที่ฉันคิดจะถอนตัวจากหน้าที่ตัวเอง\nสักครั้ง แต่พอมีอะไรให้ทำแล้วก็รู้สึกดีเหมือนกัน"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear
nvl hide dissolve

window show

show shizu basic_normal
with charaenter

"ชิซูเนะวางกองกระดาษเช็กชื่อลงที่ข้างฉัน"

show shizu adjust_happy
with charachange

ssh "ยังไงก็ขอบคุณที่มาช่วยนะ"


show shizu adjust_happy at tworight
show bg school_council at bgright
with charamove

show misha hips_grin at twoleft
with charaenter

mi "ยังไงก็ขอบคุณนะฮิจัง~!"

"แต่งานก็เยอะจริง ๆ น่ะแหละ ต้องโดดเรียนคาบภาษามือมาอีกแล้ว แต่ตอนนี้ฉันก็พอจะดูออกแล้วว่าชิซูเนะกับมิช่า\nคุยอะไรกันบ้าง เลยไม่ได้อะไรเท่าไหร่แล้ว"

"แต่ชิซูเนะก็ยังไม่รู้ว่าฉันเรียนภาษามืออยู่ ฉันตั้งใจไว้ว่าจะยังไม่บอกจนกว่าฉันจะมั่นใจกับทักษะของตัวเองแล้วจริง ๆ\nฟังดูแล้วก็งี่เง่าเหมือนกัน"

show shizu behind_frown
with charachange

ssh "อีกไม่ถึงห้าวันก็ถึงวันงานทานาบาตะแล้ว แต่คนอื่นกะจะเริ่มตั้งแผงกันเอาวันพรุ่งนี้"

show misha sign_smile
with charachange

mi "ฮิจัง ตั้งแต่วันพรุ่งนี้เป็นต้นไปเราอาจต้องไปช่วยทำแผงอีกแล้วนะ"

hi "ไหงงั้น แล้วจะมาไล่รื้อทิ้งเป็นวัน ๆ กันทำไม"

show misha hips_grin
with charachange

mi "ช่าย! ถูกต้อง~! ถึงฮิจังจะไม่ได้อยู่ช่วยรื้อแผงก็เถอะนะ~"

hi "ก็ทำไมไม่มาขอให้ไปช่วยเล่า"

show shizu basic_normal
with charachange

ssh "สนุกกับงานเทศกาลอย่างนั้นแล้วจะลากให้นายมาช่วยรื้อแผงงก ๆ อีกก็ใช่ที่"

show misha hips_smile
with charachange

mi "จะให้มานั่งรื้อแผงงก ๆ หลังสนุกกับงานเทศกาลแล้วก็ใช่ที่ เดี๋ยวก็ไม่สนุกกันพอดี"

show shizu behind_smile
with charachange

ssh "อีกอย่าง…"

show misha hips_grin
with charachange

mi "อะฮ่าฮ่าฮ่า~! ฮิจังน่ะขี้เกียจด้วย เดี๋ยวก็คงชิ่งอยู่ดี~! ชิจังไม่ชอบเล่นวิ่งไล่จับนะ"

hi "โอ๊ย"

show shizu adjust_smug
with charachange

"ชิซูเนะเอามือปิดปากตัวสั่น สักพักฉันถึงรู้ตัวว่ากำลังขำอยู่ ที่เพิ่งรู้ตัวก็เพราะชิซูเนะขำแบบไม่มีเสียงเลยด้วย"

"เห็นแล้วก็รู้สึกแปลก ๆ เหมือนกัน แต่ก็เป็นการหัวเราะที่เป็นเชิงบวกเหมือนอย่างมิช่าน่ะแหละ ถ้าไม่นับเรื่องเสียงดัง\nระดับแก้วหูระเบิดน่ะนะ"

show misha sign_smile
show shizu adjust_happy
with charachange

mi "อืม~ แต่ก็ถามได้ดีนะฮิจัง"

hi "เหอ?"

show misha hips_grin
with charachange

mi "แผง~!"

show shizu basic_normal2
with charachange

ssh "พอดีไม่มีที่เก็บน่ะ โรงเรียนนี้ไม่มีที่ให้เก็บแผงเยอะขนาดนั้น เพราะแต่ละแผงก็ใหญ่พอสมควร แล้วทางโรงเรียนก็\nไม่ยอมออกค่าโกดังนอกโรงเรียนให้ด้วย เลยลงความเห็นกันว่าเอาอย่างนี้ ไม่ได้เป็นทางเลือกที่ประหยัดเวลา\nกับแรงเท่าไหร่ แต่ก็ไม่ต้องใช้เงินมากเท่าแบบนั้น"

show misha sign_smile
with charachange

mi "เพราะ~! โรงเรียนไม่มีที่เก็บแผงเยอะขนาดนั้นไงล่ะฮิจัง"

show shizu behind_frown
with charachange

shi "…"

show misha perky_confused
with charachange

mi "อ้อ ใช่ ๆ ~ มีแหละ แต่ไม่อยากจ่ายเงิน~! ขอโทษทีนะชิจัง~…"

show shizu basic_normal2
with charachange

ssh "เพราะรุ่นก่อนหน้าน่ะแหละ"

show shizu behind_frustrated
with charachange

ssh "เบื้องบนเห็นว่าค่าโกดังนอกโรงเรียนเริ่มแพงเกินไปแล้ว แถมสภานักเรียนรุ่นก่อนหน้าก็หัวอ่อนเกิน ไม่กล้า\nบอกเขาไปว่าไอ้การต้องมานั่งประกอบกับรื้อแผงร่วมหกสิบแผงปีละสองหนเนี่ยมันไร้สาระ"

show shizu adjust_angry
with charachange

shi "…!"

show misha cross_grin
with charachange

mi "โอเค~!!"

show shizu behind_smile
with charachange

shi "…"

show misha perky_smile
with charachange

mi "ฮิจัง ไปหาอะไรกินกันเถอะ~! เหมือนทำงานมาแล้วทั้งวันเลย~…"

hi "ก็จริง จะว่าไปก็ชักหิวแล้วสิ ทีแรกก็กะจะไปกินข้าวเที่ยงอยู่ แต่ไม่รู้ทำไมคนถึงได้เต็มโรงอาหาร เลยขี้เกียจ\nแล้วไม่กินเลย"

show misha cross_laugh
with charachange

mi "อะฮ่าฮ่าฮ่า~! ที่วันนี้คนเยอะขนาดนั้นเพราะมีของที่น่าสนใจเป็นพิเศษขายด้วยยังไงล่ะ"

hi "เช่นอะไร ช่างเหอะ ไม่ต้องบอกละ ยังไงก็ไม่สำคัญเพราะฉันคงไม่ได้กินอยู่แล้ว"

show shizu adjust_smug
show misha hips_grin
with charachange

"ชิซูเนะดูพอใจแปลก ๆ เพราะอะไรกันนะ"

show shizu behind_smile
with charachange

ssh "ฉันเตรียมไว้เพื่อการนี้โดยเฉพาะเลยละ"

"ชิซูเนะยิ้มกระหยิ่มพลางหยิบของกินหลากชนิดออกมาจากกระเป๋า ดูแล้วก็รู้ทันทีว่าร้อยละเก้าสิบในนั้นก็เอามาจาก\nโรงอาหาร"

stop music fadeout 5.0

"แถมมีเยอะด้วย ไม่ใช่ว่าเขาจำกัดการซื้อต่อคนด้วยเหรอ"

"แปลว่าพวกนี้ต้องเป็นเงิน (ของกิน) สกปรกแน่ ๆ"

hi "ปกติขนมปังไส้เนื้อลูกวัวทอดนี่ขายหมดก่อนใครเลยนะ ทึ่งจริง ๆ ที่ไปซื้อมาได้"

hi "ขอบคุณนะ"

show misha perky_smile
show shizu basic_sparkle
with charachange

"ฉันรีบเอื้อมมือไปคว้า ทว่าชิซูเนะก็หยิบด้วย"

play music music_another fadein 0.5

show shizu basic_happy_close
with characlose

"พอมือเราแตะกันเธอก็ชะงักมือไปแวบหนึ่ง แต่หลังจากนั้นเธอก็เข้ามาคว้าด้วยแรงที่มากกว่าเก่า จิตวิญญาณ\nการแข่งขันอันแรงกล้านั้นลุกโชนอยู่อย่างน่ากลัวในดวงตาเธอ มือเธองัดแงะมือฉันคอยหาช่องว่าง"

"ฉันไม่กระดิกเลยแม้แต่น้อยพร้อมถวายชีวิตให้ขนมปังชิ้นนี้ ขืนปล่อยไปคงไม่มีโอกาสได้กินขนมปังนี้แล้วแน่ ๆ"

"แต่ฉันก็รู้ดีว่าถ้าขืนยังงัดกันแบบนี้ต่อไปแล้วขนมปังจะยิ่งเละจนไม่น่ากินไปอีก"

hi "มิช่า… บอกชิซูเนะหน่อยว่าถ้าไม่ปล่อยมือเดี๋ยวขนมปังก็เละหมดหรอก"

show misha perky_confused
with charachange

mi "หืมมมมมมม ก็บอกเองสิ"

"ตกใจนะเนี่ยที่เห็นมิช่าปล่อยเรื่องที่ว่าฉันใช้ภาษามือคุยกับชิซูเนะได้หลุดออกมาง่าย ๆ อย่างนี้ ทีแรกก็คิดอยู่ว่าจงใจ\nหรือเปล่า แต่ที่จริงน่าจะเพราะมิช่าเองก็กำลังง่วนอยู่กับการแกะซองหลอดที่ติดอยู่กับกล่องน้ำผลไม้มากกว่า"

hi "ไม่เห็นหรือไงเนี่ยว่าฉันปล่อยขนมปังไม่ได้"

show misha sign_smile
with charachange

mi "งั้นก็บอกชิจังให้ไม่ได้หรอก"

show misha hips_grin
with charachange

"มิช่าหงายมือยักไหล่พลางแสยะยิ้ม"

hi "ไหงงั้น"

show misha sign_smile
with charachange

mi "เพราะว่า~! ฮิจังก็มีส่วนได้ส่วนเสียกับการแข่งนี้เหมือนกัน เพราะงั้นฉันเชื่อใจไม่ได้หรอก~! ถ้าชิจังอยากตอบ\nชิจังก็ต้องปล่อยขนมปัง แล้วฮิจังก็จะชนะ ไม่แน่นะ ไม่แน่นะ ว่าฮิจังจะอยากให้เป็นอย่างนั้น"

show misha cross_smile
with charachange

mi "ถ้าเป็นแบบนั้นก็จะไม่ยุติธรรม เพราะงั้นฉันจะวางตัวเป็นกลาง! เหมือนสวิตเซอร์แลนด์~!"

hi "สวิตเซอร์แลนด์?"

show misha perky_smile
with charachange

mi "ฮิจังรู้เรื่องสวิตเซอร์แลนด์มั้ย"

hi "รู้สิ… สวิตเซอร์แลนด์วางตัวเป็นกลาง"

show shizu basic_sparkle_close
with charachange

"ชิซูเนะจ้องฉันด้วยความผยอง เธอออกแรงจับขนมปังไส้เนื้อทอดนี้จนฉันเห็นลิ้นเธอที่แลบอยู่ระหว่างฟัน"

show shizu adjust_happy
with charadistant

"ทันใดนั้นชิซูเนะก็ปล่อยมือแล้วยกมือขึ้นสองข้างหันฝ่ามือออกจากตัวอันเป็นสัญญาณสงบศึก"

show shizu behind_blank
with charadistant

ssh "ใช้วิธีนี้ไม่ดีเลยนะว่ามั้ย เดี๋ยวขนมปังจะเละอีก"

show shizu behind_frown
with charadistant

"ชิซูเนะจ้องพร้อมเปลี่ยนสีหน้าจากการตั้งรับเป็นหน้าบึ้งดูไม่พอใจอย่างรวดเร็ว"

show shizu adjust_angry
with charadistant

shi "…!"

show misha hips_frown
with charachange

mi "ฮิจัง! ปล่อยขนมปังนะ! เราเจรจากันอยู่!"

"ฉันปล่อยขนมปังอย่างไม่เต็มใจนัก"

show misha perky_smile
show shizu behind_blank
with charachange

"มือของมิช่าพุ่งออกมา เธอใช้นิ้วพรมเคาะกับโต๊ะไปพลางเลื่อนมือเข้ามา"

show misha hips_grin_close
with characlose

mi "อ๋อ~! ฮ่าฮ่า~! ไม่ต้องสนใจฉันหรอก ฉันไม่ได้ชอบเนื้อลูกวัวขนาดนั้น ฉันจะเอาแซนด์วิชอันนี้~! แล้วก็อะไร\nมาเอาไว้ดื่มสักหน่อย…"

show misha perky_smile
with charadistant

"มิช่าค่อย ๆ หยิบของกินไปแล้วถอนมือออกทันที"

"ก็ถูกของมิช่า ฉันจะกินอย่างอื่นก็ได้ มีของอร่อยอีกตั้งเยอะแยะ ขนมปังข้าวไก่ทอดก็ขายดีเหมือนกัน มีแต่คน\nอยากกินเพราะอร่อย แต่เคยกินแล้วอะ"

show shizu basic_angry
with charachange

ssh "โต ๆ กันแล้วนะฮิซาโอะ นายเลือกกินอย่างอื่นไปก็จบเรื่องแล้ว ขนมปังข้าวไก่ทอดก็อร่อยนะ"

show misha hips_smile
with charadistant

mi "โต ๆ กันแล้วนะฮิจัง ทำไมไม่เลือกขนมปังข้าวไก่ทอดแทนล่ะ อร่อยนะ~!"

hi "แต่ฉันเคยกินแล้วนี่"

show shizu behind_frown
with charachange

shi "…"

show misha hips_frown
with charachange

mi "ฮิจัง~! ทำไมถึงได้ดื้อ—ด้าน? ยึดติดกับขนมปังเนื้อลูกวัวทอดขนาดนั้น"

hi "ปกติแทบหาซื้อไม่ได้เลยนี่นา ของหายากน่ะยิ่งอร่อย"

show shizu basic_frown
with charachange

ssh "ทำตัวเป็นเด็กไปได้"

show misha cross_frown
with charachange

mi "ทำตัวเป็นเด็กไปได้ฮิจัง"

hi "งั้นเธอก็กินขนมปังข้าวไก่ทอดนั่นสิ"

show shizu adjust_blush
with charachange

ssh "ไม่ใช่ประเด็น"

"ชิซูเนะหน้าแดงแสยะยิ้มเหมือนมีแผนร้ายแล้วเสริมอีก"

stop music fadeout 6.0

show shizu basic_happy
show misha perky_smile
with charachange

ssh "ดูท่าว่าจะคุยกันด้วยเหตุผลไม่ได้ แปลว่าทางออกมีทางเดียว เราต้องเล่นเกมแข่งกัน"

show misha sign_smile
with charachange

mi "ไม่สำคัญ เรามาเล่นเกมแข่งกันดีกว่า~!"

"ใจหนึ่งก็กะไว้แล้วแหละว่าจะเป็นอย่างนี้ ดูจากสถานการณ์ก่อนหน้าแล้ว"

"ชิซูเนะอ่านหนังสือมาหลายวันแทบไม่ได้หยุดหย่อน พอสอบปลายภาคเสร็จแล้วอย่างนี้ก็คงมีแรงเหลือละนะ"

hi "จะเล่นอะไร"

hide misha
with None
show misha perky_smile behind shizu at twoleft
with None

show shizu behind_blank_close
with characlose

ssh "เกมที่เก่าแก่ที่สุดในประวัติศาสตร์มนุษย์ เกมที่เคยใช้ชี้ชะตาระดับชาติ เกมเป่ายิ้งฉุบ"

show misha sign_smile
with charachange

mi "มาเล่นเป่ายิ้งฉุบกัน"

show misha perky_confused
with charachange

mi "จริงเหรอ ฟังดูจริงจังน่าดูเลยนะชิจัง"

play music music_shizune fadein 1.0

"สีหน้าเธอไม่มีคำว่าหยอกเล่นเลยแม้แต่น้อย ชิซูเนะเอาจริง"

hi "โอเค ๆ"

show shizu adjust_happy_close
with charachange

"ชิซูเนะง้างมือ ส่วนฉันก็ง้างตาม"

hi "ฉุบ!"

show shizu basic_angry_close
with charachange

"เราสองคนออกค้อนเหมือนกัน เสมอ ก็นึกว่าเป็นทางที่สมบูรณ์แบบแล้วแท้ ๆ ค้อนน่ะแข็งแกร่งสุดแล้ว ชิซูเนะ\nขมวดคิ้วไม่พอใจเป็นอย่างมากที่ผลออกมาเป็นแบบนี้ ไม่ได้คิดไว้สินะ"

show shizu adjust_angry_close
with charachange

ssh "ฉุบ!"

show shizu basic_frown_close
with charachange

"เสมอกระดาษ"

hi "โธ่เว้ย"

show shizu adjust_angry_close
with charachange

ssh "ฉุบ!!"

show shizu basic_frown_close
with charachange

"เราสองคนออกค้อนเหมือนกันอีกแล้ว แต่มีอีกมือหนึ่งที่ออกกรรไกรมา"

show misha hips_grin
with charachange

mi "ดูน่าสนุกจัง ขอเล่นด้วยได้มั้ย"

show misha cross_laugh
with charachange

mi "ฮ่าฮ่าฮ่าฮ่า~!"

show shizu behind_frown_close
with charachange

ssh "… … …"

show misha perky_smile
with charachange

mi "การประชันงั้นเหรอชิจัง"

show shizu adjust_angry_close
with charachange

shi "…"

show misha sign_confused
with charachange

mi "เอ๋~ มารยาทการประชันเหรอ อืม~… ถูกของชิจัง ถูกของชิจัง~! พอดีฉันไม่รู้…"

show shizu cross_angry_close
with charachange

shi "…"

show misha perky_confused
with charachange

"ยิ่งทำภาษามือเร็วก็ยิ่งอ่านยาก ซึ่งแม้แต่มิช่าก็เหมือนจะเริ่มตามไม่ค่อยทันแล้ว"

hi "เมื่อกี้ว่าไง"

show shizu adjust_angry_close
with charachange

ssh "อีกรอบ!"

show shizu basic_frown_close
with charachange

"เสมออีกแล้ว เสมอทุกรอบที่ชิซูเนะสั่งให้เอาใหม่ นานเข้าก็ไม่ง้างมือกันแล้วออกค้อน กระดาษ กรรไกรมารวดเดียว\nด้วยความเร็วที่เพิ่มขึ้นเรื่อย ๆ"

"แม้จะออกมือมาแบบสุ่มแล้วก็ยังเสมอกันอยู่ดี โอกาสหนึ่งในเท่าไหร่เนี่ย"

stop music fadeout 8.0

show misha hips_grin
with charachange

"มิช่าชะเง้อตัวมองพวกเราพร้อมหัวเราะทุกครั้งที่เราเสมอกัน ผ่านไปสิบหกรอบชิซูเนะก็ดันเก้าอี้ออกจากโต๊ะแล้วยืนขึ้น"

show shizu behind_blank_close
with charachange

shi "…!"

show misha hips_smile
with charachange

mi "พอเถอะฮิจัง~! ฉันรู้แล้วว่าฉันพลาดตรงไหน รอบหน้าจะเป็นรอบจบศึกแล้วแน่นอน เตรียมใจไว้ให้ดีล่ะ โอเคนะ~\nโอเค~"

show misha sign_smile
with charachange

mi "ฉันอ่านวิธีคิดของนายจน~ รู้แล้วว่าจะออกอะไรยังไง ฉันจะอ่านรอว่ารอบหน้านายจะออกอะไรแล้วเตรียมตัวรับไว้\nอย่างดีเลย"

"ไม่ยักรู้ ฉันลืมไปแล้วด้วยซ้ำว่าเราเป่ายิ้งฉุบกันทำไม"

show shizu adjust_happy_close
with charachange

"ชิซูเนะยิ้มอย่างมั่นใจพร้อมทำสีหน้าไม่หวาดหวั่น นัยน์ตาสงบฉายแววนักสู้ เธอง้างมือเป็นเชิงให้ฉันทำตาม"

"เป็นท่าที่เท่ดี แค่ขยับยกมือขึ้นมาก็ดูอย่างกับนักโบว์ลิงหรืออะไรอย่างนั้น"

show shizu basic_happy_close
with charachange

"เสมอกระดาษ"

play music music_comedy

show shizu cross_stunned_close
with charachange

"ชิซูเนะทิ้งตัวทันทีพร้อมนวดหน้าผากด้วยความระอาก่อนจะถอนหายใจพรืดฟังดูเหมือนรถยางรั่ว เพิ่งรู้ตัวเหมือนกัน\nว่าเป่ายิ้งฉุบกันมาจนหิวจนไส้กิ่วแล้ว"

hi "แบ่งกันก็ได้น่า"

show shizu behind_blank_close
with charachange

"ฉันบิขนมปังออกเป็นสองท่อนแล้วแบ่งครึ่งหนึ่งให้ชิซูเนะ ซึ่งเธอก็รับไว้"

show shizu adjust_happy_close
with charachange

ssh "ขอบคุณ"

"ชิซูเนะเพ่งพินิจขนมปังในมือ"

show shizu basic_normal2_close
with charachange

ssh "แต่รู้สึกเหมือนท่อนนี้มีแต่แป้งยังไงไม่รู้"

show shizu basic_normal2_close
with charachange

"ถึงจะบ่นอย่างนั้นแต่ชิซูเนะก็กินอยู่ดี"

"อยู่ ๆ ก็เหลือบไปเห็นมิช่าที่มองเราสองคนอยู่"

show misha hips_grin
with charachange

mi "ฮิจัง~… ฉันว่าโรแมนติกมากเลยนะ"

hi "โห่ เธอก็ว่าไป"

show misha cross_laugh
with charachange

mi "วะฮ่าฮ่าฮ่าฮ่าฮ่า~!"

show misha hips_smile
with charachange

stop music fadeout 5.0

"มิช่าหัวเราะแล้วกินขนมปังชิ้นที่สอง"

"เรากินกันไปเงียบ ๆ พักหนึ่งโดยที่ชิซูเนะกับฉันไม่ต้องแข่งอะไรกันอีกได้ จากนั้นก็ทำงานกัน"

scene bg school_council_ss
with shorttimeskip

play music music_tranquil fadein 3.0

"ระหว่างที่กำลังเก็บงานเรื่องเอกสารที่ทำเป็นประจำฉันก็นึกได้ว่าที่ชิซูเนะทำอย่างนี้อาจจะเพราะอยากให้เราเริ่มสัปดาห์\nกันแบบกระตือรือร้นก็ได้"

"ยังไงเสีย ของจริงคือตั้งแต่วันพรุ่งนี้เป็นต้นไปต่างหาก แล้วก็จะไม่มีมือมา “คุย” เพราะต้องลงมือทำแผง"

"คงจะชวนให้เอื่อยเฉื่อยเมื่อยล้าเหมือนอย่างครั้งแรก ถ้าวางแผนไว้งั้นจริงฉันก็อยากขอบคุณที่อุตส่าห์ทำแบบนี้\nเหมือนกัน ได้พักผ่อนหย่อนใจก่อนไปลุยงานแบบนี้นั้นนับว่าดีทีเดียว น่าจะคิดแบบนั้นแหละ"

"…แล้วก็เพิ่งนึกได้ด้วยว่าต้องเอาพัสดุของเคนจิไปส่ง กล่องเทอะทะเอาการ แล้วตั้งแต่ตอนไปรับมานี่ก็ไม่เคยหาตัว\nเจอเลยด้วย"

scene bg school_lobby_ss
with locationchange

"พอถึงเวลาสลายตัวของสมาชิกสภานักเรียนแล้วฉันก็ปลีกตัวจากชิซูเนะกับมิช่าเดินมาที่ตู้ขายของแบบหยอดเหรียญ\nหมายจะหาอะไรดื่ม ถึงจะเดินมาไม่ไกล แต่ผ่านไปไม่กี่วินาทีก็รู้สึกเหมือนมีใครตามมาด้วย"

scene black
with hands_in

"มีมือยื่นมาปิดตาฉัน"

mi "ทายซิใครเอ่ย~!"

hi "ชิซูเนะเหรอ"

mi "วะฮ่าฮ่าฮ่า~! ฉันต่างหากฮิจัง~!"

hi "รู้น่า"

scene bg school_lobby_ss
with hands_out

with Pause(0.3)

show misha hips_frown_close_ss at Slide(0.3, 0.5, 0.5, 0.5, 1.0)
with Dissolve(1.0)

mi "แล้วทำไมบอกว่าเป็นชิจังล่ะ~ คนเราผิดพลาดกันได้นะฮิจัง~! นายรักษาหน้ามากไปนะ"

show misha sign_smile_close_ss at center
with charachange

mi "แต่นั่นแหละ~ ปกติหลังเลิกสภานักเรียนแล้วฮิจังก็ไม่มีธุระอะไรใช่มั้ย~ นี่จะกลับหอเลยหรือเปล่า"

hi "แล้วจะให้ไปไหนล่ะ"

show misha hips_grin_close_ss
with charachange

mi "โอเค ดีเลย~! ดีเลยฮิจัง~! วันนี้ฉันมีเรื่องจะคุยด้วย ลงตัวพอดิบพอดี!"

"นักเรียนมัธยมปลายอยู่ด้วยกันสองต่อสองในอาคารเรียนเงียบงันซึ่งไม่มีใคร เบื้องหลังมีอาทิตย์ย้อมผืนฟ้าให้เป็น\nสีอำพันสุดโรแมนติก ทั้งสาวน่ารักคนหนึ่งบอกว่ามีเรื่องจะคุยด้วย"

"ช่างเป็นสถานการณ์ที่ดูมีเลศนัยชวนค้นหา ฉันฝันเฟื่องไปไกล ถึงความเป็นจริงคงจะไม่ได้เป็นเรื่องน่าตื่นเต้นอะไร\nอย่างที่คาด แต่มองให้เป็นอย่างนั้นก็สนุกดี"

play sound sfx_can
show misha perky_confused_close_ss
with Dissolve(0.2)

"เสียงเปิดกระป๋องกาแฟดังป๊อกทำลายบรรยากาศสุดหวานเลี่ยนนั้นหมดสิ้น เป็นเสียงที่ดังกว่าที่คาดเอาไว้ ยิ่งมี\nความเงียบโดยรอบเป็นตัวขยายเสียงด้วยแล้ว ฉันถอนหายใจด้วยความผิดหวังและโล่งใจ"

hi "แล้วมีอะไร"

show misha perky_smile_close_ss
with charachange

mi "หืม อ้อ! คือว่า~… ฉันตามเนื้อหาบางวิชาที่เรียนไม่ค่อยทันน่ะ แล้วถ้าตามไม่ทันละก็เรื่องใหญ่แน่~! ฉันจะ\nผัดวันประกันพรุ่งอีกไม่ได้แล้ว"

show misha perky_sad_close_ss
with charachange

mi "ครูบอกว่าฉันต้องจริงจังกับอะไร ๆ ให้มากขึ้น เพราะงั้นฉันควรฟังไว้ แล้วยิ่ง~ รอบนี้รอบที่สามแล้วด้วย"

mi "ขอโทษนะ~! ขอโทษนะฮิจัง"

hi "ขอโทษทำไม"

show misha sign_sad_close_ss
with charachange

mi "ฉันคงไปช่วยงานสภานักเรียนไม่ได้สักสองสามวัน~ แต่แค่สองสามวันจริง ๆ นะ! ฉันจะรีบกลับมาช่วยงานให้ไว\nที่สุดเท่าที่จะทำได้เลย! แต่ว่า~…"

"เป็นข่าวที่ไม่ค่อยดีเท่าไหร่เลยแฮะ แล้วสัปดาห์นี้เหมือนงานจะเยอะมากด้วย จังหวะไม่ดีเลยจริง ๆ แวบหนึ่งฉันคิดไปว่า\nชิซูเนะพอจะมีช่องทางอะไรดึงตัวมิช่าให้กลับมาช่วยงานได้หรือเปล่า"

"แต่มิช่าก็ดูรู้สึกผิดจริง ๆ จะให้พูดอะไรอย่างนั้นก็คงเป็นคนไม่ดีไปหน่อย"

"อีกอย่าง ถ้ามิช่าบอกว่าเลื่อนไปไม่ได้แล้วจริง ๆ ก็คงต้องเชื่อ เพราะมิช่าจริงจังกับเรื่องงานสภานักเรียนมาก"

hi "อ้อ อืม ไม่เป็นไรหรอก ปีที่แล้วก็มีแค่ชิซูเนะกับเธอนี่ ปีนี้ก็มีฉันกับชิซูเนะสองคนเหมือนกัน ทำได้อยู่แล้ว ไม่ต้องห่วง"

show misha hips_grin_close_ss
with charachange

mi "จริงเหรอ ขอบคุณนะฮิจัง~! ขอบคุณจริง ๆ ~! เย้ เย้~! ไม่คิดว่าฮิจังจะรับฟังกันด้วย~! นึกว่าจะคิดมากเพราะ\nจะมีงานเยอะม้าก~ มากเสียอีก ทั้งทานาบาตะทั้งอะไรด้วย~!"

"โห รู้ใจดีเหมือนกันนะเนี่ย"

show misha sign_smile_close_ss
with charachange

mi "…แต่ว่า~! ฮิจังนิ่งมาก~! ดีใจจัง~…"

hi "ฮะ ๆ อืม ก็อย่างที่เธอว่าแหละ ฉันก็คิดอยู่เหมือนกัน แต่ก็ไม่ใช่เรื่องใหญ่อะไรขนาดนั้น ฉันไม่โวยวายกะอีเรื่อง\nแค่นี้หรอก"

hi "แต่น่าจะลำบากอยู่เหมือนกันถ้าจะต้องส่งกระดาษไปมาให้กันกับชิซูเนะเพื่อจะสื่อสารเนี่ย"

show misha hips_frown_close_ss
with charachange

mi "ก็บอกชิจังไปเลยว่าฮิจังก็รู้ภาษามือนะ! ฉันไม่เข้าใจเลยว่าทำไมฮิจังถึงไม่ยอมบอก"

hi "ยังก่อน พออ่านอะไรหลายอย่างออกแล้วก็จริง แต่ก็อยากรอดูให้แน่ใจจริง ๆ ก่อน ที่จริงฉันก็ไม่อะไรเหมือนกัน\nอยากบอกจะตายอยู่แล้ว ได้คุยกันจริง ๆ สักทีคงดี"

hi "ไม่ต้องห่วงหรอก เดี๋ยวสักวันฉันจะบอกเอง อยากบอกเหมือนกัน นี่ก็กำลังคิดอยู่ว่าจะบอกตอนไหนดี"

show misha hips_smile_close_ss
with charachange

mi "ไม่เห็นยากเลยฮิจัง~!"

hi "ยังไง"

stop music fadeout 3.0

show misha sign_smile_close_ss
with charachange

mi "ก็~ เพราะฉัน… เลียบ ๆ … เคียง ๆ บอกไปว่าฮิจังอ่านภาษามือชิจังได้นะ เพราะชิจังก็คิดมากเหมือนกันว่าคงสื่อสารกัน\nไม่ได้แน่ ๆ ~! เพราะงั้น~! ฉันก็กังวลอยู่เหมือนกัน แต่สุดท้ายก็ลงเอยด้วยดี~!"

show misha sign_confused_close_ss
with charachange

mi "ฮ่าฮ่าฮ่า?"

"ฉันเลยฟิวส์ขาด"

play music music_running

hi "โว้ยยยยยยยยยยยย!!"

hi "รู้มั้ยว่าฉันดูซื่อบื้อขนาดไหน ฉันนั่งแช่อยู่ครึ่งวันทำเป็นอ่านภาษามือไม่ออก แล้วนี่มาบอกว่าจริง ๆ แล้วชิซูเนะรู้ว่า\nฉันอ่านภาษามือออกอยู่แล้ว?"

hi "ในใจคงคิด “เป็นบ้าอะไร ทำเป็นไม่รู้เรื่องกันไปได้” นี่ฉันเป็นตัวตลกไปเรียบร้อยโรงเรียนจีนแล้วนะเนี่ย"

hi "นี่เธอปล่อยให้เป็นไอ้บื้อแบบนั้นได้ยังไง!"

show misha hips_frown_close_ss
with charachange

"มิช่าขมวดคิ้วเหมือนไม่รู้ว่าจะพูดอะไรต่อเมื่อเห็นว่าปฏิกิริยาของฉันไม่เป็นไปตามที่คิดเอาไว้ จนฉันเริ่มสงบลงมิช่า\nถึงได้เปิดปากพูดต่อ"

show misha hips_smile_close_ss
with charachange

mi "…แต่ว่านะฮิจัง ฉันว่าเป็นแบบนี้ก็ดีแล้ว"

"มิช่ามองไม่กะพริบตา รออย่างใจเย็นให้ฉันเลิกโวยวายก่อนพูด"

"น้ำเสียงที่ยังดูร่าเริงนั้นทำให้ดูเหมือนว่าช่วงเวลาระหว่างหลังจากที่เธอบอกความจริงนั้นกับตอนนี้ไม่เคยเกิดขึ้น\nนึก ๆ ดูแล้วก็ตลกดี"

hi "รู้ตัวมั้ยเนี่ยว่าความคิดเธอน่ะซื่อตรงแบบไม่มีเลี้ยวเลย"

show misha hips_grin_close_ss
with charachange

mi "อื้ม~!"

stop music fadeout 4.0

"ยังไงมันก็ผ่านไปแล้วอะนะ ถ้ามิช่ามั่นอกมั่นใจขนาดนั้นว่าอะไร ๆ จะลงตัว ลองดูสักหน่อยก็คงไม่เสียหาย"

"และถ้ามันไม่ลงตัว ฉันจะวิ่งให้เร็วที่สุด…"

"มิช่าเสนอตัวจะออกเงินเลี้ยงเครื่องดื่มให้อีกอย่างจากตู้ขายของแบบหยอดเหรียญเป็นการขอโทษเผื่อ ถึงไม่ได้ดีเด่\nอะไรมาก แต่ของแบบนี้เขาคงดูกันที่เจตนาละนะ แถมเจตนาของมิช่าก็แสนจะบริสุทธิ์ด้วย"

"อีกอย่างก็เป็นของฟรีด้วย ฉันจึงรับไว้"

scene black
with dissolve

#*************************************************************************************************************
label th_S13:

scene bg school_dormhisao
with locationchange

"ฉันกินยาประจำวันที่มีปริมาณเท่ากำมือพร้อมกับน้ำหนึ่งแก้ว"

"พอได้นอนครบแปดชั่วโมงเต็มที่แล้วก็ลืมไปเลยว่าทำไมเมื่อคืนถึงได้กลัวขนาดนั้น ฉันเคี้ยวยาเม็ดใหญ่ให้หักครึ่ง\nไปพลางเอาเหตุผลมาคลี่คลายความกังวล"

$ renpy.music.set_volume(0.5, 0.0, channel="music")
play music music_dreamy fadein 2.0

window hide

nvl clear

nvl show dissolve

n "\nเมื่อวานชิซูเนะรู้อยู่แล้วว่าฉันเรียนภาษามือ แต่ก็ไม่ได้อะไรมากมาย"

n "ถึงจะเป็นใบ้ แต่ก็ไม่ได้แปลว่าจะสื่อความรู้สึกไม่ได้สักหน่อย อันที่จริง ชิซูเนะจะชัดเจนกับการแสดงความรู้สึก\nเป็นพิเศษด้วยซ้ำ"

n "ชิซูเนะไม่ใช่คนอ้อมค้อมหรือเก็บงำอะไร เป็นคนที่เปิดเผยทุกอย่างแบบหมดเปลือก เพราะงั้นฉันไม่มีทางดูผิดหรอก"

n "แปลว่าถ้าตอนนั้นไม่โกรธ ตอนนี้ก็คงไม่โกรธเหมือนกัน ยิ่งไปกว่านั้น ฉันก็ไม่ได้ทำอะไรผิดสักหน่อย"

n "แต่พอความกลัวจางลงแล้ว ความคิดที่ว่าจะต้องอยู่กับชิซูเนะไปสองสามวันโดยไม่มีมิช่าก็เข้ามาแทนที่ เมื่อวาน\nไม่ค่อยได้คิดอะไรมากมาย แต่นานไปก็ยิ่งรู้สึกกลัว ๆ ขึ้นมา ฉันพอจะอ่านภาษามือได้แล้วก็จริง แต่ว่า…"

n "จะให้บอกว่าอยู่ในระดับที่สูงกว่าขั้นพื้นฐานแล้วก็ยังกระดากปากอยู่ และถ้าชิซูเนะทำภาษามือเร็วหน่อยฉันก็คง\nตามไม่ทันแน่ ซึ่งเป็นแบบนั้นบ่อยเสียด้วย"

n "ฉันเองก็ทำภาษามือได้ไม่ค่อยดี จะให้ทั้งเข้าใจไปพลางทำภาษามือไปพลางได้อย่างมิช่านี่ยังอีกไกลโขเลย"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear
nvl hide dissolve

scene bg school_scienceroom
show misha hips_grin at twoleft
show shizu behind_smile at tworight
with shorttimeskip

window show

mi "ฮิจัง~!"

hi "อะไร"

show misha sign_smile
with charachange

mi "อย่าลืมนะ ฮิจังบอกแล้วว่าวันนี้จะไปช่วยทำแผง~! เลิกเรียนแล้วไปที่หลังโรงเรียนด้วย โอเคนะ~"

hi "รู้แล้ว ๆ"

show shizu adjust_happy
with charachange

shi "…"

show misha hips_smile
with charachange

mi "ขอบคุณมากเลยนะที่คราวที่แล้วฮิจังมาช่วยน่ะ~! คราวนี้เป็นงานที่สำคัญกว่านั้นอีก ห้ามโดดเด็ดขาดเลย โอเคนะ"

"อยากจะถามอยู่ว่าเพราะอะไร แต่ก็ไม่มีจังหวะให้ได้ถาม อีกอย่าง มิช่าตามเนื้อหาที่เรียนไม่ทันแล้ว จะไปรบกวนอีก\nก็คงไม่ดี เดี๋ยวค่อยถามตอนพักเที่ยงแบบที่ทำอย่างทุกทีแล้วกัน"

scene bg school_cafeteria
show misha sign_smile at twoleft
show shizu behind_blank at tworight
with shorttimeskip

mi "นี่นะฮิจัง เพราะว่าคราวที่แล้วคือเทศกาลเฉลิมฉลองของเมืองไงล่ะ เป็นการฉลองให้กับบ้านเกิดและเบื้องหลัง\nความเป็นมา"

show misha hips_grin
with charachange

mi "ไม่เหมือนกับทานาบาตะที่เป็นเทศกาลแห่งคำอวยพรกับคู่รัก~! ซึ่งสำคัญกว่าเทศกาลนั้นอีก ใช่มั้ย อื้ม แน่นอน\nอยู่แล้วละ~"

hi "ใช่แบบนั้นจริง ๆ เหรอ"

show shizu basic_frown
with charachange

shi "…"

show misha cross_frown
with charachange

mi "ฮิจังไม่มีความตื่นเต้นในตัวเลย…"

"มิช่าทำแก้มป่องไม่พอใจแล้วพ่นลมดูเหมือนลูกโป่งที่โดนปล่อยลม"

show misha hips_frown
with charachange

mi "คนเราต้องหัดชื่นชมอะไรแบบนั้นบ้าง ถึงจะเป็นแค่ข้ออ้างที่จะได้กินของน่าสนใจกับได้แต่งตัวสวย ๆ ก็เถอะ~!"

show misha sign_smile
with charachange

mi "ถ้าฮิจังไม่คิดงั้นฉันผิดหวังแย่ โอเคนะ"

stop music fadeout 5.0

"ฉันยังไม่ทันได้พูดอะไรมิช่าก็หันหน้าไปสูบครอแก็ตเข้าปาก"

scene bg school_gardens2
with shorttimeskip

"พอเลิกเรียนแล้วฉันก็มาหาชิซูเนะที่หลังโรงเรียน ดูเหมือนว่าเจ้าตัวจะแวะมาจัดอะไรไว้แล้วตั้งแต่เมื่อวาน"

show shizu adjust_happy at center
with charaenter

"ชิซูเนะโบกมือทักทายน้อย ๆ แล้วยืดแขนโบกค้อนที่ถืออยู่ชี้ไปทางแผงที่อยู่ข้างหลัง บางแผงเสร็จไปครึ่งหนึ่งแล้ว\nบางแผงยังเป็นกองแผ่นไม้ที่กระจุกกันอยู่โดยมีเชือกยึดเอาไว้"

hide shizu
with charaexit

show bg school_gardens2_ss as overlay at Alphain(20.0), center
with None

play ambient sfx_stallbuilding fadein 8.0

"พอเวลาผ่านไปฉันก็ถึงได้รู้ขีดจำกัดของยา ฉันยังเหนื่อยง่ายกว่าปกติอยู่ดี โชคดีที่ชิซูเนะหันหลังให้จึงได้พักโดยไม่ต้อง\nให้เธอเป็นห่วงว่าทำไมถึงทำ ๆ หยุด ๆ อย่างนี้"

"แต่เมื่อมาคิด ๆ ดูแล้วก็เริ่มรู้สึกผิดที่เอาเปรียบจากการที่ชิซูเนะไม่ได้ยินว่าฉันไม่ได้ลงค้อนแล้ว มาดีใจกับเรื่องแย่ ๆ\nแบบนี้เนี่ยนะ"

"จริยธรรมในการทำงานของชิซูเนะนั้นสูงจนน่านับถือ เห็นชัดว่าแม้แต่เจ้าตัวยังเบื่อยังรำคาญ แต่ก็ไม่หยุดมือเลย\nพอแขนข้างหนึ่งล้าจากการตอกตะปูแผงแล้วก็เปลี่ยนไปใช้มืออีกข้างแทน"

hi "ชิซูเนะ—"

"พอเรียกชื่อแล้วก็รู้สึกโง่ขึ้นมาทันที"

"ฉันบอกชิซูเนะไม่ได้ว่าคิดอะไรอยู่ เพราะในมือฉันก็มีค้อนเหมือนกัน แล้วก็รู้สึกว่าต้องเร่งมือให้ได้งานเท่าเธอด้วย"

"จะมามัวอู้ไม่ได้ ยิ่งมีแค่เราสองคนด้วย ไม่มีเวลาหรือจังหวะให้ได้ทำภาษามือ แม้แต่จะชมที่อุตส่าห์เหน็ดเหนื่อย\nยังทำไม่ได้"

"ฉันต้องวางค้อนลง ดึงความสนใจจากชิซูเนะ แล้วทำภาษามือให้ แค่กับเรื่องง่าย ๆ อย่างนั้น"

"การสื่อสารสั้น ๆ กลายเป็นอะไรที่ซับซ้อนขึ้นมาทันที เหมือนการออกเดินไปตามถนนสายที่ทอดยาวกว่าที่คิดเอาไว้"

"ฉันรู้จักชิซูเนะมานานพอที่จะรู้เรื่องนี้ดี ทว่าก็ยังลืมอยู่ดี"

"เสียงค้อนตอกตะปูลงกับไม้ดังไปทั่วบริเวณเป็นจังหวะ"

"ทำ ๆ ไปแล้วก็เพลินดี ฉันแก้เบื่อจากความจำเจของงานด้วยการลองกะจังหวะลงค้อนให้พร้อมกับค้อนชิซูเนะ แล้วก็\nลองสลับไปมาให้เป็นจังหวะ ซึ่งแน่นอนว่าชิซูเนะไม่รู้ตัวหรอก"

"ฉันนึกสงสัยขึ้นมาว่าพอไม่มีเสียงแล้วจะรู้สึกว่างานมันยืดยาดน่าเบื่อยิ่งกว่านี้หรือเปล่า"

stop ambient fadeout 3.0

"จะรู้สึกแปลกมั้ยที่ไม่ได้ยินเสียงจากการกระทำตัวเองทั้งที่สัมผัสได้ถึงแรงกระเทือนที่ส่งผ่านมาทางนิ้วมือ แล้วรู้สึกคาใจ\nหรือเปล่าที่ไม่เคยรับรู้เลยว่าเสียงเป็นยังไง"

"ฉันเหม่อจนไม่ทันสังเกตว่าชิซูเนะแอบมองฉันอยู่ ฉันรู้ตัวอีกทีก็ตอนที่โผล่มาให้เห็น"

scene bg school_gardens2_ss
show shizu adjust_happy_ss at center
with charaenter

play music music_soothing fadein 5.0

ssh "พักเหรอ"

his "อื้ม ประมาณนั้น"

show shizu behind_smile_ss
with charachange

ssh "โอเค พักกัน"

show shizu basic_normal_ss
with charachange

ssh "นายอ่านภาษามือออก"

show shizu behind_blank_ss
with charachange

ssh "ยิ่งสะดวกไปใหญ่เลย ถึงทีแรกนายจะไม่ยอมบอกฉันก็เถอะ"

hi "ฮ่าฮ่าฮ่า…"

show shizu basic_normal2_ss
with charachange

ssh "ทำไม"

his "เรื่อง"

show shizu behind_blank_ss
with charachange

ssh "ทำไมถึงเรียนภาษามือ"

"ชิซูเนะไม่ละสายตาไปจากฉันเลยแม้แต่วินาทีเดียว ถ้าอยากได้คำตอบ แค่มองดูก็คงรู้แล้ว พอชิซูเนะได้จับตา\nมองอะไรแล้วละก็จะไม่หันไปมองทางอื่นเลย"

"แปลกดีเหมือนกันที่สายตาชิซูเนะเฉียบคมขนาดนี้ มืดดำดุจสายน้ำยามกลางคืน"

his "ก็อยากเรียน คิดว่าเรียนแล้วก็น่าจะมีประโยชน์ด้วย แล้วก็มีประโยชน์จริง ๆ"

show shizu adjust_happy_ss
with charachange

ssh "ใช้"

show shizu basic_normal_ss
with charachange

shi "…"

his "ขอโทษที เมื่อกี้อ่านไม่ออกเลย"

his "เห็นมั้ย บางทีมันก็มีจังหวะอะไรแบบนี้เหมือนกันแหละ ถ้ามิช่าอยู่ด้วยก็คงดี"

show shizu behind_blank_ss
with charachange

ssh "มิช่ามีเรื่องที่ต้องไปจัดการนี่ ส่วนหนึ่งก็คงเป็นความผิดฉันแหละ มิช่าไม่ต้องเรียนพิเศษหรอก ถึงผลการเรียน\nจะไม่ได้ดีมาก แต่ยังเข้าใจว่าการตัดสินใจของตัวเองจะมีผลกับใครยังไงบ้าง ซึ่งแค่นี้ก็นับว่าดีกว่าใครหลายคนแล้ว"

show shizu basic_angry_ss
with charachange

ssh "โดยเฉพาะคนผมบลอนด์คนนั้น"

hi "เอ้อ…"

"เป็นคนจำฝังใจดีชะมัด"

show shizu behind_smile_ss
with charachange

ssh "ภาษามือของนายก็ดีมากเลยนะ เรียนรู้เร็วมากเลย"

his "ฉันก็เรียนภาษามือมาได้สักพักแล้วแหละ แถมพอเรียน ๆ ไปก็เรียนรู้ง่ายขึ้นด้วย ผ่านการซึมซับดูดซับ\nอะไรทำนองนั้น ไม่ได้ลำบากมาก"

his "หรือถ้าติดขัดจริง ๆ ก็ยังมีมิช่าช่วย"

show shizu adjust_smug_ss
with charachange

shi "…"

show shizu behind_smile_ss
with charachange

shi "…"

"สงสัยจะออกตัวแรงไป เมื่อกี้อ่านไม่ออกเลย ถอยก่อน"

his "เอ่อ อื้ม ไม่ได้ง่ายขนาดนั้นหรอก จริง ๆ ยากมาก ๆ เลย เหมือนการเก็บแก้วที่แตกแล้ว"

his "แต่ในแง่หนึ่งก็น่าสนใจดีเหมือนกัน เหมือนการผจญภัย ไม่สิ ไม่เชิง…"

show shizu basic_normal2_ss
with charachange

ssh "การเก็บแก้วแตกไม่ใช่การผจญภัยนะ"

his "ก็ถูก แค่ว่ามันยากพอ ๆ กันน่ะ"

show shizu behind_blank_ss
with charachange

ssh "ก็ไม่ยากนะถ้าใช้ที่ตักผงกับไม้กวาด"

"จะว่าหงุดหงิดก็หงุดหงิด หดหู่ก็หดหู่"

"พอมองอีกทีก็เห็นว่าชิซูเนะถือกระป๋องน้ำอัดลมอยู่"

hi "ไปเอามาจากไหน"

show shizu adjust_happy_ss
with charachange

"ฉันลืมทำภาษามือไปด้วย แต่ชิซูเนะก็ยังเข้าใจอยู่ เธอมองไปตามสายตาฉันแล้วหยิบอีกกระป๋องออกมาจากด้านหลัง\nก่อนจะโยนมา ฉันยกสองมือขึ้นมารับไว้"

show shizu behind_smile_ss
with charachange

ssh "ฉันซื้อมาเผื่อนายอีกกระป๋อง"

play sound sfx_can

"ชิซูเนะหยุดมือมาใช้เล็บแงะห่วงเปิดกระป๋องแล้ววางไว้ข้าง ๆ"

show shizu basic_normal_ss
with charachange

ssh "ในเมื่อนายอุตส่าห์มาช่วยขนาดนี้ฉันก็สมควรที่จะต้องดูแลนายบ้าง"

show shizu behind_blank_ss
with charachange

ssh "ไม่เหมือนกับการที่นายเรียนภาษามือ นับว่าเป็นคนละเรื่องกันเลย ฉันย่อมต้องประทับใจอยู่แล้ว จุดที่สองอย่างนี้\nต่างกันคือ{i}ความจำเป็น{/i}"

show shizu adjust_happy_ss
with charachange

stop music fadeout 8.0

ssh "ฉันดีใจมากเลย"

show shizu behind_smile_ss
with charachange

"ชิซูเนะกระดกรวดเดียวหมดก่อนจะยืดแขนไปข้างหลังแล้วเด้งตัวลุกขึ้นยืน"

show shizu adjust_smug_ss
with charachange

ssh "โอเค! ทำงานกันต่อ!"

hide shizu
with charaexit

"แล้วช่วงพักก็จบลงไปเช่นนั้น ชิซูเนะกลับไปทำงานด้วยความมุ่งมั่นเช่นเดิม รอยยิ้มจาง ๆ ที่คงค้างอยู่บนใบหน้า\nเป็นเพียงสิ่งเดียวที่บอกว่าเมื่อครู่เธอพักแล้ว"

show bg school_gardens2_ni as overlay at Alphain(10.0), center
with None

"ระหว่างที่ฉันจะกลับมาทำงานต่อก็พลางนึกถึงที่มิช่าบอกว่าทุกอย่างจะลงตัวดี ซึ่งทุกอย่างก็ดูจะเป็นเช่นนั้นจริง"

"พอเริ่มค่ำแล้วมิช่าก็แวะมาหาด้วยสีหน้าอ่อนล้าพอ ๆ กันกับฉัน ชิซูเนะจึงให้พักงานไว้เท่านี้ก่อน"

"เมื่อเอาผ้าคลุมแผงที่ทำกันไปวันนี้และแยกย้ายกันแล้วฉันก็มองทั้งสองคนที่กำลังเดินกลับหอคุยกันอย่างคล่องแคล่ว\nทั้งดูจะหัวเราะออกมาได้ง่าย ๆ"

"ฉันยิ่งนึกชื่นชมทักษะภาษามือของมิช่าขึ้นไปอีก ฉันจะไปถึงระดับนั้นได้หรือเปล่านะ จะมีเวลาพอให้เรียนรู้ขนาดนั้น\nหรือเปล่า"

scene black
with dissolve

#********************************************************************************************************************************
label th_S14:

scene black
with None

play sound sfx_impact

scene bg school_dormhisao
with vpunch

"สิ่งที่ฉันทำเป็นอย่างแรกในตอนเช้านี้คือการสะดุดกล่องพัสดุของเคนจิตอนที่ลุกจากเตียงจนล้มหัวคะมำก่อนจะ\nทันได้ตื่นเต็มตาด้วยซ้ำอีกหน"

show kenjibox:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"อยากจะคว้าของแข็งอะไรใกล้มือมาทุบไอ้กล่องนี่เหมือนจะทำโฮมรันสักที แต่ฉันไม่มีแรงจะมาทำอะไรแบบนั้น\nในเวลาเช้าตรู่อย่างนี้หรอก… แถมทุบไปของในกล่องก็พังอีก ไม่ดี ๆ"

show kenjibox:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide kenjibox
with None

scene bg school_dormhallway
with locationchange

"ฉันเลื่อนพัสดุนั้นไปตามโถงทางเดิน กล่องไหลไปกับพื้นเรียบอย่างง่ายดายก่อนจะไปชนกับประตูห้องเคนจิดังตุบซึ่งเบา\nจนแทบไม่ได้ยิน ทันใดนั้นก็มีเสียงปลดล็อกหลาย ๆ ชั้นตามติดกันมาเหมือนเป็นเพลงจากวงประสานเสียงที่เล่น\nอยู่เบื้องหลัง"

play music music_kenji fadein 0.5

show kenji tsun at Slide(0.4, 0.5, 0.5, 0.5, 0.5)
with charaenter

ke "ใครน่ะ"

"เคนจิพูดพลางเดินเข้ามาที่โถงทางเดินไม่สนสี่สนแปดและเดินเหยียบกล่องด้วยท่าทางที่ดูสง่างามน่าประทับใจผิดวิสัย\nเจ้าตัว แต่ฉันรู้หรอกว่าที่เหยียบน่ะไม่ได้ตั้งใจเลย"

hi "ฉันเอง เอาพัสดุมาให้แล้วนะ นายเหยียบอยู่แน่ะ"

show kenji happy at center
with charachange

ke "รู้ ขอบใจมากพวก"

hi "…เออเอาเหอะ"

hi "แล้วอะไรอยู่ในนั้น"

show kenji tsun
with charachange

"เคนจิผงะไปด้วยท่าทีหงุดหงิดพร้อมแก้ต่าง"

ke "ไม่มีอะไรหรอก"

hi "บอกมาเหอะน่า อยากรู้"

hi "แล้วเนี่ย ฉันสะดุดเจ้ากล่องนี่จนเกือบคอหักแล้วนะ แถมก่อนหน้านั้นตอนที่แบกกล่องใหญ่ ๆ ของนายเนี่ยฉันก็\nมองอะไรไม่เห็นเลย ต้องข้ามถนนทั้งอย่างนั้นน่ะ… อย่างน้อยบอกหน่อยว่าอะไรอยู่ในนั้นเป็นการตอบแทนก็ยังดีนะ"

ke "ความลับ บอกไม่ได้หรอก บอกก็ไม่ลับไม่ลมไม่คมไม่ในแล้วสิ ไม่ใช่อะไรสลักสำคัญหรอก"

hi "เออ ถ้าไม่สำคัญก็บอกมาสิ"

ke "ถ้าไม่สำคัญแล้วทำไมนายต้องรู้ด้วย"

hi "แล้วมันผิดตรงไหน"

ke "แล้วทำไมนายต้องรู้ด้วย"

hi "แล้วทำไมฉันจะรู้ไม่ได้"

show kenji neutral
with charachange

ke "แล้วทำไมนายตอบคำถามฉันด้วยคำถาม"

hi "แล้วทำไมนายไม่ตอบคำถามแรกฉันก่อน"

ke "แล้วทำไมนายไม่ตอบคำถามล่าสุดของฉันก่อน!"

"แล้วฉันก็นึกได้ว่าเสียงเราดังขึ้นทุกประโยคที่โต้ตอบกัน มีคนหนึ่งที่เปิดประตูแล้วชะเง้อหัวออกมาที่โถงทางเดิน\nแล้วมองด้วยความงุนงงว่าเกิดอะไรขึ้น"

"คงดูเหมือนไอ้บ้าสองตัวแน่ ๆ แต่น่าจะมีแค่ฉันคนเดียวแหละที่หน้าไม่ด้านพอจะรู้ตัว"

hi "ก็ได้ เก็บไว้เป็นความลับยันวันตายนายแล้วกัน เดี๋ยวฉันต้องเตรียมตัวไปเรียนด้วย"

show kenji tsun
with charachange

ke "เฮ้ย ไม่สิ จะรีบไปไหน อยู่ต่ออีกหน่อยสิ กาแฟมั้ย ไม่ได้เจอกันนาน เนี่ย ฉันนึกว่านายตายไปแล้ว ก็รออยู่ว่า\nพัสดุไม่มาสักที"

hi "บุญหัวนายแค่ไหนแล้วที่ฉันยอมไปรับพัสดุให้เนี่ย ไอ้เบื๊อก!"

show kenji neutral
with charachange

ke "เฮ้ย ใจเย็น โห เลือดร้อนนะนายเนี่ย เพราะสภานักเรียนหรือเปล่า ได้ยินว่าเดี๋ยวนี้นายไปอยู่กับพวกนั้น"

hi "ก็ฉันเล่าเอง นายได้ยินจากฉันนี่แหละ"

ke "จริงเหรอ"

ke "เออเอาเหอะ เรื่องคือพวกนั้นมันเลว"

show kenji tsun
with charachange

ke "นายไม่รู้แน่นอนเพราะเพิ่งมาใหม่ว่ายัยนั่นน่ะคนเกลียดขี้หน้ากันขนาดไหน ก่อนหน้าที่นายจะมายัยนั่นเคยเสนอ\nนโยบายเหรียญตรา เรื่องมันยาว นายนั่งก่อนก็ดี"

"ฉันหันซ้ายหันขวามองหาเก้าอี้ แต่ก็ไม่เจอเพราะที่นี่แม่งคือโถงทางเดิน ฉันยกนิ้วขึ้นหมายจะบอกเคนจิ แต่เขาก็\nเริ่มเล่าไปแล้ว ซึ่งไหน ๆ ก็ยกมือมาแล้วฉันจึงมองนาฬิกาข้อมือแทน"

ke "ถ้าเกิดขึ้นจริง คงเป็นสมัยแห่งความน่าสะพรึงกลัวของแท้เลย"

hi "เดี๋ยว นี่ไปตัดสินกับเรื่องที่ยังไม่เกิดขึ้นด้วยซ้ำน่ะนะ"

stop music fadeout 8.0

ke "ใช่ แต่เอาเถอะ ที่ยัยนั่นคิดไว้คือเหรียญตราบุญ แล้วก็จะมีเหรียญตราบาปด้วย"

hi "แล้วมันใช้ทำอะไรยังไง"

show kenji neutral
with charachange

ke "ไม่รู้ ก็ไม่เคยเกิดขึ้นนี่ แต่ดูแล้วน่าจะไม่ดีนะ ตอนที่ได้ข่าวฉันไม่ยอมออกจากห้องอยู่สองสามสัปดาห์เลย"

hi "ก็คือนายได้ข่าวว่าจะมีการเปลี่ยนแปลงครั้งใหญ่แล้วซ่อนตัวอยู่ในห้อง กะจะคอยให้การเปลี่ยนแปลงนี้ผ่านไป"

show kenji tsun
with charachange

ke "ไม่ ฉันคิดจะลงมือทำอะไรสักอย่าง พอหาเจอว่าห้องสภานักเรียนอยู่ที่ไหนฉันก็บุกไปถึงที่พร้อมรายการความจำนง\nกับคนที่ฉันพาติดสอยห้อยตามมาให้ดูเหมือนว่ามีคนสนับสนุนฉันด้วย"

hi "เดี๋ยว ไม่เคยเกิดขึ้นไม่พอ นี่ยังไม่มีใครสนใจด้วย?"

show kenji rage
with charachange

play music music_tension

"เคนจิไม่สนใจฉันแล้วด้วยอยู่ในสถานะที่กำลังคุยอย่างลื่นไหล พลังแห่งการพล่ามเสริมให้มือไม้ของเขาโบกสะบัดไปมา\nเหมือนทำท่าทางอย่างนักเลงอะไรสักอย่าง"

ke "ฉันเดินไปที่โต๊ะแล้วบอก “เฮ้ย ยัยฟาสซิสต์! ไอ้เรื่องเหรียญตรานี่มันอะไรกัน ไม่มองความเป็นจริงบ้างหรือไง วัน ๆ\nอยู่แต่บนหอคอยงาช้าง ดูถูกเหมือนว่าพวกเราเป็นพวกโง่งั้นแหละ ตัวเองเป็นใครใหญ่มาจากไหนฮะ”"

ke "“จะทำตัวสูงส่งเหลือเกินนะ เธอคงจะเป็นอย่างคนรวยล้นฟ้าพวกนั้นที่ให้คนขับรถพาตัวเองไปตามย่านชุมชนแออัด\nแล้วก็คอยชี้นิ้วหัวเราะเยาะสินะ…”"

ke "“…แล้วก็ดื่มแต่กาแฟราคาแพงที่ไดโนเสาร์ตัวสุดท้ายของโลกอึออกมาแล้วสกัดในกะโหลกทองของแท้”"

ke "“กล้าดียังไง ไปเปิดหนังสือประวัติศาสตร์ดูเสียบ้าง ไม่รู้เหรอว่าที่พวกกระฎุมพีถูกโค่นด้วยการปฏิวัติก็เพราะ\nเรื่องแบบนี้ โง่! โง่สิ้นดี!”"

ke "“จริงอยู่ว่าไอ้พวกที่ทำการปฏิวัติจะทำอะไรหลายอย่างพังพินาศย่อยยับหลังปฏิวัติแล้ว แต่ใครคิดนโยบายแบบนี้ได้\nก็คงเสียสติไปแล้ว…”"

ke "“…ดูยังไงก็เป็นของที่เหมือนสร้างมาเพื่อทรมานคนชัด ๆ แล้วนี่เธออยากจะเอาออกมาใช้จริง! จะลิดรอนสิทธิ์\nกันไปถึงไหน เราคือประชาชนนะ! สิ่งนี้ไม่ใช่ความยุติธรรม!”"

show kenji neutral
with charachange

ke "ว่างั้นอะนะ"

show kenji rage
with charachange

ke "แล้วฉันก็ตะโกนเสริมไปว่า “เขาอาจเอาสิ่งของของเราไป แต่เขาไม่มีทางได้อิสรภาพของเราไปได้หรออออออก!”\nให้ฝูงชนเฮกันตามเหมือนอย่างในหนังที่สะท้อนชีวิตของวิลเลียม วอลเลซที่ถูกพรากสิ่งของไปหลายอย่างแต่อิสรภาพ\nยังอยู่กับตัวแล้วก็ถูกฆ่า"

stop music fadeout 5.0

show kenji tsun
with charachange

ke "…แต่ยัยนั่นก็เมิน ไม่ละสายตาจากกระดาษแผ่นเล็ก ๆ ที่กำลังเขียนอยู่ด้วย"

ke "สงสัยจะรับตรรกะของฉันไม่ไหวจนต้องถอยกรูดไปไม่ยอมรับ หรืออาจจะเป็นคนไม่ดีอยู่แล้ว แต่นั่นแหละ ยัยนั่น\nไม่ตอบ อนาคตก็ไม่เปลี่ยนแปลง"

ke "แค่นั้นไม่พอ ตอนขากลับฉันเพิ่งรู้ตัวว่าทำบัตรนักเรียนหล่นหาย นี่แหละเรื่องราวของชีวิตฉัน ต้องดิ้นรน\nอย่างคล้ายเปล่าประโยชน์ตลอดเวลา เหมือนการปีนกำแพงอิฐที่ที่จับทำจากฟองน้ำ"

hi "นี่ นายบอกว่าไม่มีอะไรเปลี่ยน แต่ยัยนั่นที่ว่าก็ไม่ได้ไปบังคับให้ทุกคนติดเหรียญตราโง่ ๆ นี่ เพราะงั้นก็ถือว่าเปลี่ยน\nแล้วนะ"

play music music_kenji fadein 0.5

show kenji happy
with charachange

ke "เออ ก็จริง โอเค งั้นก็อาจจะไม่ได้เป็นคนเลวขนาดนั้นมั้งนะ"

"ฉันนี่ก็ใช้ได้เหมือนกัน มีฝีมือในการโน้มน้าวให้เคนจิยอมรับได้ว่าผู้หญิงสองคนก็ไม่ได้แย่ขนาดนั้น ตามนั้นแล้วกัน\nฉันจะได้มีจังหวะปลีกตัวจากบทสนทนานี้ด้วย เวลาผ่านไปนานมากแล้วโดยไม่ทันรู้ตัว"

stop music fadeout 2.0

scene bg school_dormext_full
with locationchange

"ฉันรีบทำกิจวัตรยามเช้าให้รวดเร็วที่สุด พอเหลือบมองนาฬิกาข้อมือก่อนออกหอก็เห็นว่าสายแล้ว"

scene bg school_scienceroom
with shorttimeskip

play music music_daily fadein 1.0

"โชคดีที่นอกจากเรื่องเมื่อเช้าก็ไม่มีอะไรแล้ว พอเลิกเรียนก็ไปหาชิซูเนะอีกครั้ง"

scene bg school_gardens2
with locationskip

"เมื่อมาถึงข้างหลังโรงเรียนก็เห็นชิซูเนะที่กำลังยืนพิงแผงหนึ่งที่ทำเสร็จแล้ว ตามตัวแผงมีรอยกระดาษกับเทปกาว\nแปะปะอยู่ซึ่งเป็นร่องรอยจากการใช้ครั้งที่แล้ว เธอใช้นิ้วควงตะปูเหม่อ ๆ ไม่ทันสังเกตเห็นฉันที่เดินมา"

"เห็นแล้วก็อดใจแทบไม่ไหว อยากย่องเข้าไปหาเหลือเกิน นี่แหละ ฉันดูสารคดีสัตว์ป่ารอบโลกมาหลายปีเพื่อการนี้\nโดยเฉพาะ ตำแหน่งนับว่าดีเพราะฉันอยู่เหนือลม แต่ยิ่งคิดก็ยิ่งรู้สึกว่าอย่าทำเลยดีกว่า"

"ถ้าแผนล้มเหลวกลางทางก็ดูเป็นคนโง่ และถ้าไม่รู้ว่าเป็นฉันก็มีสิทธิ์เจ็บตัว ซึ่งจะทางไหน สุดท้ายฉันก็จะดูเป็นคน\nใจร้ายหน่อย ๆ อยู่ดี เพราะงั้น อย่าคิดลองเล่นอะไรพิเรนทร์ ๆ เลย… ถึงจะอยากเล่นมาก ๆ ก็เถอะ"

show shizu adjust_blush at center
with charaenter

"ฉันเดินไปยืนอยู่ตรงหน้าชิซูเนะ เธอตกใจเล็กน้อย"

his "สะดุ้งอะไรขนาดนั้น นี่แอบอู้เหรอ"

show shizu behind_blank
with charachange

ssh "เปล่า แค่พักอยู่"

his "เหมือนเหงื่อยังไม่ออกเลยด้วยซ้ำ พักสบายน่าดูเลยนะท่านประธาน"

show shizu behind_frustrated
with charachange

"ชิซูเนะทำตาล่อกแล่กอยู่ครู่หนึ่ง ดูท่าจะไล่ต้อนสำเร็จ"

"เธอทำหน้าหงุดหงิดเจือความเครียดเล็กน้อย แต่จะถอยไม่ได้ ชิซูเนะไม่ใช่คนแบบนั้นเลย นิ้วเธอที่ชนกันขยับไปมา\nอย่างกระวนกระวายใจ"

show shizu basic_normal2
with charachange

ssh "วันนี้ทำตัวเป็นนักสู้น่าดูเลยนะ จะยั่วโมโหกันเหรอ อยากแข่งกันมั้ยล่ะ แข่งกันว่าใครจะทำแผงได้เยอะสุด\nก่อนพระอาทิตย์ตกดิน"

his "ไม่ ไม่ใช่! ฉันหยอกเล่นเฉย ๆ ไม่เป็นไรหรอก เป็นสมาชิกสภานักเรียนก็ต้องหยอกประธานนักเรียนได้บ้างสิ\nว่างั้นมั้ย"

show shizu behind_frown
with charachange

ssh "ในกฎบัตรสภานักเรียนไม่มีระบุไว้นะ เพราะงั้นไม่จริงหรอก"

his "มีกฎบัตรที่ไหนเล่า!"

"รู้สึกเหมือนจะไม่มีนะ ที่ถวายสัตย์ปฏิญาณด้วยก็มีแค่กองรายการอาหารที่สั่งได้"

show shizu adjust_smug
with charachange

ssh "แต่เอาเถอะ มาก็ดีแล้ว แต่ถ้ามาเร็วกว่านี้จะดีกว่า ไปหยิบค้อนแล้วทำงานกันต่อได้แล้ว"

hide shizu
with charaexit

play ambient sfx_stallbuilding fadein 0.5

"ระหว่างที่กำลังประกอบแผงอยู่ฉันก็เริ่มระลึกได้ว่างานที่ต้องทำมีน้อยกว่าที่คาดไว้ และเอาเข้าจริง ชิซูเนะก็บอกว่า\nมีโอกาสอยู่หน่อย ๆ เหมือนกันที่จะปิดงานวันนี้ได้เลย"

"ครั้งล่าสุดที่ไปช่วยตอนนั้นทำกันสามคนกับมิช่ายังต้องใช้เวลาถึงสี่วัน ฉันไม่ได้รู้สึกไปเองแน่ ๆ ละ"

stop ambient fadeout 2.0

his "เออ งานก็ดูไม่ได้เยอะขนาดนั้นนะ"

show shizu behind_blank at center
with charaenter

ssh "ก็เพราะมีไม่เยอะไง"

play ambient sfx_parkambience fadein 10.0

"เป็นคำตอบที่ชวนให้อยากถามต่อเหลือเกิน ชิซูเนะเองก็รู้ว่าตอบแค่นั้นไม่พอจึงวางค้อนลงแล้วขยายความ"

show shizu basic_happy
with charachange

ssh "ถ้างานเยอะขนาดนั้น แค่สองคนทำคงไม่เสร็จในหนึ่งสัปดาห์หรอก จริง ๆ แล้วฉันยังไม่ได้รื้อแผงอีกครึ่งจำนวน\nแค่เอาไปเก็บไว้ที่อื่นเฉย ๆ ไม่สิ ต้องบอกว่าเอาไปอำพรางไว้ไม่ให้ใครเห็นมากกว่า"

show shizu adjust_smug
with charachange

"ชิซูเนะส่ายนิ้วอย่างเจ้าเล่ห์"

show shizu adjust_happy
with charachange

ssh "แต่วิธีการนั้นเป็นความลับ ความลับทางการค้าน่ะเขาห้ามเปิดเผยกัน"

his "เธอไม่ใช่นักมายากลสักหน่อย"

show shizu behind_smile
with charachange

"ชิซูเนะขยิบตาพลางหยิบกล่องพลาสติกสองกล่องออกมาจากกระเป๋ามาวางไว้ที่แผ่นไม้ที่อยู่ใกล้ ๆ แล้วชูมือขึ้นคล้ายจะ\nบอกว่า “แต่นแต๊น!”"

show shizu adjust_happy
with charachange

ssh "วันนี้ฉันทำข้าวเที่ยงมาเผื่อนายด้วย"

show shizu behind_smile
with charachange

ssh "กล่องนี้ของนาย กล่องมันอยู่ในกระเป๋าจนข้าวข้างในเคลื่อนไปรวมกันแล้ว"

"ชิซูเนะยื่นกล่องใบหนึ่งมาให้ฉัน พอเปิดดูก็เห็นอาหารหน้าตาน่ากิน ทั้งยังดูเรียบง่าย เธอยื่นตะเกียบมาให้เหมือนเพิ่ง\nนึกขึ้นได้ ฉันคีบส่วนที่เหมือนจะเป็นเนื้อวัวย่างเข้าปาก"

his "อร่อยมากเลย"

his "เธอไม่ชอบให้กับข้าวเคลื่อนไปรวมกันเหรอ"

show shizu basic_normal
with charachange

ssh "ไม่"

his "เรื่องมากนะเธอเนี่ย"

show shizu behind_blank
with charachange

ssh "บางครั้งฉันก็เอามารวมกันเอง แต่ก็ไม่ได้ทำทุกครั้งหรอก แล้วก็ไม่ได้ทำกับทุกอย่างด้วย ฉันไม่ชอบเวลาที่มันรวมกัน\nให้เอง สิ่งสำคัญคือการได้เลือก"

show shizu basic_normal
with charachange

"ชิซูเนะชี้นิ้วหนักแน่นเป็นการเน้นย้ำก่อนจะบิตะเกียบออกแล้วกินอาหารของตัวเองบ้าง"

"ตอนที่กำลังกินก็สังเกตเห็นสองอย่าง อย่างแรกคือแทบทุกอย่างที่ฉันกินนั้นเป็นของทอดทั้งหมด ยกเว้นข้าวน่ะนะ\nแม้แต่ผักก็ทอด"

"แล้วแถมยังมีแต่เนื้อด้วย นี่กินของแบบนี้เป็นประจำเลยเหรอ ถ้าเป็นงั้นจริงแล้วทำไมไม่อ้วนเลย"

"อย่างที่สองคือฉันจะคุยกับชิซูเนะตอนกินไม่ได้ การพูดทั้งที่ยังมีข้าวเต็มปากก็เสียมารยาทอยู่หน่อย ๆ อยู่แล้ว\nแต่มือของเราก็ต้องใช้ถือตะเกียบกับกล่องข้าว จึงทำให้การสื่อสารระหว่างเรานั้นเป็นไปไม่ได้เลยเหมือนอย่างเมื่อวาน"

"ถึงจะได้ใช้เวลาอยู่ด้วยกัน ถึงฉันจะลงทุนเรียนภาษามือมาแล้ว ฉันกลับรู้สึกว่าได้คุยกับชิซูเนะน้อยลงอีก แต่แม้กระนั้น\nก็รู้สึกเหมือนกันว่าได้เข้าใจเธอมากขึ้น"

stop music fadeout 4.0

show shizu basic_normal at tworight
show bg school_gardens2 at bgright
with charamove

show lilly cane_smileclosed at twoleft
with charaenter

"พอหันไปมองตามเสียงที่เหมือนมีบางอย่างเคาะแผงหนึ่งที่ทำไว้ก็เห็นลิลลี่ที่ยืนอยู่ข้าง ๆ กำลังใช้ไม้เท้านำทางมา"

hi "ไง"

"เกือบหลุดปากพูดไปแล้วไงว่า “เมื่อกี้ไม่ทันเห็นเธอเลย”"

show lilly cane_surprised
with charachange

li "อ้าว ฮิซาโอะเหรอจ๊ะ พอดีได้กลิ่นอะไรหอม ๆ น่ากินแล้วอยากรู้ว่าใครเอาข้าวมากินกันนะ"

show shizu behind_frustrated
with charachange

ssh "เธอว่าไง"

play music music_happiness fadein 6.0

"จะให้ขยับมือแปลความหมายเป็นอะไรที่ไม่เหมือนกับที่ลิลลี่พูดเลยนี่ยากแฮะ เพราะแบบนี้สินะมิช่าถึงได้แปล ๆ\nทุกอย่างไปเลย ถึงจะดูบ้าบอไปหน่อย แต่ก็น่าจะทำให้อะไร ๆ ง่ายขึ้นเยอะ"

show shizu basic_happy
with charachange

"ชิซูเนะกางนิ้วมาชนกันอย่างสบายอารมณ์เมื่อได้เห็นที่ฉันแปลให้ราวกับว่าได้ฟังเรื่องตลก"

show shizu adjust_smug
with charachange

ssh "ของพวกนี้ทำเมื่อไม่กี่ชั่วโมงที่แล้วเอง แต่การรับรู้เวลาของคนยืดยาดอย่างเธอที่ส่งเอกสารทีไรก็ต้องส่งช้า\nไปสัปดาห์หนึ่งตลอดคงไม่เหมือนกันอยู่แล้วแหละนะ!"

hi "คำพูดคำจา… รุนแรงจังนะ"

show lilly cane_displeased
with charachange

"ลิลลี่ขมวดคิ้วเป็นการตอบกลับประโยคที่เธอไม่ได้รับรู้ด้วย"

hi "เอ่อ ขอโทษที พอดีกินข้าวเที่ยงเบี่ยงบ่าย ๆ อยู่น่ะ ประธานนักเรียนเขาทำเองหมดเลย"

show lilly cane_reminisce
with charachange

li "ประธานนักเรียนอยู่ด้วยเหรอ"

hi "อยู่ตรงนี้"

show lilly cane_listen
with charachange

li "ขอโทษทีจ้ะ ไม่ทันสังเกตเลย ปกติรังสีของชิซูเนะจะชัดมาก ไม่รู้เลยว่าสภานักเรียนเขากินข้าวเที่ยงกันข้างนอกด้วย\nทำไมไม่ชวนฉันด้วยล่ะ แต่เอาเถอะ มีเวลาว่างมาทำอะไรแบบนี้บ้างก็ดีแล้วละจ้ะ"

show shizu behind_frustrated
with charachange

ssh "เธอว่าไง"

"…"

show shizu basic_angry
with charachange

ssh "ถ้าฉันชวนไปไหนเธอก็คงมาสายแหละ"

"ทว่าลิลลี่ไม่อาจรับรู้คำตอบของชิซูเนะได้ ซึ่งยิ่งทำให้เจ้าตัวหงุดหงิดไปทุกขณะ"

show shizu behind_frown
with charachange

ssh "โปรดแปลที่ฉันบอกไปให้หมดด้วย"

"ขอได้สุภาพเหลือเกินนะ น่าเสียดายที่คำขอที่ว่านั้นไม่ต่างอะไรกับการปล่อยระเบิดพลังทำลายล้างสูง แต่จะให้อยู่เฉย ๆ\nก็ไม่ได้ ความรู้สึกที่ไม่อาจตอบอะไรและไม่อาจให้อีกฝ่ายเข้าใจได้นั้นโดดเดี่ยวเหลือแสน คงไม่ให้อภัยแน่ ๆ"

"เอาเป็นว่าลองลดความแรงของคำพูดหน่อยแล้วกัน"

hi "คือ จริง ๆ กับข้าวพวกนี้เพิ่งทำมาไม่นานนี้เอง"

show lilly cane_weaksmile
with charachange

li "จริงเหรอจ๊ะ ดีแล้วจ้ะ"

show shizu cross_angry
with charachange

ssh "หันมาทางนี้ คุยกับใครก็ต้องมองหน้าเขาสิ เสียมารยาทหมด กุลสตรีผู้เรียบร้อยไม่ควรทำตัวอย่างนี้นะ"

hi "สิ่งที่ฉันจะบอกต่อไปนี้มีคำพูดชิซูเนะอยู่ครึ่งเดียวนะ ชิซูเนะไม่ชอบเวลาคนไม่มองตอนที่กำลังบอกหรืออธิบายอะไร\nชิซูเนะอยู่ตรง เอ่อ ขวามือถัดจากเสียงฉัน"

"ถึงฉันจะเข้าใจก็เถอะว่าทำไมลิลลี่ไม่ยอมมองหน้า กระอักกระอ่วนแฮะ แถมลำบากอีกที่ต้องเป็นสื่อกลางคนเดียว\nให้สองคนนี้เนี่ย"

"ว่าตามตรง ฉันลืมแล้วว่าครั้งล่าสุดที่สองคนนี้ปะทะกันอย่างนี้เกิดอะไรขึ้น ซึ่งชัดว่าชิซูเนะจำได้ ส่วนลิลลี่ก็ออกตัวแรง\nในแบบของเธอเหมือนกัน"

show lilly cane_displeased
with charachange

li "ขอโทษทีจ้ะ ลืมมารยาทที่ว่าไปเสียสนิทเลย ลืมว่าประธานนักเรียนเป็นคนที่ต้องให้คนเคารพทั้งคนทั้งกฎตลอดเวลา"

show lilly cane_listen
with charachange

li "การบริหารนักเรียนคงทำให้ต้องอยู่แบบเคร่งครัดมาก แต่ก็นะ ถ้ายังมีเวลามาเถลไถลแบบนี้ได้ก็แปลว่าคง\nไม่ใช่อย่างนั้นเสียทีเดียว"

show shizu adjust_angry
with charachange

ssh "สภานักเรียนไม่ได้ใช้ระบอบเผด็จการหรือคิดแบบระบบเกมผลรวมเป็นศูนย์นะ!"

play sound sfx_snap

"ชิซูเนะชี้นิ้วใส่ลิลลี่ราวกับเอาปากกระบอกปืนจ่อก่อนจะดีดนิ้วเสียงดังลั่นจนลิลลี่สะดุ้งและทำสีหน้าไม่พอใจ"

show lilly back_listen
show lillyprop back_cane at twoleft
with charachange

li "งั้นเหรอ ก็ยิ่งน่าประทับใจไปใหญ่เลย เพราะเธอก็เป็นสมาชิกคนหนึ่งที่ทำตัวเหมือนกับว่าเป็นแบบนั้นจริง ๆ\nขอชื่นชมเลยที่เธอทนทายาดเหลือแสน ทำได้ขนาดนี้แปลว่าเธอมีความรับผิดชอบสูงเหมือนกัน"

show shizu behind_frown
with charachange

ssh "ยังไม่สูงเท่าที่ตั้งเป้าไว้หรอก แต่เธอก็ไม่ต่างกันนี่ ใช่มั้ย"

show shizu cross_rage
with charachange

ssh "เธอมีความรับผิดชอบสูงมาก อะไรนะ มาขอให้เลื่อนกำหนดส่งแล้วก็อืดอาดจนถึงเวลากำหนดส่งที่ขอเลื่อนไว้ค่อยส่ง\nนี่แหละแบบอย่างของคนมีความรับผิดชอบเลย!"

hi "ชิซูเนะขอบคุณที่ชม แต่เหมือนว่าเธอเองก็มีความรับผิดชอบด้วยเหมือนกัน ว่างั้น"

show lilly cane_surprised
hide lillyprop
with charachange

li "ว่าอย่างนั้นจริงเหรอ"

hi "ก็ว่างั้นจริง…"

"ลิลลี่ดูจะไม่ยินดีสักเท่าไหร่"

hi "แต่เราไม่ได้มาทำกับข้าวกินข้างนอกด้วยนะ แค่พักกินข้าวเที่ยงกันเฉย ๆ ที่ออกมานี่ก็มาทำแผงสำหรับงานเทศกาล\nครั้งถัดไปน่ะ"

show shizu behind_frown
with charachange

ssh "คนไม่เคยออกไปไหนอย่างเธอคงไม่รู้สินะ น้ำชาหมดแล้วเหรอ"

hi "จะไปเข้าเมืองเหรอ ไปซื้อของหรือเปล่า"

show lilly back_devious
show lillyprop back_cane at twoleft
with charachange

li "เปล่าจ้ะ อย่างที่บอกนั่นแหละว่าฉันแค่เดินผ่านมาเฉย ๆ ย้ำเผื่อไม่ได้ยินนะ ฉันไม่อยากมารบกวนประธานนักเรียนหรอก\nถึงตอนนี้จะไม่ได้ทำอะไร แต่พวกเธอคงจะยุ่งกันมาก"

show lilly cane_listen
hide lillyprop
with charachange

li "แต่ยังไงก็เถอะนะจ๊ะฮิซาโอะ ฉันมั่นใจว่าประธานนักเรียนคงหาหรือสร้างงานมาให้ทำกันได้ถ้าจำเป็นจริง ๆ"

show shizu cross_rageclosed
with charachange

ssh "ฉันจะเขมือบหัวเธอ!"

hi "อืม ยุ่งมากเลย"

"คำว่า “เขมือบ” เป็นคำยาก ฉันนึกดีใจที่อ่านออก แต่ตอนนี้ไม่ใช่เวลาจะมาฉลองกับเรื่องนั้น ไอ้ที่น่าชนแก้วฉลองน่ะ\nคือเรื่องที่ว่าสองคนนี้เหมือนจะเลิกกัดกันแล้วต่างหาก"

show lilly cane_listen
with charachange

li "ขอให้เป็นวันที่ดีนะจ๊ะฮิซาโอะ ลาก่อนนะประธานนักเรียน"

hi "ขอบใจ เธอก็ด้วยนะ"

show shizu basic_frown
with charachange

ssh "ทำตัวสูงส่งเข้าไว้ล่ะ"

hide lilly
with charaexit

show shizu basic_normal2 at center
show bg school_gardens2 at center
with dissolvecharamove

stop music fadeout 4.0

"ทันทีที่ลิลลี่ปลีกตัวไปชิซูเนะก็กลับมาจ้วงข้าวกินต่อด้วยความรวดเร็วราวกับว่าแต่ละคำคือการช่วยให้ลืม\nเหตุการณ์เมื่อครู่ให้หมดสิ้น"

hide shizu
with charaexit

"พอกินเสร็จก็กลับไปทำงานลงค้อนต่อด้วยอารมณ์เดิม ก็ดีอยู่หรอกที่ระบายความหงุดหงิดได้ แต่ตอนนี้เหมือน\nไม่มีอารมณ์จะคุยแล้วเลย"

show bg school_gardens2_ss
with shorttimeskip

play music music_tranquil fadein 3.0

"สองชั่วโมงผ่านไปชิซูเนะก็หยุดเมื่อไล่จัดการแผงที่เหลืออยู่จนหมดแล้ว"

"แต่ก็ยังไม่ค่อยกล้าคุยด้วยเท่าไหร่อยู่ดี แล้วก็นึกขึ้นมาว่าบทมันจะไม่คุยกันก็ไม่คุยกันไปอย่างนี้เลย อุตส่าห์รอเวลา\nที่จะได้อยู่ด้วยกันสองต่อสองมาคุยกันตรง ๆ อย่างนี้แล้วแท้ ๆ แอบเจ็บปวดอยู่เหมือนกัน"

show shizu basic_normal_ss at center
with charaenter

ssh "แปลดีนะ"
#After seeing the Bad End, I'm calling this a hint left for players to figure out that yes, Shizune can read lips. -SC

his "จริงเหรอ"

show shizu adjust_happy_ss
with charachange

ssh "เป็นแนวหน้าเลย!"

"ชิซูเนะยกนิ้วโป้งย้ำ"

show shizu behind_blank_ss
with charachange

ssh "…ถ้าเทียบกับคนกลุ่มเดียวกันกับนาย"

show shizu basic_normal_ss
with charachange

ssh "โรงเรียนนี้ไม่ค่อยมีคนหูหนวกเท่าไหร่ วิชาภาษามือก็อยู่ในสภาพร่อแร่ใกล้ปิดมาสักพักแล้ว ในห้องคง\nไม่ค่อยมีคนเรียนด้วยเลยใช่มั้ย"

show shizu behind_blank_ss
with charachange

ssh "ถ้ามาเรียนภาษามือเอาป่านนี้ก็จะเรียนรู้ได้ช้าพอสมควร เพราะแบบนี้คนที่สนใจถึงได้มีน้อยลงเรื่อย ๆ แค่จะสื่อสารกัน\nก็ต้องใช้ความคิดมากกว่าปกติ ภาษาอื่น ๆ ก็คงเป็นอย่างนี้เหมือนกัน"

show shizu basic_normal2_ss
with charachange

ssh "พอเป็นแบบนี้แล้ว บทสนทนาภาษามือที่จะเกิดขึ้นมาตาม … ก็จะลดน้อยลงไปด้วย"

his "ฉันอ่านคำนั้นไม่ออก ตามอะไรนะ"

show shizu behind_blank_ss
with charachange

show shizu basic_normal2_ss
with charachange

ssh "ธ—{w=0.2}รร—{w=0.2}ม—{w=0.2}ช—{w=0.2}า—{w=0.2}ติ"

show shizu behind_blank_ss
with charachange

ssh "คนที่ถ่ายทอดได้จริง ๆ มีแค่มิช่าแหละ"

his "อืม ก็จริงนะ"

show shizu behind_sad_ss
with charachange

show shizu behind_blank_ss
with charachange

"สีหน้าชิซูเนะเปลี่ยนไปแวบหนึ่ง ก่อนจะเปลี่ยนกลับโดยที่ฉันไม่ทันได้ประมวลผล แต่รู้สึกว่าคงจะเป็นเรื่องที่ไม่ควร\nไปซักไซ้"

"ที่อยากรู้จริง ๆ คือ…"

his "ทำไมเธอถึงทะเลาะกันกับลิลลี่บ่อยขนาดนั้น"

show shizu basic_frown_ss
with charachange

"ชิซูเนะเกร็งเล็กน้อยพร้อมขมวดคิ้วอย่างเห็นได้ชัดพลางเอานิ้วมาประกบกันแล้ววางซ้อนกันไปมาราวกับกำลัง\nสับไพ่ล่องหนอยู่"

show shizu behind_frustrated_ss
with charachange

ssh "สองรอบในการรับรู้นายนี่นับว่า “บ่อย” ไม่ได้หรอกนะ ถ้าปีที่แล้วนายอยู่ด้วยก็คงว่างั้นได้อยู่หรอก"

his "ได้ยินมาว่าเป็นปีที่หนักน่าดู เรื่องที่ว่าเธอจะใช้นโยบายเหรียญตรานั่นอีก"

show shizu cross_wut_ss
with charachange

his "ฮะฮะ แปลกใจสินะ เอาเถอะ แน่ละว่าเดี๋ยวอยากคุยเรื่องนั้นอยู่เหมือนกัน แต่… เธอไม่ชอบลิลลี่มาก ๆ เลยใช่มั้ย\nห้ามเลี่ยงคำถามนะ"

show shizu behind_frustrated_ss
with charachange

ssh "ฉันไม่ได้เลี่ยงอะไรสักหน่อย"

show shizu basic_angry_ss
with charachange

ssh "ลิลลี่เป็นสมาชิกสภานักเรียนมาจนถึงรุ่นปีที่แล้ว เราเข้ากันไม่ค่อยได้ ลิลลี่อยากจะทำงานเหมือนอย่างรุ่นที่แล้วทำ\nซึ่งสภานักเรียนรุ่นที่แล้วน่ะไม่มีประสิทธิภาพเลย โง่งมจนน่าโมโห"

show shizu behind_frown_ss
with charachange

ssh "ฉันอยากจะลงแรงให้มากกว่านั้นอีก แล้วเราก็ทะเลาะกัน"

show shizu basic_frown_ss
with charachange

ssh "หลายครั้งด้วย"

show shizu adjust_angry_ss
with charachange

ssh "ลิลลี่ไม่เคยทำอะไรตรงเวลาเลย"

show shizu behind_frustrated_ss
with charachange

ssh "แล้วก็มาบอกกันว่าสิ่งที่ฉันอยากทำน่ะไร้ความหมาย เพิ่มงานให้ยุ่งยากไปอีก ซึ่งเนี่ยเหรอที่ว่างานยุ่งยาก\nไร้ความหมาย"

"ชิซูเนะผายมือไปรอบ ๆ"

show shizu basic_frown_ss
with charachange

ssh "ที่ไร้ความหมายจริง ๆ น่ะคือสภานักเรียนที่ไม่ทำอะไรเลยต่างหาก อ่อนด้อย ขี้เกียจ น่าเบื่อ น่าเบื่อน่ะ\nประเด็นเลย!"

show shizu adjust_angry_ss
with charachange

ssh "ให้นั่งอยู่ในห้องเฉย ๆ ไม่ทำอะไรเลยนี่มันน่าตื่นเต้นตรงไหน เปลืองเวลาเปล่า ๆ ให้มาทำอะไร อยู่แบบนี้แล้วเลือด\nมันไม่สูบฉีดเลย ทะเลาะกับลิลลี่สิถึงค่อยตื่นตัวหน่อย!"

show shizu behind_blank_ss
with charachange

ssh "ถ้าก่อนหน้านั้นลิลลี่กระตือรือร้นอยากทำหน้าที่จริง ๆ ก็คงไม่ทุ่มเทกับการทำตัวเป็นปฏิปักษ์กับฉันอย่างนี้หรอก\nแต่การแสดงจิตวิญญาณออกมาให้เห็นขนาดนั้นก็นับว่าเป็นประโยชน์อยู่แหละนะ ก็ยังดี! น่าตื่นเต้นเหมือนกัน"

his "อย่างนี้นี่เอง"

his "แล้วเรื่องเหรียญตรานั่นล่ะ"

show shizu adjust_happy_ss
with charachange

stop music fadeout 4.0

"ชิซูเนะหัวเราะยกมือป้องปากปกปิด อย่างเดียวที่เธอจะคอยปิดไว้คือการหัวเราะของตัวเอง"

show shizu behind_smile_ss
with charachange

ssh "อันนั้นพูดเล่นเฉย ๆ"

show shizu adjust_happy_ss
with charachange

ssh "บางครั้งคนเราก็ต้องมีการเล่นสนุกบ้าง"

stop ambient fadeout 0.5

scene black
with dissolve

#*****************************************************************************************************************************

label th_S15:

scene bg school_dormext_full
with locationchange

play music music_normal fadein 0.5

"วันถัดมาฉันต้องไปเดินตระเวนเล็กน้อยช่วงก่อนจะไปกินข้าวเที่ยงเมื่อเห็นว่ากาแฟกระป๋องที่ดื่มประจำในตู้ขายของ\nแบบหยอดเหรียญที่อยู่ข้างหอนั้นหมด ต้องเดินอ้อมมาจนใช้เวลานานกว่าที่คาดเอาไว้"

scene bg school_gardens
with locationchange

"ช่วงนี้อะไรหลายอย่างวุ่นวายจนสมองฉันไม่ทันรับรู้ว่าทำไมถึงได้กลิ่นแปลก ๆ ตอนที่เดินผ่านสวนในโรงเรียนเพื่อกลับ\nไปที่โรงอาหาร เขาเพิ่งตัดหญ้าใหม่นี่เอง"

"เมื่อเห็นดังนั้นฉันจึงหยุดเดินแล้วกวาดตามอง มีนักเรียนจับกลุ่มกันอยู่สองสามที่ บ้างก็คุยกัน บ้างก็เล่นสนุกอยู่\nกับสนามหญ้า มีครูสองคนที่เดินไปคุยไปอยู่ตรงทางเดินข้างหน้า เหล่านี้ช่างเป็นภาพที่งดงาม"

stop music fadeout 2.0

"โชคไม่ดีที่ผ่านไปได้สักพักก็สัมผัสได้ถึงภัยอันตรายที่คืบคลานเข้ามา สัมผัสได้ว่าฉันไม่ได้อยู่ตัวคนเดียว"

play music music_kenji fadein 0.5

show kenji neutral at center
with charaenter

ke "ไง ฮิซาโอะ นั่นนายหรือเปล่า"

hi "อืม ฉันเอง"

"ก็นับว่ายังดีละมั้งที่เป็นเคนจิ ไม่ใช่มือมีดหรืออะไรทำนองนั้น เคนจิเริ่มพูดราวกับว่าสนทนากับใครก็ไม่รู้ที่ไม่ใช่ฉัน"

show kenji happy
with charachange

ke "ว่าแล้ว ทรงผมเด่นมาแต่ไกล คนปกติเขาไม่ตัดผมทรงนั้นกันหรอก"

"มือฉันไปจับท้ายทอยโดยอัตโนมัติ พอรู้ตัวว่ามือขยับไปก็รู้สึกหงุดหงิดขึ้นมา แต่ก็โกรธไม่ได้เต็มที่เพราะยังตกใจอยู่"

hi "เออ… แล้วมาทำอะไรที่นี่"

show kenji neutral
with charachange

ke "มาวัดอุณหภูมิ"

show kenji happy
with charachange

ke "เดี๋ยวก็จะฤดูหนาวแล้ว ซึ่งเป็นฤดูที่อุณหภูมิจะต่ำเกินกว่าที่พวกผู้หญิงไปประชุมกินข้าวเที่ยงกันข้างนอก\nอย่างในหนังเรื่อง{i}เซ็กส์ แอนด์ เดอะ ซิตี้{/i}แล้วไปเดินจับกลุ่มเกะกะคนอื่นในเมืองอันเนืองแน่นได้"

ke "พอเป็นอย่างนี้แล้วพวกผู้ชายก็จะเดินตามท้องถนนได้อย่างไร้ขีดจำกัดใด ๆ และทวงคืนสิ่งซึ่งเป็นสมบัติของตัวเองได้"

show kenji neutral
with charachange

ke "และฉันเตรียมการรอวันนั้นด้วยการกินแต่พิซซ่ามาตลอดหนึ่งสัปดาห์ที่ผ่านมาเพื่อกักตุนพลังงานไว้"

hi "โอเค"

hi "มีแต่หมีนะที่ทำอย่างนั้น"

show kenji happy
with charachange

ke "แล้วไง หมีน่ะมีอะไรให้เอาอย่างเยอะแยะ"

"เคนจิพยักหน้าเน้นย้ำเห็นด้วยกับตัวเอง"

show kenji neutral
with charachange

ke "โอเค มีอะไรจะเล่า วันนี้ฉันไปเข้าเมืองซื้อนมมา ที่ร้านมีพนักงานคนใหม่ เป็นผู้หญิงแนว ๆ ใส่หมวกเบสบอล\nที่มีลายเป็นไม้ฮ็อกกี้สองอัน ขอเรียกว่ายัยแนวหมวกฮ็อกกี้"

ke "ฉันเห็นว่านมไม่ได้ติดป้ายราคาเลยเรียกให้มาติดราคาเผื่อคนรุ่นหลังให้หน่อย"

"วันนี้เคนจิไปเข้าเมืองมาเหรอ แปลว่าต้องโดดเรียนช่วงเช้าแน่ ๆ อยากจะด่าอยู่นะ แต่ฉันก็ฝ่ากระแสคำพูด\nอันเชี่ยวกรากของเขาไม่ได้เลย"

show kenji tsun
with charachange

ke "ยัยนั่นบอกว่าอย่ามากวน พอดีไม่สบาย ไม่สบาย? ไม่สบาย!? นี่สังคมเป็นอะไรกันไปแล้ว ไม่สบายไม่ได้แปลว่า\nจะปฏิสัมพันธ์กับคนอื่นไม่ได้นะ รู้มั้ยว่าเช้านี้ฉันต้องออกแรงแค่ไหนกว่าจะแงะตัวเองออกจากเตียงได้"

show kenji rage
with charachange

ke "แต่เช้านั้นฉันก็ตื่นอยู่ดีอะนะ ซึ่งฉันตื่นมาเพื่อมาซื้อนมที่ร้าน ไม่ใช่เพื่อมาให้ยัยเด็กแนวงี่เง่าเรียนมหา’ลัยที่ใส่\n“หมวกเบสบอล” มาทำงาน “ในร่ม” เมินคำถามสำคัญของฉันอย่างนั้น"

show kenji tsun
with charachange

ke "แต่นั่นแหละ ฉันแค่จะรักษาความดีพร้อมของสินค้าของยัยนั่นก็เท่านั้นเอง กล่องนมไม่ติดป้ายราคาเนี่ยนะ พอฉัน\nเห็นอะไรอย่างนั้นแล้วจะตั้งคำถาม คำถามสำคัญด้วย และหน้าที่ของยัยนั่นคือการตอบคำถามที่ว่า ปัดโธ่"

ke "นี่แหละคือข้อเสียของผู้หญิง ผู้หญิงน่ะไม่มีความรับผิดชอบ"

show kenji neutral
with charachange

ke "ฉันท้องเสียบ่อย ๆ แต่นายก็ไม่เคยเห็นฉันบ่นเลยใช่มั้ย ฉันกัดฟันทำหน้าที่ของตัวเองต่อไป นี่แหละ\nคือความเป็นชายชาตรี ต่อให้จะท้องเสียก็ต้องเดินหน้าต่อไป เพื่อวันข้างหน้าที่ดีกว่า"

hi "เอ่อ ท้องเสียบ่อย ๆ มันไม่ดีนะ"

hi "เพลา ๆ การดื่มนมของนายบ้างก็ดี"

ke "ไม่ได้หรอก การดื่มนมน่ะทำให้ฉันสดใสแข็งแรง ยิ่งทุกวันนี้… ลูกผู้ชายจะปล่อยให้สังคมที่{i}นม{/i}ชักจะ\nเป็นใหญ่เรื่อย ๆ กดทับจนพลังของตัวเองจนหมดสิ้นไม่ได้"

show kenji happy
with charachange

ke "นี่แหละฉันถึงได้วางโหลมะกอกที่เปิดฝาแล้วไว้ทั่วห้อง เพื่อแสดงให้เห็นว่าฉันทำแบบนี้ก็ได้นะ"

hi "นี่เปิดฝาแล้วเก็บเข้าตู้เย็นหรือเปล่า"

show kenji tsun
with charachange

ke "ฮะ? โถ่ จะไปรู้เหรอ ไม่สำคัญหรอก"

hi "เปิดฝาแล้วก็ต้องแช่ตู้เย็นสิ เด็กอนุบาลยังรู้เลย"

show kenji neutral
with charachange

ke "แล้วเด็กอนุบาลเปิดฝาโหลได้ที่ไหน พูดอะไรไร้สาระ"

hi "เออ ก็จริง"

show kenji happy
with charachange

ke "ฉันมันอัจฉริยะ"

"เคนจิลูบคางยอตัวเอง ซึ่งเป็นท่าที่ฉันเคยคิดว่านักวิทยาศาสตร์คงทำกัน จนกระทั่งได้มาเจอกับครูมุโต้และต้องเป็นอัน\nผิดหวังอย่างแรงไป"

show kenji neutral
with charachange

ke "แต่นั่นแหละ ฉันจะไปที่ร้านนั้นซ้ำสองไม่ได้แล้ว เพราะชัดว่าเป็นร้านที่ไม่สมบูรณ์เพราะมียัยพวกนี้อาศัยอยู่\nเว้นเสียแต่ว่า… ฉันจะพรางตัวเข้าไป อาจจะเปลี่ยนแว่นเอา"

hi "โคตรจะไม่เนียน"

show kenji tsun
with charachange

ke "หึ วิธีนี้น่ะเนียนมาก ฉันใช้มาหลายปีแล้ว ที่จริงฉันไม่ต้องใส่แว่นก็มองเห็น ที่ใส่นี่ก็เอาเท่เฉย ๆ หรอก แล้วก็ใส่\nเพื่อปกปิดตัวตนด้วย เหมือนซูเปอร์แมนไง"

hi "โคตรจะไม่เนียน"

show kenji happy
with charachange

ke "จะบอกอะไรให้ ตอนคนอื่นเห็นรูปในบัตรนักเรียนฉันยังไม่รู้เลยว่าเป็นฉัน"

hi "จริงดิ ไหนขอดูหน่อย"

show kenji neutral
with charachange

ke "ไม่ได้เว้ย จะให้ฉันเที่ยวเอาบัตรนักเรียนให้ใครต่อใครดูได้ไง บัตรมันออกนานแล้ว คนละยุคกัน ตอนนั้นฉันผมยาว"

stop music fadeout 2.0

"ระหว่างที่กำลังนึกภาพตามเคนจิก็ถอดแว่นออก"

$ ksgallery_unlock("evul kenji_glasses_closed")
scene evbg kenji_glasses:
    truecenter
    subpixel True zoom 0.82
    acdc_warp 20.0 zoom 0.8
show evmg kenji_glasses_closed at kenji_mg_out
show evfg kenji_glasses:
    truecenter
    subpixel True zoom 1.0
    acdc_warp 20.0 zoom 0.8
with whiteout

play music music_friendship
#yeah I'm making a joke here

"เคนจิหรี่ตาทันทีที่ถอดแว่น ซึ่งยิ่งทำให้สภาพดูอิดโรยหนักเข้าไปอีก จริงอย่างที่เขาว่า พอถอดแว่นแล้วดู\nไม่เหมือนเดิมเลย เหมือนอดนอนมาสองสามปีได้ แต่ก็ไม่ได้ต่างถึงขั้นจะพรางตัวได้เนียนอะนะ"

hi "นอนบ้างเถอะ"

$ ksgallery_unlock("evul kenji_glasses_frown")
show evmg kenji_glasses_frown at kenji_mg_out
with charachange

ke "ไม่อะ"

hi "สภาพอย่างนายนี่ควรนอนนะ"

$ ksgallery_unlock("evul kenji_glasses_normal")
show evmg kenji_glasses_normal at kenji_mg_out
with charachange

ke "ไม่ได้ นี่น่ะคือตาของคนที่เห็นอะไรมาแล้วหลายอย่าง ตาหมอผี ตาที่เห็นอะไรเลวร้ายเกินจินตนาการนาย"

ke "อย่างตอนที่ฉันทำเรือในขวดแล้วแม่นั่งทับ ทั้งเลือดทั้งลายดอกหล่นเกลื่อน นี่แหละประสบการณ์ชีวิต"

"เคนจิดูจะไม่ได้สยองมากนัก ถึงฉันจะรู้สึกว่าเป็นครั้งแรกเลยที่เขาเล่าเรื่องตัวเองแล้วเป็นเหตุการณ์ที่ตามหลอกหลอน\nเขาได้จริง ๆ"

"แถมยังหันหน้าคลาดจากฉันไปสามสิบองศา ก็คงจะตาบอดจริง ๆ น่ะแหละ พอลองโบกมือตรงหน้าดูเคนจิก็แทบ\nไม่ตอบสนองอะไร"

ke "เออ นายคงรู้นะว่าฉันแค่พูดเล่นน่ะ"

"ฉันหัวเราะแสร้งเป็นรู้ว่าเขาพูดเล่น แต่ไม่รู้ทำไมถึงมองตาเคนจิไม่ค่อยได้เลย"

show evmg kenji_glasses_closed at kenji_mg_out
with charachange

ke "รู้ไว้ใช่ว่า คนที่ตาเล็กจะใส่แว่นใหญ่"

hi "เหมือนเคยอ่านเจออยู่ เพราะตาจะได้ไม่ดูเล็กเกินไป"

ke "จริงเหรอ ไม่รู้เลย"

stop music
$ renpy.music.set_volume(0.5, 0.0, channel="sound")
play sound sfx_scratch
#A JOKE

scene bg school_gardens
show kenji tsun at center
with locationchange

$ renpy.music.set_volume(1.0, 2.0, channel="sound")

"เคนจิใส่แว่นอีกรอบ ฉันโล่งใจพิลึกอยู่ครู่หนึ่งจนนึกได้ว่ายังต้องรับมือกับเขาอยู่ ไม่ว่าเขาจะใส่แว่นอยู่หรือไม่ก็ตาม"

play music music_kenji fadein 2.0

ke "เออ นั่นแหละ… มียัยศิลปินคนหนึ่งอยากวาดรูปเหมือนฉัน เหมือนจะนะ ต้องคุยสักห้ารอบได้กว่าจะรู้เรื่อง"

"คงเป็นรินละมั้ง"

hi "ลักษณะหน้าตาคนที่ว่านี่เป็นไง"

show kenji neutral
with charachange

ke "ไม่รู้ ก็เป็นผู้หญิงใส่รองเท้าแตะ"

"ฉันคาดหวังว่าเคนจิจะบอกอะไรที่เจาะจงกว่านี้หน่อย อย่าง “ไม่มีแขน” งี้ รินใส่รองเท้าแตะก็จริง แต่รู้สึกว่าก็น่าจะ\nมีคนอื่นอยู่เหมือนกันที่เป็นนักเรียนศิลปะซึ่งเป็นสาวรักอิสระและใส่รองเท้าแตะ"

show kenji happy
with charachange

ke "ทีแรกก็คิดอยู่ว่า ก็ได้ สักวัน พอฉันเผาเอกสารที่บ่งชี้ถึงตัวตนของฉันหมดแล้ว เหลือรูปเหมือนไว้ต่างหน้าหน่อยก็ดี\nคนจะได้มองแล้วจดจำว่านี่คือผู้กอบกู้มนุษยชาติ จะได้เอาไปเป็นแบบปั้นอนุเสาวรีย์"

show kenji neutral
with charachange

ke "แล้วพอคิดไปเรื่อย ๆ ก็ปฏิเสธไป ถึงฉัันจะอยากได้รูป แต่เหมือนยัยนั่นจะเอาไปเป็นงานโรงเรียนมั้ง ต้องเอาไป\nจัดแสดง"

show kenji tsun
with charachange

ke "คนจะถามว่าฉันเป็นใคร ซึ่งฉันยังไม่ได้ช่วยสังคมเลย เพราะงั้นก็เปล่าประโยชน์ แล้วถ้าเกิดมีคนจำได้ฉันก็ต้องมา\nแจกแจงอีก"

ke "ซึ่งฉันไม่อยากรับมือกับเหตุการณ์พวกนั้นที่จะตามมา ไม่อยากไปข้องเกี่ยวกับสถานการณ์สุดพิลึกพิลั่น เป็นงี้\nตลอดแหละ ทำตัวเด่นแล้วโดนหมายหัวแน่นอน"

show kenji neutral
with charachange

ke "นี่แหละฉันถึงได้รอบคอบกับการทำตัวให้กลืนไปกับคนที่ฉันต้องเจอทุก ๆ วัน ต้องอยู่แบบนี้ไปจนกว่าฉันจะเดินเกมได้"

hi "ครับ"

hi "หมายหัวเรื่องอะไร"

ke "หลายเรื่อง"

show kenji happy
with charachange

ke "ว่าแต่นายมาทำอะไรที่นี่"

hi "ไม่ทำอะไร บังเอิญมาอยู่ตรงนี้เฉย ๆ"

ke "ฉันก็เป็นแบบนี้ตลอดเหมือนกัน เออ ขอให้อาการนี้หายโดยเร็วนะ ฉันว่าจะกลับไปหอฉันแล้ว ต้องตั้งค่าโทรทัศน์\nรอบันทึกรายการที่จะดูไว้"

hi "นายมีโทรทัศน์ด้วย?"

ke "มี ไว้ว่าง ๆ ก็แวะมาบ้าง จะได้ดูกีฬาด้วยกัน ความคมชัดระดับเอชดีเลย"

stop music fadeout 4.0

hide kenji
with charaexit

"ยังไม่ทันได้ถามว่าพูดถึงอะไรเคนจิก็หายไปแล้ว คนอะไรไปไม่ลามาไม่ไหว้ จะว่าทึ่งก็ทึ่งนะ"

"เมื่อเขาไปแล้วฉันก็กลับมาดูสวนในโรงเรียนซึ่งงามระยับด้วยบรรยากาศหน้าร้อนโดยไม่มีเป้าหมายอะไร เปล่าประโยชน์\nเคนจิมาทำเสียอารมณ์หมด"

scene bg school_cafeteria
with locationchange

$ renpy.music.set_volume(0.3, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 1.0

"พอกลับมาที่โรงอาหารในสภาพเจียนตายก็นึกจะไปกินข้าวเที่ยงกับชิซูเนะอีกครั้ง แต่ก็เห็นว่าเธอนั่งอยู่กับมิช่าแล้ว"

"ถ้าเป็นคนอื่นฉันคงคิดว่าสองคนนั้นอยู่ไกลเกินกว่าที่ฉันจะได้ยินเสียงคุยกัน แต่เมื่อเป็นชิซูเนะกับมิช่าแล้วฉัน\nไม่ได้คิดแบบนั้น"

"ถ้าฉันจะ “แอบฟัง” บทสนทนาพวกเธอแล้วก็ทำได้ง่าย ๆ เลย คิดอะไรต่ำตมเป็นบ้า แต่ก็คิดอยู่ดี …ซึ่งก็ไม่ได้อยากทำ\nอะนะ"

"คงมีเรื่องให้คุยเยอะแยะ ถึงจะผ่านมาแค่ไม่กี่วันก็เถอะ ฉันเริ่มคิดแล้วว่าหรือจะไม่สนใจแล้วปล่อยให้คุยกันเต็มที่ดี"

"แต่สองคนนั้นก็โบกมือทักทายทันทีที่เห็นฉัน"

show misha hips_grin at twoleft
show shizu basic_normal at tworight
with charaenter

stop ambient fadeout 5.0
play music music_shizune fadein 1.0

mi "ไงฮิจัง~!"

"แม้ไม่ได้เจอกันไม่นาน แต่พอได้ยินเสียงมิช่าอีกครั้งก็รู้สึกแปลก ๆ จนฉันผงะ"

"สองสามวันที่ผ่านมาฉันลืมไปเลยว่าบรรยากาศตอนสื่อสารกับชิซูเนะนั้นเงียบสนิท และฉันยังต้องจดจ่ออยู่กับ\nการใช้ภาษามือให้ถูกจนหูไม่รับรู้เสียงโดยรอบ"

"เอาเถอะ เดี๋ยวจะปรับตัวใหม่อีกรอบ แค่กลับมาก็ดีใจแล้ว"

show misha sign_smile
with charachange

mi "ฉันจัดการเรื่องงานของฉันเสร็จแล้ว~! ทันเวลาพอดีเลย~ ไม่ต้องอดไปเที่ยวงานเทศกาลแล้ว วะฮ่าฮ่า~"

show shizu adjust_smug
with charachange

ssh "ถ้าจะกักตัวไม่ให้มาเที่ยวงานเทศกาลจริง ๆ ฉันก็จะอ้างเรื่องงานสภานักเรียนดึงตัวเธอมาอยู่ดี"

show misha perky_confused
with charachange

mi "ถ้าจะกักตัวไม่ให้มาเที่ยวงานเทศกาลจริง ๆ เธอก็จะอ้างเรื่องงานสภานักเรียนดึงตัวฉันมาอยู่ดี~?"

hi "ใช้อำนาจในทางที่มิชอบนะนั่นน่ะ"

show shizu behind_frown
with charachange

shi "…"

show misha hips_frown
with charachange

mi "ไม่ใช่สักหน่อยฮิจัง~!"

show misha sign_smile
with charachange

mi "ชิจังบอกว่าถ้ามีแค่สมาชิกสภานักเรียนสองคนมารับหน้าที่ดูแลงานเทศกาลก็คงยุ่งยากแน่ ว่ามั้ย ช่าย~ ใช่เลย!\nอย่างน้อยต้องมีสามคน! เผื่อผลประโยชน์ของทุกคน สมเหตุสมผลมาก เป็นเรื่องจำเป็นเลย~!"

show shizu adjust_happy
show misha perky_smile
with charachange

"ชิซูเนะโน้มตัวเข้าหาโต๊ะเล็กน้อยระหว่างที่มิช่ากำลังอ้างเหตุผลเผด็จการที่ฟังแล้วชวนให้ใจคอไม่ดีเล็กน้อย\nด้วยน้ำเสียงสูงต่ำเริงร่าราวสาวน้อย"

"แต่ชิซูเนะดูจะมีความสุขมาก เธอประกบนิ้วเข้าหากันพลางกลั้นขำ ส่วนมิช่าทำแก้มป่องเพื่อถ่ายทอดความจริงจังเพิ่ม"

hi "จำเป็นก็จำเป็น"

"ตอนนี้ฉันก็มีความสุขที่คุยได้แบบสบาย ๆ อย่างนี้ด้วยกันสามคน"

"ตอนแรกฉันคิดว่าตัวเองจะต้องตกที่นั่งลำบากเพราะมั่นใจว่าชิซูเนะคงไม่ชอบกับการถูกยัดเยียดให้มารับหน้าที่\nคนนำทางให้เด็กใหม่"

"ฉันก็ไม่อยากเป็นภาระแบบนั้นด้วย ต่อให้ชิซูเนะไม่ใช่คนหูหนวกและเป็นใบ้ก็คงเป็นอะไรที่อึดอัดอยู่ดี"

"เมื่อกี้ชิซูเนะบอกว่าพวกเราซึ่งเป็นสมาชิกสภานักเรียนทุกคนจะไปเที่ยวงานเทศกาลด้วยกัน ฉันคิดว่าสภานักเรียน\nไม่ได้มีสิทธิ์จัดการงานทานาบาตะจริง ๆ หรอก ชิซูเนะคงแค่จะบอกกลาย ๆ ว่าอยากให้มาเที่ยวด้วยกันเฉย ๆ "

"มีเพื่อนก็ดีเหมือนกัน"

"เป็นความคิดที่ไม่ได้มีอะไรซับซ้อนแต่ทำให้ฉันมีความสุขได้จริง ๆ ความคิดที่ว่าเรานั้นแทรกตัวเข้าไปยังชีวิตกันและกัน\nได้อย่างง่ายดายเช่นนั้น ถึงจะอ้อมค้อมไปหน่อย แต่ฉันก็ดีใจที่ชิซูเนะคิดจริงจังพอที่จะบอกออกมาให้ได้รับรู้"

show shizu basic_normal
with charachange

ssh "ทำไมถึงต้องรอให้โบกมือก่อนถึงมานั่งด้วยกัน"

"อยู่ ๆ ชิซูเนะก็ถามขึ้นมา สายตาเธอที่คาดคั้นคำตอบจากฉันมาพร้อมกับคำพูดที่มิช่าส่งต่อมาให้ อยากลองหยอกดูแฮะ"

hi "อยากให้นั่งด้วยขนาดนั้นเชียว?"

show shizu behind_blank
with charachange

ssh "เราเป็นสมาชิกสภานักเรียนนะ ต้องตัวติดกันเข้าไว้สิ ไม่เห็นแปลกตรงไหน"

show shizu adjust_happy
with charachange

ssh "อีกอย่าง เป็นใครก็คงอยากมานั่งกับสาวน่ารักสองคนด้วย"

"ชิซูเนะเว้นช่วงไปเผื่อฉันแทรกอีกว่า “เธอไม่ได้น่ารักขนาดนั้นสักหน่อย!” เป็นการปิดหนทางเอาชนะของตัวเองในทันที\nพอฉันไม่ตกหลุมที่เธอขุดไว้แล้วชิซูเนะจะดูกระตือรือร้นขึ้นก่อนจะพูดต่อ"

show shizu basic_happy
with charachange

ssh "นายนี่แปลก"

"เอ่อ ก็ไม่ได้คิดว่าจะปิดด้วยคำพูดนั้นนะ"

hi "ไม่ทันไรก็ว่าคนอื่นแปลกแล้ว มั่นหน้านะเธอเนี่ย"

show shizu adjust_smug
with charachange

ssh "ไม่ทันไรนายก็ว่าคนอื่นมั่นหน้าเหมือนกัน ซึ่งแปลว่านายก็มั่นหน้า และความมั่นหน้าคือความแปลก นายนี่\nแปลกซ้ำซ้อนจริง"

hi "ของแบบนี้ซ้ำซ้อนได้ที่ไหน มันต้องไล่ระดับต่ำสูงไปสิ"

show misha hips_grin
with charachange

mi "ฮ่าฮ่าฮ่า~"

"มิช่ากอดอกวางแขนกับโต๊ะหลับตาพลางหัวเราะออกมาช้า ๆ เสียงต่ำ"

hi "อย่าขำสิ…"

show shizu behind_blank
with charachange

ssh "คนเขาเครียดก็อย่าขำสิ"

"ฉันเพิ่งเห็นว่ามิช่าแปลทุกอย่างที่ฉันพูดเป็นภาษามือให้ชิซูเนะทั้งที่ฉันก็ทำภาษามืออยู่แล้วด้วยความเคยชินของเจ้าตัว\nส่วนฉันก็หยุดใช้ภาษามือไม่ได้จนเกิดความซ้ำซ้อนอย่างนี้"

"ถ้าฉันจะทิ้งเรื่องภาษามือเพราะมิช่ากลับมาแล้วที่ฉันพยายามมาก็สูญเปล่าสิ ฉันก็อยากให้ตัวเองชินกับภาษามือด้วย\nเพราะยังใช้ได้ไม่คล่องเต็มที่เลย"

show misha sign_smile
with charachange

mi "เดี๋ยวนี้ฮิจังคุยกับชิจังบ่อยขึ้นนะ~! โต้ตอบไปมาดูตลกดี! เหมือนคู่ที่แต่งงานกันมานานแล้วเลย เนอะ~ เนอะ~"

"เป็นคำพูดที่สื่อความหมายได้หลากหลายเหลือเกิน แต่ถ้าคนพูดเป็นมิช่าก็คงไม่ได้มีอะไรไปมากกว่านั้นหรอก"

hi "แบบนั้นไม่ใช่คำชมนะ"

"ชิซูเนะไม่ตอบสนองอะไรกับการที่มิช่าจับคู่เราสองคนเข้าด้วยกัน หรือไม่ก็ไม่ทันเห็น ฉันเพิ่งสังเกตว่าบางครั้งชิซูเนะ\nก็ไม่ได้เห็นที่มิช่าทำภาษามือ แต่ก็ยังสงสัยอยู่ดีว่าคำพูดเมื่อกี้ไม่ได้มีนัยอะไรจริง ๆ เหรอ และสงสัยว่าทำไมฉันถึงคาใจ\nขนาดนี้ แต่ก็ไม่อยากคิดมากเกินไป"

"ไม่อยากอยู่ตรงนี้แล้ว ฉันเอาแต่คิดว่าตัวเองมาแย่งเวลาที่สองคนนี้จะได้อยู่ด้วยกันไป คิดว่าเมื่อกี้มิช่าจงใจแทรก\nเพราะรู้สึกว่าฉันมาขัดจังหวะ แต่สองคนนี้คงไม่มีใครยอมให้ฉันไปอะนะ บางทีจะว่าเป็นคนดีเกินไปก็ว่าได้"

hi "แต่นั่นแหละ ชิซูเนะ ถ้าเธออยากรู้เหตุผลจริง ๆ ที่ฉันไม่อยากมานั่งตรงนี้เพราะไม่อยากมาขัดจังหวะน่ะ"

hi "เห็นว่ามิช่าต้องไปเรียนพิเศษหรืออะไรนั่นด้วยเลยคิดว่าเธอสองคนน่าจะมีเรื่องให้คุยเยอะแยะ ปล่อยให้คุยกันสองคน\nไปเลยน่าจะดีกว่า เพราะแบบนี้แหละฉันถึงได้ปลีกตัวออกมา"

hi "ไม่ต้องห่วงหรอกนะมิช่า ฉันไม่ได้จะผูกขาดชิซูเนะไว้คนเดียวหรอก"

show misha cross_laugh
with charachange

mi "วะฮ่าฮ่า~! ฮิจัง! ไม่ใช่อย่างนั้นเลย~"

show shizu basic_normal
with charachange

shi "…"

show misha hips_smile
with charachange

mi "ฮิจังนี่ขี้เกรงใจนะ! ชิจังรู้สึกผิด~ และต้องขอโทษด้วย"

hi "ฉันว่าไม่ใช่อะไรที่ต้องมาขอโทษขอโพยกันหรอก ไม่ต้องไปคิดมาก นี่ พวกเธอคิดแบบนี้มั้ยว่าเราไปฉลองที่มิช่า\nกลับมากันดีกว่า ฉันคิดนะ"

show misha cross_frown
with charachange

mi "ฮิจัง~! การต้องไปทำงานชดเชยน่ะไม่ใช่เรื่องที่จะมาฉลองกันนะ"

show shizu adjust_happy
with charachange

ssh "เดี๋ยว ไปฉลองก็ดีนะ"

hi "จังหวะเหมาะพอดีเลย ชิซูเนะก็เคยบอกด้วยว่าสภานักเรียนควรหาเวลามาสนุกกันบ้าง น่าจะเคยบอกเธอด้วยนะมิช่า\nใช่มั้ย ไม่เป็นไรหรอก"

show shizu behind_blank
with charachange

shi "…"

hi "ไม่สิ เดี๋ยว ที่ต้องไปทำงานชดเชยนี่ก็เพราะขาดเรียนบ่อยนี่ ถ้าจะให้โดดเรียนเพื่อไปฉลองอีกก็คงไม่ค่อยดีเท่าไหร่\nจังหวะอาจไม่ได้เหมาะอย่างที่บอกแหละ แต่เลิกเรียนแล้วค่อยไปก็ได้"

show misha sign_smile
with charachange

mi "แล้วจะไปไหนกันดี"

"มิช่าเปล่งเสียงย้ำคำถามจากชิซูเนะก่อนที่จะทันได้คิดคำตอบเสียอีก ทั้งสองคนนั้นไม่ได้สนใจฉันแล้ว"

hi "นี่ ฟังฉันสิ กลุ่มสภานักเรียนมองการณ์ใกล้ที่มีกันแค่สองคน!"

show shizu adjust_smug
with charachange

shi "…"

show misha hips_grin
with charachange

mi "วะฮ่าฮ่า~! ฮิจัง นายก็เป็นสมาชิกในกลุ่มนี้เหมือนกันนะ!"

hi "เอ่อ อื้ม ก็คงใช่"

show misha hips_smile
with charachange

mi "ใช่ ช่าย~! ใช่เลยฮิจัง!"

show shizu behind_smile
with charachange

ssh "ขี้ลืมนะนายเนี่ย เป็นภาระแท้ ๆ ใครมาชอบนี่คงโชคร้ายน่าดู"

show misha sign_smile
with charachange

mi "แล้ว~! นายคิดว่าเราควรไปที่ไหนกันดีล่ะ"

"ฉันหัวเราะไปโดยไม่รู้ตัว ในใจนึกอยากบอกว่าตอนนี้มิช่าดูกระตือรือร้นทั้งที่ก่อนหน้านี้ไม่กี่วินาทีก็เธอแท้ ๆ ที่คิดมาก\nนั่นนี่ ซึ่งไม่รู้ทำไมถึงพูดไม่ออก แต่เอาเถอะ"

stop music fadeout 4.0

"หลังจากที่ปรึกษากันอยู่ครู่หนึ่งแล้วว่าจะไปที่ไหนกันดีก็ได้คำตอบว่าที่เดียวที่เราทั้งสามคนรู้ทางไปและเต็มใจอยากไป\nคือร้านเซี่ยงไฮ้"

"ฉลองที่โรงน้ำชาก็ไม่แย่เหมือนกัน แถมฉันยังจำได้ว่าร้านนี้มีเค้กให้สั่งด้วย และเค้กก็เป็นของกินที่เหมาะ\nกับการฉลองที่สุด"

scene bg suburb_shanghaiext
with shorttimeskip

"แล้วทั้งฉันกับสองสาวก็ไม่ได้เจอหน้ายูโกะมาสักพักแล้วด้วย ด้วยเหตุผลเหล่านี้—และด้วยระยะทางที่ใกล้โรงเรียน—\nรู้ตัวอีกทีฉันก็มายืนอยู่หน้าคาเฟเล็ก ๆ กับชิซูเนะกับมิช่าแล้ว"

play sound sfx_storebell

scene bg suburb_shanghaiint
with locationchange

show yuukoshang neutral_down at center
with charaenter

yu "ยินดีต้อนรับค่ะ!"

play music music_dreamy fadein 2.0

"เพราะไม่ได้ยินเสียงยูโกะมาพักใหญ่แล้วฉันจึงแปลกใจขึ้นมาอีกครั้งกับน้ำเสียงทักทายอันเปี่ยมพลัง เหมือนว่า\nประหม่ามาก ๆ ที่ได้เจอมิช่า"

show yuukoshang neutral_down at tworight
show bg suburb_shanghaiint at bgright
with charamove

show misha perky_smile at twoleft
with charaenter

mi "ไงคะ~! แต่ถ้ามีแค่พวกหนูที่มาไม่ต้องทักขนาดนั้นก็ได้"

show yuukoshang worried_up
with charachange

yu "ต้องทักสิ…"

show misha sign_confused
with charachange

mi "แต่—"

show misha cross_laugh
with charachange

mi "โอเค~! โอเค~! ทักก็ทักนะยูโกะ! ฮ่าฮ่าฮ่าฮ่าฮ่า~!"

"ระหว่างนี้ฉันก็มองไปรอบ ๆ โรงน้ำชาที่ยังว่างเปล่าเหมือนเคย ตอนนี้เป็นเวลามื้อเที่ยงที่ลูกค้าควรจะแน่นตาม\nร้านอาหารอะไรทำนองนี้แล้ว แต่ร้านนี้ก็ยังเงียบเหงาเช่นเคย ไม่เข้าใจเลย ต้องมีเหตุผลอะไรแน่ ๆ"

show yuukoshang worried_up at center
show misha hips_smile at left
show bg suburb_shanghaiint at center
with dissolvecharamove

show shizu behind_blank_close:
    yalign 1.0 xpos 1.0 xanchor 0.8
with charaenter

"ชิซูเนะสะกิดไหล่ดึงความสนใจฉัน"

show shizu adjust_happy_close
with charachange

ssh "นายจะเอาอะไร"

show yuukoshang neurotic_up
with charachange

"ยูโกะตื่นตัวขึ้นมาเล็กน้อยเมื่อได้ฟังที่มิช่าส่งต่อคำถามออกมาโดยอัตโนมัติ"

yu "มะ ไม่ใช่สิ ฉันสิที่ต้อง… เป็นคนถาม… จะรับอะไรดีคะ"
#I think the sitting sprite animation should actually happen here. -SC

show shizu behind_smile_close:
    ypos 1.1
show misha perky_smile:
    ypos 1.14
with dissolvecharamove


hi "งั้นกาแฟก่อนแล้วกันครับ"

show yuukoshang neutral_down
with charachange

"นับถือเหมือนกันที่ยูโกะทุ่มเทกับหน้าที่บริกรขนาดนี้ และนับถือด้วยที่ใช้เวลาไม่นานนักก็ได้เค้กกับเครื่องดื่ม\nที่พวกเราสั่งกันไปมาวางอยู่ที่โต๊ะ"

hide yuukoshang
with charachange

show shizu behind_smile_close:
    closeright
    ypos 1.1
show misha perky_smile:
    twoleft
    ypos 1.14
with charamove

"แต่ก็นะ ทั้งร้านมีแค่พวกเรา นึกภาพไม่ออกเลยว่าถ้าลูกค้าเต็มร้านสภาพจะเป็นยังไง"

"ชิซูเนะกับมิช่ารีบจ้วงกินเค้กของตัวเองทันที อาจจะเพราะพอมีอุปกรณ์ในมือแล้วจะคุยกันไม่ได้ละมั้ง"

"ยังไงเสีย ส่วนหลัก ๆ ของการที่มากินอะไรด้วยกันกับเพื่อนแบบนี้คือการคุยกันไปด้วย ถ้าสองคนนี้จะคิดแบบนั้นด้วย\nก็ไม่แปลก"

"ฉันเพิ่งกินไปได้ราวครึ่งก้อนก็ได้ยินเสียงส้อมของสองคนนั้นที่กระทบกับจานที่ว่างเปล่าแล้ว"

hi "สูบกินอย่างนั้นมันไม่ดีกับสุขภาพนะ"

show misha hips_grin
with charachange

mi "ฮ่าฮ่าฮ่า~! ฮิจังบ่นอะไรเป็นคนแก่ไปได้~!"

"ฉันทำหน้าเบ้ไปทันที ในใจรู้สึกเหมือนโดนหมัดตรง"

show shizu adjust_happy_close
with charachange

shi "…"

show misha sign_smile
with charachange

mi "วันพรุ่งนี้ฮิจังจะใส่ชุดยูกาตะมั้ย"

hi "ไม่อะ ไม่มีด้วยซ้ำ คือ ต่อให้มีฉันก็ไม่ใช่พวกที่จะใส่ชุดอะไรแบบนั้นหรอก"

hi "แล้วพวกเธอสองคนล่ะ จะแต่งตัวไปสวย ๆ เลยมั้ย"

show shizu behind_blank_close
show misha perky_smile
with charachange

ssh "แหงสิ"

hi "“แหงสิ” นี่คืออะไร คราวที่แล้วก็ใส่ชุดตามปกติมานี่"

show shizu basic_normal2_close
with charachange

ssh "แค่ครั้งเดียวใช่ว่าจะนับเป็นแนวโน้มได้สักหน่อย! อีกอย่างก็เป็นงานเทศกาลคนละแบบด้วย ครั้งก่อนไม่ใช่\nงานทานาบาตะ แล้วก็จัดในโรงเรียนด้วย เวลาอยู่ในโรงเรียนนักเรียนก็ควรใส่ชุดนักเรียนสิ"

"ชัดแหละว่าพูดเล่น แต่ท่าทีการสื่อสารก็เป็นเหมือนเวลาคุยเรื่องทั่วไป ซึ่งเป็นอะไรที่แปลก แต่ฉันชินแล้วกับมุกพิลึก ๆ\nแบบนี้ของชิซูเนะ"

"ชิซูเนะน่าจะถนัดกับการพูดอะไรหลุดโลกแบบจริงจังเก่งกว่าการพูดอะไรจริงจังแบบหลุดโลกอยู่หน่อย ๆ"

"และที่เป็นปัญหาเลยก็คือฉันเริ่มนึกเสียงตามไปกับภาษามือของชิซูเนะแล้ว และเสียงนี้ก็ตีกับเสียงที่มิช่าแปลภาษามือ\nจากชิซูเนะให้ มึน ๆ แฮะ"

show shizu behind_smile_close
with charachange

ssh "คราวนี้ฉันจะแต่งตัวสวย ๆ ไป!"

show misha sign_smile
with charachange

mi "คราวนี้ฉันจะแต่งตัวสวย ๆ ไป~! รอชมได้เลยฮิจัง!"

show misha hips_smile
with charachange

mi "ไม่ใช่แค่ชิจังนะ ฉันก็ด้วย~!"

show misha hips_grin
with charachange

mi "แล้วฉันก็น่าจะ~ ทำผมทรงใหม่ด้วย"

hi "อย่านะ ฉันนึกภาพเธอที่ไม่เหมือนปกติไม่ออกเลย"

show shizu adjust_happy_close
with charachange

"ชิซูเนะส่ายนิ้วยิ้ม ๆ"

show shizu adjust_smug_close
with charachange

ssh "อย่าเพิ่งปัดตกอย่างนั้นสิ ถ้าฉันเปลี่ยนทรงผมบ้างล่ะเป็นไง"

hi "ปล่อยผมยาวแล้วทำทรงสว่านบ้างก็น่าจะดีนะ"

show shizu behind_blank_close:
    xpos 1.0 xanchor 0.8
show misha hips_smile:
    left
    ypos 1.14
with dissolvecharamove

show yuukoshang neutral_up at center behind misha
with charaenter

"ชิซูเนะทำหน้าบูดบึ้ง โชคดีที่ยูโกะเดินมาพอดี คงจะมาเก็บจานหรือมารอบริการอะไรเพิ่ม"

hi "วันทานาบาตะนี้คุณยูโกะมีแผนจะทำอะไรมั้ยครับ"

show yuukoshang panic_up
with charachange

yu "ฮะ?"

"ดูสภาพเหมือนกำลังซ้อมอยู่ว่าจะเดินผ่านมาแล้วถามว่าจะให้เติมกาแฟเพิ่มมั้ยยังไงให้ดูเป็นธรรมชาติที่สุด แต่พอฉัน\nถามคำถามก่อนเลยไม่รู้ว่าต้องทำยังไงต่อดี รู้สึกผิดเลยแฮะ"

show yuukoshang worried_down
with charachange

yu "อ่าฮะ ทำ… งาน…"

show misha perky_sad
with charachange

mi "ยูโกะ~ วันหยุดยังต้องทำงานอีกเหรอ โธ่…"

show yuukoshang neutral_down
with charachange

yu "วะ วันหยุดน่ะมีลูกค้าเยอะที่สุดแล้ว บางทีก็เป็นนักท่องเที่ยวด้วย ฉันไม่ถือหรอก จะทำให้เต็มที่เลย"

show shizu adjust_happy_close
show misha perky_smile
with charachange

ssh "เข้าใจดีเลยละค่ะ น่านับถือมาก"

"ชิซูเนะพยักหน้าเห็นด้วยพร้อมความรู้สึกที่เป็นคนหมู่เดียวกันที่มีความมุมานะในการทำอะไรให้เต็มที่ ถึงจะเป็น\nคนละสาเหตุกันก็เถอะ ชิซูเนะมุ่งมั่นเพราะศักดิ์ศรี ในขณะที่ของยูโกะน่าจะเป็นความอยากเกาะงานนี้ไว้ให้แน่นที่สุด\nพลางคอยการขึ้นเงินเดือนด้วย"

hi "ลูกค้าเยอะที่สุดงั้นเหรอ แล้วเฉลี่ยวันหยุดมีลูกค้ากี่คนเหรอครับ"

show yuukoshang neurotic_up
with charachange

yu "เอ่อ ก็…"

show yuukoshang worried_up
with charachange

yu "…"

hide yuukoshang
with charaexit

show shizu behind_smile_close:
    closeright
    ypos 1.1
show misha perky_smile:
    twoleft
    ypos 1.14
with dissolvecharamove

"ยูโกะเดินหนีไปล้างแท่งคนเครื่องดื่มที่วางอยู่ในกระบอก หยาบคายนะเนี่ย บริกรที่ดีต้องไม่ทำแบบนีี้สิ! แต่เอาเถอะ\nแบบนี้ก็เป็นการตอบกลาย ๆ เหมือนกัน ชัดว่าเต็มที่ร้านนี้ก็คงมีลูกค้าสักห้าหกคน"

"เริ่มสงสัยแล้วว่าร้านเซี่ยงไฮ้นี้ยังเปิดให้บริการอยู่ได้ยังไง หรือโรงน้ำชาที่การออกแบบดูเป็นลูกครึ่งแบบนี้จะเป็นกระแส\nที่เคยประสบความสำเร็จอย่างมากตอนก่อนที่ฉันจะทันได้มาที่นี่และตอนนี้ก็ไม่นิยมแล้ว โดยระหว่างปรับโฉมใหม่\nก็ให้ร้านอยู่แบบนี้ไปพลาง ๆ"

"หรือเจ้าของเป็นคนรวยแล้วไปพนันหรือพัวพันกับแผนบ้า ๆ อะไรสักอย่างกับคนอื่นเพื่อตัดสินว่าใครจะเสียเงิน\nมากกว่ากัน หรือฉันอาจจะแค่คลาดกับลูกค้ากลุ่มใหญ่ ๆ ไปไม่กี่วินาทีทุกครั้งที่ฉันมาร้านนี้เฉย ๆ"

"หรืออาจเป็นการเปิดร้านบังหน้าธุรกิจค้าอาวุธ"

hi "ไหน ๆ ก็ไม่มีลูกค้าอยู่แล้ว มานั่งด้วยกันมั้ยครับ"

"จะได้มาคุยกันเรื่องว่าจำนวนลูกค้ามันประคองธุรกิจได้ยังไง …แต่ยูโกะก็สั่นหัวแรง ๆ ไม่ตกหลุมที่ฉันขุดไว้"

show misha hips_grin
with charachange

mi "ฉันไม่เคยฉลองเทศกาลทานาบาตะหรือแต่งตัวสวย ๆ อะไรอย่างนี้มาก่อนเลย~! จะได้ใส่ชุดยูกาตะของตัวเองแล้ว\nเย้ เย้~!"

hi "ไม่เคยนี่หมายความว่ายังไง แล้วปีก่อนล่ะ"

show misha sign_smile
with charachange

mi "อืม~… ปีก่อนชิจัง ฉัน แล้วก็หัวหน้าห้อง 3-2 ต้องทำแผงในงานเทศกาลน่ะ! เหมือนจะเป็นแผงบะหมี่โซบะมั้งนะ~\nใช่ ๆ ~! ใช่แล้ว!"

show shizu adjust_blush_close
with charachange

"หัวหน้าห้อง 3-2 ที่เป็นคนตาบอดน่าจะเป็นลิลลี่นั่นแหละ แปลกใจอยู่ที่สามคนนี้มาร่วมแรงร่วมใจทำอะไรด้วยกันได้\nแต่มิช่าน่าจะเป็นตัวกันชนกับเรื่องแบบนี้ได้ดีที่สุดเพราะเป็นคนใสซื่อมาก"

show misha hips_grin
with charachange

mi "ชิจังเป็นคนทำ ลิลลี่รับรายการจากลูกค้า ส่วนฉันก็เป็นคนแปลให้~!"

show misha hips_smile
with charachange

mi "ชิจังเอาแต่บอกว่า “วุ่นวายมากเลย~! มิช่า~! ทำไมเธอต้องเป็นคนกลางด้วย คือ~ ทำไมต้องมีคนกลาง หา~?\nให้ฉันเป็นคนทำแล้วเธอเป็นคนรับรายการก็จบแล้ว! ไม่สมเหตุสมผลเลย!”"

show misha sign_smile
with charachange

mi "แต่~! สุดท้ายทุกคนก็สนุกกันนะ เนอะ ชิจัง~"

show shizu behind_frustrated_close
with charachange

shi "… … …"

"ชิซูเนะดันแว่นพร้อมอารมณ์โกรธแค้นจนมิช่าหลุดหัวเราะ"

show misha hips_grin
with charachange

mi "ก็สภานักเรียนรุ่นก่อนเป็นคนคิดน่ะสิ~! ถึงได้เป็นแบบนี้~!"

hi "แล้วสภานักเรียนรุ่นก่อนเป็นยังไงเหรอ"

"ชิซูเนะเข้ามาเสริมอีกครั้ง หรือไม่ก็น่าจะคุมตัวเองไม่อยู่แล้วมากกว่า"

show shizu basic_angry_close
with charachange

ssh "ห่วยแตก"

"ขวานผ่าซากดีแฮะ ชิซูเนะฟาดแขนตัดคำนั้นราวกับลงคำพิพากษากับสภารุ่นก่อน ขยายความเพิ่มหน่อยก็ดีนะ"

show shizu adjust_angry_close
with charachange

shi "…"

show misha sign_confused
with charachange

mi "กับมหาวิทยาลัยหรือโรงเรียนเอกชนบางที่นะ สภานักเรียนจะมีอำนาจดูแลงบหลายล้านเยน เอาไปแจกจ่าย\nตามความจำเป็นได้ด้วย! โห~! จริงเหรอ หลายล้านเลยเหรอ อ้อ จริงสิ~! แล้วก็สภานักเรียนจะมีส่วนร่วมกับกิจกรรม\nของโรงเรียนมากกว่านี้เยอะด้วยนะฮิจัง!"

"ฟังจากน้ำเสียงแล้วมิช่าน่าจะเพิ่งรู้อะไรหลายอย่างหลังฉันเสียอีก"

show misha hips_frown
with charachange

mi "ให้เทียบแล้วสภานักเรียนของโรงเรียนนี้น่ะกระจอกไปเลย~! อย่าเอาคนมานั่งตำแหน่งทรงอำนาจโดยที่เจ้าตัว\nไม่มีอำนาจอะไรสิ! ทำไปเพื่ออะไร~"

show shizu behind_blank_close
with charachange

ssh "นี่แหละ…"

show misha sign_smile
with charachange

mi "…ฉันเลยอยากให้เราทำงานอีกเยอะ ๆ ~! ไปอธิบายให้สมาชิกสภานักเรียนคนอื่นก็แทบไม่มีใครฟังเลย อันที่จริง~\nงานหลายอย่างที่นายเห็นเราทำกันอยู่ก็เป็นงานที่ฉันรับมาเอง ที่ลิลลี่พูดถึงก็คืออันนี้นี่แหละ"

show misha hips_grin
with charachange

mi "ถ้าไม่มีชิจัง สภานักเรียนก็คงได้แต่จัดเก็บบันทึกขาดลามาสายไปวัน ๆ ~!"

show misha cross_laugh
with charachange

mi "ฮ่าฮ่าฮ่า~! หรือฮิจังจะเอาอย่างนั้น"

show misha sign_smile
with charachange

mi "ซึ่งแน่นอนแหละนะฮิจังว่าพองานเริ่มเยอะขึ้นแล้วสภานักเรียนหลายคนก็ไม่มาอีกเลย"

show misha hips_laugh
with charachange

mi "วะฮ่าฮ่าฮ่า~!"

show shizu basic_normal2_close
show misha hips_smile
with charachange

shi "…"

"นิ้วมือชิซูเนะทับซ้อนกันไปมาช้า ๆ เหมือนเจ้าตัวจะอยากเสริมอะไรอีกแต่ก็ทำไม่ได้"

"อย่างที่ชิซูเนะเคยบอกแหละนะว่าภาษามือจะให้เวลาคิดว่าจะ “พูด” อะไรดี ในใจคงรู้สึกว่าเป็นเรื่องที่คุยไม่ได้"

show shizu behind_blank_close
with charachange

ssh "อดีตก็ส่วนอดีต ตอนนี้คือปัจจุบัน วันพรุ่งนี้ก็มาสนุกกัน"

"สุดท้ายชิซูเนะก็ส่งประโยคนี้มา"

hi "อื้ม"

show shizu adjust_happy_close
with charachange

shi "…"

show misha perky_smile
with charachange

stop music fadeout 5.0

mi "โอเค~! งั้นวันนี้เราสภานักเรียนก็ส—ลาย—ตัว? กันได้~!"

show misha hips_grin
with charachange

mi "ต้องสลายตัวกันแบบตื่นเต้น ๆ หน่อย เพราะวันนี้วันดี!"

show misha cross_laugh
with charachange

mi "อะฮ่าฮ่าฮ่า~!"

scene bg school_road_ss
with shorttimeskip

"ดูท่าว่าพวกเราคงออกจากโรงน้ำชามาตอนโรงเรียนเลิกแล้ว เพราะระหว่างที่เดินไปตามถนนกลับโรงเรียนก็เห็นนักเรียน\nที่เดินออกมาจากโรงเรียน"

"มีคนที่ใส่ชุดนักเรียนสองคนมองชิซูเนะตอนเดินสวนกัน ไม่รู้ว่าจำประธานนักเรียนได้หรือแค่มองเพราะความเด่น\nของผมมิช่า"

"เสียงจอแจจากผู้คนโดยรอบลอยเข้าหูมาอย่างเลี่ยงไม่ได้ ใจความส่วนมากก็เป็นเรื่องแผนเที่ยวงานเทศกาลทานาบาตะ\nในวันพรุ่งนี้ จะมีกี่คนกันนะที่จะได้มาใช้หรือแวะแผงที่ฉันเป็นคนประกอบ"

"ภูมิใจขึ้นมาหน่อย ๆ เหมือนกัน ไม่เคยรู้สึกอย่างนี้กับการทำบางอย่างเพื่อโรงเรียนเลย"

"ชิซูเนะเองก็คงรู้สึกแบบนี้เหมือนกัน อยากถามอยู่เหมือนกัน แต่จะให้ถามแบบนั้นก็คงบ้าบอ"

scene bg school_courtyard_ss
with locationskip

"ฉันจึงเก็บคำถามนั้นไว้ในใจไประหว่างที่เราสามคนเดินกลับโรงเรียนก่อนจะแยกย้ายกัน ชิซูเนะจะไปที่ห้องสภานักเรียน\nส่วนมิช่ากับฉันจะกลับหอ"

"ตอนที่สองคนนั้นไปแล้วฉันถึงนึกได้อีกรอบว่ายังไม่ได้ถามว่าพรุ่งนี้จะให้ไปเจอกันที่ไหน"

$ suppress_window_after_timeskip = True

scene black
with dissolve

#********************************************************************************************************************************
label th_S16:

window hide None

scene black
with dissolve

scene bg school_dormhisao
with openeye

window show

"ถึงจะเป็นวันหยุดฉันก็ยังตื่นเวลาเดิม ในขณะที่ทุกคนคงจะนอนต่ออีกสักหกชั่วโมง"

play music music_pearly fadein 3.0

"ฉันกินยาตามกำหนดของรอบเช้าหลังจากที่ไม่ได้กินมาสองสามวัน ขอยอมรับว่าลืมเรื่องกินยาไปเสียสนิท พอนั่งมอง\nขวดยาที่เรียงรายตรงหน้าแล้วก็นึกแปลกใจว่าลืมได้ยังไง"

"ยาทั้งหมดสิบเจ็ดชนิด ซึ่งกินแล้วก็อิ่มจนไม่อยากอาหารเช้าไปเลย"

"ไหน ๆ ก็ตื่นแล้ว ออกไปเดินหน่อยแล้วกัน"

scene bg school_dormext_full
with locationskip

"ข้างนอกนั้นอากาศดี เป็นบรรยากาศสงบสุขที่ฉันเฝ้าฝันถึง"

"ฉันคิดอยากที่จะเดินนวยนาดตามชนบทสูดอากาศบริสุทธิ์อย่างนี้มานานแล้ว"

"และเมื่อมีโอกาสที่จะได้ทำเช่นนั้นแล้วฉันอดอยู่เฉยไม่ได้ ถึงจะดูบ้า ๆ ไปหน่อยก็เถอะ"

scene bg school_courtyard
with locationchange

"ฉันมาหยุดยืนอยู่ที่อาคารหลักเพื่อซื้อเครื่องดื่ม พลางคิดต่อว่าขึ้นไปพักที่ดาดฟ้าเสียหน่อยดีกว่า"

"ทิวทัศน์ที่ดาดฟ้า ณ เวลานี้คงสวยน่าดู และคงไม่มีใครอยู่บนนั้นด้วย แถมฉันเองก็ไม่เคยไปอยู่ที่ดาดฟ้าตามลำพัง\nมาก่อน"

$ renpy.music.set_volume(0.3, 0.0, channel="ambient")
play ambient sfx_rooftop fadein 1.0

scene bg school_staircase1
with locationchange

"วันนี้โรงเรียนเงียบสงัดไร้ผู้คน เสียงฝีเท้าที่ดังก้องไปทั่วโถงบันไดนั้นดังจนน่ารำคาญ"

"ซึ่งฉันก็ควรที่จะชินกับความเงียบแบบนี้ได้แล้วเพราะเรียนวิชาภาษามือซึ่งในห้องเงียบมาก แถมช่วงนี้ทำงานกับชิซูเนะ\nอยู่บ่อย ๆ ด้วย แต่ก็ยังรู้สึกตงิด ๆ อยู่ดี"

"จนฉันรู้สึกว่าแค่เสียงอะไรนิดหน่อยก็เหมือนดังหูแทบระเบิด เหมือนฉันแอบย่องไปยังที่ที่ไม่ควรเข้าไป ทำไมถึง\nรู้สึกแบบนี้กันนะ หรือโรงเรียนนี้จะเป็นโรงเรียนผีสิงอะไรทำนองนั้น"

play sound sfx_door_creak
$ renpy.music.set_volume(1.0, 1.0, channel="ambient")
stop music fadeout 3.0

scene bg school_roof at left
with locationchange

"เมื่อเปิดประตูตรงดาดฟ้าก็เห็นว่าที่ตรงนี้ไม่ได้มีแค่ฉัน มิช่ายืนพิงรั้วมองลานหน้าโรงเรียนโดยไม่ทันรู้ตัวว่าฉันเดินมา"

"ฉันคิดจะทำสิ่งหนึ่งในทันที ต้องเอามือไปปิดตาไว้แล้วพูดว่า “ทายซิใครเอ่ย” ต้องเล่นแบบนี้แหละ"

"เดินไปได้ครึ่งทางก็เริ่มคิดว่าถ้าอยู่ ๆ ชิซูเนะโผล่มาคงไม่ดีแน่หลังจากที่ตัวเองแวบออกไปซื้อแซนด์วิชแล้วกลับมา\nเห็นฉันที่กำลังย่องเข้าหามิช่าอย่างนี้"

"ฉันนึกภาวนาในใจว่าขออย่าให้ความบังเอิญที่จะเป็นความเข้าใจผิดอย่างนั้นเกิดขึ้นเลย"

show bg school_roof at right
with charamove

hi "ทายซิใครเอ่ย"

mi "ฮิจัง!"

"มิช่าตอบทันควันโดยน้ำเสียงไม่ผิดไปจากปกติด้วยซ้ำ แผนเล่นสนุกของฉันนั้นล่มไปตั้งแต่ยังไม่ทันได้เริ่มแล้ว"

play music music_soothing fadein 1.0

show misha hips_grin_close at Slide(0.6, 0.5, 0.5, 0.5, 0.5)
with charaenter

mi "ไงฮิจัง! อรุณสวัสดิ์~!"

show misha sign_confused_close at center
with charachange

"มิช่าขยับมือจะทำภาษามือทักทายโดยอัตโนมัติจนมือติดกับรั้วเหล็ก"

hi "อรุณสวัสดิ์ ไม่คิดเลยนะว่าเธอจะอยู่นี่ มาทำอะไรแต่เช้าเนี่ย"

show misha perky_smile_close
with charachange

mi "ฉันสิต้องถามฮิจัง! มาทำอะไรแต่เช้า ไม่คิดเลยนะว่านายจะอยู่นี่~!"

hi "ฉันถามเธอก่อนนะ"

show misha hips_grin_close
with charachange

mi "อืมม~… ถูกของฮิจัง วะฮ่าฮ่า~!"

show misha sign_smile_close
with charachange

mi "ใช้คำพูดเหมือนชิจังเลย"

hi "ไม่ ไม่เหมือน"

"…ฉันพูดด้วยท่าทีที่ไม่น่าเชื่อถือสุด ๆ โชคดีที่มิช่าไม่ทันสังเกตว่าฉันแสดงได้ไม่เนียนเลย"

hi "อยากไปเที่ยวคืนนี้หรือยัง"

show misha hips_smile_close
with charachange

mi "อยากสิฮิจัง~! ฉันไม่ค่อยชอบการฉลองเท่าไหร่ หรืออาจจะชอบแต่ไม่ได้ชอบเท่าชิจังแหละ แต่ฉันรู้สึกว่า\nวันทานาบาตะน่ะมีของน่าสนใจให้ซื้อเยอะแยะ อาหารตามฤดูกาลหลากหลายก็มี แล้วก็~! ได้ใส่ชุดยูกาตะด้วย~!"

"ฟังดูแหม่ง ๆ แฮะ เหมือนบอกว่าไม่ชอบการฉลอง แต่ชอบทุกอย่างที่เป็นการฉลอง ไม่รู้ว่าจะถามต่อดีหรือเปล่า\nเพราะฉันอาจจะแค่เข้าใจผิดไปเองก็ได้"

show misha perky_smile_close
with charachange

mi "แล้วฮิจังล่ะ~!"

hi "อยากสิ ไม่งั้นก็คงไม่ไปหรอก คิดตามตรรกะก็ต้องเป็นอย่างนั้น"

show misha hips_grin_close
with charachange

mi "อะฮ่าฮ่า~! ฮิจังไม่ใช่คนใช้ตรรกะขนาดนั้นนะ~! เพราะงั้น~! ฉันเลยแปลกใจมาก! อืมม โอเค แต่ว่านะ ขอถาม\nเพื่อความแน่ใจ คราวที่แล้วเหมือนนายไม่ค่อยสนุกเลย ฉันกับชิจังก็คิดมาก"

hi "เฮ้ย สนุกสิ ฉันก็สนุกกับงานเทศกาลได้ดีกว่าที่คิดเลยนะ"

show misha perky_smile_close
with charachange

mi "จริงเหรอฮิจัง~! วะฮ่าฮ่าฮ่า~! แล้วชอบอะไรเหรอ บอกหน่อย~!"

hi "ก็ชอบดอกไม้ไฟตอนปิดงานละนะ …สวยมากเลย"

hi "เหมือนตอนนั้นเธอหลับอยู่"

show misha hips_smile_close
with charachange

mi "โธ่~… ฉันหลับไวตลอด แต่ว่า~! ปีนี้ฉันจะไม่หลับแล้ว! จะตื่นให้เต็มตาเลย!"

hi "เหมือนวันทานาบาตะไม่มีดอกไม้ไฟนะ เป็นงานคนละแบบกันเลย"
#After searching and finding conflicting references, this seems to be the kind of thing that only a native would know for sure. So flagging this for eventual revision, but at low priority. -SC

hi "หรือจะไปบอกให้ชิซูเนะเสนอกับทางโรงเรียนให้มีดอกไม้ไฟก็ได้ แล้วก็เสนอให้เลื่อนเวลาจัดแสดงดอกไม้ไฟ\nให้เร็วขึ้นหน่อย"

show misha cross_laugh_close
with charachange

mi "ฮ่าฮ่าฮ่าฮ่าฮ่าฮ่า~! ไว้จะลอง~! เป็นความคิดที่ดีนะฮิจัง!"

hi "เอ่อ ไม่ ไม่เลย! อย่าเลย ฉันพูดเล่นเฉย ๆ"

hi "แล้วเดี๋ยว… ชิจ—ชิซูเนะจะรำคาญ"

show misha hips_grin_close
with charachange

mi "วะฮ่าฮ่า~ ฮิจังพูดเหมือนอยากไปของั้นแหละ"

show misha cross_smile_close
with charachange

mi "ฮิจัง~! นายชอบชิจังมั้ย"

"เลือกไม่ถูกว่าจะตอบว่าใช่หรือไม่ดี แถมนั่งอยู่อย่างนี้แล้วจะหนีไปเนียน ๆ ก็ไม่ได้ด้วย"

hi "ถามอะไรอย่างนั้น คนที่ฉันชอบคือเธอต่างหาก"

show misha perky_smile_close
with charachange

mi "อะฮ่าฮ่าฮ่า~! จริงเหรอฮิจัง อื้ม~! ไม่สิ ฮิจังล้อเล่นใช่มั้ย นายต้องชอบชิจังมากกว่าสิ"

hi "มิช่า เธอนี่ด่วนสรุปอะไรบ่อยนะ"

show misha sign_smile_close
with charachange

mi "แต่เมื่อกี้จะหลุดปากเรียกว่าชิจังนี่! เพราะงั้น~! ฉันพูดถูก ใช่มั้ย~"

hi "เพราะเธอเอาแต่เรียกชิจังตลอดจนติดหูฉันต่างหาก ภาษามันซึมซับกันได้ง่ายนะ อีกอย่าง แค่หลุดปากครั้งเดียวเอง\nและถ้าคิดตามตรรกะของเธอแล้วก็แปลว่าเธอชอบชิซูเนะมากกว่าฉัน แล้ว… นี่เธอจะแซวฉันหรืออะไร"

show misha cross_laugh_close
with charachange

mi "วะฮ่าฮ่า~!"

show misha perky_smile_close
with charachange

mi "มั้งนะ~!"

show misha hips_smile_close
with charachange

mi "หิวแล้วอะ ฮิจังได้กินข้าวเช้าหรือเปล่า"

hi "ไม่อะ กินแค่ยา"

show misha sign_confused_close
with charachange

mi "อืมม…"

"มิช่ากวาดนิ้วไปมากลางอากาศเฉื่อย ๆ ไม่ให้มืออยู่นิ่งไประหว่างที่กำลังคิด"

show misha hips_grin_close
with charachange

mi "งั้นไปหาอะไรกินกันดีกว่า~! ฮิจังว่าวันนี้เขาจะยังขายข้าวเช้ามั้ย"

"ไม่ใช่ว่าสมาชิกสภานักเรียนควรรู้เรื่องอะไรแบบนี้เหรอ แต่จะว่างั้นก็ไม่ได้ เพราะฉันเป็นสมาชิกสภานักเรียนเหมือนกัน แต่ก็ไม่รู้อยู่ดี"

hi "ตอนที่เดินเข้าอาคารนี้มาเหมือนจะไม่เห็นมีใครอยู่ในครัวนะ ไม่แน่ใจเหมือนกัน"

show misha perky_smile_close
with charachange

mi "นี่ ฮิจังเคยได้ยินเรื่องตู้ขายของแบบหยอดเหรียญที่มีอาหารมั้ย อย่างเบอร์เกอร์ ซุป พิซซ่าก็ยังมี ถ้ามีแบบนั้น\nในโรงเรียนเราสักตู้คงดีเนอะ"

hi "ไม่รู้สิ ฉันรู้สึกว่าตู้อะไรแบบนี้มันแปลก ๆ มาแต่ไหนแต่ไรแล้ว"

show misha hips_smile_close
with charachange

mi "ถ้าโรงเรียนเรามีตู้แบบนั้นบ้างคงสุดยอดไปเลยเนอะฮิจัง~! เหมือนเสกอะไรสักอย่างมาได้ด้วยเวทมนตร์เลยว่ามั้ย"

mi "อาหารร้อน ๆ ออกมาจากตู้ขายของแบบหยอดเหรียญ น่าทึ่งมาก ฉันนึกภาพไม่ออกเลย ถ้าได้เห็นตู้แบบนั้น\nคงเหมือนฝันเลย!"

show misha perky_sad_close
with charachange

mi "อืม~… แต่ทั้งเมืองนี้ก็ไม่มีตู้แบบนั้น~ จะให้ไปเข้าตัวเมืองตอนนี้ก็น่าจะเช้าไป~! ฉันจะไม่ได้กินข้าวเช้าเอานะฮิจัง\nมื้อเช้าน่ะมื้อสำคัญเลย ใคร ๆ ก็พูดกันอย่างนั้น~! โอ๊ย อยากหาอะไรกิน!"

hi "เธอนี่นะ ถ้าคาใจขนาดนั้นเดี๋ยวฉันเลี้ยงน้ำอัดลมให้สักกระป๋อง"

show misha hips_frown_close
with charachange

"มิช่าทำแก้มป่องปั้นสีหน้าจริงจัง"

mi "ฮิจัง น้ำอัดลมนับเป็นอาหารเช้าไม่ได้นะ ชื่อก็บอกอยู่ว่าน้ำ~"

hi "ไม่เหมือนน้ำสักหน่อย เป็นของเหลวต่างหาก น้ำไม่ใช่อาหาร แต่ของเหลวเป็นอาหารได้"

"“แล้วแบบนี้ยังจะมาว่าฉันใช้คำพูดเหมือนชิซูเนะอีกนะมิช่า” อยากจะบอกแบบนั้นอยู่ แม้แต่น้ำเสียงยังทำให้ฉันนึกถึง\nเวลาที่ชิซูเนะบอกอะไรไร้สาระด้วยสีหน้าจริงจังตาไม่กะพริบเลย แต่ถ้าพูดแบบนั้นเดี๋ยวก็เป็นฉันนั่นแหละที่เหมือน\nชิซูเนะอีก"

"ไม่ดีเลยแฮะ ติดนิสัยชอบเอาชนะจากชิซูเนะมาเสียแล้ว"

hi "งั้นก็ไปหาอะไรกินกัน"

show misha cross_frown_close
with charachange

mi "…"

show misha cross_laugh_close
with charachange

mi "โอเค อะฮ่าฮ่าฮ่าฮ่า~!"

stop music fadeout 3.0
stop ambient fadeout 1.0

scene bg school_lobby
with locationskip

"ภารกิจออกหากินในอาคารเรียนยามเช้านี้เป็นอันต้องคว้าน้ำเหลว ซึ่งก็พอจะเดาไว้แล้วแหละนะ"

"มิช่าตัดสินใจปลีกตัวไปก่อนหลังจากที่เราสองคนเลิกล้มภารกิจกันพร้อมปฏิญาณตนว่าจะต้องกินข้าวเช้าให้ได้\nถึงเวลาตอนนี้น่าจะเลยคำว่ามื้อเช้ามาเป็นมื้อควบเที่ยงแล้วก็ตาม"

scene bg school_dormhisao
with locationskip

"ฉันกลับมาที่หอ เวลาไหลผ่านไปอย่างเชื่องช้า ฉันอ่านหนังสือฆ่าเวลาไปพลาง"

show bg school_dormhisao_ni as overlay at Alphain(6.0), center
with None

play music music_dreamy fadein 6.0

"หนังสือบางเล่มเป็นหนังสือที่ไม่ได้อ่านตั้งแต่ตอนที่อยู่โรงพยาบาลแล้ว พอมาลองย้อนนึกดูก็เพิ่งผ่านมาไม่นานมาก\nถึงจะรู้สึกเหมือนนานมากก็เถอะ"

"วันนี้ว่าง แถมไม่รู้จะทำอะไรดี ฉันงีบไปพักหนึ่ง และระหว่างที่เปลี่ยนชุดเป็นครั้งที่สองของวันนี้ก็นึกขึ้นได้ว่ายังไม่ได้\nตกลงกับชิซูเนะหรือมิช่าเลยว่าจะไปเจอกันที่ไหนดี"

"เดี๋ยวก็คงมาตามหาฉันเองแหละมั้ง แต่ถ้าปล่อยให้เป็นแบบนั้นเดี๋ยวก็ดูซื่อบื้ออีก"

scene bg school_dormhisao_ni
with None

"เย็นมากแล้ว อย่างน้อยก็ลองไปหาสองคนนั้นดูก่อนแล้วกัน"

scene bg school_courtyard_ni
with locationskip

"แม้ที่ลานหน้าโรงเรียนจะไม่ได้มีคนมากมาย—หรือต่อให้มีคนเยอะจริง ๆ ก็น่าจะยังเห็นผมสีชมพูของมิช่าเด่น\nมาแต่ไกล—ฉันก็ยังต้องใช้เวลาตามหาตัวสองคนนั้นอยู่นานมาก"

scene bg school_gate_ni
with locationchange

"จนในที่สุดก็มาเจอกับพวกเธอที่ประตูหน้าโรงเรียนที่ฉันเคยมาหาแล้วหนึ่งรอบ"

show shizuyu basic_happy_ni at center
with charaenter

ssh "สวัสดี!"

"ชิซูเนะทำท่าเสริมการทักทายตามปกติด้วยการกวาดแขนให้ดูสวย ๆ เล็กน้อย"

show shizuyu basic_happy_ni at tworight
show bg school_gate_ni at bgright
with charamove

show misha sign_smile_yuk_ni at twoleft
with charaenter

mi "ฮิจัง~! เป็นไงบ้าง"

"เห็นสองคนนี้ใส่ชุดยูกาตะแล้วก็แปลกตาดี ทั้งที่ค่ำนี้ก็เห็นคนอื่นใส่ชุดยูกาตะกันเยอะแยะ"

"ชุดของชิซูเนะนั้นเรียบง่ายทว่ามีรสนิยม ซึ่งก็ดูเหมาะกับตัวเธอดี ถึงจะเป็นคนที่ทำอะไรให้ยิ่งใหญ่เกินเป้าหมาย\nแต่ให้ตายก็คงไม่ยอมแต่งตัวหรูหราตามนิสัยแน่ ๆ"

"ฉันสะดุดตากับปิ่นที่อยู่บนหัวชิซูเนะ ดอกไม้ไข่มุกนั้นวาวแสงจันทร์ราง ๆ"

"ดูเหมาะดี แต่ก็ดูแปลกตาด้วย คล้ายว่าเป็นของที่สวยเกินกว่าเด็กมัธยมปลายจะมาใส่ หรือที่รู้สึกแบบนี้อาจจะเพราะ\nชิซูเนะเป็นคนที่ลึก ๆ แล้วก็มีนิสัยแบบเด็ก ๆ เหมือนกัน"

"ส่วนชุดยูกาตะของมิช่าก็เป็นไปตามที่คาดไว้เหมาะกับเธอพอดิบพอดีเช่นกัน ทั้งผมสีชมพูหมากฝรั่งที่ช่วยให้ดูน่ารัก\nทว่าก็ดูหลงยุคด้วย"

hi "เธอสองคนสวยมากเลย"

show misha perky_smile_yuk_ni
with charachange

mi "ขอบคุณนะฮิจัง"

show shizuyu cross_angry_ni
with charachange

shi "…"

mi "ฮิจังมาช้านะ เรามารอกันตั้งนานแล้ว นี่ลืมที่นัดกันไว้เหรอ"

mi "อ่า ช่างเถอะ~! ไปกันเถอะฮิจัง~!"

show shizuyu cross_happy_ni
with charachange

shi "…"

"มิช่าตัดบทสนทนานั้นทิ้งไม่ให้ฉันต้องยอมรับอะไรที่ดูน่าอาย ยิ่งเรื่องที่ว่าฉันต้องตามหาพวกเธออยู่อย่างน้อยก็สัก\nหนึ่งชั่วโมงได้"

"พอเห็นชิซูเนะกับมิช่าที่ร่าเริงขนาดนี้แล้วก็อดไม่ได้ที่จะสนุกไปกับบรรยากาศจากการเที่ยวค่ำนี้"

"ที่ฉันยังคิดมากอยู่ก็การที่ฉันอ่านภาษามือจากชิซูเนะบางอันไม่ค่อยออก แต่ก็ไม่แปลกใจหรอก ไม่ได้ไปเรียน\nวิชาภาษามือมาร่วมสัปดาห์แล้ว พอไม่ได้จดจ่ออยู่พักหนึ่งก็จะเริ่มหลงลืม เคยเป็นแบบนี้มาแล้วแหละ"

hi "เดี๋ยว นี่เราจะไปไหน เข้าเมืองเหรอ"

show shizuyu basic_happy_ni
with charachange

ssh "ใช่"

hi "ไหงทำงี้ล่ะ ยังไม่ได้ไปเดินดูที่ลานหน้าโรงเรียนเลยนะ หรือว่าเธอสองคนไปมาแล้วตอนที่ฉันไม่อยู่"

show shizuyu cross_happy_ni
with charachange

ssh "เดี๋ยวค่อยเดินกลับมา"

show misha sign_smile_yuk_ni
with charachange

mi "ฮ่าฮ่าฮ่า~! แต่ว่านะฮิจัง จะดูที่ไหนก่อนก็ช่าง ถ้าอยากไปทุกที่เราก็ต้องเดินไปเข้าเมืองแล้วกลับมาที่โรงเรียนอยู่ดี\nเพราะงั้น~! ถ้าเราไปเข้าเมืองก่อน เราจะได้กลับถึงหอตอนหมดแรงพอดี ลงตัวเป๊ะเลย~!"

show shizuyu basic_happy_close_ni at closeright
with characlose

stop music fadeout 2.0

"ก็มีเหตุผล ชิซูเนะไม่เปิดช่องให้โต้แย้งใด ๆ อยู่แล้ว เธอคว้าแขนดึงตัวฉันไปเบา ๆ"

scene ev shizutanabata:
    zoom 8.0 truecenter rotate 45.0 subpixel True
    easein 1.0 zoom 1.1 rotate 0.0
    easein 8.0 zoom 1.0
with locationskip

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_crowd_outdoors fadein 2.0
play music music_ease

"ท้องถนนอาบแสงจันทร์กับแสงจากโคมไฟเยื่อกระดาษเป็นบรรยากาศชวนให้ผ่อนคลาย"

"พอมาถึงเมืองแล้วชิซูเนะก็ผ่อนฝีเท้าลงเพื่อชมทิวทัศน์โดยรอบ"

"ฉันจึงนึกเร่งฝีเท้าขึ้นเพื่อแกล้งชิซูเนะ เธอกลับปรับฝีเท้าตัวเองให้เร็วเท่ากันกับฉันพลางหัวเราะเงียบ ๆ ก่อนจะหันไป\nส่งภาษามือให้มิช่าแบบเร็ว ๆ"

shi "…"

mi "ฮิจังอยากทำอะไรก่อนเหรอ~"

hi "ไปเล่นเกมกันมั้ย ถ้ามีน่ะนะ"

mi "ฮิจังบอกว่าไม่ชอบเกมไม่ใช่เหรอ"

hi "ก็เล่นได้"

"เป็นอีกครั้งของวันนี้ที่นิ้วเรียวของชิซูเนะจับมือฉันไว้ รู้สึกเหมือนทุกครั้งที่ผ่านมาชิซูเนะจะลากฉันไปไหนมาไหน\nตามอำเภอใจ บางครั้งก็ชวนให้ล้าพอสมควร แต่หลายครั้งฉันก็ไม่ถืออะไรหรอก"

"คนบางคนก็ชอบดึงคนอื่นให้เข้ามาในชีวิตตัวเองเหมือนอย่างพายุ ก็เป็นคำที่ดูเหมาะกับชิซูเนะดี ถึงตอนเช้าจะไม่ได้\nบอกมิช่าไปแบบนี้ แต่ฉันชอบชิซูเนะจริง ๆ"

mi "ฮิจัง คราวนี้จะเอารางวัลตุ๊กตามาให้ฉันด้วยใช่มั้ย~"

hi "ยังคิดเรื่องนั้นอยู่เหรอ โอเค ได้"

$ renpy.music.set_volume(1.0, 2.0, channel="ambient")

scene bg suburb_tanabata_ni at bgright
show nightwash
with shorttimeskip

"พวกเราเดินเที่ยวเล่นหาอะไรเล็ก ๆ น้อย ๆ หลายอย่างทำกันจนเวลาผ่านไปเร็วเหลือเชื่อ"

show misha perky_smile_yuk at center behind nightwash
with charaenter

mi "ไอศกรีม! ฮิจังเอาสักโคนมั้ย~"

"มิช่าวิ่งไปที่แผงโดยไม่รอคำตอบจากฉันด้วยซ้ำ"

show misha perky_smile_yuk at twoleft
show bg suburb_tanabata_ni at center
with charamove

show shizuyu cross_happy_close at closeright behind nightwash
with charachange

ssh "ดูน่าอร่อยนะ อยากได้สักโคนเหมือนกัน มาเป่ายิ้งฉุบกันว่าใครจะได้เป็นคนเลี้ยง"

hi "หรือ… จ่ายของใครของมันก็ได้"

show misha sign_smile_yuk
with charachange

mi "ฮิจัง~ เอารสอะไร"

hi "ที่เป็นสีฟ้านั่นน่ะ"

show shizuyu basic_angry_close
with charachange

ssh "ฟ้าไม่ใช่รสนะ"

hi "รู้น่า…"

ssh "สั่งอะไรตามสีเป็นเด็ก ๆ ไปได้"

hi "เธอสิทำตัวเป็นเด็ก จะเอารสอะไร สตรอว์เบอร์รีเหรอ เฮอะ! สั่งรสอะไรเป็นเด็ก ๆ ไปได้ มีแต่เด็กแหละที่กิน\nรสตรอว์เบอร์รี"

show shizuyu cross_angry_close
with charachange

ssh "ต้องสั่งรสนมที่เป็นผู้ใหญ่สุดสิ!"

"อยากรู้จังเลยว่าไปได้นิสัยนี้มาจากใคร ไม่รู้ว่าถ้าวันแรกฉันไม่ได้มาคุยกับชิซูเนะเป็นคนแรกแล้วฉันจะคิดแบบนั้น\nหรือเปล่า"

"ถ้าเป็นอย่างนั้น ก็เป็นไปได้ว่าฉันจะไม่ได้เห็นมุมของชิซูเนะที่ดึงดูดให้ฉันเข้าหา"

"ถ้าฉันไม่รู้ว่าชิซูเนะเป็นคนหูหนวก ไม่รู้ว่าเป็นคนชอบเอาชนะ ไม่รู้ว่าดื้อด้านจะดึงฉันให้เป็นสมาชิกสภานักเรียน\nไม่รู้ว่าทั้งขี้เล่นทั้งหลักแหลม…"

"หากไม่มีมุมใหม่ ๆ เหล่านี้ที่ดึงดูดให้ฉันสนใจเธอแล้ว ฉันจะชอบเธอได้ขนาดนี้หรือเปล่า"

"หรือไม่ก็ฉันคิดมากไปเอง"

hi "ไม่ไปขอพรเหรอ"

show misha perky_confused_yuk
with charachange

mi "ชิจังไม่เคยขอพรหรอกนะฮิจัง!"

hi "อ้าว จริงเหรอ ปีใหม่ก็ไม่ขอเหรอ ทำไมล่ะ"

show shizuyu basic_happy_close
with charachange

shi "…"

"ชิซูเนะประกบนิ้วพลางยิ้มแต่ไม่ตอบ"

ssh "ความลับ"

show misha sign_smile_yuk
with charachange

mi "ฉันรู้นะ~!"

mi "อยากให้บอกมั้ยล่ะฮิจัง"

show shizuyu cross_blush_close
with charachange

shi "…!"

hi "อื้ม"

show shizuyu basic_angry_close
with charachange

"ชิซูเนะทำภาษามือเน้นย้ำหลายคำซึ่งมีความหมายว่า “ไม่” สุดแต่จะนึกออก"

show misha perky_smile_yuk
with charachange

mi "วะฮ่าฮ่า~! ไว้ค่อยบอกแล้วกันนะ"

show misha perky_sad_yuk
with charachange

stop music fadeout 5.0

mi "ที่จริงก็รู้สึกเพลีย ๆ แล้วอะ วันนี้นอนเร็วแล้วกัน~"

show shizuyu cross_blush_close
with charachange

ssh "จริงเหรอ"

hi "เหมือนเพิ่งผ่านไปไม่นานเอง"

"พอสนุกแล้วเวลาก็ผ่านไปอย่างรวดเร็ว"

show misha sign_smile_yuk
with charachange

mi "แต่ว่า~! เวลาผ่านไปนานขนาดนั้นแล้วแหละฮิจัง หรือจะไปแวะหายูโกะก่อนกลับดีนะ หรือ~… ไม่รู้สิ~"

show misha perky_smile_yuk
with charachange

mi "อืม ช่างมันเถอะ สนุกกันไปสองคนเลยนะ~"

hi "อีกเดี๋ยวเราก็ต้องกลับโรงเรียนอยู่ดีนะมิช่า"

hide misha
with charaexit

show shizuyu cross_blush_close at center
show bg suburb_tanabata_ni at bgleft
with charamove

"มิช่าไม่อยู่รอฟังแล้วจากไป ชิซูเนะสงสัยทันทีว่าทำไมเหมือนกันกับฉัน แต่เธอทำเป็นภาษามือออกมาด้วยอยากคุยกัน\nถึงสาเหตุที่เป็นไปได้ ซึ่งต่างจากฉันที่เก็บคำถามไว้ในหัว"

scene bg suburb_tanabata_ni at bgleft
show nightwash
with shorttimeskip

"พอไปดูทุกอย่างครบแล้วดูเวลาก็เห็นว่าดึกมากแล้ว ฉันเองก็เริ่มหมดแรง ปาฏิหาริย์มากที่ฉันมีแรงเยอะขนาดนี้"

"แม้แต่ชิซูเนะก็ดูเริ่มล้าแล้ว เราเดินกลับไปยังลานหน้าโรงเรียน"

stop ambient fadeout 0.5

scene bg school_courtyard_ni
with locationskip

play ambient sfx_cicadas fadein 0.5

"ชิซูเนะดูผิดหวังเมื่อเห็นอาคารที่มีไฟส่องสว่างแออัดไปด้วยนักเรียน"

his "มีอะไรเหรอ"

show shizuyu basic_aside_ni at center
with charaenter

ssh "ฉันอยากขึ้นไปที่ดาดฟ้า แต่ตอนนี้มีคนเยอะมาก ซึ่งฉันเพลียแล้ว ไม่ไปก็ดีเหมือนกัน"

his "ที่ดาดฟ้าคงจะมีพวกคู่รักอยู่กันแน่ ๆ เป็นวันหยุดสำหรับคนรักนี่นะ"

his "แต่ก็ไม่รู้สิ เป็นวันของคนรักจริง ๆ เหรอ ก่อนฉันจะได้มาอยู่ที่นี่ฉันไม่เคยไปร่วมงานเทศกาลที่ไหนเลย"

shi "…"

his "ผิดหวังนะเนี่ย เห็นบอกว่าอยากมาดูว่าที่โรงเรียนจะเป็นยังไงทีหลังเหมือนเก็บของดีไว้ชื่นชมตอนท้าย แล้วตอนนี้\nมาบอกว่าไม่อยากไปแล้ว นึกว่าเธอจะมีแรงเยอะกว่านี้เสียอีก ฉันยังไม่เหนื่อยเลย"

show shizuyu basic_happy_ni
with charachange

"ดูเหมือนคำพูดนั้นจะกระตุกต่อมอยากเอาชนะจนชิซูเนะมีแรงขึ้นมาทันที แต่แล้วฉันก็นึกได้ว่าฉันไม่ได้คิดไว้เลย\nว่าจะพาเธอไปไหน ฉันเองก็ไม่อยากไปที่อาคารหลักเหมือนกัน"

scene bg school_gardens_ni at Fullpan(4.0, dir="right")
with locationchange

"โชคดีที่บริเวณด้านหลังโรงเรียนนั้นไม่มีใครและดูงามตา ฉันไม่เคยสังเกตมาก่อนเลยว่าพื้นที่นี้กว้างขวางและได้รับ\nการดูแลเป็นอย่างดีขนาดไหนจนกระทั่งได้มาดูตอนกลางคืน ดูราวกับว่าพื้นที่นี้ทอดยาวออกไปไม่สิ้นสุดใต้แสงจันทร์"

show shizuyu basic_happy_ni at center
show bg school_gardens_ni at right
with charaenter

ssh "สวยมากเลย ทั้งที่เป็นแค่สนามแท้ ๆ"

"ก่อนหน้านี้ฉันยังคิดอยู่เลยว่าชิซูเนะคิดอะไรเป็นเด็ก ๆ เลือกชุดเก่า ๆ มาใส่สำหรับงานค่ำนี้ แต่ตอนนี้เธอดูงดงาม\nทีเดียว"

"ทำให้ฉันหวนนึกถึงวันนั้น วันที่ฉันอยู่กับชิซูเนะในอีกงานเทศกาลหนึ่ง ตอนนั้นเธอก็ดูเป็นอย่างนี้เหมือนกัน"

$ renpy.music.set_volume(0.5, 1.0, channel="ambient")
$ renpy.music.set_volume(0.5, 0.0, channel="music")
play music music_serene fadein 1.0

window hide

nvl clear

nvl show dissolve

n "\nฉันอยากบอกว่าชอบเธอ บอกทีเดียวแบบเด็ดขาดไปเลย แต่แค่คิดก็กระอักกระอ่วนแล้ว"

n "และยิ่งฉันชอบชิซูเนะมากเท่าไหร่ ฉันก็ยิ่งกระอักกระอ่วนกับกลัวกาารบอกความรู้สึกของตัวเองให้เธอได้รู้มากขึ้น\nเท่านั้น ทั้งที่ถ้าอยากบอกก็บอกได้เลยโดยไม่ต้องผ่านคนกลาง"

n "แล้วยิ่งถ้าเกิดเป็นแบบครั้งที่แล้วอีกล่ะ ถ้าเป็นงั้นจริงฉันคงไม่ได้นอนโรงพยาบาลแค่สองสามเดือนแน่ ไม่อยาก\nนึกภาพเลย"

n "ฉันปัด ๆ ความคิดพวกนั้นให้ออกไปจากหัว คิดไปว่าแค่กลัวอะไรที่เป็นไปไม่ได้เท่านั้น"

n "แต่ว่า…"

n "ครั้งแรกที่ฉันเห็นยาทุกชนิดที่ต้องกินก็เห็นภาพว่ายาเหล่านั้นถาโถมเข้าทับจนฉันหายใจไม่ออก"

n "นาน ๆ ทีก็ยังรู้สึกอย่างนั้นอยู่ จะว่าเป็นความกลัวไร้สาระก็ไม่ได้ แต่ช่วงเวลาดี ๆ แบบนี้แหละที่จะทำให้ฉันลืม\nสิ่งเหล่านั้นไปได้"

nvl clear
nvl hide dissolve

$ renpy.music.set_volume(1.0, 1.0, channel="music")
$ renpy.music.set_volume(1.0, 1.0, channel="ambient")

scene ev shizuconfess_normal
with flash

window show

ssh "ฉันชอบที่โรงเรียนนี้อยู่บนภูเขา"

his "เพราะจะได้อยู่ใกล้ท้องฟ้ามากขึ้นหรือเปล่า"

ssh "ใช่"

his "ฉันก็ชอบเหมือนกันนะ แต่ชอบเพราะอากาศบริสุทธิ์มากกว่า"

his "เธอนี่เป็นคนชอบเอาชนะมากเลยนะ บางทีก็มากเกินไป ถ้าวาฬกัดเธอ เธอก็คงกัดตอบ"

scene ev shizuconfess_smile
with charachange

shi "…"

"ชิซูเนะหัวเราะกับประโยคนั้นแล้วขยิบตา"

ssh "แล้วมันไม่ดีเหรอ"

"ฉันอดยิ้มตามไม่ได้"

his "ใช่"

shi "…"

scene ev shizuconfess_closed
with charachange

ssh "ก็จริงนะ ฉันก็แย่อยู่หน่อย ๆ"

scene ev shizuconfess_smile
with locationchange

ssh "แต่ถ้าฉันทำให้ทุกคนมีความสุขได้ ฉันก็ไม่ได้แย่ไปเสียทีเดียวนี่ งั้นก็ไม่เป็นไรหรอก ฉันมีตัวอย่างค้านเยอะแยะเลย"

"บางทีแม้แต่กับช่วงเวลาอย่างนี้ชิซูเนะก็ยังมองเป็นเกมเหมือนกัน"

his "ก็จริง"

stop music fadeout 2.0

"ตอนนี้เป็นจังหวะโรแมนติก ฉันไม่รู้ว่าจะมีโอกาสแบบนี้อีกหรือเปล่า อยากบอกอะไรที่ซื้อบื่อและโง่เง่าออกไปเหลือเกิน\nถ้าไปคิดมากเดี๋ยวมือก็ขยับไม่ได้ดั่งใจอีก"

his "เป็นแฟนกันมั้ย"

scene bg school_gardens_ni at right
show shizuyu cross_blush_ni
with locationchange

shi "…"

"หวังว่าจะทำภาษามือถูกนะ"

"ประหม่าชะมัด อยากจะวิ่งหนีไปเสียดื้อ ๆ เลย แต่ฉันก็ยังนิ่งอยู่กับที่ ไม่กี่นาทีก่อนฉันยังไม่รับรู้เสียงอะไรเลย แต่ตอนนี้\nเสียงบรรยากาศโดยรอบไหลเข้ามาหมด ประหม่ามาก ๆ ชิซูเนะจะดูออกไหมนะ"

"ก่อนหน้านี้ครู่ชั่วโมงผ่านไปราวขณะวินาที ตอนนี้ขณะวินาทีกลับผ่านไปราวนานนับกัปกัลป์"

show shizuyu basic_blush_ni
with charachange

"แล้วฉันก็เห็นมือชิซูเนะที่ขยับอย่างเก้ ๆ กัง ๆ พันกันไปมา เดี๋ยวแปลงเป็นท่านั่นนี่เดี๋ยวหยุด"

"อย่างที่ชิซูเนะเคยบอกแหละนะว่าภาษามือเปิดช่องให้ได้ตกตะกอนความคิดอย่างถี่ถ้วน และตอนนี้เธอก็กำลังเค้นสมอง\nคิดอยู่"

"เป็นสถานการณ์ที่ชิซูเนะไม่รู้ว่าต้องตอบสนองอย่างไรดี คงเป็นอะไรที่เหนือความคาดหมายมาก ถึงเธอจะแสร้ง\nทำเป็นนิ่ง ๆ แต่ก็ไม่อาจปกปิดแก้มที่แดงเรื่อขึ้นมาได้ ดู ๆ ไปก็น่ารักสมเป็นผู้หญิงดี และฉันก็โล่งใจที่รู้ว่าเธอเองก็ประหม่า\nพอ ๆ กันกับฉัน"

"และฉันก็คิดอะไรในแบบที่ต้องแข่งขันกับเธออีกแล้ว"

show shizuyu cross_happy_ni
with charachange

ssh "โอเค"

play music music_romance fadein 1.0

show shizuyu basic_happy_close_ni
with characlose

"เป็นคำตอบสั้น ๆ ทว่าทันทีที่ฉันคิดเช่นนั้นชิซูเนะก็ก้าวเข้ามาโอบกอดฉัน"

stop ambient fadeout 3.0

window hide

nvl clear

nvl show dissolve

n "\n\n\n\n\n\n\n\n\nเป็นอ้อมกอดที่ลังเลและระมัดระวังราวกับว่าตัวฉันทำจากเปลือกไข่ ราวกับว่าเธอไม่รู้ว่าควรกอดคนอื่นอย่างไร\nแต่ว่าตามตรงฉันก็ไม่คุ้นชินกับการกอดเช่นกัน"

n "สัมผัสชุดยูกาตะของชิซูเนะที่เย็นเยียบและเรียบลื่นส่งผ่านมาทางนิ้วฉัน และฉันยังสัมผัสได้ถึงความอบอุ่นจากตัวเธอ"

n "ท้ายที่สุด ชิซูเนะก็สรุปว่าท่าทางนี้คือท่าทางที่ดีที่สุดที่ใช้แทนความรู้สึกเธอได้"

stop music fadeout 3.0

nvl hide dissolve
return

