label th_S17:

window hide None

scene bg school_hallway3
with locationchange

nvl clear
nvl show dissolve

$ renpy.music.set_volume(0.5, 0.0, channel="music")
play music music_normal fadein 3.0

n "\n\nวันถัดมานั้นผ่านไปโดยไม่มีอะไรเป็นพิเศษ ทั้งยังผ่านไปไวเหลือเชื่ออีกต่างหาก ชักรู้สึกอยากเรียนภาษามือขึ้นมา\nอีกแล้วสิ ดูท่าว่าฉันพอจะเรียนภาษามือได้ดีด้วย จะล้มเลิกไปก็คงเสียดายความสามารถ แล้วยิ่งถ้าเรียนตามไม่ทัน\nก็ยิ่งหนักเข้าไปอีก"

n "ใกล้ปิดเทอมฤดูร้อนแล้ว ทีแรกเห็นสภาพแต่ละวิชาที่เริ่มอืด ๆ แล้วก็นึกว่างานสภานักเรียนจะลดหลั่นลงตามไปบ้าง\nแต่ไม่เลย ทุก ๆ วันมีแต่งานไร้สาระอะไรไม่รู้ท่วมหัวไปหมด"

n "ใจจริงก็อยากคุยกับชิซูเนะแทบตาย แต่ทุกวันนี้แทบจะไม่มีเวลาว่างเลยสักวินาที พอหันไปมองทีไรก็เห็นเอาหน้าจม\nอยู่กับกองบันทึกหรือไม่ก็เอกสารอะไรที่ต้องตรวจดูซ้ำสามครั้ง"

n "\n\nวันนี้ฉันตื่นเช้าเพื่อมาโรงเรียนก่อนใครด้วยหวังว่าจะได้เจอกับชิซูเนะ ปกติเธอจะมาเช้าเป็นคนแรกตรงเวลากว่า\nใครคนอื่นเสมอเป็นนิสัย แต่โชคไม่ดีที่ดูเหมือนว่าฉันจะมาเช้ากว่าเธอเสียอีก"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear
nvl hide dissolve

play sound sfx_doorclose

window show

"เมื่อได้ยินเสียงปิดประตูห้องสภานักเรียนที่ดังมาจากทางด้านขวาแล้วฉันก็ได้รู้ว่าไม่ใช่อย่างที่คิด สงสัยฉันคงจะมาช้ากว่า\nไปนิดหน่อย"

play sound sfx_dooropen

scene bg school_council
with locationchange

"ฉันเข้าไปในห้องแล้วแตะ ๆ ไหล่ ให้เธอหันมา"
#i don't get this sequence of events at all
#You know how you remove the "X smiles" lines because they say things you should direct instead? This is how things look without them. For example, I expected to open at Hisao's room, and a series of BG changes until reaching the council room. -SC
#I think I fixed it... somewhat?

show shizu behind_smile at center
with charaenter

"คงจะคิดว่าได้คุยถึงได้วางกล่องน้ำส้มที่ถืออยู่ในมือลง"

ssh "อรุณสวัสดิ์"

his "แล้วอีกครึ่งตัวเธอไปไหน?"

show shizu adjust_frown
with charachange

ssh "พวกเราไม่ใช่ร่างเดียวกันนะ"

"มาคิด ๆ ดูแล้ว คงจะมีคนล้ออย่างนั้นบ่อยอยู่เหมือนกัน ไม่งั้นคงไม่ตอบได้ฉับไวขนาดนี้หรอก"

show shizu basic_normal
with charachange

ssh "มาเช้านะ ดี ช่วยดูเอกสารพวกนี้ให้หน่อย เดี๋ยววันนี้จะต้องเอาไปแจก"

his "ฉันตั้งใจมาเช้าเพื่อที่จะได้เจอเธอตอนที่ไม่ต้องทำงานนะ"

show shizu behind_smile
with charachange

ssh "เห็นมิช่าบอกนายก็มาเช้าเป็นประจำนี่"

his "เธอก็มาเช้าประจำหรอก"

show shizu adjust_happy
with charachange

ssh "อยากแข่งเหรอ"

"ชิซูเนะดันแว่นสบาย ๆ เป็นท่าทางที่บ่งบอกว่าเธอตื่นเต้นเหลือเกินที่หยิบเรื่องเล็กน้อยขนาดนี้มาแข่งเอาจริงเอาจัง\nรู้สึกว่ายิ่งเรื่องเล็กเธอยิ่งตื่นเต้น"

his "เปล่าสักหน่อย เธออยากแข่งเหรอ ฉันไม่อยาก"

"เกือบลืมพูดส่วนที่สำคัญที่สุดลงท้ายแล้ว"

show shizu behind_smile
with charachange

ssh "…อืม เอาเถอะ ยังเหลือเวลาให้เรียนอีกตั้งหลายวัน เดี๋ยวฉันก็คงเบื่ออยู่ดี"

"แล้วเธอก็หยิบน้ำผลไม้ขึ้นมาดูดจนหมด จะโยนกล่องทิ้งลงถังขยะหรือเปล่านะ แต่ก็ไม่โยน เธอดูงง ๆ ที่ฉันดูผิดหวัง\nเข้าเรื่องเลยดีกว่า"

his "แค่อยากคุยน่ะ เนี่ย นี่ก็จะปิดเทอมแล้ว"

his "แล้วเราก็ต้องอยู่ด้วยกันให้มากขึ้นด้วย เลยกะว่าปิดเทอมฤดูร้อนรอบนี้หาเวลามาอยู่ด้วยกันดีมั้ยนะ"

show shizu adjust_blush
with charachange

"หน้าชิซูเนะคงแดงพอ ๆ กับหน้าฉันตอนนี้ เธอดันแว่นดูลนลาน เป็นท่าทางที่สะดวกใช้จริง ๆ เธอเคาะนิ้วครุ่นคิด\nเลือกสรรคำ"

show shizu basic_normal
with charachange

ssh "แบบเดตอะไรอย่างนี้เหรอ"

his "แค่ไปเที่ยวด้วยกันก็นับว่าเป็นเดตเลยเหรอ"

show shizu behind_blank
with charachange

ssh "ก็ไม่ใช่เหรอ"

show shizu adjust_frown
with charachange

ssh "ฉันอยากให้เป็นเดต"

his "งั้นก็ได้"

show shizu basic_happy
with charachange

"ชิซูเนะตบมือพอใจ ก่อนจะเสริม"

show shizu behind_blank
with charachange

ssh "แต่ไม่ใช่วันนี้"

show shizu basic_normal2
with charachange

ssh "สัปดาห์นี้ฉันต้องไปเยี่ยมครอบครัว"

"ทำท่าเหมือนเป็นเรื่องทางการยังไงไม่รู้ และพอเห็นอย่างนั้นแล้วเลยรู้สึกสนใจขึ้นมา ครอบครัวเธอคงเป็นแนวคนดูดี\nมีสกุลแบบดั้งเดิม อยู่ในคฤหาสน์เก่า ๆ หลังใหญ่ที่มีน้ำไหลกับบ่อปลาคาร์ป แต่ละคนก็ใส่ชุดกิโมโนตลอด"

"อาจจะคิดไกลไป แต่เดาเล่น ๆ ก็เพลินดี พออยู่กับครอบครัวแล้วชิซูเนะจะวางตัวเป็นลูกสาวที่ใจเย็นและมีความ\nเป็นผู้ใหญ่อย่างลิลลี่มั้ยนะ"

"นึกภาพไม่ออกเลย แต่ถ้ามีโอกาสจะเป็นอย่างนั้นจริงฉันก็ต้องไปดูให้ได้"

his "สัปดาห์เดียวเองเหรอ งั้นก็คงไม่ไกลมากงั้นสิ"

show shizu behind_frustrated
with charachange

ssh "แหงสิ ก็อยู่ในญี่ปุ่นนี่แหละ"

his "จริงเหรอ…"

show shizu adjust_happy
with charachange

ssh "แต่ก็ใช่ว่านายจะไปด้วยได้หรอก อยากไปด้วยเหรอ"

his "ทำไมไปไม่ได้"

show shizu basic_normal2
with charachange

ssh "นายคงเบื่อ"

his "ใครจะไปรู้ อาจจะสนุกก็ได้"

his "เอ้อ เกือบลืม เธอยังไม่ได้ตอบคำถามฉันเลยนะ เธอจะไปคนเดียวหรือมิช่าไปด้วย ครอบครัวเธอรู้ภาษามือมั้ย"

show shizu behind_blank
with charachange

ssh "มิช่าไปด้วย"

"ส่วนคำถามที่ไม่ได้ตอบนั้นก็ชัดแล้วละ"

"ถ้าครอบครัวชิซูเนะสื่อสารกับเธอไม่ได้ วัยเด็กเธอจะเป็นยังไงเนี่ย คงจะเขียนใส่กระดาษสมุดเล่มนั้นที่ทุกวันนี้บางที\nเธอก็เอาออกมาใช้"

"ปกติก็ใช้ตอนที่มิช่าหรือฉันไม่อยู่ ฉันเหลือบเห็นไกล ๆ อยู่ตอนที่เธอทำหน้าเบ้ตอนต้องใช้เหมือนเป็นที่พึ่งสุดท้าย"

his "ถ้ามิช่าไปงั้นฉันก็ไปด้วย"

show shizu basic_normal
with charachange

ssh "นายชอบมิช่าเหรอ"

his "โดยหลักการแล้วฉันก็ต้องไปด้วยอยู่แล้วนี่"

"หรือจะหึงอยู่กันนะ คิดแล้วก็สนุกดี แต่คงไม่หรอก ปกติก็ทำหน้านิ่ง ๆ ตลอด ไม่เห็นจะมีอะไรที่บอกว่าหึงเลย"

show shizu adjust_frown
with charachange

ssh "นายแค่เบื่อเฉย ๆ เถอะ"

show shizu behind_smile
with charachange

ssh "แต่ไม่เป็นไร ก็ได้ ไปด้วยกันสามคนนี่แหละ ยังไงฉันก็อยากให้ไปกันหมดนี่แต่แรกอยู่แล้ว"

show shizu adjust_smug
with charachange

ssh "แต่จะโดดงานสภานักเรียนไปเก็บของไม่ได้นะ จะอ้างว่าเพิ่งมาบอกแบบกระชั้นชิดไม่ได้!"

his "ไม่เป็นไร ๆ ใช่ว่าฉันจะมีของให้เก็บเยอะ"

show shizu basic_normal
with charachange

"ชิซุูเนะนิ่งไปประกบนิ้วเข้าด้วยกันพลางคิด"

show shizu behind_blank
with charachange

ssh "นายคงมาโรงเรียนนี้แบบไม่ทันตั้งตัวเลยสินะ"

#If seen A26b:

label th_S17a:

"คงจะนึกถึงตอนที่เธอกับมิช่าเข้ามาบุกห้องฉันแล้วเห็นยาที่เรียงราย กระอักกระอ่วนเสียจนอยากลืม ไม่อยากนึกถึง\nเท่าไหร่เลยแฮะ"

"ยิ่งเธอทำทีอ้อมไปอ้อมมาไม่เลิกอย่างนี้แล้วฉันก็ยิ่งอึดอัด"

#End conditionals
label th_S17x:

his "อืม ค่อนข้างปุบปับเหมือนกัน แต่สุดท้ายก็ดีกว่าที่คิดละนะ"

"หวังว่าจะไม่ซักไซ้อะไรอีกนะ แล้วฉันก็โล่งที่เธอไม่อะไรต่อ"

show shizu adjust_happy
with charachange

ssh "บ้านฉันอยู่ไซตามะ แถวนั้นวิวดีมากเลย"

show shizu behind_smile
with charachange

ssh "เดี๋ยวต้องออกตัวกันแต่เช้า เตรียมตัวให้พร้อมด้วย ไว้ค่อยคุยเรื่องนี้อีกที ตอนนี้มาช่วยฉันดูเอกสารที่ต้องเอาไปแจก\nพวกนี้ก่อน"

stop music fadeout 3.0

hide shizu
with charaexit

"ชิซูเนะทำงานต่อพลางลากฉันให้มาช่วยอีกแรง ดูเหมือนเธอก็ตื่นเต้นอยากไปเหมือนกัน"

scene black
with dissolve

#*****************************************************************************************************

label th_S18:

scene bg school_dormhallway
with locationchange

play music music_daily fadein 0.5

"ชิซูเนะและมิช่ามารับฉันแต่เช้า ทั้งสองคนไม่ได้ใส่ชุดนักเรียนอย่างที่ฉันเคยเห็นจนชินตา"

show shizu behind_blank_cas at center
with charaenter

"ก็ถูกแล้วแหละ ปิดเทอมแล้วนี่นะ แต่ก็รู้สึกแปลกหน่อย ๆ ชิซูเนะแต่งตัวเนี้ยบมีสไตล์จนออกจะเด่นไปหน่อยกับโรงเรียน\nยามากุที่เงียบ ๆ แบบนี้ พอนึกถึงชุดที่เธอใส่วันทานาบาตะก็พอจะนึกภาพออกแล้วว่าเธอเป็นคนแต่งตัวยังไง"

"ทุกชุดที่เธอใส่นั้นถูกจัดมาอย่างดี ทั้งมีรสนิยมและมีความเป็นผู้ใหญ่ แล้วไหงตัวเธอถึงทำตัวเป็นเด็กอย่างนี้เนี่ย"

show bg school_dormhallway at bgright
show shizu behind_blank_cas at tworight
with charamove

show misha perky_smile_cas at twoleft
with charaenter

"แต่อย่างน้อยชุดมิช่าก็สะท้อนตัวตนเธอดีแหละนะ"

show shizu adjust_frown_cas
with charachange

ssh "เอาของมาน้อยจัง"

hi "ก็บอกแล้วนี่ว่าฉันมีของไม่เยอะ"

show shizu basic_frown_cas
with charachange

"ชิซูเนะทำแก้มป่องแล้วใช้เท้าโยกกองสัมภาระที่ค่อนข้างใหญ่นั้นไปมาดูอาย ๆ มิช่าเอากระเป๋าเดินทางมาใบเดียว\nแต่ขนาดกระเป๋านั้นใหญ่พอ ๆ กับตัวเธอ ดูจะรู้ตัวอยู่เหมือนกันว่ากระเป๋าตัวเองใบใหญ่แค่ไหน"

"ใหญ่พอ ๆ กับรถเก๋งเลยมั้ง สีก็เป็นสีเขียวอย่างกับถั่วจนชวนขนลุก เหมือนกระเป๋าที่เอาไว้ขนร่างคนเลย เห็นสภาพ\nแล้วก็อดหยอกไม่ได้"

hi "โธ่ ลำบากน่าดูเลยนะทั้งสองคน ขนกระเป๋ามาขนาดนั้น คราวหน้าเอาของมาน้อย ๆ หน่อยแล้วกัน แบบฉันเนี่ย\nกระเป๋าเล็ก ๆ ใบเดียวก็พอแล้ว"

show misha hips_grin_cas
with charachange

mi "เหมือนเจมส์บอนด์~!"

hi "ใช่ เหมือนเจมส์บอนด์"

show shizu adjust_frown_cas
with charachange

shi "…"

"ชิซูเนะดันแว่นจดจ่อ"

show shizu basic_normal_cas
with charachange

ssh "มาแบ่งกันขนของดีกว่า"

show misha sign_smile_cas
with charachange

mi "โห~! ความคิดดีนี่ชิจัง~!"

hi "ฮะ? ไม่"

show shizu adjust_smug_cas
with charachange

ssh "ก็ได้ประโยชน์กันทุกคน"

show misha cross_laugh_cas
with charachange

mi "ช่าย~! วะฮ่าฮ่า~!"

hi "ฉันต้องขอปฏิเสธ"

show shizu cross_angry_cas
with charachange

ssh "นายเป็นเสียงข้างน้อยนะ!"

"ที่ทำภาษามือเมื่อกี้นี่แทบจะพุ่งเข้าใส่แล้ว น่ากลัว"

hi "เอ่อ เอาเหอะ หยอก ๆ ถือเพิ่มอีกนิดหน่อยฉันไม่อะไรหรอก แค่กะว่าหยอกเธอสองคนคงสนุกดี"

hi "แต่ถ้าจะให้ขนไปคนเดียวหมดนี่ฉันจะนั่งกระเป๋าสีเขียวใบใหญ่นั่นเป็นเลื่อนไหลลงเขาเลยนะ"

show shizu adjust_smug_cas
with charachange

shi "…"

"ชิซูเนะดูจะขำพร้อมยกมือป้องปากกลั้นขำเหมือนซ่อนเอาไว้ เธอจะหัวเราะได้มั้ยนะ หรือที่ทำแบบนั้นก็เพราะหัวเราะ\nไม่ได้นั่นแหละ คิดตามแล้วก็หดหู่ยังไงไม่รู้"

stop music fadeout 3.0

scene bg city_station
with locationskip

"พอจบเรื่องแล้วเราก็มายังสถานีรถไฟ จากนั้นก็นั่งรถไฟมาเรื่อย ๆ ตอนขึ้นรถไฟมาชิซูเนะกับมิช่าก็ผล็อยหลับ\nแทบจะทันที แต่ฉันหลับไม่ลง ปกติก็หลับได้แท้ ๆ น่าจะเพราะยามั้ง"

scene bg shizu_houseext
with shorttimeskip

play music music_soothing fadein 0.5

"พอได้มาเห็นบ้านชิซูเนะแล้วก็รู้สึกว่าใหญ่กว่าที่คิดเอาไว้หน่อย ใช้คำว่ามโหฬารก็น่าจะไม่เกินจริงนัก"

hi "นี่เธออยู่คฤหาสน์เหรอ"

show shizu cross_angry_cas at center
with charaenter

"พอได้ฟังคำพูดฉันผ่านมิช่าแล้วชิซูเนะก็เขย่งเท้าให้ระดับสายตาเท่ากันแล้วขมวดคิ้วมองหน้าฉันอย่างไม่พอใจราวกับ\nจะบอกว่า “พูดอะไรอย่างนั้นออกมาได้ยังไง”"

show shizu basic_frown_cas
with charachange

ssh "ก็แค่บ้านธรรมดานั่นแหละ ไม่ได้หรูหราถึงขั้นคฤหาสน์หรอก"

"งั้นนิยามของเราสองคนก็คงไม่เหมือนกันละมั้ง"

show bg shizu_houseext at bgright
show shizu basic_frown_cas at tworight
with charamove

show misha hips_grin_cas at twoleft
with charaenter

mi "วะฮ่าฮ่า~ ฮิจัง ตกใจเหรอ อยากให้พาไปดูมั้ยว่านายจะได้นอนที่ไหน"

show shizu behind_blank_cas
with charachange

ssh "เหมือนจะมีห้องนอนสำหรับแขกอยู่นะ แต่ไม่แน่ใจว่ามีสองห้องหรือเปล่า เดี๋ยวไปดู"

show misha sign_smile_cas
with charachange

mi "อืม~ แต่ไม่เป็นไรหรอกนะฮิจัง~! ถ้าจำเป็นจริง ๆ ฉันนอนกับชิจังได้ ก็~ เว้นเสียแต่ว่าห้องนั้นจะไม่ว่างเพราะเอาไป\nทำอะไรอย่างอื่น"

hide shizu
with charaexit

hide misha
with charaexit

stop music fadeout 5.0

"“ไม่แน่ใจ”? หรือชิซูเนะจะไม่ค่อยได้อยู่บ้านกันนะ แต่ก่อนที่ฉันจะทันได้หยอกล้ออะไร ชิซูเนะก็หายแวบเข้าไปในบ้าน\nพร้อมมิช่าที่ตามไปติด ๆ ทิ้งให้ฉันยืนอยู่คนเดียว"

"ฉันวางกระเป๋าไว้ที่ประตูหน้าบ้านเพราะยังไม่อยากตามเข้าไปพลางถือโอกาสนี้เดินดูรอบ ๆ บ้าน"

show hideaki bored at center
with shorttimeskip

"ทั้งที่ไปไม่กี่นาที แต่กลับมากระเป๋าฉันก็ไม่อยู่แล้ว และมีผู้หญิงตัวเล็ก ๆ ที่ดูเหมือนชิซูเนะมาก ๆ คนหนึ่งมาแทนที่\nถึงชิซูเนะจะไม่ใส่กางเกงสีแดงกับถุงน่องลายดาวกับพระจันทร์แบบนั้นน่ะนะ"

hi "ไง! เธอเป็นน้องสาวชิซูเนะเหรอ"

show hideaki normal
with charachange

hh "เปล่าครับ ผมเป็นน้องชาย ชื่อฮิเดอากิ"

show hideaki thinking
with charachange

hh "ยินดีที่ได้รู้จักครับ"

play music music_happiness fadein 2.0

"เสียงที่ตอบกลับมานั้นทื่อ ๆ และเรียบนิ่งที่ฟังดูแล้วยังไงก็เป็นผู้ชายแน่นอน อายจนแทบอยากเดินออกบ้านกลับไป\nเสียตอนนี้ ติดก็แต่จำทางไปสถานีรถไฟไม่ได้"

show hideaki serious
with charachange

hh "พี่เป็นคนที่สองที่พี่ชิซูเนะขนมาด้วยหรือเปล่าครับ"

hi "“ขนมาด้วย”? ฉันไม่ใช่กระเป๋านะ"

hi "แต่เอาเถอะ ฉันชื่อฮิซาโอะ แล้วนี่นายเก็บกระเป๋าฉันไปเหรอ"

show hideaki triangle
with charachange

hh "ครับ ผมเจออะไรก็ย่อมเป็นสิทธิ์ของผมที่จะเก็บ"

hi "ไม่ ไม่ได้สิ ใช่อย่างนั้นที่ไหนเล่า"

"แม้แต่เด็กที่พูดจาฉะฉานอย่างนี้ก็ยังเชื่อเรื่องใครเจอใครได้เหรอ ถึงตอนแรกฉันจะบอกว่าเป็นน้อง แต่พอดูแล้ว\nอายุก็ไม่น่าห่างกันเท่าไหร่ อย่างมากก็คงสักสองสามปี"

show hideaki normal
with charachange

hh "ผมเอาไปฝากพี่ชิซูเนะไว้ในบ้านแล้ว พี่เป็นสภานักเรียนด้วยเหรอครับ"

hi "อื้ม รู้ได้ไงเนี่ย พี่นายเล่าให้ฟังบ่อยเหรอ"

"เกือบหลุดปากไปว่า “พูดถึงบ่อยเหรอ” แล้ว ซึ่งน่าจะไม่ดีแน่"

show hideaki bored
with charachange

hh "ครับ ตลอดเลย สนิทกันดีเหรอครับ"

hi "สนิทกันดีมั้ยเหรอ ถามอะไรแปลก ๆ ไม่สนิทคงไม่มาเข้าสภานักเรียนหรอก แล้วนายล่ะ สนิทกับพี่นายดีมั้ย"

"ถึงเสียงจะเรียบ แต่สีหน้าก็บอกอะไรหลายอย่างได้เหมือนชิซูเนะ ซึ่งทำให้รู้ว่าเสียงนั้นขัดกับความรู้สึกจริง ๆ สงสัย\nเป็นกันทั้งบ้าน และเหมือนเขาจะไม่ปลื้มกับคำถามนั้นสักเท่าไหร่"

show hideaki thinking
with charachange

hh "ขอโทษครับ ผมแค่ถามเพราะเห็นพี่ทำตัวคล้ายพี่ชิซูเนะมากเลย"

"ไม่รู้ทำไม แต่รู้สึกเหมือนล้อกันอยู่ ซึ่งก็ได้ผล ฉันไม่ชอบให้ใครมาเปรียบเทียบฉันกับชิซูเนะ"

hi "นายน่ะเหมือนพี่นายมากกว่านะ แต่ก็ไม่แปลกหรอกมั้ง นึกว่าเป็นน้องสาวด้วยซ้ำเนี่ย คราวหลังถ้าไม่อยากให้ใคร\nเข้าใจผิดก็แต่งตัวดี ๆ หน่อยนะ"

show hideaki confused
with charachange

hh "ไม่เห็นเข้าใจเลย เสื้อผ้าผมก็เข้ากับสภาพอากาศดีออก"

hi "แล้งถุงน่องนั่นคือ?"

show hideaki angry_up
with charachange

hh "เท่ออก"

show hideaki disapproves
with charachange

hh "พี่ทำตัวเหมือนพี่ชิซูเนะเลยนะครับ เดี๋ยวคนเข้าใจผิดว่าพี่เป็นพี่ชิซูเนะแน่"

"สงสัยจะจี้ใจดำได้แรงกว่าที่คิดถึงได้รีบเปลี่ยนเรื่องอย่างนี้"

hi "ฉันไม่ชอบให้ใครมาเปรียบเทียบฉันกับคนอื่น"

show hideaki evil
with charachange

hh "พี่ชิซูเนะก็ไม่ชอบให้ใครเอาตัวเองไปเปรียบเทียบกับคนอื่นเหมือนกัน"

"ก็นึกว่านิสัยจะโตกว่าชิซูเนะ ที่ไหนได้ ดันชอบหาเรื่องแข่งกับยั่วโมโหคนเก่งพอกัน นี่ใครติดนิสัยใครมากันแน่เนี่ย"

hi "นายก็คงไม่ชอบเหมือนกันใช่มั้ยล่ะ โอเค เข้าใจละ ฉันไม่น่ามาคิดเล็กคิดน้อยเลย"

show hideaki normal
with charachange

stop music fadeout 4.0

"โดยเฉพาะกับเด็กเล็ก ฮิเดอากิดูจะยอมแพ้จนฉันอยากจะหาเรื่องอะไรต่อสักหน่อย แต่เอาเถอะ มีโอกาสได้จบ\nก็รีบ ๆ จบไป"

scene bg shizu_living
with locationchange

"พอเดินผ่านประตูบ้านเข้ามาก็ได้ยินเสียงหัวเราะมิช่าที่ดังก้องไปทั่วโถง ฉันเดินตามเสียงนั้นไปยังห้องที่น่าจะเป็น\nห้องนั่งเล่น แต่คนเยอะกว่าที่คิดแฮะ"

show lilly basic_displeased_cas:
    center
    ypos 1.17 xpos 0.55
show akira basic_boo:
    tworight
    ypos 1.15 xpos 0.72
show hideaki bored:
    center
    xpos 0.92
    easein 1.0 ypos 1.1
show shizu behind_blank_cas:
    twoleft
    ypos 1.11 xpos 0.27
show misha perky_smile_cas:
    center
    ypos 1.1 xpos 0.08
with charaenter

play music music_another fadein 4.0

"ในนั้นมีผมหางม้าสีบลอนด์ที่เด่นและคุ้นตาอยู่ ฉันงงก่อนที่จะทันได้แปลกใจว่าทำไมลิลลี่ถึงมาอยู่ที่นี่ ชิซูเนะก็ดู\nแปลกใจพอกัน ลิลลี่เองก็ดูจะไม่ยินดีเท่าไหร่นักที่เรื่องบังเอิญเป็นอย่างนี้"

"ข้าง ๆ ลิลลี่มีผู้หญิงที่ดูเหมือนทั้งชายทั้งหญิงใส่ชุดสูทอย่างเนี้ยบคนหนึ่งนั่งอยู่ คงจะเป็นพี่สาวของลิลลี่ละมั้ง\nแต่ก็อาจจะไม่ใช่ก็ได้"

show lilly basic_listen_cas
with charachange

li "มาถึงเร็วผิดคาดเลยนะ"

"ตอนแรกก็นึกว่าคุยกับฉัน แต่ที่จริงแล้วเธอคุยกับชิซูเนะอยู่ ลิลลี่น่าจะยังไม่รู้ด้วยซ้ำว่าฉันอยู่ด้วย ฉันคงเข้ามาจังหวะ\nที่กำลังคุยกันพอดี แถมดูจะจดจ่ออยู่กับชิซูเนะด้วย น่าจะไม่ได้ยินที่ฉันมา"

show shizu basic_frown_cas
with charachange

ssh "รู้ว่าเธอจะมาอย่างนี้ฉันเปลี่ยนแผนใหม่หมดเลยคงดี"

show misha sign_smile_cas
with charachange

mi "ชิจังบอกว่า รู้ว่าเธอจะมาอย่างนี้ฉันเปลี่ยนแผนใหม่หมดเลยคงดี~!"

show lilly basic_displeased_cas
with charachange

li "ก็คงดีแหละจ้ะ แต่ฉันคิดว่าเธอคงไม่ใช่คนที่จะเปลี่ยนแผนหรอก"

show misha hips_smile_cas
with charachange

mi "โอ๊ะ ไง ฮิจัง~! มาจนได้นะ"

hi "อื้ม สวัสดี ลิลลี่"

show lilly basic_surprised_cas
with charachange

li "อ้าว ฮิซาโอะเหรอ ไม่คิดว่าจะมาด้วยนะจ๊ะเนี่ย พี่ นี่ฮิซาโอะ เพื่อนร่วมโรงเรียนหนู ฮิซาโอะ นี่อากิระ พี่สาวฉัน"

show akira basic_smile
with charachange

aki "ไง"

"เธอโบกมือทักทายเร็ว ๆ อย่างเป็นกันเอง เป็นพี่สาวของลิลลี่จริง ๆ ด้วย"

show akira basic_boo
show lilly basic_weaksmile_cas
with charachange

aki "หวังว่าไม่ได้มาทำแผนอะไรพังนะ เดี๋ยวจะอยู่ที่นี่อีกแค่วันเดียวแหละ ฉันกับลิลลี่ก็คิดว่ามาด้วยกันไปเลยคงไม่เสียหาย\nอะไร"

"อากิระหันมาทางฉันเหมือนอยากอธิบาย ซึ่งฉันก็ยินดีที่อุตส่าห์เล่า"

show akira basic_ending
with charachange

aki "หน้าที่ฉันตอนนี้ ถ้าจะให้ว่าแล้วก็คงเป็นพี่เลี้ยงเด็กละมั้ง"

show hideaki disapproves
with charachange

"อากิระยี ๆ ผมฮิเดอากิตอนเขากำลังทำหน้าบูดอย่างที่ชอบทำบ่อย ๆ ยามว่าง"

hh "หยามกันอยู่นะครับ"

show akira basic_smile
with charachange

aki "เหรอ งั้นเดี๋ยวไว้นายโตขึ้นฉันค่อยเปลี่ยนตำแหน่งแล้วกัน หรืออย่างน้อย ๆ ก็ไว้นายสูงขึ้นอีกสักสองสามเซนฯ"

"เป็นคู่ที่น่าสนใจดี แต่อากิระดู ๆ แล้วก็เหมือนทนายมากกว่าพี่เลี้ยงเด็กอีก แต่ฉันก็ยังไม่ค่อยแน่ใจเท่าไหร่ว่าทำไม\nทั้งสองคนถึงมาอยู่ที่นี่ได้"

"เมื่อมองไปรอบ ๆ ห้องก็เห็นทั้งไม้เทนนิสไม้กอล์ฟ แถมมีเบ็ดตกปลากับกล่องอุปกรณ์ทั้งหลายแหล่อีกต่างหาก"

"ที่พนักเก้าอี้ทุกตัว ที่หลืบบ้านทุกมุม ที่ใต้โต๊ะทุกตัว ทุกที่จะมีอุปกรณ์ที่เป็นกิจกรรมกลางแจ้งทั้งหมด ฉันคว้า\nคันเบ็ดมาคันหนึ่งแล้วจับ ๆ เล่น"

hi "บ้านสวยดีนะ"

hi "ชิซูเนะ พ่อเธอทำกิจกรรมหลายอย่างน่าดูเลยนะ"

show misha sign_smile_cas
with charachange

show misha perky_smile_cas
with charachange

"ฉันลืมไปแวบหนึ่งว่าต้องทำภาษามือ แต่มิช่าก็แปลที่ฉันพูดไปแล้ว ฉันยังทึ่งอยู่หน่อย ๆ ที่มิช่าแปลได้อย่างอัตโนมัติ\nขนาดนั้น"

show hideaki normal
with charachange

hh "พี่ตกปลาด้วยเหรอครับ"

hi "เปล่าหรอก ฉันตกไม่เป็น แต่ก็อยากหัดอยู่นะ เห็นว่าผ่อนคลายดี"

show shizu behind_blank_cas
with charachange

ssh "แถวนี้มีแม่น้ำอยู่ด้วยนะ นั่งรถไปแป๊บเดียวก็ถึง ทั้งบ้านฉันตกปลาเป็นกันหมด ถ้านายอยากไปไว้จะพาไปด้วยกัน"

show akira basic_laugh
with charachange

aki "เธอกับฮิเดอากิตกปลาเป็นด้วยเหรอ ไม่คิดว่าคนรุ่นพวกเธอจะตกกันเป็น เห็นเหมือนเป็นอะไรที่คนแก่เขาทำกัน"

show akira basic_ending
with charachange

aki "เอ้อเนี่ย ลิลลี่เขาทำอาหารเก่งนะ ถ้าได้ปลาสด ๆ มาสักตัวสองตัว…"

"เห็นได้ไม่ยากว่าอากิระคิดอะไรอยู่"

show lilly basic_displeased_cas
with charachange

li "ถ้าพี่อยากกินปลาเดี๋ยวไปซื้อที่ร้านก็ได้"

"น้ำเสียงลิลลี่ฟังดูเป็นการออกคำสั่งกว่าปกติเล็กน้อย ดูท่าจะไม่เอาด้วยกับความคิดของพี่สาวเธอสักเท่าไหร่"

show shizu basic_happy_cas
with charachange

shi "…"

show misha hips_grin_cas
with charachange

mi "ไปตกปลาสนุกกว่านะ แถมตกแข่งกันได้ด้วยว่าใครจะตกได้ปลาตัวใหญ่กว่ากัน~! ตื่นเต้นน่าดูเลยใช่มั้ยล่ะ ใช่~!\nฮิจังว่าไง ฟังดูสนุกไปเลยใช่มั้ย"

hi "อื้ม ต้องสนุกแน่"

show akira basic_smile
with charachange

aki "งั้นก็ตามนั้นนะ ฉันก็ตกไม่เป็นเหมือนกัน หัดตกตอนนี้เลยนี่แหละดี"

show akira basic_boo
with charachange

"อากิระเหลือบมองลิลลี่ที่ยังนิ่งอยู่จนรอยยิ้มของเธอหดหายไปเล็กน้อย ทำไมลิลลี่ถึงได้ไม่อยากไปขนาดนั้นกันนะ"

show hideaki normal
with charachange

hh "คันเบ็ดไม่น่ามีพอนะครับ"

show shizu behind_smile_cas
with charachange

ssh "ผลัดกันตกก็ได้ แข่งแบบทีมไง"

show hideaki confused
with charachange

hh "พี่ชิซูเนะว่ายังไงนะครับ"

hi "ผลัดกันตกก็ได้ บอกว่าอยากแข่งกันด้วยน่ะ"

show akira basic_laugh
with charachange

aki "มาสิลิลลี่ ไหน ๆ ก็ไหน ๆ แล้ว"

show akira basic_boo
with charachange

aki "แล้วนี่จะแข่งขนาดปลาหรือจำนวนปลา"

show shizu adjust_smug_cas
with charachange

ssh "คนพี่นี่หัวไวกว่าเหมือนเดิมเลย"

show shizu basic_normal_cas
with charachange

shi "…"

show misha sign_smile_cas
with charachange

mi "ชิจังบอกว่า ลิลลี่คงจะอยากไปที่ร้านมากกว่าใช่มั้ย~ ที่อยากไปเพราะไม่ต้องวุ่นวายอะไรมาก! แต่ไปตกปลาสนุกกว่านะ\nแถมประหยัดด้วย อากิระคิดถูกแล้วละ~!"

show akira basic_smile
with charachange

"อากิระยิ้มขอบคุณแบบแกน ๆ เพราะยังไงก็ไม่ได้หวังให้ชิซูเนะชมนี่นะ"

show lilly basic_sleepy_cas
with charachange

li "…"

show lilly basic_weaksmile_cas
with charachange

li "แต่แม่น้ำอยู่ค่อนข้างไกลเลยนี่จ๊ะ"

show akira basic_ending
with charachange

aki "ไม่น่าไกลขนาดนั้นนะ ฉันขับรถไปส่งให้ก็ได้ สบายมาก ขอแค่ตกให้ได้เถอะ"

hi "แล้วรถพี่ยัดคนเยอะขนาดนี้ไหวเหรอครับ ไหนจะอุปกรณ์ตกปลาอีก"

show akira basic_boo
with charachange

"อากิระเม้มปากแล้วขยับนิ้วนับจำนวนคนและของที่ต้องขนไป ถ้าจะไปก็จะมีฉัน ชิซูเนะ มิช่า ลิลลี่ อากิระ แล้วก็\nฮิเดอากิ…"

show akira basic_lost
with charachange

aki "หกคน ให้ตาย รถฉันนั่งได้ห้าคนเอง"

show akira basic_ending
with charachange

aki "อันที่จริง ถ้าฮิเดอากินั่งตักฉัน เราก็—"

show hideaki angry_up
with charachange

hh "ผมไม่นั่งตักพี่"

show akira basic_resigned
with charachange

aki "โธ่"

show shizu adjust_happy_cas
with charachange

shi "…"

show misha hips_smile_cas
with charachange

mi "ชิจังบอกว่ารถพ่อน่าจะใหญ่พอ"

show akira basic_lost
with charachange

aki "หืม ไอ้นิสสันฟูก้าคันนั้นน่ะนะ ถ้าพ่อเธอไม่ว่าก็คงไม่มีทางเลือกอื่นแล้วแหละ รู้สึกผิดแฮะที่ต้องทิ้งรถตัวเองไว้ เดี๋ยวก็\nไม่ได้อยู่ด้วยกันแล้วแท้ ๆ"

"ถึงลิลลี่จะไม่ยอม และยังไม่แน่ใจกับคำตอบของคำถามจากฮิเดอากิว่าจะกินข้าวกันไปก่อนแทนที่จะหวังมื้อเย็นจากปลา\nที่อาจตกไม่ได้ดีหรือไม่ แต่ไม่มีใครอาจยั้งอากิระและชิซูเนะที่ตกลงเรื่องการเดินทางกันเรียบร้อยแล้ว"

stop music fadeout 5.0

scene ev shizune_car
with shorttimeskip

play ambient sfx_businterior fadein 1.0

"และฉันก็ได้นั่งรถชมวิวชนบทสบาย ๆ ดังใจหวัง อากิระขับรถได้นิ่มและชวนให้ผ่อนคลายไม่ต่างอะไรกับบรรยากาศ\nโดยรอบ นิ่มเสียจนมิช่าหลับไปตลอดทาง"

"ฉันนึกว่าความเร็วรถจะช้าไม่ทันใจชิซูเนะ แต่เธอก็ดูจะเพลินจริง ๆ เธอยิ้มมองไปทางหน้าต่างรถโดยที่ระหว่างเธอ\nกับประตูมีฮิเดอากิเบียดอยู่ตรงกลาง"

stop ambient fadeout 0.5

scene bg shizu_fishing at left
with shorttimeskip

play ambient sfx_parkambience fadein 0.5

"พื้นที่โดยรอบแม่น้ำก็สวยดี อากิระกับชิซูเนะรีบรุดไปทางแม่น้ำเร็วเสียจนพวกเราต้องวิ่งตาม ไม่งั้นต้องถูกทิ้งห่าง\nไว้แน่ ๆ"

show lilly basic_weaksmile_cas at left
show hideaki bored at center
show misha hips_grin_cas at right
with charaenter

"ฮิเดอากิและลิลลี่ดูจะเป็นสีสันให้พี่ของตัวเองกันดี ถึงลิลลี่ดูจะไม่ได้ตื่นเต้นเท่าอีกคนก็เถอะ แต่มิช่าก็ดูเริงร่า\nเหมือนเคย ดูท่าจะดูดความตื่นเต้นจากชิซูเนะและอากิระมาได้บ้างแล้ว"

"ส่วนฉันอยากกินข้าวตอนนี้เลยมากกว่า แต่ก็อยากลองกินอาหารที่ทำจากปลาสด ๆ ด้วยฝีมือของลิลลี่เหมือนกัน"

"แม่น้ำกว้างกว่าที่คิดเอาไว้ แต่ก็สวยและสงบดี รอบ ๆ ไม่มีสิ่งปลูกสร้างใด ๆ นอกจากท่าน้ำที่ใช้ตกปลา จนฉันนึกได้ว่า\nช่วงนี้ได้เห็นธรรมชาติอยู่บ่อยครั้ง"

show shizu invis at offscreenright
show akira invis:
    center
    xpos 1.5
with None

show bg shizu_fishing at right
show lilly invis at Position(xpos=-0.6)
show hideaki invis at offscreenleft
show misha perky_confused_cas at left
show shizu basic_happy_cas:
    center
    xpos 0.37
show akira basic_smile:
    center
    xpos 0.8
with Dissolvemove(1.5)

"ชิซูเนะลากตัวมิช่าไปเพื่อสอนอากิระตกปลา ลิลลี่และฮิเดอากิคุยกันอยู่ ฉันจึงเข้าไปร่วมวงสามคนที่แสนตื่นเต้น\nกันนั้น"

show akira basic_ending
with charachange

aki "อืมม… แล้วฉันต้องใช้เหยื่อแบบไหนดี ใช้อันที่กระจุ๋มกระจิ๋มอันนี้ได้มั้ย"

show shizu basic_frown_cas
show misha sign_smile_cas
with charachange

mi "เดี๋ยว เดี๋ยว~! เราจะแข่งกันก็ต้องจับกลุ่มกันก่อน! แน่นอนว่าฉันกับชิจังจะอยู่ทีมเดียวกัน ฮิจัง นายก็จะอยู่ทีมเราด้วย\nใช่มั้ย จะได้เป็นทีมสภานักเรียนไง~!"

hi "โอเค"

show akira basic_laugh
with charachange

aki "ได้ งั้นฉัน ฮิเดอากิ แล้วก็ลิลลี่จะอยู่ทีมเดียวกัน ลิลลี่ ชื่อทีมเอาอะไรดี"

stop music fadeout 2.0

play sound sfx_flash

show bg shizu_fishing at left
show lilly basic_sleepy_cas at twoleft
show hideaki bored at tworight
show misha invis at Position(xpos=0.85)
show shizu invis at offscreenright
show akira invis:
    center
    xpos 1.5
with Dissolvemove(0.5)

$ doublespeak (li, hh, "หนูไม่เห็นว่าจะสำคัญตรงไหน", "ผมว่าไม่สำคัญหรอก")


play sound sfx_flash

show bg shizu_fishing at right
show lilly invis at Position(xpos=-0.6)
show hideaki invis at offscreenleft
show misha perky_confused_cas at left
show shizu basic_angry_cas:
    center
    xpos 0.37
show akira basic_ending:
    center
    xpos 0.8
with Dissolvemove(0.5)

show akira basic_lost
with charachange

aki "ทีมห่อเหี่ยวเลี้ยวลงท่อแล้วกัน…"

play music music_comedy fadein 0.5

"เป็นอีกครั้งที่ความพยายามของอากิระต้องถูกขัด ส่วนชิซูเนะและมิช่านั้นไม่ได้ห่อเหี่ยวหรืออะไรแม้แต่น้อย"

show misha hips_smile_cas
show shizu behind_frown_cas
with charachange

ssh "ฮิซาโอะ! นายเปิดก่อนเลย ตกปลามาให้ได้เยอะ ๆ ใหญ่ ๆ เท่าที่ตกได้เลยนะ"

hi "ไหงเป็นฉันล่ะ ยังไม่มีใครมาสอนฉันตกปลาเลยนะ"

show misha hips_grin_cas
show shizu behind_blank_cas
with charachange

mi "สอนตอนนี้เลยก็ได้~"

"หลังจากที่สอนคร่าว ๆ แล้วชิซูเนะก็ลากให้พวกเรามาคุยกันเรื่องแผนการแข่งตกปลาแบบทีมกัน"

"ซึ่งการแข่งดูจะใช้ไม่ได้กับกีฬาที่ต้องนั่งเป็นชั่วโมง ๆ หวังให้ปลางับหนอนสักเท่าไหร่"

show shizu adjust_happy_cas
with charachange

ssh "เหมือนฮิเดอากิจะได้คันเบ็ดสำรองที่เป็นสายเอ็นตกปลาผูกกับไม้ไผ่นะ แปลว่าถ้าจะต้องเลือกลำดับกันแข่ง นายต้อง\nไปตกกับเขา"

hi "ฮะ? ไหงเป็นฉันล่ะ"

show misha sign_smile_cas
with charachange

mi "ก็ฮิจังมีประสบการณ์การตกปลาน้อยสุดนี่นา~"

hi "อาฮะ? แล้วใครเก่งสุด? ชิซูเนะ? ฮิเดอากิเป็นน้องเธอนะ ก็คงจะเก่งพอกันนั่นแหละ แถมอาจตกปลาตลอดเพราะอยู่\nใกล้แม่น้ำเนี่ย เผลอ ๆ เก่งกว่าเธออีกมั้ง"

show akira basic_annoyed
with charachange

aki "ดูเธอสามคนคุยกันแล้วปวดหัว รู้ใช่มั้ยว่าฉันรับรู้แค่สองในสามส่วนของบทสนทนาเนี่ย คุยอะไรกัน"

hi "เลือกลำดับกันอยู่ครับ"

"อากิระทำหน้าเครียด ดูจะเริ่มทนไม่ไหวแล้ว ซึ่งก็พอจะเข้าใจได้แหละ"

show shizu basic_sparkle_cas
with charachange

ssh "ยิ่งเห็นรอไม่ไหวอย่างนี้ก็ยิ่งตื่นเต้นแล้วสิ อยากจะเล่นให้เดิมพันมากขึ้นแล้วสิ"

show akira basic_lost
with charachange

aki "ชิซูเนะว่าไง"

hi "บอกว่าอยากเอาเดิมพันให้มากขึ้นน่ะ"

show akira basic_laugh
with charachange

aki "อย่าเพิ่งรีบนักสิ เรายังมีดวงมือใหม่อยู่ตั้งสองเท่าเลยนะ จะเอาชนะได้ก็คงต้องตกมาให้ได้ทั้งมหาสมุทรเลยแหละ"

show shizu adjust_happy_cas
with charachange

shi "…"

show misha hips_grin_cas
with charachange

mi "นี่มันน้ำจืดนะแม่นักชีววิทยาทางทะเล~"

"ด่าอะไรแปลก ๆ แถมพูดอย่างหน้าซื่อตาใสอย่างนั้นอีกต่างหาก อากิระดูจะไม่ว่าอะไรแล้วหัวเราะ ส่วนชิซูเนะก็กลับไป\nเป็นคนเจ้าเล่ห์อย่างเคย ดีจังที่สองคนนี้เข้ากันได้"

show akira basic_smile
with charachange

aki "แล้วนี่จะจับกลุ่มกันตกหรืออะไร ฉันชักหิวแล้วนะ…"

show shizu basic_normal_cas
with charachange

ssh "ฮิซาโอะ มิช่า แล้วก็ฉันจะอยู่ทีมเดียวกัน ส่วนลิลลี่ ฮิเดอากิ แล้วก็ทางนั้นอยู่อีกทีม ก็ตามนั้นนี่"

show akira basic_ending
with charachange

aki "ก็คงต้องอย่างนั้นแหละนะ แต่คละ ๆ กันหน่อยก็น่าสนุกออก เนอะ"

show misha perky_smile_cas
with charachange

mi "อืมม~ แล้วไม่อยากตกปลากับน้องสาวตัวเองเหรอ"

show akira basic_boo
with charachange

aki "ก็เราสองคนไม่มีใครตกปลาเป็นเลยนี่ จะให้อยู่ทีมเดียวกันมันก็…"

"แหม่ เหมือนจะได้ยินอะไรอันตรายเข้าแล้วสิ ฉันรีบเปลี่ยนเรื่องก่อนที่สีหน้าที่ไว้ใจไม่ได้ของชิซูเนะจะทันกลายเป็น\nอะไรอย่างอื่นที่มากกว่านั้น"

hi "แล้วนี่แปลว่าพี่รู้จักกับชิซูเนะงั้นสิครับ"

show akira basic_smile
with charachange

aki "รู้จักสิ รู้จักกันมานานแล้ว"

show shizu basic_normal2_cas
with charachange

"อากิระยิ้มให้ชิซูเนะเป็นเชิงว่ารู้กัน พอมิช่าแปลให้แล้วชิซูเนะก็ทำสีหน้าปั้นยากขึ้นมา"

"อากิระต่างกับลิลลี่จริง ๆ ไม่ใช่แค่รูปลักษณ์ภายนอก แต่รวมทั้งนิสัยที่ดูเป็นกันเองและสบาย ๆ กว่ามาก ฉันแปลกใจ\nเพราะคิดว่าคนในบ้านลิลลี่จะเป็นคนที่เรียบร้อยผู้ดีอย่างลิลลี่กันหมดเสียอีก แต่รู้สึกเหมือนจะคุยด้วยง่ายแฮะ"

show akira basic_laugh
with charachange

aki "ก็อยากคุยเรื่องตกปลาอยู่หรอกนะ แต่รีบ ๆ ตกกันจริง ๆ เลยดีกว่า"

show shizu behind_blank_cas
with charachange

ssh "จะให้มีรายชื่อคนตกแบบเบสบอล หรือจะตกทั้งสองทีมทีเดียวเลย หรือจะให้แข่งกันแบบคู่ต่อคู่ดี"

show shizu basic_sparkle_cas
with charachange

ssh "จะให้นั่งตรงไหนก็ได้ หรือให้ทีมเดียวกันนั่งติดกัน จะให้ประกาศจุดตกปลาด้วยมั้ย จะนับขนาดปลากันยังไงดี"

show akira basic_lost
with charachange

"ชิซูเนะถูแว่นหัวเราะอยู่เงียบ ๆ เมื่อเห็นอากิระโอดโอยหลังได้ฟังที่มิช่าแปลให้อย่างขันแข็ง"

show shizu adjust_happy_cas
with charachange

stop music fadeout 4.0

ssh "ช่างเถอะ งั้นก็ตก ๆ เลยดีกว่า"

show shizu behind_smile_cas
with charachange

ssh "แข่งแบบหนึ่งต่อหนึ่งแล้วกัน"

stop ambient fadeout 2.0

scene ev shizu_fishing_ah
with shorttimeskip

play music music_ease

"ฉันนั่งลงเตรียมตกปลา ถึงจะยังไม่มั่นใจเท่าไหร่ก็เถอะ ทุกคนนั่งกันหมดแล้วยกเว้นอากิระที่เพิ่งถอดชุดสูทออก\nแล้วพับแขนเสื้อก่อนจะมานั่งลงข้างฉันแล้วเหวี่ยงคันเบ็ด"

"มิช่าและฮิเดอากินั่งอยู่ริมตลิ่งตกปลาด้วยกันเพราะท่าน้ำไม่พอนั่ง เอาจริง ๆ ฉันอยากนั่งข้างชิซูเนะมากกว่า\nแต่อากิระก็พอเป็นคนที่คุยด้วยได้ละนะ"

aki "ระวังหน่อย ใกล้ไปแล้ว ห้ามให้สายพันกันนะ เค๊?"

hi "แล้วนี่พี่ไม่เคยตกปลามาก่อนเหรอครับ"

aki "ไม่อะ แต่เคยเห็นในโทรทัศน์อยู่ ฉันอยากตกปลาที่หัวเหมือนดาบนั่นมานานแล้ว ปลากระโทงมั้ง"

li "ถ้าจำไม่ผิด เหมือนปลาที่ว่าจะเป็นปลาน้ำเค็มอยู่ในมหาสมุทรนะ"

aki "รู้น่า ทำไมทุกคนถึงทำเหมือนฉันแยกปลาน้ำจืดกับปลาน้ำเค็มไม่ออกเนี่ย"

li "ระวังหน่อยนะ เดี๋ยวปลาก็ตกใจหนีไปหมดหรอก น้ำเค็มน้ำจืดก็ช่าง"

"อากิระพยายามจะโหมไฟให้ชิซูเนะและดึงให้ลิลลี่สนุกไปด้วย แต่เสียงออกจะดังไปหน่อย ก็คงถูกของลิลลี่ละนะ\nเหมือนเบ็ดฉันจะยังไม่กระตุกหรืออะไร แต่ไม่รู้ว่าฝั่งอากิระเป็นยังไงแล้วบ้าง"

"ชิซูเนะทำทีเป็นอาบแดดอยู่สบาย ๆ ได้ดีทีเดียว แต่ฉันรู้ว่าเธอคงแอบหงุดหงิดที่ไม่รู้ว่าทางนี้คุยอะไรกันอยู่ ไม่มีมิช่า\nแล้วลำบากจริง ๆ"

ssh "ฮิซาโอะ คะแนนเท่าไหร่แล้ว นำอยู่หรือเปล่า หวังว่าจะนำอยู่นะ อุตส่าห์ฝากความหวังทีมไว้กับนาย"

"ฉันทำภาษามือแบบเก้ ๆ กัง ๆ โดยที่วางคันเบ็ดไว้แบบแปลก ๆ ถ้าเป็นเทียบการพูดแล้วก็คงแทบจับใจความไม่ได้"

hi "ก็เห็น ๆ กันอยู่นี่ ดูไม่ออกเหรอ"

ssh "น่าผิดหวังเสียจริง นายวอกแวกแล้ว นายต้องจดจ่อสิ"

hi "ขอโทษที เอาเถอะ คะแนนยัง 0-0"

"อากิระหัวเราะ ถึงจะเห็นจ๋อยไปตอนได้ยินคะแนนนั้นก็เถอะ"

hi "แล้วนี่จะนับจำนวนหรือวัดขนาดด้วย"

ssh "ทั้งคู่ ต้องคิดคะแนน"

hi "แล้วใครจะคิดคะแนน เธอมีใบรับรองกรรมการชั่งตวงวัดปลาหรือไง"

"ชิซูเนะสั่นหัวเป็นเชิงว่าไม่มี"

ssh "…แต่ก็ดูจะไม่ยากนี่ บอกมิช่าให้เลิกโบกมือไปมาอย่างนั้นได้แล้ว เดี๋ยวปลาก็หนีไปหมด แล้วบอกฮิเดอากิด้วยว่าทำไม\nยังไม่เหวี่ยงคันเบ็ดอีก"

"ฉันหันไปตะโกนบอกที่ชิซูเนะฝากบอก"

mi "ชิจัง เหมือนเขาจะไม่พอใจที่ได้ใช้คันเบ็ดสำรองนะ~"

"มิช่ายังไม่สามารถทำภาษามือได้อย่างสมบูรณ์เท่าไหร่ ชิซูเนะได้แต่มองด้วยความงงงัน เธอถอนหายใจหลังจากที่ฉัน\nแปลให้"

aki "นี่ จะหดหู่หรืออะไรก็ช่าง ต้องลองก่อนนะ อาจจะตกได้ตัวใหญ่เลยก็ได้ แต่ถ้าไม่ลองก็ตกไม่ได้อะไรเลยนะ"

"ฉันสัมผัสได้ว่าส่วนหนึ่งที่ส่งกำลังใจไปอย่างนั้นเพราะอากิระอยากกินด้วยถ้าฮิเดอากิตกได้ “ตัวใหญ่” มาจริง ๆ\nและการที่มีหกคนช่วยกันตกก็ย่อมมีโอกาสมากกว่าห้าคน"

"พอต้องสลับคันเบ็ดไปมาเพื่อสื่อสารกับชิซูเนะแล้วก็รู้สึกว่าน่าจะถึงเวลาแล้วที่ต้องเปลี่ยนตัวให้เธอมาตกบ้าง\nเห็นทำท่ายุกยิกอยูุ่ด้วย"

hi "นี่ทุกคน เปลี่ยนตัวกันได้หรือยัง"

aki "ได้ ลิลลี่?"

li "ไม่ ไม่ต้องหรอก หนูตกปลาไม่เป็น"

"ฉันทำภาษามือที่สองคนนี้คุยกัน เพราะเหมือนฉันจะต้องมาสวมบทมิช่าเป็นล่ามให้ชิซูเนะแล้ว"

ssh "ใจใหญ่ใจโตจังเลยนะลิลลี่"

"โอย เอาแล้วไง ฉันไม่แปลที่เธอบอกเพราะไม่อยากให้เกิดการวิวาทขึ้นอีก"

hi "ชิซูเนะบอกว่าลองหน่อยก็ดีนะ อาจจะสนุกก็ได้"

li "งั้นก็ได้ พี่ อันนี้ใช้ยังไงเหรอ"

aki "ง่ายนิดเดียว…"

"บิดเบือนสิ่งที่ชิซูเนะบอกอย่างนั้นมันผิดจริยธรรมมั้ยนะ แต่อย่างน้อยก็ไม่มีการวิวาทเกิดขึ้น"

scene ev shizu_fishing_sl
with shorttimeskip

li "…พอจะจับทางได้แล้วละ พี่ว่าเหยื่อแบบไหนดีสุดเหรอ หนูไม่อยากให้ปลาต้องเจ็บมาก"

aki "ถ้าเบ็ดมันจะเกี่ยวปาก ยังไงเหยื่อก็ไม่มีผลขนาดนั้นมั้ง"

hi "ตกแล้วจะปล่อยเหรอ… ไม่ ๆ อย่าทำอย่างนั้น"

li "แต่ถ้าไม่ใช่ปลาตัวใหญ่ ฆ่าแกงไปก็ไม่เห็นมีประโยชน์อะไรเลย"

"พอมือฉันว่างแล้วก็แปลสิ่งที่ทุกคนพูดได้ง่ายขึ้น คราวนี้เป็นชิซูเนะแทนที่มือไม่ว่าง แต่เธอก็ดูตื่นเต้นเอามาก ๆ"

ssh "อวดดีจังเลยนะ ได้ งั้นจากนี้ฉันจะตกเฉพาะตัวใหญ่ ๆ ก็แล้วกัน"

aki "ชิซูเนะว่าไง"

"อากิระถอนหายใจเมื่อได้ฟังที่ฉันแปลให้"

aki "ไม่สิ คำว่า “เฉพาะ” มันยังไงอยู่นะ ปลามันก็คือปลามั้ย ตกได้อะไรก็ต้องเอาตัวนั้นเลย"

"แต่โชคไม่ดีที่ชิซูเนะไม่ได้ยิน ส่วนลิลลี่ก็ดูจะไม่สนใจเท่าไหร่"

"ลิลลี่จดจ่ออยู่กับการตกปลาไปแล้ว ก็นะ เป็นกิจกรรมที่ผ่อนคลายดีนี่นา ไม่นานทั้งสองคนก็ตกได้ ลิลลี่ดูจะอยากรู้\nพอ ๆ กับชิซูเนะว่าปลาของใครใหญ่กว่ากัน"

stop music fadeout 3.0

"ผ่านไปสองสามชั่วโมงทั้งสองคนก็ดูจะสนุกกันขึ้นมาแล้ว"

scene bg shizu_fishing_ss
with shorttimeskip

play ambient sfx_parkambience fadein 4.0
play music music_tranquil fadein 3.0

"จนสุดท้ายก็ได้ปลาที่ขนาดพอใช้ได้มาหลายตัว แม้แต่ฮิเดอากิและมิช่าก็ตกมาได้เหมือนกัน ไม่มีใครพูดถึงเรื่องที่\nตกปลาแข่งกันเลย คงไม่มีใครสนใจแล้วละนะ"

show akira basic_smile_ss at center
with charaenter

"ชิซูเนะและมิช่าคุยกันอยู่สองคนอยู่ห่าง ๆ ลิลลี่และฮิเดอากิก็เช่นกัน ฉันจึงถือโอกาสช่วงที่เงียบ ๆ นี้คุยกับอากิระ"

hi "วันนี้ทั้งลิลลี่กับชิซูเนะดูเข้ากันดีนะครับ ปกติเห็นอยู่ที่โรงเรียนก็ไม่ค่อยถูกกันเท่าไหร่แท้ ๆ ผิดคาดเลย"

show akira basic_boo_ss
with charachange

"เธอแค่นหัวเราะยิ้ม ๆ เหมือนจะไม่คิดมากเรื่องที่สองคนนี้ไม่ลงรอยกันอย่างฉันเท่าไหร่"

aki "สองคนนั้นก็มีเหตุผลของเขาแหละ เดี๋ยวพรุ่งนี้ลิลลี่กับฉันก็จะไม่ได้อยู่ที่นี่สักพักแล้ว เลยกะว่าจะแวบมาหน่อย"

show akira basic_ending_ss
with charachange

aki "ซึ่งก็ดีใจนะที่ได้มา"

"หลังจากที่เงียบไปสักพักเธอก็ยืดเส้นสายร้องโอดโอยแล้วตบมือดึงความสนใจจากทุกคน"

show akira basic_smile_ss
with charachange

aki "เอาละ น่าจะพอกินแล้วนะ กลับกันตอนนี้เลยดีกว่า"

show bg shizu_fishing_ss at bgright
show akira basic_smile_ss at tworight
with charamove

show lilly basic_weaksmile_cas_ss at twoleft
with charaenter

"ลิลลี่พยักหน้าก่อนจะทำท่าลังเล ถึงสีหน้าจะยังดูหม่น ๆ แต่ก็ดูอารมณ์ดีขึ้นกว่าตอนเช้า อากิระดูจะรู้วิธีรับมือเธอ\nกับนิสัยเย็นชาของเธอที่เป็นกับชิซูเนะได้ดีจริง ๆ"

show akira basic_ending_ss
with charachange

aki "ปลาวันนี้ดูน่าอร่อยนะ อยากได้โชยุมาจิ้มกินตอนนี้เลยจริง ๆ"

show lilly basic_surprised_cas_ss
with charachange

li "ไหนพี่บอกจะให้หนูเอาไปทำกับข้าว…"

show akira basic_laugh_ss
with charachange

aki "อ้าว กินดิบไม่ได้เหรอ"

"ถึงอากิระจะร้องประท้วง—หรือไม่ก็แค่หยอกเล่นเฉย ๆ เพราะฉันดูไม่ออกว่าพูดเล่นหรือพูดจริง—พวกเราก็ตัดสินใจว่า\nอย่างน้อยก็จะเอาไปทำกับข้าวก่อนกินกัน"

stop ambient fadeout 2.0

scene bg shizu_houseext_lights
with shorttimeskip

stop music fadeout 3.0

"กว่าจะได้กลับกันก็เย็นมากแล้ว เมื่อมาถึงบ้านชิซูเนะก็ประจวบเหมาะได้จังหวะทานมื้อเย็นพอดี"

scene black
with dissolve

#************************************************

label th_S19:

scene bg shizu_guesthisao
with locationchange

play music music_pearly fadein 5.0

"ยาของฉันบางส่วนหกเกลื่อนอยู่ก้นกระเป๋า มารู้อีกทีก็ตอนที่ฉันเตรียมเข้านอน กว่าจะเก็บกวาดยาทั้งหมดได้\nก็ใช้เวลาพอสมควร"

"และเมื่อตื่นมาก็ปวดหัวรับวันกันเลยทีเดียว เพราะเมื่อคืนนอนไม่ค่อยหลับ แถมยังตื่นสายอีก"

scene bg shizu_living
show hideaki normal_up at center
with locationchange

"พอเดินไปที่ห้องนั่งเล่นก็เห็นฮิเดอากิที่กำลังกินข้าวเช้าจนใกล้หมดแล้ว เขาถือส้อมค้างไว้ดูไม่แน่ใจว่าจะกินต่อหรือ\nทักทายฉันก่อนดี หรือฉันจะเดินหนีไปก่อนดีนะ"

show hideaki triangle
with charachange

hh "อรุณสวัสดิ์ครับ"

hi "อรุณ"

show hideaki thinking
with charachange

hh "เช้านี้เรากินอะไรกันดีครับ"

hi "“เรา”? ตอนนี้นายก็กินอยู่ไม่ใช่เหรอ"

show hideaki normal
with charachange

hh "ครับ ทุกคนกินหมดแล้ว"

"ถึงอย่างนั้นเขาก็ถามซ้ำอยู่ดี คงหวังดีแหละนะ ถึงการกระทำจะแปลกไปหน่อย แต่ฉันก็ยินดีแหละ ฉันเองก็หิวอยู่\nเหมือนกัน"

"ฉันหาเรื่องคุยระหว่างที่ตัวเองหาอะไรกินเพื่อไม่ให้บรรยากาศเงียบไป"

hi "เมื่อวานไปตกปลาสนุกมากเลย ปกติสองบ้านนี้ไปด้วยกันอย่างนั้นบ่อยมั้ย"

show hideaki bored
with charachange

hh "ไม่เท่าไหร่ครับ"

hi "เข้าใจละ"

"จริง ๆ ก็ไม่เข้าใจหรอก แล้วก็เงียบไปครู่หนึ่งก่อนฮิเดอากิจะเห็นควรว่าต้องเล่าเรื่องอะไรให้ฉันอีกหน่อย"

show hideaki thinking
with charachange

hh "ปัญหาครอบครัวน่ะครับ พ่อของพวกเราเป็นพี่น้องบุญธรรมกัน แล้วก็ไม่กินเส้นกันเท่าไหร่"

"พอรู้อย่างนั้นแล้วฉันก็คิดอะไรอีกหลายอย่าง เบื้องหลังสาเหตุที่ชิซูเนะและลิลลี่ทำตัวอย่างนั้นใส่กันก็ปรากฏ ฉันยิ่ง\nรู้สึกว่าต้องระวังกับเรื่องนี้ขึ้นไปอีก"

hi "อ้อ บางทีปัญหาครอบครัวมันก็ยุ่งยากงั้นแหละนะ"

show hideaki normal
with charachange

"ฮิเดอากิพยักหน้ารับไม่ว่าอะไรจังหวะที่ฉันมานั่งกินข้าวเช้าที่โต๊ะ ถ้าเป็นคนคุยด้วยง่ายอีกหน่อยคงดี"

"ระหว่างที่กินฉันก็รู้สึกว่าถ้ามิช่าอยู่บ้านคงไม่เงียบขนาดนี้ ถ้าทั้งชิซูเนะและมิช่ากินข้าวเช้าไปแล้วก็แปลว่าต้องตื่นแล้ว\nฉันถามฮิเดอากิว่าสองคนนั้นไปไหน"

show hideaki bored
with charachange

hh "พี่ชิซูเนะกับพี่มิช่าออกไปทำธุระให้พ่อครับ นักธุรกิจท้องถิ่นเขาชอบคุยกับมิช่า พ่อเลยวานให้ไป"

hi "ก็นะ เป็นคนร่าเริงสดใสดี พอเข้าใจได้แหละว่าทำไมถึงชอบ นายก็น่าจะดูมิช่าไว้บ้างนะ เผื่อจะได้เพิ่มเส้นสาย\nทางธุรกิจ"

show hideaki confused
with charachange

hh "เอาจริงเหรอครับ"

"น้ำเสียงเขาจริงจัง ฉันไม่รู้ว่าเด็กตัวเล็ก ๆ อย่างเขาจะเอาเส้นสายทางธุรกิจไปทำอะไร สงสัยอยากเป็นคนขายขนม\nหาเงินเข้าโรงเรียนรายใหญ่มั้ง"

"น่าเสียดายที่ฉันจะไม่ได้อยู่ดูว่าเขาวางแผนคิดจะทำอะไรกันแน่"

"จะว่าไปแล้ว พ่อของชิซูเนะเป็นคนแบบไหนกันนะ นอกจากที่ว่าเป็นคนชอบทำกิจกรรมนอกบ้านแล้ว ตอนนี้ก็รู้อีกว่า\nเป็นคนที่วานให้คู่ค้าทางธุรกิจกับเพื่อนของลูกสาวตัวเองไปทำงานให้"

"เดาว่าคงจะเป็นคนขี้อายมาก ๆ หรือไม่ก็ขี้เกียจมาก ๆ ก็หยาบคายอยู่หรอกที่ด่วนสรุปตัดสินไปอย่างนั้น แต่ถ้าเป็น\nอย่างนั้นจริง ก็จะคลายสงสัยไปได้พอสมควรเลยว่าทำไมบุคลิกชิซูเนะถึงเป็นอย่างนั้น"

show hideaki triangle
with charachange

hh "อยากไปที่ไหนมั้ยครับ"

hi "ไม่เท่าไหร่ ทำไม นายอยาก?"

show hideaki normal
with charachange

hh "ผมคิดว่าพี่อาจจะอยากไปที่ไหนสักที่ ไม่อยากไปเที่ยวหรือไปกินข้าวที่ร้านอาหารสักร้านเหรอครับ"

hi "ไม่รู้สิ พอดีไม่เคยมาแถวนี้"

show hideaki thinking
with charachange

hh "อย่างนี้นี่เอง"

"เมื่อกี้กำลังจะถามว่าตอนเด็ก ๆ ชิซูเนะเป็นยังไง แต่เขาก็ถามแทรกขึ้นมาก่อน เหมือนว่าต่างคนต่างก็รู้สึกเก้ ๆ กัง ๆ กับ\nบทสนทนานี้"

hi "วันนี้นายพร้อมปรนนิบัติเหลือเกินนะ ทำไมทำตัวดีขนาดนี้ พอพี่นายไม่อยู่แล้วจะเผยด้านดี ๆ ที่ซ่อนไว้หรือไง"

show hideaki bored
with charachange

hh "ก็ประมาณนั้นแหละครับ พี่ชิซูเนะอยากให้ผมอยู่เป็นเพื่อนพี่"

"ฉันทำท่าให้เห็นว่าไม่อยากรบกวน แต่เขาก็เป็นคนรั้นพอ ๆ กับพี่ แถมยังทำเหมือนเป็นหน้าที่ของตัวเองอีก\nทั้งเหมือนจะพยายามทำตัวดีจริง ๆ ด้วย"

"และฉันก็ฉุกคิดได้ว่าคำว่าสนุกของฮิเดอากิคือการตกปลา สะสมกล้อง กับการเล่นมุกฝืด ๆ เข้าใจยาก ตกปลาก็สนุก\nอยู่หรอก แต่ได้ตกจริง ๆ คงดีกว่าคุยเฉย ๆ เรื่องกล้องก็เหมือนกัน ให้ฉันเอากล้องไปถ่ายรูปยังดีกว่าให้มา\nเก็บสะสมเฉย ๆ"

"ซึ่งฮิเดอากิก็เหมือนจะรู้ตัว"

show hideaki normal_up
with charachange

hh "เบื่อเหรอครับ"

hi "ไม่เบื่อเลย"

"พูดไปเมื่อกี้ก็เกือบหลุดหาวจนฮิเดอากิไม่เชื่อ"

show hideaki sad
with charachange

hh "พี่เบื่อ พี่ชิซูเนะบอกให้ผมทำตัวให้สนุก แต่ผมไม่รู้จะทำยังไง"

hi "ฉันสนุก"

show hideaki serious
with charachange

hh "ฟังดูไม่สนุกเลยนะครับ"

hi "สนุก!"

show hideaki normal
with charachange

hh "ตะโกนทำไมครับ พี่คงไม่ได้ตะโกนกับพี่ชิซูเนะบ่อย ๆ นะครับ"

"ไม่รู้ว่าเมื่อกี้พูดเล่นหรือเปล่า แต่ก็ตกใจหน่อย ๆ เหมือนกัน ฉันทำเนียน ๆ แล้วเปลี่ยนเรื่อง"

hi "นายสะสมกล้องอย่างเดียวหรือชอบถ่ายรูปด้วย"

show hideaki bored
with charachange

hh "ไม่เท่าไหร่ครับ ถ้าชอบจริงในบ้านคงมีรูปถ่ายเยอะกว่านี้ มีอะไรให้ถ่ายรูปด้วยเหรอครับ"

hi "ไม่รู้สิ นก? สถาปัตยกรรม? ร้านอาหารที่นายพูดถึง? เมืองนี้มีอะไรดี ๆ เยอะเลยนะ มาอยู่เฉย ๆ ได้ไงเนี่ย มีอะไรให้ทำ\nตั้งเยอะแยะ"

show hideaki triangle
with charachange

hh "ไหนบอกว่าไม่รู้ว่าเมืองนี้มีอะไรไงครับ ทำไมอยู่ ๆ ถึงรู้ขึ้นมาแล้วชี้นิ้วบอกได้ว่าน่าสนใจแค่ไหน ทำตัวเหมือนเป็น\nคณะกรรมการกรมการท่องเที่ยวเลย อยากไปดูนกดูตึกเหรอครับ"

hi "โอเค โอเค ไม่เห็นจะต้องอารมณ์เสียเลย"

show hideaki normal
with charachange

hh "…ผมไม่ได้อารมณ์เสีย ผมแค่คิดว่าถ้าพี่คิดอย่างนั้นจริง ๆ ก็ไปสวนสนุกกันดีกว่า"

hi "ทำไม"

show hideaki confused
with charachange

hh "พี่จะได้สนุก สนุกแน่ ๆ"

"ถ้าได้ไปนั่งรถไฟเหาะแล้วจะยังทำหน้านิ่ง ๆ เบื่อโลกแบบนี้อยู่หรือเปล่า ไม่งั้นคงไม่ได้สนุกเต็มที่เท่าไหร่ แค่คิดก็\nรู้สึกแล้วว่าถ้าไปไม่คุ้มแน่ ๆ"

hi "ไม่รู้สิ ฉันว่าไปสวนสนุกนี่เสียเวลาต่อแถวนานกว่าได้เล่นอะไรจริง ๆ อีก ถ้าไม่อยากไปต่อแถวนาน ๆ ก็ต้องไป\nให้เช้ากว่านี้"

show hideaki normal
with charachange

hh "เคยไปเหรอครับ"

hi "เปล่าหรอก แต่ก็ดูจะเป็นอย่างนั้น"

show hideaki bored
with charachange

hh "…ครับ งั้นสวนสาธารณะเป็นไง แถวนี้มีสวนสาธารณะที่พี่ชิซูเนะไปบ่อย ๆ ด้วย เผื่อเจอพี่ชิซูเนะที่นั่นแล้วผมจะได้\nส่งต่อพี่ให้พี่ชิซูเนะ"

hi "“ส่งต่อ” นี่คืออะไร ฉันไม่ใช่สัมภาระนะ"

show hideaki triangle
with charachange

hh "พี่ไม่อยากไปสวนสนุก ผมก็ไม่รู้จะทำยังไง"

"เหมือนที่ปฏิเสธไปเมื่อกี้จะเป็นการทำร้ายจิตใจเขาแล้ว แต่ฉันก็อธิบายเหตุผลไปแล้ว ฉันไม่ชอบไปยืนต่อแถวรอ\nจะเหมือนเป็นการเดตเสียมากกว่า ถ้าจะไปก็ไปกับชิซูเนะดีกว่า คงเหนื่อยแย่"

hi "ฉันก็ไม่ได้อะไรหรอก แค่ว่าฉันอยากให้ชิซูเนะเป็นคนพาฉันไปเที่ยวดูเมืองนี้มากกว่า"

stop music fadeout 2.0

"แล้วโรคของฉันก็คงไม่ถูกกับสวนสนุกสักเท่าไหร่"

scene bg shizu_park
with locationskip

play music music_soothing fadein 0.5

"สวนสาธารณะนั้นอยู่ใกล้จนคล้ายว่าเป็นส่วนหนึ่งของบ้าน ทั้งสวนหลังบ้านของชิซูเนะและที่นี่นั้นดูคล้ายกัน\nจะไม่เหมือนก็ตรงที่นี่มีม้านั่งกับคนเยอะกว่า"

"แต่บรรยากาศก็ดีใช้ได้ มีคนพาหมามาเดินเล่น มีเด็กที่เล่นว่าวที่ลอยเอื่อยไปมาตามต้นไม้อยู่ลิบ ๆ ทั้งภาพสวย ๆ\nกับบรรยากาศชวนผ่อนคลายอย่างนี้ทำให้รู้สึกว่าไม่อยากไปไหนเลย"

show hideaki bored at center
with charaenter

"ในขณะที่ฮิเดอากินั้นดูเบื่อเต็มกลืน อยากจิ้ม ๆ ดูว่าตายหรือยัง แต่ต่อให้ไม่ตายแล้วจะตอบสนองด้วยเหรอ"

hi "เบื่อเหรอ"

show hideaki normal
with charachange

hh "เปล่าครับ จะไปวิ่งหรือเล่นขว้างจานร่อนกับหมาอย่างคนอื่น ๆ เหรอครับ คนที่มาสวนสาธารณะเขาทำอย่างนั้นกัน\nใช่มั้ย"

hi "ก็ที่คนมาสวนสาธารณะก็เพื่อจะมาดื่มด่ำกับบรรยากาศธรรมชาตินี่แหละ คนถึงได้มาวิ่งที่สวนสาธารณะ ไม่ได้ไปวิ่ง\nตามทางเท้าหรือที่อื่น จริง ๆ ไอ้วิ่งน่ะวิ่งที่ไหนก็ได้"

hi "นี่ฉันต้องมาคุยเรื่องนี้จริง ๆ เหรอ ไม่รู้ได้ไงเนี่ย นายไม่น่าพูดเรื่องนั้นขึ้นมาเลย แปลกเกิน ไม่เคยได้ยินเหรอ\nที่เขาว่า “เด็กไม่ควรพูดมาก” น่ะ"

show hideaki bored
with charachange

hh "ครับ"

show hideaki triangle
with charachange

hh "ผมโกหก ผมเบื่อ อยากเล่นเกมมั้ยครับ"

"ฉันร้องโอดโอยดัง ๆ ให้พอที่จะทราบว่าฉันไม่อยากเล่น ซึ่งเขาไม่สนใจ อันที่จริง ตอนนี้ในมือเขาก็กำลังจับไพ่\nหนึ่งสำรับเล่นอยู่แล้ว"

show hideaki serious
with charachange

hh "ทำไมถึงอารมณ์ไม่ดีล่ะครับ ที่มาก็เพื่อเล่นนี่ครับ"

hi "ไหนบอกว่าจะมาหาชิซูเนะ"

show hideaki happy
with charachange

hh "ครับ เพราะงั้นถึงได้ต้องเล่นเกมไงครับ เป็นกับดักที่ใช้ดักพี่ชิซูเนะ เราจะดักอะไรก็ได้ แม้แต่คน"

show hideaki thinking
with charachange

hh "ถ้าแข่งกันด้วยจิตวิญญาณนักแข่งอย่างมีน้ำใจนักกีฬาแล้วพี่ชิซูเนะจะต้องมาท้าดวลกับผู้ชนะเหมือนอย่างฉลาม\nแน่ครับ จากนั้นผมก็จะกำราบเหมือนอย่างนักล่าสัตว์ป่า แล้วก็จะถ่ายรูปงานฉลองมอบรางวัล"

"ฉลามไม่ได้ไปท้าดวลใครต่อใครกับเกมวัดดวงอย่างพวกที่ชอบไปตะลอนท้าประลองตามแต่ละสำนักนะ"

hi "แล้วนี่เอากล้องมาตอนไหนเนี่ย แต่เอาเหอะ ไม่อะ แค่อยู่กับพี่นายฉันก็เล่นเกมมาเยอะพอแล้ว"

show hideaki normal
with charachange

hh "ไม่เอาน่าครับ สนุกแน่ หรือจะเล่นหมากรุกก็ได้"

hi "ขอร้องเถอะ แล้วมีแต่คนแก่หรอกที่มาเล่นหมากรุกในสวนสาธารณะเนี่ย ตกปลาก็มีแต่คนแก่ที่ตก ทำอะไรอย่างคนแก่\nแบบนั้นเดี๋ยวก็แก่เร็วหรอก"

show hideaki darkside
with charachange

"ฮิเดอากิตัวแข็งทื่อไปราวกับว่าฉันพูดภาษาต่างชาติอยู่ สงสัยคงไปจี้ใจดำอีกแล้ว จริง ๆ แล้วเขาอาจจะอายุ 50 ปีแล้ว\nแค่ว่ายังดูเด็กเฉย ๆ แล้วที่บอกว่าเป็นน้องนี่ก็อาจเป็นแค่เรื่องแต่งก็ได้"

show hideaki disapproves
with charachange

hh "งั้นหมากฮอสล่ะครับ หมากล้อม หรือจะแบ็กแกมมอนก็ได้ครับ ถึงผมจะไม่ชอบก็เถอะ ถ้าพี่ไม่ชอบเกมกระดาน งั้นเล่น\nเกมไพ่ก็ได้ครับ อะไรก็ได้ที่ไม่ใช่แข่งกันเรียงไพ่ เพราะมีแต่พวกกระจอกที่เล่นกันอย่างนั้น"

show hideaki evil
with charachange

hh "กลัวว่าจะแพ้เหรอครับ ถ้าพี่เอาชนะผมได้ผมจะให้ขนม"

hi "ฮิเดอากิ นายนี่เหมือนชิซูเนะเลย ฉันเริ่มคิดแล้วว่าหรือทั้งหมดนี่คือแผนที่จะได้มาเล่นเกมกัน"

show hideaki thinking
with charachange

hh "ไม่จริงสักหน่อยครับ"

hi "จริงสิ! พนันได้เลยว่าเชื้อชอบแข่งเนี่ยอยู่ในสายเลือดแล้ว เดี๋ยวต้องลองเอาไปขายให้พวกนักวิทยาศาสตร์\nวิเคราะห์ดูแล้ว"

show hideaki normal
with charachange

hh "ไม่มีใครครอบครองมนุษย์ได้หรอกครับ"

hi "งั้นฉันจะสอนภาษามือให้ ว่าไง"

hi "ตอนที่ฉันขอชิซูเนะว่าจะมาด้วยก็ได้คุยกันหน่อยหนึ่งแล้วได้รู้ว่าทั้งนายกับพ่อนายไม่มีใครรู้ภาษามือเลย จริง ๆ\nก็แค่เดาว่างั้นนะ แต่ถ้านายไม่รู้จริง ๆ ฉันก็พอสอนให้ได้ แต่ไม่ได้เก่งอะไรขนาดนั้นนะ"

hi "คือยังไงการขยับแขนให้มากขึ้นอีกหน่อยก็น่าจะดีกับตัวนาย"

"เขาแทบไม่ขยับแขนเลย ส่วนใหญ่ก็แค่ปล่อยไว้เฉย ๆ อยู่ข้างลำตัว เห็นแล้วก็รู้สึกแปลก ๆ"

"ฉันอดคิดมากไม่ได้ที่ว่าทั้งบ้านชิซูเนะเหมือนจะไม่มีใครรู้ภาษามือเลย ก่อนที่จะมาเจอกับมิช่านี่อยู่กันยังไง\nจ้างล่ามเหรอ หรือเขียนใส่กระดาษสมุดที่พกติดตัวเล่มนั้น?"

"ซึ่งเหมือนจะเป็นอย่างที่สองมากกว่า หรือไม่ก็พิมพ์ผ่านโทรศัพท์เอา ซึ่งถ้าเป็นอย่างนั้นก็ไม่แปลกที่เธอจะไม่ชอบ\nใช้กระดาษ ถึงจะคิดแล้วจะหดหู่ แต่ฉันก็พอเข้าใจได้ว่าทำไมทั้งฮิเดอากิและพ่อของเธอไม่ได้กระตือรือร้นที่จะเรียน\nภาษามือเลย"

"ตอนนั้นก็คงมองว่าเป็นเรื่องยุ่งยากเกินไป ของแบบนี้จะมองว่าลำบากก็ไม่แปลกอะไรเลย แต่เท่าที่ดูก็ไม่เห็นว่าจะ\nเกลียดกันเพราะเรื่องนี้หรือคิดมากเรื่องนี้เท่าไหร่ ฉันอาจจะคิดมากไปเองก็ได้"

hi "เถอะน่า คือ เอาตรง ๆ ฉันก็ยังเรียนภาษามืออยู่เหมือนกัน เนี่ย ฉันขนหนังสือของฉันมาอ่านเพิ่มด้วย แต่อย่างน้อยฉัน\nก็พอจะสอนพวกตัวอักษรให้นายได้นะ ง่ายนิดเดียวเอง อย่างนี่คือคำว่า “ว่าว”"

"พูดไปก็ขนลุกกับตัวเอง ยิ่งพอฮิเดอากิเหม่อมองมาทางฉันราวกับว่าการเรียนรู้อะไรสักอย่างเป็นสิ่งประหลาดกับตัวเขา\nแล้วก็ยิ่งหนักกว่าเก่าอีก"

show hideaki bored
with charachange

hh "พี่ชิซูเนะก็ชอบมาเล่นว่าวที่นี่"

"ฮิเดอากิพยายามจะกอบกู้บทสนทนานี้ขึ้นมาให้ได้ ซึ่งฉันยินดียิ่งที่จะตามน้ำด้วย"

hi "ตกปลาไม่พอ เล่นว่าวอีกเหรอ ชิซูเนะชอบกิจกรรมชวนผ่อนคลายอะไรอย่างนี้จริงเหรอเนี่ย"

show hideaki thinking
with charachange

hh "เล่นว่าวแข่งกัน อันที่จริง เรื่องที่พี่ชิซูเนะ—{w=0.5}{nw}"

stop music fadeout 0.3

show misha cross_grin_cas behind hideaki:
    center
    ypos 1.1 alpha 0.0
    linear 0.2 ypos 1.0 alpha 1.0
show hideaki ohshit
with vpunch

"ฮิเดอากิตัวแข็งทื่อไปทันทีที่มิช่าเข้ามาทางด้านหลังแล้วเอามือปิดตาเขา"

play music music_comedy fadein 0.5

mi "ไง~! ทายซิใครเอ่ย~!"

"เหมือนเขาเองก็เริ่มผ่อนคลายลงแล้วด้วย"

hi "ไงมิช่า ชิซูเนะมาด้วยมั้ย"

mi "ฮิจัง ห้ามบอก! ห้ามเฉลย ห้ามทำความแตก โอเคนะ~"

show hideaki thinking
with charachange

hh "มิช่า"

show bg shizu_park at bgright
show hideaki normal at tworight
show misha perky_confused_cas at twoleft
with dissolvecharamove

mi "บิงโก~! ใช่แล้วละ! แต่~ เหมือนง่ายไปยังไงไม่รู้"

"ไม่เข้าใจว่า “ยังไงไม่รู้” ที่ว่านั่นคืออะไร"

show misha hips_frown_cas
with charachange

mi "มีคนทายว่าเป็นฉันถูกหลายคนเกินไปแล้ว! ฉันอยากจะเซอร์ไพรส์สักคน! อุตส่าห์คิดแล้วว่าต้องหลอกฮิเดอากิได้แน่~\nทำไมถึงหลอกไม่ได้นะ~"

show hideaki bored
with charachange

hh "มีพี่คนเดียวที่เล่นแบบนี้ มีพี่ แล้วก็แก๊งลักพาตัว"

show misha cross_laugh_cas
with charachange

mi "จริงเหรอ วะฮ่าฮ่า~!"

show hideaki serious
with charachange

hh "หัวเราะอะไรครับ"

show shizu invis:
    center
    xpos 0.1
with None

show bg shizu_park at left
show misha cross_laugh_cas at Position(xpos=0.4)
show hideaki serious at Position(xpos=0.8)
show shizu basic_angry_cas at Position(xpos=0.2)
with dissolvecharamove

ssh "นี่ทำฮิซาโอะเขาปวดหัวหรือเปล่า นึกว่าจะพาไปที่ที่ชวนให้ตื่นเต้นกว่าสวนสาธารณะหน่อย แถมที่นี่ก็อยู่ใกล้บ้าน\nนิดเดียวเอง ขี้เกียจจริงเลยนะ"

show misha hips_frown_cas
with charachange

mi "ฮิเดอากิ นายทำฮิซาโอะเขาปวดหัวหรือเปล่า พาไปที่ที่ชวนให้ตื่นเต้นกว่านี้หน่อยสิ! สวนสาธารณะมันใกล้บ้านเกินไป\nชิจังบอกว่านายขี้เกียจละ~"

show hideaki bored
with charachange

hh "พี่ฮิซาโอะเขาอยากมาที่นี่ ทำไมพี่ถึงว่ากันอย่างนี้"

show shizu behind_frown_cas
with charachange

ssh "ฉันต้องคอยดูความประพฤติของน้องชายตัวเอง"

show hideaki triangle
with charachange

hh "พี่ชิซูเนะว่ายังไงนะครับ"

hi "ชิซูเนะต้องคอยดูความประพฤติของนาย"

show hideaki serious
with charachange

hh "จริงเล้ย…"

"มาถึงก็จะกัดกันซะแล้ว แต่ก็พอได้ยินมาอยู่บ้างว่าพี่น้องตีกันมันเรื่องปกติ แล้วถ้าทะเลาะกันได้ก็แปลว่าต้องสื่อสาร\nกันบ้างแหละ เข้ากันได้อย่างนี้ก็ดีแล้ว"

scene bg shizu_houseext
with locationskip

stop music fadeout 4.0

"ทั้งคู่เถียงกันไม่หยุดหย่อนไปตลอดทาง มิช่าแปลให้ชิซูเนะ ส่วนฉันก็แปลให้ฮิเดอากิ เลยดูเหมือนว่าเราสองคนทะเลาะ\nกันแทน ซึ่งก็ไม่ค่อยเหมือนเท่าไหร่ ถ้าใครได้ยินมิช่าพูดก็คงไม่เชื่อเหมือนกัน"

"อย่างน้อยวันนี้ก็สนุกขึ้นมาละนะ"

$ suppress_window_after_timeskip = True

scene black
with dissolve

###########################

label th_S20:

window hide None

scene black
with dissolve

show bg shizu_guesthisao
with openeye

window show

"ทั้งที่เพิ่งมาได้สองวัน แต่รู้สึกเหมือนนานกว่านั้นอีก ตื่นมาก็รู้สึกเพลียแทนที่จะสดชื่น คงเพราะตั้งแต่มาที่นี่แทบไม่ได้\nพักอยู่กับที่สักครั้งเลย"

"และไม่ว่าจะด้วยเหตุอันใด ฉันได้ตื่นสายกว่าปกติทุกวัน ฉันชอบนอนต่อนาน ๆ ก็จริง แต่ขืนทำจนติดเป็นนิสัย\nคงลำบากแน่"

"เหมือนได้ยินเสียงผู้ชายทุ้ม ๆ มาแว่ว ๆ ต้องเป็นพ่อชิซูเนะแน่ ๆ หรือไม่ก็เป็นเจ้าหนี้มั้ง ดูจากสภาพบ้านที่ใหญ่ขนาดนี้\nซึ่งน่าจะเป็นอย่างแรกมากกว่า เพราะเสียงตะโกนที่ว่าไม่ได้มีความโกรธมาด้วย แค่เสียงดังเฉย ๆ"

scene bg shizu_living
show hideaki normal:
    center
    xpos 0.5
show misha perky_smile_cas:
    center
    xpos 0.3
show shizu basic_normal_cas:
    center
    xpos 0.08
show jigoro smug:
    center
    xpos 0.87
with charaenter

play music music_another fadein 0.5

"ชิซูเนะ มิช่า และฮิเดอากินั่งอยู่ในห้องนั่งเล่นฟังชายตัวโตคนหนึ่งที่ตักข้าวกินจากจานที่ตั้งอยู่บนขาพลางควงดาบ\nไปด้วยพล่ามอยู่"

"ดูจากท่าทางของชิซูเนะกับฮิเดอากิแล้วฉันก็คิดภาพไว้ว่าพ่อสองคนนี้คงจะเป็นคนเนี้ยบนิ้งรักษากิริยามารยาท\nอาจจะไม่ได้ดูเป็นลูกผู้ชายจ๋าขนาดนั้นด้วยซ้ำ ฉันเลยค่อนข้างแปลกใจที่ได้เห็นอย่างนี้ ฉันแปลกใจอยู่สักพัก\nจนเขาหันมาคุยกับฉัน"

show jigoro laugh
with charachange

hx_ "สวัสดี! เธอคงเป็นเพื่อนชิซูเนะอีกคนสินะ เมื่อคืนหลับสบายดีมั้ย ห้องนอนแขกค่อนข้างกว้าง ถ้าขาดเหลืออะไร\nก็บอกได้ไม่ต้องเกรงใจนะ"

hi "ขอบคุณครับ คุณคงเป็นพ่อของชิซูเนะสินะครับ ยินดีที่ได้รู้จักนะครับ ผมเพื่อนร่วมชั้นชิซูเนะ ชื่อฮิซาโอะ นากาอิครับ"

show jigoro neutral
with charachange

hx_ "ด้วยความยินดี พอได้ยินว่าบ้านฉันจะมีแขกอีกคนแล้วฉันก็อยากเจอเธอเหมือนกัน ไม่คาดฝันเลย ได้ยินอะไร\nอย่างนั้นแล้วก็ย่อมอยากเห็นหน้าค่าตาอยู่แล้วใช่มั้ย รับนามบัตรของฉันไว้ก่อนมั้ย"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

show jigorocard:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"เขายื่นตลับที่มีนามบัตรตั้งกองอยู่ข้างใน แวบหนึ่งฉันเห็นในนามบัตรว่าเขาชื่อจิโกโร เข้างานแปดโมงเช้าถึงหกโมงเย็น\nทั้งมีเขียนไว้ว่าเป็น “ที่ปรึกษา” เตรียมพร้อมดีจริง ๆ ทั้งที่อยู่ในบ้านก็ยังพกตลับนามบัตรไว้ติดตัว"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

show jigorocard:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide jigorocard
with None

show jigoro smug
with charachange

hx "พวกเราเพิ่งมานั่งกินข้าวเที่ยงที่เลยเที่ยงมานิดหน่อย เธอมาได้จังหวะพอดี ดี เลือกที่นั่งได้เลยนะ เดี๋ยวฉันไปเอาจาน\nมาให้ เธอกินตับหมีได้ใช่มั้ย"

"ไม่ใช่ว่าตับหมีมันเป็นพิษเหรอ แต่กินได้ไม่ได้ฉันก็ไม่เห็นว่ากินแล้วจะได้อะไรขึ้นมา นอกจากว่าจะเอาไปเล่ากับคนอื่น\nว่าตัวเองเคยกินตับหมีแล้ว ลองหน่อยคงไม่เสียหายมั้ง แต่พ่อของชิซูเนะก็หัวเราะขึ้นมา"

show jigoro laugh
with charachange

hx "แค่ล้อเล่นหรอก แต่ถ้าได้ตับหมีมาทำกับข้าวให้พวกเธอกินก็คงดีเหมือนกันนะ กินแล้วจะได้แข็งแรง"

show jigoro neutral
with charachange

hx "จริง ๆ จะกินไข่ทอดกัน เดี๋ยวไปทำให้ แปลกมากมั้ย เธอเคยกินไข่ทอดเป็นข้าวเที่ยงหรือเปล่า"

show hideaki triangle
with charachange

hh "แปลกมากครับ"

hi "ไม่ ไม่เลยครับ"

hide jigoro
with charaexit

"จิโกโรแวบหายไปทางที่น่าจะพาไปยังห้องครัว ฉันนึกแปลกใจที่เขามาทำข้าวเที่ยงให้ฉันทั้ง ๆ ที่บ้านออกจะหรูขนาดนี้\nอาจจะทำกับข้าวเพราะอยากทำมั้ง"

show jigoro smug:
    center
    xpos 0.87
with shorttimeskip

"กับข้าวที่ควันหอมฉุยลอยโขมงนั้นมาถึงในไม่กี่อึดใจ"

hx "เธอเป็นสภานักเรียนเหมือนชิซูเนะหรือเปล่า สภานักเรียนงานเยอะถึงขั้นต้องลากเพื่อนติดตัวไปทุกที่ด้วยเลยเหรอ"


show shizu behind_blank_cas at Position(xpos=0.12)
with charachange

ssh "เที่ยวก็คือเที่ยวมั้ยล่ะคะ"

hi "ครับ ผมเป็นสภานักเรียน แต่ที่พวกเรามาที่นี่ก็มาเที่ยวเฉย ๆ แหละครับ"

show jigoro neutral
with charachange

hx "อย่างนี้นี่เอง งั้นเหรอ ตอนฉันเด็ก ๆ สภานักเรียนโรงเรียนฉันงานเยอะมาก คงไม่มีเวลาว่างมาเที่ยวได้หรอก มีเวลาว่าง\nเยอะอย่างนี้คงดีแน่ ๆ จะได้มีเวลามาคิดถึงเรื่องอนาคตตัวเองเยอะ ๆ ด้วย"

"รู้สึกลางไม่ดีขึ้นมาแล้ว ฉันเริ่มคิดว่าจะเบี่ยงประเด็นไปยังไงดี"

hx "เคยคิดบ้างมั้ย สิ่งที่ตัวเองอยากทำน่ะ"

hi "ไม่หรอกครับ ช่วงนี้ผมไม่ได้คิดมากเรื่องนั้นเท่าไหร่ จะว่าไป ผมถามหน่อยได้มั้ยครับว่าคุณทำงานอะไรอยู่ งานคงดี\nแน่ ๆ เลยถึงได้ซื้อบ้านอย่างนี้ได้"

show jigoro angry
with charachange

hx "เธอจะอยากรู้ไปทำไม เด็กน่ะไม่สนเรื่องอะไรอย่างนี้หรอก เรื่องอะไรเธอจะต้องรู้เรื่องของฉัน น่าสงสัย\nเป็นสรรพากรหรือเปล่าหนุ่ม"

"คงไม่ชอบให้ใครถามอะไรจริง ๆ แหละนะ"

show misha hips_grin_cas
with charachange

mi "ฮิจังคงไม่ใช่สรรพากรหนุ่มหรอกนะคะ~ ฮิจัง พ่อแม่นายทำงานอะไรเหรอ นายไม่เคยบอกเราเลย~!"

hx "เธอ เงียบไปเลย อย่าขัด ฉันไม่ชอบให้ใครมาขัด หยาบคาย"

show misha perky_sad_cas
with charachange

mi "แง~…"

show shizu basic_normal2_cas at Position(xpos=0.08)
with charachange

"ชิซูเนะดูจะไม่พอใจเท่าไหร่ที่เรื่องเป็นอย่างนี้ แม้มิช่าจะแปลบทสนทนาเป็นภาษามือให้ไม่ได้ แต่เธอก็ดูอารมณ์ออก\nได้อย่างง่ายดาย ยิ่งจิโกโรพูดพล่ามนานเรื่อย ๆ สายตาเธอเริ่มมีควันคุกรุ่นขึ้นมา"

hx "แล้วอีกอย่าง อุปกรณ์ตกปลาของฉันน่ะ ฉันกลับมาบ้านก็เห็นกองสุมกันอยู่ลวก ๆ อย่างนั้น คันเบ็ดก็ซ้อนเกลื่อน\nบนกองนั้นอีก"

show hideaki thinking
with charachange

hh "ผมเองครับ"

"ฉันจำไม่ได้แน่ว่าเป็นเขาจริงหรือเปล่า ถ้าไม่ใช่ฉันก็อยากขอบคุณที่อุตส่าห์ออกหน้าแทนคนอื่น ซึ่งเปล่าประโยชน์\nเพราะจิโกโรเมินฮิเดอากิไปแล้วพูดต่ออีก"

show jigoro smug
with charachange

hx "แต่เอาเถอะ ฉันก็ดีใจนะที่อุปกรณ์ตกปลาของฉันทำให้เพื่อนของลูกสาวฉันสนุกกันได้ขนาดนี้ เอาไปใช้ไม่เห็น\nบอกกล่าวกันเลย แพงนะไอ้พวกคันเบ็ดสั่งทำเนี่ย ไม่ใช่ของสำหรับคนที่จะมาตกปลาเล่น ๆ กัน"

"อยู่ ๆ ฉันก็เคี้ยวโดนเศษเปลือกไข่ที่อยู่ในไข่ทอด นี่ฝีมือทำกับข้าวห่วยจริงหรือใส่มาเพื่อเสริมแคลเซียม หรือจงใจใส่มา\nให้ฉันรู้สึกไม่ดีหนักกว่าเดิมกันแน่"

"ถึงจะงง ๆ แต่ฉันก็ไม่ได้ลนลานอย่างเมื่อก่อนแล้ว แต่ก็นะ ช่วงนี้ชีวิตฉันก็แปลก ๆ เจอคนมากหน้าหลายตา\nหลากประเภท ฉันคงไม่แปลกใจกับอะไรแล้ว"

show jigoro angry
with charachange

hx "ใช้เสร็จแล้วไม่ทำความสะอาดให้ดีอีก แย่จริง ๆ"

hx "ตกปลาเป็นหรือเปล่าเถอะ ไม่น่านะ แล้วคันเบ็ดก็มีไม่พอกับพวกเธอทุกคนด้วย ทำยังไงกัน แบ่งกันตก คนหนึ่ง\nเอาเหยื่อเกี่ยวเบ็ด อีกคนเหวี่ยงคันเบ็ด แล้วอีกสองคนเย่อปลาเหรอ โหลยโท่ยจริง ๆ"

hi "เอ่อ พอดีไปกันหกคนครับ เลยตกพร้อมกันไม่ได้ คนที่ได้ตกรอบแรกมีผม อากิระ ฮิเดอากิ แล้วก็มิช่า"

hx "หยุดพูดไปเลย ฟังดูสกปรกเหลือเกินนะ แค่พวกเธอก็สกปรกพอแล้ว หยาบคายเสียจริง คราวหน้าคราวหลังจะพูดอะไร\nก็ระวังอย่าพูดพล่อย ๆ ลอย ๆ แล้วกัน"

hi "ฮะ…?"

hx "“ฮะ”? ไม่มีมารยาทเลยนะ สุดยอด พวกเกเรเป็นอย่างนี้กันหมดเลยหรือไง เสื้อผ้าที่เธอใส่ยังไม่มีความเคารพ\nผู้หลักผู้ใหญ่เลย เสื้อกั๊กไหมพรมเนี่ยนะ อุจาดตาเสียจริง…"

hi "เกเรเหรอครับ แต่ผมเป็นสภานักเรียนนะ"

"ฉันเจ็บจี๊ดที่เขาพูดถึงเสื้อกั๊กไหมพรมของฉันอย่างนั้น เสื้อที่คนพูดใส่ก็เห่ยเถอะ แต่คงพูดอะไรไม่ได้อะนะ อีกคน\nมีดาบอยู่ เผลอ ๆ ใช้ฆ่าหมีด้วย"

stop music fadeout 0.3
play sound sfx_impact
with vpunch

"มิช่ากระแทกจานเข้ากับโต๊ะดังปัง"

show misha hips_smile_cas
with charachange

mi "อร่อยมากเลย~! ชิจังกับหนูอิ่มแล้ว ฮิจัง นายก็อิ่มแล้วด้วยใช่มั้ย~ ไปกันดีกว่า!"

"เป็นกลยุทธ์เอาตัวรอดที่เรียบง่ายแต่ได้ผลดีจริง ๆ"

scene bg shizu_houseext
with locationchange

"ยังไม่ทันจัดแจงจานตัวเองดีฉันก็ถูกลากออกมาข้างนอกแล้ว"

show shizu behind_frustrated_cas at tworight
show misha perky_confused_cas at twoleft
with charaenter

shi "…"

show misha sign_confused_cas
with charachange

mi "ไม่อยากจะเชื่อเลย~! เหมือนมานั่งดูตำรวจซักผู้ร้ายเลย~! ทำเป็นละครสืบสวนไปได้! แขกก็มีหน้าที่ที่ต้องทำ\nจริงแหละ แต่ไม่เคยได้ยินเรื่องการเป็นเจ้าบ้านที่ดีหรือไง~ จริง ๆ เลย~!"

"มิช่าพยายามล้อท่าทางฟึดฟัดของชิซูเนะให้ใกล้เคียงที่สุด แม้แต่สีหน้าก็ยังคล้าย แต่น้ำเสียงเธอยังเป็นเช่นเคย\nคำพูดนั้นจึงยังดูโกรธไม่พอกับต้นทางเท่าไหร่"

show misha hips_smile_cas
with charachange

mi "วะฮ่าฮ่า~ อย่าเครียดไปเลยฮิจัง~! พ่อชิจังก็เป็นงี้กับทุกคนแหละ ฉันว่าน่าจะเหมือนหยอกเฉย ๆ นะ~"

hi "ช่างเป็นการหยอกที่รุนแรงสุด ๆ ไปเลยนะ"

"ฉันก็ไม่ค่อยเชื่อเท่าไหร่ว่าเมื่อกี้คือหยอก ดูจากการที่ต้องจัดฉากถอยทัพมาอย่างนี้ แต่ตอนนี้ก็ไม่ใช่เวลาจะมาคุย\nเรื่องนิสัยของพ่อชิซูเนะที่ใช้ไม่ได้"

play music music_shizune fadein 4.0

show misha sign_smile_cas
with charachange

mi "ฮิจัง ไปซื้อของกันเถอะ!"

show shizu adjust_happy_cas
with charachange

ssh "นายยังไม่เคยมาตัวเมืองเลยใช่มั้ย ต้องสนุกแน่ อาจจะไปดูวิว ไปสวนสนุก หรือไม่ก็ไปกินข้าวที่ร้านอาหารดี ๆ สักที่"

hi "เราเพิ่งกินข้าวเที่ยงไปนะ"

"ถึงฉันจะกินไปไม่เยอะก็เถอะ"

show shizu behind_smile_cas
with charachange

ssh "ไม่เป็นไรหรอก ถ้างั้นก็แค่หาอะไรทำข้างนอกให้หมดวัน เอาให้พอกลับถึงบ้านแล้วได้กินข้าวเย็นพอดีเลย"

show misha cross_grin_cas
with charachange

mi "ลงตัวมาก ๆ เลย~! เถอะน่า ฮิจัง~!"

show shizu behind_smile_cas_close at closeright
show misha cross_smile_cas_close at closeleft
with characlose

"ทั้งมิช่าและชิซูเนะเข้าประกบควงแขนฉันไว้ข้างละคน ตอนแรกแทบจะสะดุดขากันล้มแล้ว ชิซูเนะเดินเร็วมาก ส่วนมิช่า\nก็เดินโดดไปมาแบบพิลึก ๆ"

scene bg shizu_park
with locationchange

"ไม่นานพวกเราก็เดินจนจังหวะลงตัว เหมือนจะได้เข้าตัวเมืองด้วยการเดินลัดสวนสาธารณะไป ซึ่งดูไม่ใช่ทางที่เร็ว\nสักเท่าไหร่ คงหวังมาเดินกินลมชมวิวมั้ง"

"พอมาเดินอย่างนี้แล้วพวกเราก็สื่อสารกันแทบไม่ได้ ฉันคุยกับชิซูเนะไม่ได้เลย ส่วนชิซูเนะและมิช่าก็สื่อสารกันด้วย\nมือข้างเดียว แต่ก็รู้สึกดีเหมือนกัน ฉันจึงไม่ถืออะไรมากมาย"

"พอฉันบ่นเรื่องนี้ให้มิช่าฟังเธอก็ตอบมาด้วยความสับสนเล็กน้อย"

show misha perky_confused_cas_close at closeleft
with charaenter

mi "จริงเหรอฮิจัง~ อืม… ถ้าอยากให้ชิจังสนใจนายจริง ๆ ก็บอกฉันได้นะ เดี๋ยวฉันสะกิดไหล่ชิจังให้"

hi "ปล่อยให้ฉันทำเองก็ได้มั้ง เธออยู่ฝั่งนั้นแล้วจะสะกิดไหล่ยังไง"

show misha hips_grin_cas_close
with charachange

mi "แบบนี้~!"

with vpunch

show shizu behind_frustrated_cas_close behind misha at closeright
with charachange

"จู่ ๆ เธอก็หยุดเดินแบบชะงักกึกแล้วเอื้อมแขนข้ามหลังฉันไปทางชิซูเนะให้เธอหันมาสนใจ ซึ่งได้ผล แต่เป็นเพราะฉัน\nต้องหยุดตามเธอไปด้วยต่างหาก ไม่งั้นได้สะดุดล้มทั้งแผงแน่"

show misha hips_laugh_cas_close
with charachange

show shizu adjust_blush_cas_close
with charachange

"แน่นอนว่าชิซูเนะต้องชะงักไปอีกคนด้วย มิช่าหัวเราะด้วยเสียงอันเป็นเอกลักษณ์เฉพาะตัวของเธอที่ได้เห็นสภาพ\nพวกเราที่เป็นอย่างนี้ ซึ่งทำให้พวกเราโงนเงนหนักกว่าเก่าอีก ชิซูเนะใช้มืออีกข้างที่ว่างอยู่รีบส่งสัญญาณให้มิช่าหยุด\nแต่ยิ่งทำให้มิช่าหัวเราะดังกว่าเดิม"

"เห็นชิซูเนะลนลานแล้วก็ตลกดี ฉันจึงผสมโรงขำไปด้วย"

stop music fadeout 2.0

scene black
with dissolve

###############################

label th_S21:

scene bg shizu_guesthisao
with locationchange

play music music_dreamy fadein 2.0

"ฉันทิ้งเรื่องเรียนภาษามือมาสักพักแล้ว หาเวลาเรียนสักหน่อยดีกว่า ถึงเหมือนจะเรียนรู้ผ่านการซึมซับมาเยอะแล้ว\nก็เถอะ แล้วก็ต้องคอยถ่อมตัวเอาไว้ห้ามอวดด้วย"

"หนังสือที่ฉันพกมาด้วยส่วนใหญ่ไม่ใช่คู่มือภาษามือ แต่เป็นหนังสือเรื่อง “ภาษาถิ่น” ของภาษามือแบบต่าง ๆ ฉันรู้\nว่าชิซูเนะกับมิช่ามีภาษาลับที่ใช้สื่อสารกันแค่สองคนอยู่"

"พอเห็นสองคนนั้นแล้วหนังสือเล่มนี้ที่อยู่ในห้องสมุดก็สะดุดตาขึ้นมา"

"น่าจะเอาไปใช้กับภาษามือของฉันเอาไว้แกล้งสองคนนั้นเล่นบ้าง เพราะฉันแน่ใจทีเดียวว่าพวกเธอใช้รหัสลับกัน\nมากกว่าเดิมตอนที่ฉันเริ่มเรียนภาษามือ เผื่อจะได้รู้สึกบ้าง"

"หลังจากที่อาบน้ำอยู่ไม่นานฉันก็กลับมาฝึกภาษามือกับกระจกในห้องนอนแขกต่อ เมื่อวานทำนิ้วตัวเองชนกันแรง\nจนเจ็บมาถึงตอนนี้ ต้องระวังไม่ให้เป็นอย่างนั้นอีก"

play sound sfx_doorknock2

show hideaki normal at center
with charaenter

"ฉันหันไปมองเมื่อได้ยินเสียงเคาะประตูจากข้างหลัง ฮิเดอากิยืนจ้องฉันอยู่ตรงประตู มีมารยาทดีที่เคาะ แต่ปกติต้องรอ\nให้คนตอบก่อนค่อยเปิดประตูไม่ใช่เหรอ"

show hideaki triangle
with charachange

hh "ทำอะไรอยู่เหรอครับ"

hi "ฝึกภาษามืออยู่ มายืนตรงนั้นตั้งแต่ตอนไหนแล้ว"

show hideaki thinking
with charachange

hh "ผมไม่เห็นอะไรทั้งนั้น"

"ไม่ใช่ประเด็นสักหน่อย หมายความว่ายังไงเนี่ย ใช่ว่าฉันทำอะไรน่าอายจนไม่อยากให้คนมาเห็นสักหน่อย"

"แต่ก็นะ ภาษามือคงดูแปลกกับคนส่วนใหญ่แหละ ที่ฉันชินก็เพราะอยู่กับชิซูเนะกับมิช่าบ่อย ๆ เท่านั้นเอง"

hi "ฉันรื้อฟื้นทักษะภาษามือตัวเองอยู่ แล้วก็อ่านเรื่องภาษามือด้วย อย่างพวกความเป็นมา ถึงจะเคยเรียนตอนเรียน\nภาษามือในห้องแล้วก็เถอะ"

show hideaki normal
with charachange

hh "ที่โรงเรียนพี่สอนภาษามือด้วยเหรอครับ"

hi "อื้ม ตอนไปเรียนแรก ๆ เขาก็บอกอยู่ว่าไม่ค่อยมีโรงเรียนที่ไหนสอนภาษามือหรอก สงสัยโรงเรียนฉันจะมีความ\nเป็นสากลมาก ๆ เลยละมั้ง"

show hideaki serious
with charachange

hh "ดูสนุกนะครับ"

hi "ก็ ไม่เชิงสนุกหรอก"

show hideaki bored
with charachange

hh "ถ้าไม่สนุกก็คงน่าเบื่อแย่ที่ต้องลงทุนขนาดนี้เพื่อคุยกับพี่ชิซูเนะ"

hi "ทำไมถึงมีแต่คนพูดอย่างนั้น"

show hideaki happy
with charachange

"ปากของฮิเดอากิขยับเหมือนจะหัวเราะ แต่เขาก็กลั้นไว้ จะว่าไป ตั้งแต่เจอมายังไม่เคยเห็นหัวเราะเลย ก็นับว่าเป็นเรื่องดี\nแหละมั้งที่ไม่หัวเราะใส่กัน แต่อยากเห็นแฮะ"

hi "หัวเราะซิ"

show hideaki thinking
with charachange

stop music fadeout 4.0

hh "…"

show hideaki bored
with charachange

hh "ทำไม"

"ก็เพราะเป็นวิธีที่เร็วที่สุดและตรงที่สุดที่จะได้เห็นนายหัวเราะไง"
#Hisao is mentally shrugging. Does it make sense now? Would you like a "I shrug." actually added to the beginning of the line? -SC

show hideaki normal_up
with charachange

hh "สอนภาษามือให้หน่อยได้มั้ยครับ"

"เขาพูดเสียงเรียบ แต่ดูท่าทางแล้วเหมือนตื่นเต้นอยู่ แปลว่ากว่าจะกล้าถามได้ก็ลำบากเหมือนกัน ฮิเดอากิคงชอบ\nพี่ตัวเองแหละนะ แต่ไม่รู้ทำไมถึงไม่ไปขอมิช่าที่น่าจะดูคุยด้วยง่ายกว่าแทน"

"ในใจโลดเต้นตอบว่า “ได้!” ไปก่อนแล้ว ฉันคิดอยู่ว่าเขาคงอยากเรียนภาษามือจนถึงขั้นถามออกไปแล้ว แต่เขาก็\nเบี่ยงประเด็นไปอย่างแนบเนียน แต่ฉันก็คิดถูกอะนะ ไม่รู้เหมือนกันว่าทำไมฉันถึงดีใจเหลือเกิน"

hi "ได้"

"แต่มาคิดดูอีกที ฉันไม่ใช่ครูสอนภาษามือนี่นา ไม่รู้จะเริ่มจากตรงไหนดี ถ้าเรียนในห้องแต่ละเรื่องจะค่อย ๆ มาตามขั้น\nในแต่ละสัปดาห์ นี่เขาคาดหวังให้ฉันรวบตึงสอนสิ่งที่มีประโยชน์ทีเดียวในวันเดียวเลยหรือเปล่า"

show hideaki normal
with shorttimeskip

play music music_normal fadein 3.0

"ครูที่สอนฉันใช้เวลาไปสองวันสอนเรื่องความเป็นมาของภาษามือ เริ่มจากตรงนั้นแล้วกัน จะได้ยื้อเวลาให้ฉันคิดด้วยว่า\nจะเลี้ยวไปเรื่องอื่นที่ยากขึ้นยังไงดีด้วย ผ่านไปห้านาทีฮิเดอากิก็ยกมือขึ้น"

show hideaki serious_up
with charachange

hh "ผมไม่เข้าใจว่าพี่ทำอะไรอยู่"

hi "เอ่อ… ก็ จะสอนเลยก็ไม่ได้ใช่มั้ยล่ะ ต้องค่อย ๆ ไปทีละขั้น เหมือนตอนไปว่ายน้ำก็ใช่ว่าจะได้โดดลงทะเลสาบเลย\nอย่างในหนังที่ไหนล่ะ"

show hideaki triangle
with charachange

hh "ผมไม่ว่ายน้ำ"

"เหมือนมีนักวิทยาศาสตร์ได้คิดค้นกระบวนการสูบความกระตือรือร้น ความยั่วโมโห ความเป็นเด็กทุกอย่างออกจากเด็ก\nตัวเล็ก ๆ จนเหลือฮิเดอากิอย่างตอนนี้แล้วเอาไปปลูกถ่ายให้พ่อจนได้พ่อขี้โมโหอย่างนั้น"

"อยู่ ๆ ก็รู้สึกกลัวที่แคบขึ้นมา ทั้งที่ห้องนี้ก็กว้างกว่าห้องที่หอฉันตั้งสามเท่า แถมอยู่กันแค่สองคนอีก ฉันรู้ดีว่าฉัน\nคิดไปเอง แต่สนที่ไหนล่ะ ฉันใช้ความกลัวนี้เป็นข้ออ้างที่จะมาสอนนอกบ้าน"

scene bg shizu_garden
with locationskip

"อยู่ข้างนอกนี้แล้วสมาธิดีขึ้นเยอะ ขนาดเวลาที่ใช้ไปตอนเดินออกมาเปลี่ยนที่แป๊บ ๆ ก็มากพอให้ฉันจัดระเบียบ\nความคิดตัวเองได้แล้ว ตอนที่เดินกันอยู่ไม่มีคำถามอะไรเพราะเหมือนฮิเดอากิจะเดินไปด้วยคุยไปด้วยไม่ได้"

"แต่แล้วฉันก็นึกขึ้นได้ว่าถ้าจะสอนอะไรฉันก็ต้องสอนแบบเดินไปมาตลอด ตราบใดที่มีช่องให้เขาถามได้เขาก็จะถาม\nซึ่งจะมีคำถามอื่นตามมาอีกเรื่อย ๆ ไม่รู้จบ"

"พอเขาถามว่าทำไมท่านี้ถึงหมายความอย่างนี้เป็นครั้งที่สองฉันจึงเริ่มหาทางหนี ซึ่งท่าที่เขาถามเป็นท่าที่ฉันเพิ่งรู้\nมาได้ค่อนเดือน ฉันต้องขุดคุ้ยความทรงจำถึงที่มาของความหมายของท่านั้น ๆ"

hi "ฮิเดอากิ พักกันก่อนเถอะ"

show hideaki bored
with charachange

hh "ครับ"

show hideaki serious
with charachange

hh "โรงเรียนของพี่เป็นยังไงบ้างเหรอครับ"

"เด็กคนนี้ดูอย่างกับนักรายงานข่าวตัวน้อย แต่ก็ไม่แปลกที่เด็กรุ่นเขาจะเป็นคนขี้สงสัย และคำถามนี้ฉันก็ตอบให้ได้อยู่"

hi "เป็นยังไงเหรอ ไม่เคยคิดว่าเป็นยังไงเท่าไหร่เลยแฮะ ก็อยู่บนเขา บางครั้งก็รู้สึกเหมือนอยู่ตัวคนเดียวเหงา ๆ\nแต่วิวตรงนั้นก็สวยดีนะ"

hi "นักเรียนที่นั่นก็น่าสนใจดีด้วย จริง ๆ ทีแรกฉันก็รู้สึกไม่ดีแหละ นายรู้ใช่มั้ยว่าเป็นโรงเรียนอะไรน่ะ"

show hideaki normal
with charachange

hh "ครับ"

hi "ที่ฉันรู้สึกไม่ดีเพราะฉันไม่อยากไป ฉันก็จำไม่ค่อยได้แล้วว่าตอนนั้นคิดอะไรอยู่ อาจจะแบบว่า โรงเรียนคนพิการคงหดหู่\nแน่ ๆ แบบนั้นมั้ง อารมณ์เหมือนฉันจะถูกทิ้งไว้ที่โรงเรียนนั้น"

hi "แต่นักเรียนส่วนใหญ่ก็ใช้ชีวิตกันตามปกติ ซึ่งฉันยิ่งรู้สึกแย่เข้าไปอีก เพราะโรงเรียนนั้นไม่ได้ต่างจากที่อื่นเลย ฉันเลย\nรู้สึกว่าตัวเองเป็นคนงี่เง่า"

hi "ฉันเจอชิซูเนะเป็นคนแรก ส่วนใหญ่ก็ได้เรียนห้องเดียวกัน แล้วก็มิช่าด้วย สองคนนั้นอยู่ด้วยกันตลอด โรงเรียนก็คง\nพร้อมสนับสนุนพอที่จะให้สองคนนั้นได้อยู่ด้วยกันบ่อย ๆ เลยนั่นแหละ แล้วก็ห้องฉันมีผู้หญิงอีกคนที่ชื่อฮานาโกะ\nฉันสงสารคนนั้นนะ"

hi "คนนั้นมีแผลไฟไหม้ แล้วก็เหมือนจะมีปมกับแผลนั้นด้วย แต่ฉันว่าก็หน้าตาดีนะ น่ารักดี เป็นเพื่อนกับลิลลี่ด้วย\nนายรู้จักลิลลี่ใช่มั้ย ลิลลี่พูดถึงฮานาโกะบ้างหรือเปล่า"

show hideaki thinking
with charachange

hh "ครับ ก็มีบ้าง"

hi "นึกก่อนนะว่ามีใครที่น่าสนใจอีก แล้วก็มีนักวิ่งแข่งดาวเด่นที่ใส่ขาเทียม"

hi "แล้วก็ผู้หญิงที่ชื่อรินที่ไม่มีแขน แต่วาดรูปเก่งนะ ผลงานทุกชิ้นจะเน้นฝีแปรงหนัก ๆ แบบมีชีวิตชีวา นายเคยไป\nยามากุมั้ย น่าจะเคยเห็นงานของรินบ้างแหละ"

hi "บางครั้งก็ทำตัวแปลกหน่อย ๆ แต่ฉันเคยได้ยินมาว่าพวกหัวศิลป์ก็ประมาณนั้นแหละ จะว่าไป ผู้ชายที่อยู่หอชั้นเดียวกัน\nกับฉันก็แปลก ๆ เหมือนกัน แต่อย่างน้อยบางทีเขาก็ทำตัวน่าสนใจนะ"

show hideaki normal
with charachange

hh "พี่ก็น่าสนใจ"

hi "ไม่ดีเหรอ แล้วน้ำเสียงนั่นคืออะไร หมายความว่ายังไงเนี่ย นี่นายจะหาว่าฉันแปลกเหรอฮิเดอากิ"

show hideaki triangle
with charachange

hh "พี่พูดมาก"

"แวบแรกในหัวฉันคือเตรียมแย้งแล้ว แต่ยิ่งคิดก็ยิ่งรู้สึกว่าจริง"

hi "ก็จริง ฉันพูดมาก เหมือนเมื่อก่อนฉันไม่ได้พูดมากด้วย"

hi "ฉันว่า… คงจะเพราะได้อยู่กับชิซูเนะแล้วก็มิช่านี่แหละมั้ง พอได้คุยแล้วก็ต้องตามคำพูดที่วกไปวนมาหรือการกระทำ\nอะไรก็ช่างให้ทัน ไม่งั้นฉันก็กลายเป็นคนไม่มีปากมีเสียงหรือโดนดีดออกวงไปเลย"

show hideaki confused
with charachange

hh "พี่ชิซูเนะทำให้พี่เป็นคนไม่มีปากมีเสียงได้เหรอครับ"

hi "คือแหงแหละว่าไม่ได้หมายความว่าพูดเสียงดังกลบอะไรอย่างนั้นนะ อธิบายยากแฮะ สองคนนั้นมีพลังเยอะกว่าฉันน่ะ\nเหมือนมีความกระตือรือร้นอะไรอย่างนั้น คือฉันก็ไม่ได้อยากให้ตัวเองมีแรงเทียบเท่าสองคนนั้นหรอก แต่อีกใจก็อยาก\nเหมือนกัน พี่นายคงทำให้ทุกคนรู้สึกอย่างนั้นได้ละนะ"

show hideaki thinking
with charachange

hh "…"

hi "นายนับถือพี่นายมั้ย"

show hideaki normal_up
with charachange

"เขาจ้องมองฉันเหม่อ ๆ เกร็ง ๆ เหมือนเลือกไม่ถูกว่าจะตอบสนองกับคำถามนั้นยังไงดี"

show hideaki angry_up
with charachange

stop music fadeout 5.0

hh "ผมจะต้องเก่งกว่าพี่ชิซูเนะ"

hi "เก่งกว่าเรื่องอะไร"

show hideaki angry
with charachange

hh "เรื่อง… ทุกเรื่อง"

hi "เช่นอะไร"

show hideaki triangle
with charachange

hh "ผมเล่นกลได้"

hi "กลแบบที่ใช้หลอกว่าขโมยจมูกคนอื่นมาได้ หรือกลแบบที่ว่าดึงกระต่ายออกมาจากก้น?"

"ดูเหมือนเขาจะไม่พอใจเท่าไหร่ สักวันต้องเห็นเขาหัวเราะให้ได้ ถ้าจำเป็นจริง ๆ ก็คงต้องจักจี้เอาแล้วละ"

play sound sfx_doorslam

show hideaki surprise
with vpunch

show hideaki thinking at twoleft
show bg shizu_garden at bgleft
with dissolvecharamove

show jigoro neutral at tworight
with charaenter

"ประตูเปิดออกพร้อมจิโกโรที่ยืดหลังตรงเดินอาด ๆ ออกมาท่าทางคล้ายราชาไม่ก็พวกกุ๊ยข้างถนน"

"ฉันรีบหันหน้าหนีด้วยคิดเอาว่าถ้าฉันไม่เห็นเขาแล้วเขาก็ไม่เห็นฉัน ซึ่งโชคไม่ดีที่ไม่เป็นไปตามนั้น เขาแวบมาอยู่\nข้างหลังฉันเหมือนเพิ่งโผล่มากลางอากาศ"

show jigoro laugh
with charachange

play music music_happiness fadein 2.0

hx "โฮ่ มีอะไรกันพวกเธอสองคน เห็นสะบัดมือสะบัดแขนไปมา เล่นพันด้ายกันแบบพวกผู้หญิงอยู่เหรอ"

hi "ผมสอนภาษามือให้ฮิเดอากิอยู่น่ะครับ แล้วคุณล่ะครับ"

show jigoro angry
with charachange

"เขาหรี่ตาลงมองอย่างไม่ไว้วางใจราวกับไม่ชินที่มีคนทำตัวสุภาพด้วย"

hx "ฉันเขียนอัตชีวประวัติถึงชีวิตและยุคสมัยของฉันอยู่ ที่บอกว่า “เขียน” นี่คือฉันพูดแล้วให้คนเขียนเขียนตามนะ\nซึ่งแย่หน่อยที่เธอคนนั้นมาสาย ไม่มีความเป็นมืออาชีพเลย"

show jigoro smug
with charachange

hx "เดี๋ยวถ้าปีนี้ได้ตีพิมพ์แล้วเธอก็น่าจะอ่านด้วยนะ ฉันจองล่วงหน้าไว้ให้ได้ เผื่ออ่านแล้วชีวิตจะได้มีเข็มทิศทางศีลธรรม\nที่เหมือนเธอจะไม่มีขึ้นมา แล้วก็จะได้เลิกทำตัวห่วยแตกด้วย"

"คนเราไม่ควรจะมาลอยหน้าลอยตาด่าใครได้อย่างนี้หรือเปล่า แต่ฮิเดอากิก็ดูจะไม่ได้สนใจอะไร ส่วนชิซูเนะก็หูหนวก\nมิช่าก็คงไม่เข้าใจคำด่าสักเท่าไหร่ แต่อากิระต้องรู้สึกอะไรบ้างแหละ"

"อย่าไปสนใจเลย ถ้าจะใช้วิธีกดดันฉันก็ต้องเย็นไว้ไม่ให้เขาชนะได้ จะให้เขาชนะไม่ได้เด็ดขาด ชิซูเนะก็คงรู้สึกอย่างนี้\nเหมือนกันสินะ"

hi "คุณอายุเท่าไหร่เหรอครับ"

show jigoro neutral
with charachange

hx "สี่สิบหก"

hi "อายุก็ไม่น่ามากพอที่จะมาเขียนชีวประวัตินี่ครับ คือ ก็ไม่เห็นจะแก่ขนาดนั้นเลย คนจะมาเขียนรำลึกความทรงจำอีกที\nก็ตอนแก่ ๆ กว่านี้อีกไม่ใช่เหรอครับ"

show jigoro angry
with charachange

hx "เงียบไปเลยหนุ่ม ฉันขอแนะนำอะไรให้นะ ห้ามคุยเรื่องอายุกับคนที่แก่กว่า เธออายุยังไม่ถึงครึ่งอายุฉันด้วยซ้ำ\nเธอไม่มีสิทธิ์พูดว่าแก่หรือไม่แก่ แผลในปากฉันบางที่ยังมีมาก่อนเธอเกิดอีก"

"ไปหาหมอหน่อยก็ดีนะครับ แต่ก็คงถูกของเขาแหละมั้งที่ว่าตัวเองแก่กว่าฉันเนี่ย"

show jigoro laugh
with charachange

hx "…แต่เอาเถอะ ต่อให้อายุเท่ากัน ฉันก็ไม่เสียเวลามาแก้ต่างตัวเองให้เธอฟังหรอก พ่อหนุ่มเสื้อกั๊กไหมพรม"

hi "โอ๊ย"

show jigoro angry
with charachange

hx "ทำไมทำเสียงอย่างนั้น โมโหเหรอ แหงละ ดี เสื้อกั๊กของเธอมันห่วยแตก แล้วก็อยากให้เธอไม่อยากใส่ด้วย เห็นเจ็บ\nอย่างนี้แปลว่าเริ่มไม่อยากใส่แล้วละสิ"

hi "ผมชอบเสื้อกั๊กผม"

show jigoro smug
with charachange

hx "ฉันว่าเธอดมกาวด้วยแน่ ๆ แต่ใช่ว่าดมแล้วจะใส่ได้นะ"

hi "ผมไม่ได้ดมกาวนะครับ ทำไมถึงคิดว่าผมดมกาวล่ะ"

show hideaki normal
with charachange

hh "หมิ่นประมาทนะครับ"

"ไปรู้เรื่องหมิ่นประมาทมาจากไหนเนี่ย จิโกโรอาจจะเป็นทนายละมั้ง ก็พอเห็นภาพอยู่ แต่นึกว่ามีแค่ทนายในโทรทัศน์\nที่ทำตัวเป็นศัตรูอย่างนี้ หรือจะถือโอกาสนี้ถามอาชีพที่เขาทำอยู่ดี"

hi "ใช่ครับ นี่คุณกำลังหมิ่นประมาทอยู่นะ เป็นทนายหรือเปล่า"

show jigoro neutral
with charachange

hx "ฉันก็แค่เดา ดูความโง่ของเธอ เหมือนที่เธอเดาว่าฉันเป็นทนายนั่นแหละ เว้นก็แต่ว่าเธอเดามาแบบลอย ๆ ไม่มีเหตุผล\nอะไร ถ้าอยากรู้นักทำไมไม่สั่งจองหนังสืออัตชีวประวัติของฉันล่ะ"

show jigoro angry
with charachange

hx "แล้วนี่เธอกำลังดูถูกหนังสือฉัน ซึ่งหมายความว่าเธอดูถูกชีวิตฉันด้วย เธอมีสิทธิ์อะไรมาว่าอย่างนั้น จองหองจริง ๆ\nฉันคิดอยู่ว่าจะให้เธอรู้ซึ้งถึงความลำบากที่ฉันต้องผ่านมายังไงดี ตีน่าจะดี ตีด้วยหนังสือฉัน"

hx "หวังว่าหลังจากที่เธอโดนตีแล้วจะได้เรียนรู้อะไรดี ๆ บ้างนะ เช่นว่าห้ามเดาอะไรไปก่อน"

show hideaki bored
with charachange

hh "ทำร้ายร่างกาย…"

"แต่เขาก็เดาไปก่อนว่าฉันดมกาวนี่ ฉันคิดอยู่ว่าจะท้วงตัวอย่างที่เห็นทนโท่อันนั้นดีมั้ย แต่ไม่น่าคุ้มหรอก เดี๋ยวก็คง\nแถไปว่า “เงียบไปเลยหนุ่ม”"

show jigoro smug
with charachange

hx "สมัยก่อนนะ เด็กน่ะไม่พูดมาก คนที่จะโตเป็นผู้ใหญ่ได้ต้องผ่านความลำบากร้อยพัน คนเรามองกันแวบเดียว\nก็ดูออกแล้วว่าเป็นคนยังไง วัยเด็กน่ะคือวัยที่จะมาผ่านฝึกฝนให้โตเป็นผู้ใหญ่"

hx "ตอนที่เธอมองฉันแวบแรกเธอไม่เห็นหรือไงว่าฉันผ่านอะไรมาบ้าง"

hi "เอ่อ… มั้งครับ เคยเป็นนักดาบเหรอครับ"

"ไม่ก็เป็นชาวฮาวาย แล้วก็เป็นมนุษย์หมาป่า"

hi "เดี๋ยวนะครับ แต่เพิ่งบอกไปหยก ๆ ไม่ใช่เหรอครับว่าห้ามเดาอะไรไปก่อนน่ะ แล้วไหงดันมาให้ผมเดาเนี่ย แล้วก็\nบอกอีกว่าสมัยก่อนคนรุ่นผมก็ทำแบบนี้กัน แต่สมัยก่อนของคุณที่ว่ามันก็แค่ช่วงยี่สิบปีที่แล้วนี่ครับ ก็ไม่ได้นาน\nขนาดนั้นสักหน่อย!"

"ฉันละอยากจะแหวใส่เขาจริง ๆ มาโม้เหมือนว่าถ้าตัวเองจะไปโรงเรียนก็ต้องเดินยี่สิบกว่ากิโลเมตรไปขึ้นรถจักรไอน้ำที่\nตัวเองต้องตักถ่านเติมเอง แล้วจากนั้นก็ต้องไปปีนเขาสู้กับยักษ์อีก"

"แต่พอฉันอยากจะเถียงกลับขึ้นมาจริง ๆ เขาก็ดันพล่ามต่อถึงความลำเค็ญของชีวิตคนรุ่นตัวเองที่ผ่านมาพลาง\nควงดาบเป็นไม้คทา จะหยุดควงก็ตอนที่หาวไม่ก็ตอนที่ดูเวลา"

"แต่สิ่งที่เขาคิดจริง ๆ ยังเป็นเรื่องคนเขียนอัตชีวประวัติที่มาช้า ซึ่งหมายความว่าเมื่อกี้ที่ด่าคือแค่ทำไปเพื่อฆ่าเวลาเล่น\nแล้วที่ฉันยิ่งรู้สึกแย่หนักคือนาฬิกาเขาก็สวยจริง ๆ"

show jigoro angry
with charachange

hx "…สมัยฉันอายุเท่าเธอ เด็ก ๆ น่ะต่างมีความรับผิดชอบ ไม่เหมือนทุกวันนี้ น่าปวดหัว ทำอะไรก็ไม่คิดถึงผลที่จะตามมา\nอยากทำอะไรก็ทำเพราะคิดว่าคงไม่มีใครมาต่อว่าอะไรได้เพราะเป็นเด็ก"

"ฟังดูเหมือนชิซูเนะกับมิช่าแปลก ๆ เมื่อวานฉันก็คิดอะไรประมาณนี้ แต่เหมือนนิดหน่อยแค่นั้นแหละ"

hx "ดูตัวเองซิเนี่ย เป็นคนดมกาวไร้ทิศทางไร้ศีลธรรม มารยาทก็ไม่มี หัวทางด้านการแต่งตัวก็ไม่ได้ เธอคืออนาคตของญี่ปุ่น\nน่าขายหน้าจริง ๆ นี่น่ะเหรออนาคตของชาติที่เคยรุ่งเรือง"

hi "ผมพอรู้จักคนที่น่าจะอยู่กับคุณได้"

hx "อย่าขัด! ใคร เพื่อนเธอเหรอ ฉันจะลดตัวไปคุยกับวัยรุ่นเหลวแหลกทำไม เคยฟังใครบ้างมั้ย ทำไมหยาบคายอย่างนี้\nหนุ่ม นิสัยเธออย่างนี้คบใครไม่ได้หรอก"

hi "เลิกสอนผมสักทีเถอะครับ"

"หรืออย่างน้อยก็สอนอะไรที่ตัวเขาเองพอจะทำได้บ้างน่ะ"

show jigoro neutral
with charachange

hx "ไปไหนมา"

hi "ฮะ?"

show jigoro angry
with charachange

stop music fadeout 3.0

hx "ไม่ใช่เธอ เด็กโง่"

show jigoro angry at Position(xpos=0.85)
show hideaki normal at Position(xpos=0.45)
show bg shizu_garden at center
with dissolvecharamove

show shizu behind_blank_cas behind hideaki:
    twoleft
    xpos 0.2
with charaenter

shi "…"

hi "โอ๊ะ เพิ่งเห็น"

show shizu adjust_happy_cas
with charachange

"ชิซูเนะยิ้มโบกมือทักทายเล็กน้อย จิโกโรหยุดพูดเมื่อเธอมา ซึ่งทำให้ฉันดีใจมากที่เธอโผล่มา"

show shizu basic_normal2_cas
with charachange

ssh "มิช่ากับฉันไปเข้าตัวเมืองกันอีกรอบน่ะ เห็นเมื่อวานนายมองเสื้อผ้าตามร้าน ฉันเลยกะว่าจะกลับไปซื้อมาให้นาย\nสักหน่อย แต่จริง ๆ ทีแรกจะเก็บเป็นเซอร์ไพรส์น่ะนะ"

"เธอดูไม่พอใจที่อดเซอร์ไพรส์ ถึงจะเป็นเธอเองที่เอามาบอกก็เถอะ"

show shizu behind_blank_cas
with charachange

ssh "เอ้านี่!"

hi "ขอบใจ"

show shizu basic_normal_cas
with charachange

ssh "มิช่าก็อยากตัดผม ฉันบอกว่าอย่าตัดเลย แต่มิช่าก็บอกว่าไว้ผมยาวกับหน้าร้อนแล้วมันร้อน"

hi "หืม ไม่ยักรู้แฮะ แต่ก็เข้าใจได้นะ ไว้ยาวอย่างนั้นคงร้อนมากแน่ ๆ อยากเห็นเลยแฮะ ว่าแต่มิช่าอยู่ไหน"

mi "ตรงนี้~! ไงฮิจัง~! ไงคะคุณพ่อชิซูเนะ~! ไงฮิเดอากิ~!"

show jigoro smug
with charachange

hx "…"

play music music_running

show mishashort hips_grin_cas behind shizu at offscreenleft
with charamoveinright

hide mishashort
with None

show mishashort hips_grin_cas at offscreenleft
with None

show shizu basic_normal_cas:
    xpos 0.3
show jigoro smug:
    xpos 0.95
show hideaki normal:
    xpos 0.55
show mishashort hips_grin_cas:
    center
    xpos 0.1
show bg shizu_garden:
    xpos 0.55
with dissolvecharamove

"มิช่าวิ่งรอบพวกเราหนึ่งรอบแล้วมาหยุดยืนข้างชิซูเนะ"

"เป็นครั้งแรกที่เธอโผล่มาแบบไม่ปิดตาฉันก่อน แต่ก็คงจะเพราะถุงข้าวของที่ถือมานั่นแหละ ต่อให้อยากทำอย่างนั้น\nมือก็คงไม่ว่างอยู่ดี แต่ฉันว่ามิช่าน่าจะเคยลองถือถุงปิดตาแล้วแหละ"

"ผมม้วนเป็นระเบียบไม่มีแล้ว เหลือแต่ทรงผมสั้น ๆ สายลุยมาแทน มิช่าดูจะมีความสุขกว่าปกติ น่าจะเพราะคิดว่าจากนี้\nไม่ต้องตื่นแต่ไก่โห่เพื่อมาทำผมแล้ว"

show jigoro angry
with charachange

hx "แล้วทรงผมนั่นอะไร ดูอย่างกับเด็กใหม่ ทรงผมเก่าเธอก็เหมือนวิกผมผู้พิพากษาสีชมพูแท้ ๆ ลดขั้นไกลมากนะ\nจากผู้พิพากษามาเป็นเด็กใหม่เนี่ย"

show shizu behind_frown_cas
with charachange

ssh "ฮิซาโอะ นี่เขาว่าใครอะไรอยู่หรือเปล่า บอกหน่อยว่าห้ามด่าเพื่อนฉัน!"

hi "อย่ามาว่าเพื่อนผมนะครับ"

hx "คนไหนพูด"

hi "พวกเราสองคนนี่แหละครับ ผมก็คิดเหมือนชิซูเนะ"

show mishashort hips_smile_cas
with charachange

mi "เฮะ ๆ ๆ ~! ว่าไงล่ะฮิจัง"

show shizu adjust_frown_cas
with charachange

ssh "เธอไม่น่าเปลี่ยนทรงผมเลยนะ"

show mishashort perky_sad_cas
with charachange

mi "โธ่~… ฮิจัง นายดูผิดหวังนะ ไม่ชอบเหมือนกันเหรอ"

hi "ก็ อืม บอกตรง ๆ ว่าฉันชอบทรงเก่ามากกว่า แต่ทรงนี้ก็เหมาะกับเธอดีนะ"

show mishashort hips_grin_cas
with charachange

mi "อ๋า ขอบคุณนะฮิจัง~!"

hx "ซาบซึ้งจริง ๆ ถ้าชอบมากก็แลกกันเลยสิ"

hi "ทรงผมแลกกันได้ที่ไหนล่ะครับ"

hx "น่าเสียดาย ทรงผมเดิมของเธอยังจะเหมาะกับเธอกว่าทรงผมที่เหมือนคนไม่เอาไหนทรงนี้อีก แย่จริง ๆ ส่วนเธอ…"

show jigoro laugh
with charachange

hx "อืมมม… ที่จริง ทรงนี้ก็ดูบาดตาน้อยกว่าทรงเดิมนะ ฉันชอบ"

show mishashort cross_laugh_cas
with charachange

mi "อะฮ่าฮ่าฮ่าฮ่า~! จริงเหรอคะ ขอบคุณค่ะคุณพ่อชิซูเนะ~!"

show jigoro angry
with charachange

hx "คุณฮากามิจิ พูดให้เหมือนคนปกติหน่อย"

show mishashort perky_smile_cas
with charachange

mi "ขา~? ไม่เข้าใจค่ะ~! โอเค โอเค โอเค~! หนูจะเรียกคุณว่าคุณฮากามิจิ!"

hx "โอย เหมือนคุยอยู่กับนกหวีดเลย น่ารังเกียจจริง ๆ แล้วนี่คนเขียนชีวประวัติฉันอยู่ไหน ฮิเดอากิ!"

show jigoro invis
show shizu basic_normal_cas
show hideaki bored
with charaexit

"เขาพึมพำอยู่กับตัวเองแล้วเดินหนีไป แม้แต่ตาลุงขี้โม้เจ้าอารมณ์อย่างจิโกโรอย่างน้อยก็น่าจะมีความเกรงใจพอที่จะ\nไม่ตะคอกใส่เด็กผู้หญิงละนะ จู่ ๆ เขาก็ถอยมาเพราะอดที่จะพูดปิดท้ายไม่ได้"

show jigoro angry
with charaenter

hx "แล้วอีกอย่าง ไม่ต้องเสียงดังขนาดนั้น ฉันไม่ชอบให้ใครมาตะโกนใส่"

show mishashort hips_grin_cas
with charachange

mi "ขา? ตะโกนเหรอคะ~ หนูไม่ได้ตะโกนนะ~!"

"สภาพคนที่ว่าคนอื่นเรื่องความบาดตากับเรื่องระดับเสียงนี่ก็ไม่ต่างกันเท่าไหร่นะ ยิ่งดูเหมือนยิ่งได้เห็นความย้อนแย้ง\nที่ไหลมาเรื่อย ๆ ไม่หยุด"

"แล้วก็เหมือนจะมีปฏิกิริยาเพี้ยน ๆ เกิดขึ้น ดูท่าว่ามิช่าจะขำจิโกโรจนหัวเราะแทบทุกครั้งที่เขาพูด แล้วพอหัวเราะ\nเขาก็ยิ่งว่าเธอหนักเข้าไปอีก นี่ละมั้งที่เขาเรียกว่าวงจรอุบาทว์"

"เสียงมิช่าจะถูกคั่นด้วยระเบิดหัวเราะที่มาจากทั่วทุกสารทิศ ส่วนฝั่งจิโกโรจะเป็นเสียงยิงตู้มต้ามแบบปืนใหญ่ ซึ่งเสียง\nทั้งคู่ก็หนวกหูเหลือเชื่อนั่นแหละ"

"ยิ่งสองคนนั้นคุยกันก็ยิ่งเหมือนเร่งเสียงกันและกันให้ดังขึ้นเรื่อย ๆ"

show mishashort perky_sad_cas
with charachange

mi "โอ๊ย~! เจ็บหู~!"

hx "ตะโกนทำไม!!"

hide shizu
with charaexit

show black
with hands_in

"ชิซูเนะเข้ามาทางข้างหลังฉันแล้วปิดตา ฉันชินการกระทำนี้กับมิช่าแล้วก็จริง แต่ฉันก็ตกใจเพราะตอนนี้มิช่า\nอยู่ตรงหน้าฉัน"

show shizu adjust_happy_cas_close at center behind black
show hideaki bored at center
with None

hide black
with hands_out

"เธอปล่อยมือแล้วใช้นิ้วตัวเองแตะที่ริมฝีปาก"

show shizu behind_smile_cas_close
with charachange

ssh "เบี่ยงความสนใจได้สวย! จังหวะนี้แหละคือโอกาสของเรา แอบหนีไปกันเถอะ"

his "ทำไมต้องแอบหนีด้วย เดินหนีเฉย ๆ ไม่ได้เหรอ"

show shizu adjust_smug_cas_close
with charachange

ssh "ไม่งั้นก็ไม่สนุกน่ะสิ"

show shizu basic_happy_cas_close
with charachange

ssh "ตกลงตามนี้ ภารกิจนี้เป็นภารกิจลับ หนีโดยที่ห้ามให้ใครจับได้ ถ้าช่วยฮิเดอากิออกมาได้ด้วยจะได้คะแนนพิเศษ"

hide shizu
with charaexit

stop music fadeout 3.0

"เธอทำให้เรื่องนี้เป็นเกมไปแล้ว ชิซูเนะแอบหนีออกมาแล้วเลียบ ๆ ไปตามทางมายังบ้าน ส่วนฉันก็เดินเข้าบ้านตามปกติ"


########

label th_S22:

scene bg shizu_living
with locationskip

"ตอนแรกฉันยังไม่เห็นชิซูเนะ แต่ไม่นานเธอก็เดินเข้ามาที่ใจกลางบ้านพลางจิบน้ำที่ใส่น้ำแข็งโดยที่มืออีกข้าง\nแกว่งแว่นตาไปมา เธอรีบใส่แว่นตาทันทีที่เจอกับฉัน"

show shizu basic_normal2_cas at center
with charaenter

play music music_ease fadein 4.0

ssh "นายไม่ได้ช่วยฮิเดอากิมาด้วย แปลว่านายไม่ได้คะแนนพิเศษ ถ้าจะให้คิดคะแนนจากท่าหนีด้วยฉันก็คงต้องหักคะแนน\nเพราะนายหนีมาได้น่าเบื่อมาาาาาาาก"

his "เหมือนเธอมีเรื่องจะคุยกับฉัน ไม่ยักรู้ว่าต้องทำเท่ ๆ ด้วย เนี่ย บางคนเขาก็บอกว่าคนที่เท่ที่สุดก็คือคนที่ไม่เก๊ก\nให้ตัวเองเท่"

show shizu cross_wut_cas
with charachange

ssh "นายเท่มาก"

"ทำไมฉันถึงรู้ได้ไวขนาดนี้นะว่าที่บอกเมื่อกี้คือประชด แล้วการที่ชิซูเนะจะเข้าใจคำว่าประชดได้โดยที่ไม่ได้ยินนี่\nคงลำบากมากแน่ ๆ นึกภาพไม่ออกเลย"

his "เธอดูอารมณ์ดีนะ"

"ถึงจะไม่เชิงว่าอารมณ์ดีก็เถอะ เหมือนตื่นเต้นมาก ๆ มากกว่า"

show shizu behind_frown_cas
with charachange

ssh "ฉันอารมณ์ไม่ดี"

show shizu basic_normal2_cas at Position(ypos=1.1)
with dissolvecharamove

"ชิซูเนะวางแก้วแล้วนั่งลงกับโซฟา"

show shizu behind_frown_cas
with charachange

ssh "ฉันชอบทรงผมเดิมกว่าเยอะ ทรงนั้นน่ะสวยมาก ดูเป็นระเบียบเรียบร้อย แล้วทรงนี้ทำให้ดูเป็นสายลุยเกิน\nแถมดูเหมือนทอมอีก"

his "ฉันว่าคำว่าเป็นระเบียบเรียบร้อยนี่ไม่น่าใช่มิช่านะ สองคำนั้นเหมือนเธอมากกว่า เธอก็น่าจะลองบ้างนะ ไว้ผมยาว\nแล้วทำทรงสว่านน่ะ"

his "อืม… จริง ๆ ทรงนี้ก็น่าจะเหมาะกับเธอดีอยู่แล้วนะ"

show shizu adjust_frown_cas
with charachange

"ชิซูเนะถูกรอบแว่นตัวเองแรง ๆ เหมือนนึกหงุดหงิดกับสิ่งที่ฉันจะสื่อ ก็ไม่เป็นไรหรอก ฉันจะสื่ออย่างนั้นน่ะแหละ พอฉัน\nนั่งลงแล้วเธอก็เขยิบเข้ามาใกล้ ๆ"

show shizu basic_angry_cas
with charachange

ssh "ฉันเป็นทอมเหรอ"

his "ก็ คงไม่มีใครจะเรียกเธอว่าทอมหรอก… ถ้าดูจากรูปลักษณ์แล้วน่ะนะ"

"ชิซูเนะจ้องฉันด้วยความไม่พอใจ ฉันปั้นหน้านิ่ง ๆ ไว้"

his "เธอสองคนน่าจะแลกทรงผมกันนะ"

shi "…"

show shizu behind_frown_cas
with charachange

ssh "พูดเป็นพ่อฉันไปได้"

show shizu adjust_smug_cas at center
with Dissolvemove(0.2)

"ก็จริง ชิซูเนะทำท่าแอบขำน้อย ๆ ที่เห็นฉันหน้าเบ้ไปเมื่อนึกถึงพ่อของเธอ เธอเด้งตัวลุกขึ้นยืนแล้วควงดาบล่องหน\nพลางยืนแบบอกผายไหล่ผึ่งพร้อมปั้นหน้าบูดด้วย เหมือนเป๊ะจนขนลุกเลย"

show shizu basic_frown_cas
with charachange

ssh "แต่เอาเถอะ ฉันไม่ฟังคนที่ใส่เสื้อสีน้ำเงินกับกางเกงสีน้ำตาลหรอก ไหนความกลมกลืนสี ขนลุก"

show shizu adjust_smug_cas
with charachange

ssh "…แต่ถ้าฉันตัดผมทรงใหม่คงสนุกน่าดู อยากรู้จังว่าทุกคนจะว่ายังไง"

his "เธอนี่ชอบเล่นกับคนอื่นจริงนะ ฉันว่าเพลา ๆ บ้างก็ดี"

show shizu adjust_frown_cas
with charachange

"ไม่มีการตอบรับ เธอจับแว่นเล่นพลางขมวดคิ้วสื่อว่าเธอตอบรับไม่ได้"

show shizu behind_blank_cas
with charachange

ssh "ก็สนุกดี"

"จากนั้นเธอขยับเข้ามาใกล้ด้วยความมั่นใจ"

show shizu basic_happy_cas
with charachange

ssh "ก็สนุกดีที่ได้ลากใครต่อใครให้เข้ามาในชีวิตฉัน"

his "อ้อ อย่างนี้นี่เอง"

"นับฉันด้วยหรือเปล่านะ อยากถามแต่ก็ไม่รู้จะถามยังไง"

show shizu adjust_happy_cas
with charachange

"ชิซูเนะส่ายนิ้วดักฉันว่ายังไงเธอก็ไม่ตอบคำถามนั้นให้แน่นอน"

stop music fadeout 0.5

show shizu adjust_blush_cas_close
with vpunch

"เธอเอื้อมมือไปคว้าแก้วน้ำ แต่เหมือนจะไม่รู้ตัวว่าเธอขยับตัวห่างจากแก้วมาเรื่อย ๆ ตั้งแต่เมื่อกี้แล้ว เธอจับฉันไว้\nไม่ให้ตัวเองล้มคว่ำ แต่ก็กลายเป็นว่าเธอดึงจนฉันล้มทับเธอแทน"

scene ev shizu_couch
with vpunch

play music music_serene fadein 9.0

"พอฉันขยับเข้าไปใกล้ ไอร้อนที่แผ่มาจากตัวเธอทำให้ฉันรู้สึกถึงระยะที่ใกล้ชิด เสียงหายใจแผ่วเบาและเสียงจากเสื้อผ้า\nเมื่อเธอขยับตัวเล็กน้อยดังอยู่ในหูฉัน"

"แก้มเธอแดงเรื่อขึ้นมา ทว่าสายตาดำขลับยังคงจับจ้องฉัน"

"เป็นดวงตาอันแหลมคมและไร้ซึ่งอารมณ์คู่เดียวกันกับตอนที่ฉันได้เจอเธอเป็นครั้งแรก เป็นสายตาที่จ้องมอง\nสิ่งที่จะเกิดขึ้นคล้ายตาของแมว ฉันอึดอัดที่ถูกมองเช่นนั้น"

"เป็นครั้งแรกที่ฉันได้อยู่กับเธอนานขนาดนี้ และอารมณ์ตอนนี้ต่างออกไปจากทุกครั้งที่มักจะเป็นการแตะมือกัน\nเล็กน้อยหรือไม่ก็การแตะตัวกันเวลาเล่นเกมที่มิช่าชอบเล่น"

"นิ้วของชิซูเนะขยับไปมาคล้ายรอบอกบางอย่าง แต่ก็ไม่ขยับทำภาษามือใด ๆ สายตาที่เธอจ้องมานั้นไม่ได้จ้องมาเปล่า\nอย่างที่ฉันคาด หากแต่เหมือนคาดหวังบางอย่าง นี่ฉันทำตามที่เธอคาดหวังมาตลอดหรือเปล่านะ"

scene bg shizu_living
with vpunch

show shizu behind_blank_cas_close
with charaenter

"เธอจับไหล่ฉันไว้แล้วค่อย ๆ ผลักฉันออกอย่างมั่นคง ฉันพลิกตัวลงกับโซฟาแล้วลุกขึ้นนั่งไม่ห่างจากเธอ ในใจตอนนี้\nฉันรู้สึกเหมือนถูกเธอปาทิ้งไปไกลสักเกือบสิบเมตรได้"

"พอมาคิดดูแล้ว นี่แหละมั้งข้อเสียที่แย่ที่สุดของภาษามือ ถึงชิซูเนะจะบอกว่าการบอกอะไรผ่านภาษามือทำให้มีเวลา\nได้คิดคำพูดก่อนก็เถอะ"

"แต่อีกแง่หนึ่ง ความเงียบที่น่าอึดอัดนั้นก็จะกลายเป็นกำแพงหนาขึ้นมา ถ้าพูดแล้วมันคลายความรู้สึกตึงเครียด\nที่อยู่ในใจฉันตอนนี้ได้ฉันก็จะพล่ามอะไรก็ได้สักอย่างออกมา แต่ฉันทำอย่างนั้นไม่ได้"

"ปกติแล้วฉันก็คงจะขอโทษแล้วเดินหนีไป แต่จะทำอย่างนั้นกับสถานการณ์ตอนนี้ได้หรือเปล่า ฉันอดรู้สึกผิดไม่ได้\nที่จะทำอย่างนั้น เพราะจะเหมือนกับว่าฉันแอบหนีไปดื้อ ๆ เลย"

"แต่แน่ละว่าฉันจะทำเหมือนไม่มีอะไรเกิดขึ้นไม่ได้ ทำอย่างนั้นไปก็เจ็บใจกันทั้งคู่เปล่า ๆ ฉันจึงแข็งใจรีบขอโทษจนลืม\nบอกเป็นภาษามือแล้วกลับมาที่ห้องตัวเอง"

window hide None

scene bg shizu_guesthisao_ss
with locationskip

play sound sfx_pillow
with vpunch

$ renpy.music.set_volume(0.5, 1.0, channel="music")

show black
with shuteye

window show

"ฉันถอนหายใจทิ้งตัวลงนอนกับเตียง อยากจะหลับไปเลย แต่ตอนนี้ไม่ได้ง่วงแม้แต่น้อย"

play sound sfx_doorclose
$ renpy.music.set_volume(1.0, 3.0, channel="music")

with Pause(3.0)

show shizu basic_normal2_cas_close
hide black
with openeye

"ฉันลุกขึ้นนั่งเมื่อได้ยินเสียงปิดประตู พอลืมตาก็เห็นชิซูเนะที่นั่งกับเก้าอี้อยู่ตรงหน้าฉัน"

show shizu behind_blank_cas_close
with charachange

shi "…"

"เธอถามอะไรสักอย่างที่ฉันไม่รับรู้เลยเพราะยังตกใจอยู่ ฉันซ่อนความตกใจตัวเองไม่เก่ง เธอเองก็คงไม่ได้อยากให้ฉัน\nตกใจด้วย เธอยอมแพ้ไม่ทำภาษามือนั้นซ้ำอีกแล้วนิ่งไปพักหนึ่ง"

show shizu adjust_happy_cas_close
with charachange

ssh "ฉันเพิ่งเคยมาห้องนายเป็นครั้งแรกเลยนะ"

"เธอประกบนิ้วเข้าหากันแล้วทำท่าให้ดูกระมิดกระเมี้ยนกับคำพูดเมื่อกี้แบบเวอร์ ๆ ซึ่งฉันขำไม่ลง เพราะแค่เธอมา\nอยู่ตรงนี้ก็ทำอารมณ์ฉันปั่นป่วนไปแล้วเล็กน้อย"

his "ตลกมาก ห้องนี้ไม่ใช่ห้องฉันด้วยซ้ำ นี่มันห้องนอนแขกของเธอ"

#If seen A26b:
label th_S22a:

his "อีกอย่าง เธอกับมิช่าก็เคยบุกห้องฉันมาแล้วนี่"

show shizu behind_blank_cas_close
with charachange

"เหมือนว่าเธอคาดหวังจะให้ฉันบอกอะไรอีก ฉันยังจำได้ว่าตอนนั้นฉันลนลานมากที่สองคนนั้นบุกห้องเพราะกลัว\nจะเห็นยาที่ตั้งเรียงรายแล้วคิดอะไรได้ แต่ชิซูเนะน่าจะจำไม่ได้แล้วมั้ง"

show shizu basic_normal_cas_close
with charachange

ssh "นายลนมาก"

#if not seen A26b:
label th_S22b:

ssh "ตอนฉันเข้าห้องมานายยังดูลนอยู่เลย"

#end split
label th_S22c:

"พอพูดออกมาหน้าซื่ออย่างนั้นแล้วฉันก็จี๊ดขึ้นมา"

his "ฉันลนกับอะไรหลายอย่าง"

his "กับเธอด้วย"

show shizu behind_blank_cas_close
with charachange

shi "…?"

his "เพราะเธอชอบลากคนมา… ทำอะไรหลายอย่างที่เธอทำอยู่ ทั้งสภานักเรียนเอย ลากไปพักก็ไม่เว้น ลากแบบไม่สนว่า\nเขาจะอยากทำหรือเปล่า"

show shizu basic_angry_cas_close
with charachange

shi "…"

show shizu adjust_happy_cas_close
with charachange

shi "… … … …"

show shizu basic_normal2_cas_close
with charachange

shi "… …"

"เธอส่งภาษามืออย่างเชื่องช้า มือเธอชะงักกลางคันบ่อยเกินไปจนทันไม่ทันจับใจความคำได้ครบถ้วน แต่ฉันก็ทำเป็น\nเหมือนว่ายังดูรู้เรื่อง"

"ซึ่งก็ดูจะได้ผล แต่เธอยังดูหมอง ฉันนึกเสียใจที่ไม่อาจพูดอะไรให้เธอคลายสีหน้าที่เศร้าสร้อยและเหินห่างนั้นได้เลย\nฉันทำได้เพียงแต่รอให้เธอหายเอง"

show shizu behind_sad_cas_close
with charachange

ssh "นายพูดถูก ฉันอยากลากทุกคนเข้ามาในชีวิตฉัน แต่ช่วงนี้ฉันเริ่มคิดแล้วว่าที่ทำอย่างนั้นถูกแล้วหรือยัง"

his "ขอบคุณนะที่พาไปกินข้าวร้านโปรดเธอเมื่อคืนก่อน"

show shizu basic_normal_cas_close
with charachange

ssh "ร้านนั้นไม่ใช่ร้านโปรดฉันหรอก… ร้านอื่นที่ฉันชอบก็มี ให้จัดอันดับเลยยังได้"

his "จริงเหรอ…"

show shizu adjust_frown_cas_close
with charachange

ssh "เก้าอี้นี่นั่งไม่สบายเลย อยากนั่งบนเตียงจัง"

"ฉันบุ้ยใบ้ให้เธอมานั่งที่เตียงแล้วรอไปนั่งที่เก้าอี้แทนที่เธอ เธอยิ้ม ๆ ทั้งที่ฉันไม่ได้ตั้งใจจะให้เธอขำหรืออะไร"

show shizu behind_smile_cas_close
with charachange

stop music fadeout 5.0

ssh "หลับตาสิ"

his "ทำไม"

show shizu adjust_smug_cas_close
with charachange

ssh "เซอร์ไพรส์"

show black
with shuteye

"ฉันหลับตาตามเธอสั่งอย่างว่าง่าย เหมือนเธอจะโน้มตัวเข้าหาฉัน มีบางอย่างที่นุ่มนิ่มและชุ่มฉ่ำเข้าแตะริมฝีปากฉัน\nทั้งตัวฉันเกร็งด้วยความตกใจ ยังดีที่ฉันไม่ได้ตื่นตระหนกหนักมากมาย"

"เป็นแค่จุ๊บสั้น ๆ ซึ่งฉันคิดว่าน่าจะมีแค่นั้น แต่แล้วเธอก็จูบซ้ำอีกหนโดยที่คราวนี้หนักหน่วงกว่าเก่า มือเธอเข้ามาแตะ\nที่ไหล่ฉันก่อนจะเลื่อนขึ้นมาที่คอแล้วกลับลงไปที่ไหล่ จากนั้นแขนข้างนั้นก็โอบฉันโดยที่มือจับแขนฉันอีกข้างเอาไว้"

"เธอทิ้งตัวลงกับขาฉัน และฉันก็รับรู้ถึงสัญญาณของการกระทำเหล่านี้ดี ซึ่งฉันเตรียมจะลืมตาแอบมองแล้ว แต่เธอก็\nใช้นิ้วทาบไว้ที่เปลือกตาฉันราวกับรู้ว่าฉันจะทำอะไร"

play sound sfx_rustling

"ไม่นานมือฉันก็ถูกมัดไว้ด้วยบางอย่าง ฉันลนลานเพราะยังสับสน ฉันอยากจะถามชิซูเนะก่อนว่าเธอคิดอะไรอยู่กันแน่\nถึงเธอจะไม่ได้ยิน แต่ก็ต้องรู้แน่ ๆ ว่าฉันจะถามอะไร"

"ชิซูเนะไม่ยอมผละจากมือฉัน เธอลากนิ้วไปตามเส้นลายมือ ขึ้นมาที่ข้อนิ้ว จากนั้นก็เลื่อนมาที่ข้อมือ"

scene evh shizune_hcg_tied_stare:
    yalign 0.0 xalign 1.0 subpixel True
    easein 6.0 xalign 0.5 zoom 0.5
    truecenter
    zoom 1.0
    "evh shizune_hcg_tied_stare_small"
with whiteout

play music music_heart fadein 5.0

hi "เฮ้ย อะไรเนี่ย ทำอะไรของเธอ"

"แน่นอนว่าการที่ฉันถูกมัดมือนั้นก็ไม่ต่างอะไรกับการถูกปิดปาก ฉันอดคิดไม่ได้ว่าเธอจงใจให้เป็นอย่างนี้หรือเปล่า"

scene evh shizune_hcg_tied_smile_small
with charachange

"เธอยิ้มเจ้าเล่ห์คล้ายอ่านความคิดฉันได้ แต่หน้าเธอยังแดงเรื่อ และยิ่งแดงหนักกว่าเดิมเมื่อสบตากัน"

"เธอโน้มตัวเข้าใกล้อีกด้วยความอับอายและซ่อนใบหน้าตัวเองด้วยการซุกเข้าที่บ่าและคอของฉัน ผมนุ่มของเธอทำให้\nฉันจักจี้ ฉันปล่อยหัวเราะออกมาเพราะรู้ว่าเธอคงไม่ได้ยินและไม่คิดอะไร"

label th_S22h:

scene evh shizune_hcg_tied_blush_small
with charachange

"มือชิซูเนะเลื่อนต่ำลงมาที่เป้ากางเกงฉันที่กระโปรงเธอปรกอยู่ มือเธอหายไปใต้กระโปรงนั้นก่อนจะกระตุกเล็กน้อย\nเมื่อได้แตะความแข็งขืนนั้น เธอเกือบทรงตัวไม่อยู่ด้วยความลนลานคล้ายไม่คาดคิดว่าจะเจอสิ่งนั้น"

"ความใสซื่อที่ขัดกับความกล้าจากการที่เธอทำตัวมาตลอดก่อนหน้านี้ทำให้ฉันอดยิ้มไม่ได้ จู่ ๆ เธอก็ดูเป็นเด็ก\nเป็นสาวมัธยมปลายที่สวมบทบาทเป็นผู้หญิงสายรุก"

scene evh shizune_hcg_tied_blush:
    yalign 0.0 xalign 0.8
show evh_hi shizune_hcg_tied_hisao2:
    yalign 0.0 xalign 0.8
with flash

"เธอใช้นิ้วแตะของฉันด้วยความสงสัย หน้าเธอแดงขึ้นทุกขณะเมื่อเธอลากนิ้วอื่นที่เหลืออยู่ไปตามด้านล่าง มือเธอ\nที่ขยับสำรวจไปมาอย่างนุ่มนวลขัดกับสีหน้าเขินอายของเธอ"

show evh shizune_hcg_tied_stare
hide evh_hi
with charachange

"ชิซูเนะเองก็คงประหม่าไม่ต่างกับฉัน ฉันจึงโล่งใจไปเปลาะหนึ่งตอนที่เธอหยุดการสำรวจนั้น แต่แล้วฉันก็คิดถึงสิ่ง\nที่จะตามมาอีก"

"เธออาจจะมาแกะกระดุมเสื้อฉัน ไม่รู้ว่าพอเห็นแผลเป็นบนหน้าอกฉันแล้วเธอจะว่ายังไง ฉันยังคิดเรื่องแผลเป็นนี้\nอยู่ตลอด พอเห็นแล้วเธอก็คงทำหน้าเครียดครุ่นคิดพลางประกบนิ้วเข้าหากัน"
#Yes I have seen the "she would say". It's fine. -SC

"แต่โชคดีที่ว่าตอนนี้ถ้าจะถอดเสื้อฉันออกก็ต้องกระชากเสื้อไหมพรมนี่ออกก่อน เพราะแขนฉันไพล่หลังอยู่ ตอนนี้\nฉันจึงไม่กลัวแล้ว มีแต่ความประหม่าที่ระคนกับความคาดหวังแบบแปลก ๆ ชวนอึดอัด"

show evh shizune_hcg_tied_blush
with charachange

"พอเธอลุกจากหัวเข่าฉันไปฉันก็รู้สึกตัวอีกครั้ง ชิซูเนะยืนเขย่งเท้าถกกางเกงในตัวเองลงอยู่ พอเห็นว่าฉันมองเธอก็รีบ\nใช้มือข้างหนึ่งปิดตาฉัน"

"ฉันไปหลงเธอตอนไหนกันนะ ไม่ใช่แค่หลงเพราะรูปลักษณ์ภายนอก แต่ด้วยความเป็นเธอ ทำไมกันนะ เธอสวย\nแต่ก็เป็นคนพร้อมสู้ แถมเธอเองก็ดูจะชอบที่ได้ทำตัวอย่างนั้นด้วย"

scene evh shizune_hcg_tied_blush_small
with charachange

"แต่การกระทำบางครั้งของเธอที่คล้ายกับตัวเธอตอนนี้กลับไม่เหมือนภาพจำอย่างนั้นสักเท่าไหร่ หรือจริง ๆ ที่มัดมือไว้\nจะมีเหตุผลอื่นนอกจากที่ว่าไม่ให้ฉันได้สื่อสารกันนะ"

"แต่ตัวตนเธอที่เป็นคนชอบบุกซึ่งเธอแสดงให้ใครต่อใครเห็นไม่ต่างจากนามบัตรนั้นก็คือตัวเธอจริง ๆ ฉันไม่รู้ว่านิสัย\nอย่างนั้นนับว่าอันตรายหรือเปล่า ถ้าอันตรายจริง ฉันก็สงสัยแล้วว่าตัวเองเป็นคนยังไงกันแน่"

hi "ฉันอยู่ที่นี่มาได้หนึ่งสัปดาห์แล้วมั้ง พอมาคิดดูแล้ว หนึ่งสัปดาห์ก็ไม่นานขนาดนั้นนะ แต่ตอนนั้นรู้สึกเหมือนนาน\nมากเลย ถึงจะคิดแล้วก็เถอะว่าฉันคงเหลือเวลาให้ใช้ชีวิตอีกไม่นาน แต่เวลาก็ผ่านไปช้าอยู่ดี"

"แม้เธอจะไม่ได้ยิน แต่ก็โล่งใจที่ได้พูด"

hi "ฉันเริ่มรู้สึกว่าจริง ๆ แล้วมันก็ไม่ได้แย่อะไรขนาดนั้น แต่ก็…"

hi "อืม ช่างเถอะ"

scene evh shizune_hcg_tied_stare_small
with charachange

"ชิซูเนะเหลือบมองฉันแค่เพราะเห็นว่าฉันกำลังพูด เธอยิ่งรู้สึกขัดใจเพราะไม่รู้ว่าฉันพูดอะไรอยู่ แต่เธอก็ไม่ส่งภาษามือ\nอะไรตอบ"

scene evh shizune_hcg_tied_close_small
show evh_hi shizune_hcg_tied_hisao2_small
with charachange

"ชิซูเนะสูดหายใจเข้าแรง ๆ ขณะที่เธอประคองตัวเองหย่อนตัวลงนั่งกับของฉันโดยที่คอยยืดหลังตัวเองให้ตรงไว้"

"กระโปรงเธอปกปิดส่วนเร้นลับของเราทั้งสองคนไว้และกักความร้อนไว้อย่างกระโจม ตัวฉันที่อยู่ข้างใต้นั้นร้อน\nจนแทบทนไม่ไหว และมือเธอที่คอยนำทางฉันก็ยิ่งทำให้ร้อนขึ้นไปอีก"

show evh shizune_hcg_tied_kinky3_small
with flash

"ชิซูเนะสะดุ้งจนแทบล้มทับตัวฉันทันทีที่ฉันเข้าไปข้างในตัวเธอ ความรู้สึกที่พุ่งพล่านนี้ทำเอาประสาทชา\nความเสียวซ่านแผ่ไปทั่วร่างตั้งแต่หัวจรดเท้า"

"ราวกับว่าร่างกายท่อนล่างของฉันถูกโอบอุ้มไว้ด้วยความร้อนรุ่มและชื้นแฉะของตัวเธอ ทุกแรงกระตุกของเธอ\nเมื่อเธอเริ่มขยับส่งผ่านมายังตัวฉัน"

show evh shizune_hcg_tied_kinky2_small
with charachange

"เธอโยกเอวไปมา เริ่มด้วยจังหวะเนิบนาบและเร่งขึ้นทุกครั้งที่เธอยกตัวขึ้นจนแทบหลุดแล้วกระแทกกลับเข้ามา"

scene evh shizune_hcg_tied_kinky2:
    zoom 1.0 yalign 0.1 xalign 0.7
    acdc_warp 6.0 xalign 0.9
with flash

"ฉันอยู่ใกล้จนเห็นหยดเหงื่อบนผิวกายเธอและแว่นเธอที่ขึ้นฝ้าเมื่อไหลลงจนอยู่ใกล้ปากก่อนที่เธอจะดันกลับขึ้นไป"

"นิ้วเธอบีบไหล่ฉันเอาไว้เพื่อประคองตัว เธอจะดันไหล่ฉันเมื่อเธอยกเอวตัวเองขึ้น จากนั้นจะเลื่อนลงมาตามแขน\nแล้วจับตามข้อมือและมือของฉันเมื่อเธอปล่อยตัวเองลงมา"

scene evh shizune_hcg_tied_close_small
with flash

"การจะขยับไปมาด้วยท่านี้นั้นลำบากเอาการ ชิซูเนะคอยโอบฉันระหว่างที่โยกเอวตัวเองขึ้นลงพลางใช้เท้ายันไว้\nฉันพยายามจูบ แต่สุดท้ายก็ได้แค่แตะหน้าผากเข้าด้วยกัน อย่างน้อยหัวก็ไม่ได้โขกกันละนะ"

"แวบหนึ่งสมองฉันไปพะวงเรื่องประตูว่าล็อกหรือยัง ถ้าประตูเปิดตอนนี้ฉันคงหัวใจวายแบบวายจริง ๆ ไม่ได้เปรียบเทียบ\nแล้วใครจะมาเปิดประตูกัน"

"ยิ่งคิดถึงความสุ่มเสี่ยงนี้แล้วก็ยิ่งทำให้รู้สึกว่าชิซูเนะนั้นขยับได้ไม่ทันใจเลย อยากให้เร่งขึ้นอีกจริง ๆ แต่อยู่ท่านี้\nจะเร่งก็คงยาก"

show evh shizune_hcg_tied_kinky1_small
show evh_hi shizune_hcg_tied_hisao2_small
with charachange

"ฉันขยับเอวรับจังหวะกับเธอดันตัวเองเข้าไปในตัวเธอให้ลึกขึ้น ถึงการโยกจะยิ่งทำให้เก้าอี้ที่พวกเรานั่งทับกันอยู่นี้\nเคาะกับพื้นไม้จนเสียงดังฉันก็ไม่สนใจแล้ว"

$ ksgallery_unlock("evhul shizune_hcg_tied_hisao2_small")
show evh shizune_hcg_tied_kinky3_small
with charachange

shi "…อื้อ…!"

"เธอหอบหนักขึ้นทั้งยังกลั้นเสียงครางไม่อยู่ แม้จะกลั้นแล้วแต่เสียงก็ยังดังชนิดที่ว่าถ้ามีคนมาอยู่ที่หน้าประตูก็คงได้ยิน"

"ฉันหยุดขยับเอวตัวเองไป ส่วนหนึ่งก็เพราะเริ่มตามจังหวะของเธอที่เน้นหนักและเร่งเร็วขึ้นเรื่อย ๆ ไม่ทันแล้ว"

window hide

play sound sfx_heartslow
show heartattack alpha
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.4)

window show

"หัวใจฉันเต้นเร็วจนฉันได้ยินเสียงชีพจรตัวเองที่เต้นตุบ ๆ อยู่ที่ขมับ แถมยังตามมาด้วยแรงกระตุกแกน ๆ ตรงหน้าอก\nที่ทำให้ฉันใจคอไม่ดี ฉันกลั้นใจไม่นึกถึงแรงที่รัดตรงหว่างขาไปให้ได้แม้เพียงเสี้ยววินาที"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

scene white
with whiteout

"แต่สิ้นเสี้ยววินาทีนั้นฉันก็กระตุกเกร็งแล้วปลดปล่อยเข้าข้างในตัวเธอเพราะแพ้ทั้งแรงตอดรัดของเธอและสัมผัสจาก\nผิวกายเธอที่แนบกับฉัน เป็นความรู้สึกชั่วแล่นที่ทำให้รู้สึกถึงแรงที่พลุ่งพล่านขึ้นมาจนคล้ายจะลอยได้"

label th_S22x:

$ renpy.music.set_volume(1.0, 2.0, channel="music")
$ renpy.music.play(music_heart, fadein=2.0, if_changed=True)

scene evh shizune_hcg_tied_close:
    yalign 0.1 xalign 0.8
show evh_hi shizune_hcg_tied_hisao2:
    yalign 0.1 xalign 0.8
with Dissolve(2.0)

"หลังจากนั้นฉันคอยฟังเสียงหัวใจตัวเองที่ค่อย ๆ เต้นช้าลงจนกลับมาเข้าจังหวะปกติ และฟังจังหวะการหายใจ\nของชิซูเนะที่ค่อย ๆ ผ่อนคลายลงตามกัน"

hide evh_hi
with charachange

"แว่นเธอเบี้ยวเล็กน้อย และเป็นครั้งแรกที่เธอไม่ได้จับแว่นเธอเล่นหรืออะไร ฉันอยากจัดแว่นให้ แต่ทันทีที่จะยกมือ\nขึ้นมาก็ถึงรู้ตัวว่าทำไม่ได้ ชิซูเนะก็เหมือนจะลืมแล้วเหมือนกัน"

stop music fadeout 7.0

scene evh shizune_hcg_tied_close_small:
    truecenter
    subpixel True zoom 1.2
    easein 10.0 zoom 1.0
with Dissolve(2.0)

"แต่แทนที่เธอจะลุก เธอกลับเขยิบตัวเข้ามาอีกให้เอื้อมมือถึงข้อมือฉันที่ถูกมัดไว้อยู่ราวกับว่าเธอคิดท่าแก้มัดท่าอื่น\nไม่ออกแล้ว ฉันคิดไปพลางปล่อยให้เธอแก้มัด"

"แม้จะแก้แล้วแต่เธอก็ยังไม่ลุก เธอลูบนิ้วฉันอย่างอ่อนโยนพลางงอข้อนิ้วเข้าเกากับฝ่ามือฉันเบา ๆ ตลกดี พอชิซูเนะ\nทำอะไรง่าย ๆ อย่างนี้แล้วฉันกลับรู้สึกใกล้ชิดกับเธอกว่าการกระทำเมื่อกี้อีก"

"ชิซูเนะแนบตัวอยู่กับฉันพักใหญ่ แม้จะอึดอัดเล็กน้อย แต่ฉันก็มีความสุขจนเหมือนจะอยู่อย่างนี้ได้นานเป็นชั่วโมง ๆ"

scene black
with dissolve

label th_S23:

scene bg shizu_guesthisao
with locationchange

play music music_daily fadein 0.5

"นับแต่นั้นวันเวลาก็ผ่านไปอย่างรวดเร็วเหมือนสายน้ำที่ไหลออกจากฝ่ามือ ทุกครั้งที่ฉันนึกจะคุยกับชิซูเนะ เธอก็จะ\nออกไปทำธุระหรือไม่ก็ออกไปข้างนอกกับมิช่า รู้สึกเหมือนเธอหลบหน้ากันอยู่"

"ก็ไม่แปลกใจหรอก แน่ละว่าฉันคิดมาก ทว่าเธอก็ดูทำตัวปกติดี แต่ก็ใช่ว่าฉันเคยเจอเรื่องอะไรอย่างนี้มาก่อนที่ไหน"

scene bg shizu_living at left
show mishashort perky_smile_cas at center
with locationskip

"พอหาชิซูเนะไม่เจอทีไรฉันก็เจอกับมิช่าทุกที ซึ่งฉันก็ขอให้เธอสอนภาษามือให้ทุกครั้ง แต่เธอก็บ่ายเบี่ยงไปได้ตลอด\nพวกเราจะต้องกลับกันวันพรุ่งนี้แล้ว คราวนี้จะปล่อยให้หนีไปอีกไม่ได้"

"พอได้กลับโรงเรียนแล้วพวกเราก็คงต้องเริ่มไปปั่นงานสภานักเรียนเตรียมรับเปิดเทอมอีก ฉันอยากฝึกภาษามือให้คล่อง\nเอาไว้ก่อน ถึงจะเป็นการฝึกแค่วันเดียวก็ตาม"

hi "เถอะน่า แค่คุยภาษามือกันสองสามเรื่องเอง! เธอก็ทำภาษามือตลอดอยู่แล้ว แล้วเนี่ย ตอนนี้เธอยังทำเลย"

show mishashort cross_laugh_cas
with charachange

mi "วะฮ่าฮ่า~ จริงเหรอฮิจัง ตลกจัง!"

"มิช่าหยุดทำภาษามือมาโบกไม้โบกมือเป็นเชิงปฏิเสธ แต่ก็กลับไปทำภาษามือแปลสิ่งที่เราสองคนคุยกันให้ใครก็ไม่รู้อีก"

show mishashort sign_confused_cas
with charachange

mi "ฮิจัง นายนี่ตื๊อจริง ๆ เลยนะ อยู่ ๆ ก็มาอยากเรียนภาษามืออีก… หรือนายอยากจะเอาไปทำเป็นอาชีพ ไม่ยุติธรรมเลย\nฉันคิดได้ก่อนนะ~!"

show mishashort cross_frown_cas
with charachange

mi "ระวังตัวไว้ให้ดีล่ะฮิจัง โลกมันหมุนเร็วมาก~… ตอนที่ฉันนึกอยากเป็นล่ามภาษามือ เขาก็ผลิตโทรศัพท์ที่ใช้พิมพ์แบบ\nยาว ๆ เป็นย่อหน้าออกมาแล้ว สุดยอด~! แต่ฉันใช้ไม่เป็นเท่าไหร่!"

"มิช่าเปลี่ยนแนวการพูดมาเป็นการขอโทษทันทีราวกับรู้ตัวว่าบ่ายเบี่ยงอีกต่อไปไม่ได้แล้ว"

show mishashort perky_sad_cas
with charachange

mi "ขอโทษนะฮิจัง พอดีฉันเหนื่อย~ มาก~! ยิ่งช่วงนี้เหนื่อยเป็นพิเศษเลย อยู่กับชิซูเนะสนุกก็จริง แต่ชิซูเนะมีพลัง\nมากกว่าฉันเยอะ! จะให้มาสอนอีกก็คงเหนื่อย~ เกินไป ฉันไม่ได้มีพลังเยอะขนาดนั้น! ขอโทษนะ~!"

"เหมือนจะไม่เหนื่อยเท่าไหร่เลยนะ ยังมีเรี่ยวแรงตะโกนด้วยความร่าเริงได้อย่างเคยเนี่ย แต่ก็รู้แหละว่าการที่ฉันเอาแต่\nตามตื๊อเธออย่างนี้มันไม่ดี"

show mishashort sign_smile_cas
with charachange

mi "ที่จริง~ ฉันกับชิจังกะว่าวันนี้จะไปซื้อของกันแหละ! โอกาสสุดท้ายแล้วที่จะได้ไปหาซื้อของฝาก"

hi "ของฝากเหรอ แทบลืมไปเลยว่ามาเที่ยวนะเนี่ย"

hi "แต่ก็เข้าใจเธอนะ การสอนอะไรน่ะมันไม่ง่ายเท่าไหร่ ตอนฮิเดอากิขอให้ฉันสอนภาษามือให้ฉันก็งง ๆ ไปเยอะ\nเหมือนกัน"

hi "แต่อยากรู้จังเลยนะว่าถ้าเธอได้เป็นครูสอนภาษามือแล้วจะเป็นยังไง จะมาสอนแป๊บ ๆ เหนื่อยก็คงไม่ได้แล้ว"

show mishashort perky_confused_cas
with charachange

mi "อื้ม ใช่ ใช่~! หวังว่าจะไม่เหนื่อยนะ!"

show mishashort hips_smile_cas
with charachange

mi "ฮิจัง ตอนนี้ฉันชักเป็นห่วงแล้วสิ แต่ว่า~ ของฝาก! เพราะงั้น~! ไว้คราวหน้าแล้วกันนะฮิจัง อะฮะฮ่าฮ่าฮ่า~ นายจะ\nฝากซื้ออะไรมั้ย"

"บอกว่าเข้าใจแต่ใช่ว่าจะไม่อยากให้สอนให้สักหน่อย แต่จะให้ตื๊อต่อตอนนี้ก็คงไม่ได้ละนะ ขนาดฉันยังรู้สึกเหมือน\nคิดถึงแต่ตัวเองเกินไปเลย พอก่อนแล้วกัน"

hi "ไม่อะ ไม่ต้อง จริงจังนะ อย่าซื้อเสื้อตลก ๆ หรืออะไรมาเลย โอเคนะ"

show mishashort cross_grin_cas
with charachange

mi "เฮะ ๆ ๆ ~"

"ฟังแล้วไว้ใจไม่ค่อยไว้ใจได้เท่าไหร่เลยนะ"

hide misha
with charaexit

"มิช่าใส่รองเท้าแล้วบอกลาแบบเสียงดัง ๆ ให้บ้านที่แทบไม่มีใครอยู่ตอนนี้ก่อนจะเดินไปเปิดประตูให้ลมเย็น ๆ พัดเข้ามา\nในโถงทางเดิน ผมสีเข้ม ๆ ที่โผล่มาจากประตูทำให้ฉันรู้ว่าชิซูเนะรอมิช่าอยู่ข้างนอก"

hi "อรุณสวัสดิ์"

show mishashort invis:
    center
    xpos 0.8
show shizu invis:
    center
    xpos 1.0
with None

show bg shizu_living at right
show shizu adjust_happy_cas at tworight
show mishashort perky_smile_cas at center
with Dissolvemove(2.0)

"มิช่าแปลเป็นภาษามือให้อยู่ตรงหน้าประตู ชิซูเนะหันมาโบกมือทักทายน้อย ๆ"

"ถึงการทักทายของเธอแทบจะไม่ต่างจากทุกครั้งที่ดูเย็นชา แต่คราวนี้ฉันสัมผัสได้แน่ว่าเธอแอบลังเลอยู่ ซึ่งทำให้ฉัน\nรู้สึกว่างโหวงและเหินห่างราง ๆ"

show shizu behind_blank_cas
with charachange

shi "…"

show mishashort hips_grin_cas
with charachange

mi "ฮิจัง นายตื่นเช้าจัง~! ฉันมากวนหรือเปล่า"

hi "ฉันขอให้มิช่าสอนวิธีการคุยกับเธออยู่ แต่ฉันคงใจร้อนไปหน่อยแหละ ไว้ทีหลังได้ วันนี้เธอสองคนจะไปซื้อของกันนี่"

"เมื่อมีมิช่าอยู่ฉันจึงลืมทำภาษามือตอนพูด โชคไม่ดีที่ชิซูเนะเดินเข้ามาแล้วมิช่าเลยอยู่ข้างหลังเธอ ตำแหน่งจุดยืน\nที่เพี้ยนไปชั่วขณะนี้ทำให้ชิซูเนะไม่ได้รับรู้สิ่งที่ฉันบอกเลยแม้แต่น้อย"

show shizu basic_angry_cas
with charachange

ssh "ฉันไม่รู้เรื่องเลย"

"ฉันมีอะไรที่อยากบอกเธอแต่ไม่รู้จะบอกให้เธอเข้าใจได้ยังไง และเธอก็มีสิ่งที่เธออยากคุยกับฉันที่หากคุยกันแล้วฉันคง\nไม่เข้าใจ ฉันอยากบอกเธอว่าปัญหาเหล่านี้อีกเดี๋ยวจะไม่มีแล้ว"

hide shizu
hide mishashort
with charaexit

"แต่ฉันก็พูดแค่ว่า “ช่างเถอะ ขอให้สนุกนะ” แล้วโบกมือลา"

"เหมือนว่าวันนี้จะไม่มีใครอยู่บ้านเลย ฉันจึงนั่งลงกับเก้าอี้ตัวที่ใหญ่ที่สุดและดูนั่งสบายอ่านหนังสืออยู่ในห้องนั่งเล่น\nไม่ใช่หนังสือภาษามือหรอก แต่เป็นนิยายที่ฉันยืมมาจากห้องสมุดตอนช่วงมาสัปดาห์แรก"

"ซึ่งผ่านมานานมากแล้ว ฉันต้องไล่อ่านหนังสือที่ฉันยืมมาให้หมด หรืออย่างน้อยก็ต้องเอาไปคืนบ้าง"

stop music fadeout 2.0

show jigoro neutral at center
with charaenter

"อ่านไปได้สิบหกหน้าจิโกโรก็เดินเข้าห้องมา มือข้างหนึ่งถือกระดาษมาหนึ่งตั้ง มืออีกข้างควงดาบเล่นเป็นไม้คทาพลาง\nสะบัดหัวที่เปียกมาจากการอาบน้ำให้แห้ง"

show jigoro angry
with charachange

show jigoro angry at Position(ypos=1.15)
with charamove

"เขาเหวอไปเมื่อมีคนมาเห็นเขาที่กำลังทำกิริยาไม่สมเป็นสุภาพบุรุษก่อนจะมานั่งลงที่โซฟาห่าง ๆ จากฉันพร้อม\nความโกรธรุนแรงเลื่อนลอยที่คุกรุ่นขึ้นมา"

"เพิ่งได้เจอกันเป็นครั้งที่สาม แต่แค่เห็นหน้าก็คลื่นไส้ขึ้นมาแล้ว จะนับว่าเป็นรังสีข่มชนิดหนึ่งก็ได้แหละมั้ง"

"ฉันยังไม่ทันได้พูดอะไรก็หน้าบูดขึ้นมาก่อนแล้ว อย่ายั่วโมโหเขาเลยดีกว่า ซึ่งแค่การคุยกับเขาก็อาจนับได้ว่าเป็นการ\nยั่วโมโหแล้ว แต่ฉันก็ไม่รู้จะทำยังไงดีเหมือนกัน"

"ถ้าเกิดว่าฉันเงียบปากแล้วเดินหนีไปอ่านหนังสือที่ห้องหรืออะไรก็ช่างเดี๋ยวก็กลายเป็นการหยามขั้นรุนแรงอีก เขาก็จะ\nรั้งฉันไว้แล้วเล่นงานฉัน แต่ยังไงก็เถอะ ถ้าทำอย่างนั้นมันก็ไม่มีมารยาทเท่าไหร่จริง ๆ แหละ"

hi "อ่านอะไรอยู่เหรอครับ"

show jigoro smug
with charachange

play music music_another fadein 6.0

hx "แบบร่างอัตชีวประวัติของฉันน่ะ เป็นเรื่องของชายที่ตื่นมาเจอแขกไม่ได้รับเชิญที่มานั่งอ่านนิยายน้ำเน่าเกรดต่ำ\nอยู่กับเก้าอี้ในห้องนั่งเล่นตัวเองน่ะ"

"เพิ่งเริ่มอ่านเอง ยังไม่ทันรู้เลยว่าเป็นอะไรยังไง แต่พอจะรู้แล้วว่าถ้าคุยต่อต้องเป็นยังไง ลองเปลี่ยนเรื่องหนีดีกว่า"

hi "ฮิเดอากิอยู่ไหนครับ"

show jigoro angry
with charachange

hx "ถามอะไรหยาบคายอีกต่างหาก น่าอับอายจริง ๆ แล้วนี่ทำไมเธอถึงถามคำถามโง่ ๆ อย่างนั้น ฉันจะไปรู้ได้ยังไง ฉันเป็น\nคนเฝ้าลูกชายฉันหรือไง"

"“ก็ คุณเป็นพ่อเขา แล้วก็เหมือนเขาจะอยู่บ้านหลังนี้ด้วย ก็เลย…” แต่ต่อให้อยากพูดแค่ไหนก็คงพูดไม่ได้ละนะ"

"ขอยอมแพ้ ลองคุยอะไรเรื่อยเปื่อยแล้วก็ล้มเหลวอยู่ดี เหมือนคุยอยู่กับกำแพงอิฐที่เกลียดขี้หน้าฉันด้วย ก็คงเป็นจังหวะ\nที่ฉันจะต้องออกไปค้นกระเป๋าสตางค์ดูว่ามีเงินพอไปดูหนังหรือเปล่า"

"จังหวะที่ฉันกำลังจะลุกก็นึกอยากเปลี่ยนใจขึ้นมา ฉันเหนื่อยเกินกว่าจะเอาแต่ทำเนียนเดินหนีปัญหาตัวเองทุกอย่างแล้ว"

"ย้อนแย้งดี ทำเป็นไม่ชอบที่มิช่าเอาแต่ผัดวันประกันพรุ่งอะไร ๆ ทั้งที่ฉันก็หนีหน้าแฟนตัวเอง และตอนที่จิโกโรรั้งฉันไว้\nในใจจะเรียกว่าโล่งเลยก็ได้ ถึงจะไม่ได้อยากหนีแล้วก็เถอะ"

show jigoro neutral
with charachange

hx "ช้าก่อน"

"เขาพูดด้วยน้ำเสียงทรงอำนาจราวกับว่าจะสั่งทิ้งทวนอะไรสักอย่าง มีแต่คนที่มีบารมีจริง ๆ หรือคนที่จองหองจริง ๆ\nเท่านั้นแหละที่สั่งให้ใครหยุดอย่างนั้นได้ น่าทึ่งดีเหมือนกัน"

show jigoro smug
with charachange

hx "เธอเป็นสภานักเรียนเหมือนชิซูเนะใช่มั้ย เธอมีหน้าที่อะไร"

hi "ก็ไม่มีหน้าที่อะไรตายตัวหรอกครับ นอกจากตำแหน่งประธานน่ะนะ ชิซูเนะจะคอยขอให้คนนั้นคนนี้มาช่วยตลอด\nปกติก็จะได้คนมาช่วยสักหนึ่งคน แต่นอกนั้นเราสามคนก็จะช่วยกันทำงานที่มีนั่นแหละครับ"

"ฉันเคยคิดมาสองสามครั้งแล้วว่าสายตาของชิซูเนะที่จ้องพินิจชวนให้อึดอัดอาจเป็นผลมาจากการที่เธอหูหนวก\nแต่กลายเป็นว่าจริง ๆ แล้วคนในบ้านคนอื่นก็เป็น"

show jigoro neutral
with charachange

hx "แล้วเธอโอเคเหรอ"

hi "มีอะไรให้ไม่โอเคด้วยเหรอครับ"

show jigoro laugh
with charachange

hx "เธอ ชิซูเนะ แล้วก็แม่หนูผมสีชมพูนั่นน่ะนะ สภานักเรียนมีกันแค่นั้นเหรอ"

show jigoro smug
with charachange

hx "สภานักเรียนคนน้อยขนาดนั้นคงไม่มีใครจัดเลือกตั้งแน่ ๆ ขอเดาว่าเธอไม่ได้มาเข้าร่วมสภานักเรียนเองหรอก จริง ๆ\nชิซูเนะลากตั้งเธอเข้ามาเอง เธอบอกเองนี่ว่าไม่รู้ว่าตัวเองดำรงตำแหน่งอะไร"

hx "ซึ่งก็สมเหตุสมผลดีนะ ถ้าไม่มีใครเลือกตั้งเธอมา เธอก็คงไม่รู้ตำแหน่งตัวเอง เพราะถ้าไม่ได้ผ่านการเลือกตั้ง ก็แปลว่า\nเข้ามาแบบไม่มีตำแหน่งอะไรเลย"

show jigoro laugh
with charachange

hx "สภานักเรียนอย่างนั้นน่ะไม่มีใครนับถือหรอก สภาพสามคนที่ไม่ได้ผ่านการเลือกตั้งมารีดแรงจากคนที่มาช่วย\nแบบชั่วคราวเนี่ยนะ โรงเรียนต้องอนาถาขนาดไหนถึงใช้แค่เด็กที่เล่นขายของจัดการปัญหาได้ทุกอย่าง"

hi "เล็กใหญ่แล้วมันทำไมล่ะครับ ขอแค่สภานักเรียนจัดการอะไร ๆ ได้ก็พอแล้วนี่ครับ"

hi "ไม่ได้ทำกันเล่น ๆ ด้วย หาเวลามาแวะดูที่โรงเรียนบ้างก็ดีนะครับ ถ้ามาได้จังหวะก็จะเห็นด้วยว่าชิซูเนะทำอะไรได้บ้าง"

show jigoro angry
with charachange

hx "คิดว่าฉันว่างพอที่จะไปนวยนาดชมพวกหลังเขาอย่างเธอกับผลงานที่ลูกสาวฉันอวดอ้างนักหรือไง ไม่เคยมีใคร\nหยามฉันขนาดนี้มาก่อนเลยนะ"

hi "คุณบอกว่าจะมีไม่มีก็ค่าเท่ากันก็จริง แต่ยังไงมันก็มีอยู่ดีนั่นแหละครับ แล้วชิซูเนะก็ได้รับเลือกให้เป็นประธานด้วย\nเธอเองก็ไม่ได้มองว่าเป็นตำแหน่งที่ไร้ค่าอะไรเพราะทุ่มเทไปตั้งเยอะ"

show jigoro laugh
with charachange

hx "พูดงี้คือเธอเลือกชิซูเนะมางั้นสิ"

hi "เปล่าครับ ผมไม่ได้อยู่ตอนที่เลือกตั้ง"

show jigoro neutral
with charachange

hx "เฮอะ เธอไม่ได้เลือกให้ชิซูเนะด้วยซ้ำ แล้วเออ ลองไปถามฮิเดอากิดูสิ"

show jigoro smug
with charachange

hx "ชิซูเนะอยากเป็นประธานนักเรียนมัธยมมาตั้งแต่ช่วงประถมแล้ว แล้วก็ไปขอให้ฮิเดอากิอ่านบทซ้อมพูดสุนทรพจน์\nให้เปลืองเวลาด้วย เพื่อ?"

"ปากก็พูด มือก็เปิดอ่านแบบร่างของตัวเองไม่เลิก ยิ่งเห็นยิ่งหงุดหงิด"

hi "ก็เพราะไม่ได้ทำกันเล่น ๆ ไงครับ คือไม่ได้เป็นคนจัดการโรงเรียนก็จริง แต่ก็ใช่ว่าจะทำแบบหยิบโหย่งขอไปทีสักหน่อย"

"ผิดนักหรือไงที่จะไม่ใช่คนยึดติดกฎเกณฑ์ขนาดนั้นน่ะ"

show jigoro angry
with charachange

hx "ฉันเคยไปโรงเรียนเธอมาแล้วนะ ให้ตาย… นักเรียนที่นั่นน่ะ…"

"สมองฉันคิดถึงสิ่งที่เขาจะพูดต่อได้อีกล้านแปด และเตรียมใจเสียไว้ล่วงหน้าสำหรับทุกคำแล้วด้วย ตลกดี คำพวกนั้น\nเผลอ ๆ จะเป็นอะไรที่ฉันเคยคิดด้วยซ้ำ"

hx "ไม่มีการจัดการเวรทำความสะอาดด้วยซ้ำ"

"โอเค ผิดคาดไปไกลโข แล้วไม่พอ เขาคิดผิดอีกต่างหาก"

hi "มีสิครับ ผมรู้ว่ามีเพราะผมไม่ต้องอยู่ทำเวรเพราะเป็นสภานักเรียนเนี่ย"

show jigoro neutral
with charachange

"เหมือนจิโกโรจะสะกดคำว่าผิดไม่เป็น ต้องใช้โอกาสนี้แหละจู่โจมเขา แปลกดี คุยกันแค่นี้แต่ฉันมาคิดเรื่องโจมตีตั้งรับ\nอะไรให้มากมาย"

hi "ที่ไปครั้งล่าสุดคงนานมาแล้วสินะครับ"

hi "ถ้ามีเวลามาลอยชายเขียนบันทึกความทรงจำอย่างนี้ ไปคุยกับชิซูเนะบ้างก็ดีนะครับ ไม่คิดเหรอครับว่าชิซูเนะจะมีอะไร\nภูมิใจอยากอวดบ้าง"

hi "คนหนุ่มสาวก็งี้แหละครับ เราก็มีอะไรที่เราภูมิใจ ถ้ามาเขียนอัตชีวประวัติได้ก็แปลว่าคุณน่าจะเข้าใจนะครับ"

"โอกาสดีแท้ ๆ แต่ฉันดันทำพังเสียได้ ไม่รู้เหมือนกันว่าที่พูดอย่างนั้นคาดหวังให้เขาตอบรับยังไง จิโกโรยิ่งดูโมโหขึ้น\nแต่ไม่รู้ว่าโกรธตัวเองหรือเปล่า แต่ยิ่งโกรธกลับยิ่งดูคล้ายจะเย็นลง ทำนองว่ามีความหนักแน่นควบคุมตัวเองได้ขึ้น"

show jigoro angry
with charachange

hx "เธอเป็นใครมาจากไหนถึงมาคิดเอาเองว่าชีวิตฉันน่ะง่ายนัก เธอยังไม่ได้อ่านชีวประวัติฉันแท้ ๆ แต่ดันมาชี้นิ้วบอกว่า\nฉันต้องจัดการเรื่องตัวเองหรือทำตัวกับลูกสาวตัวเองยังไง เธอไม่มีวันเข้าใจหรอก"

hx "ต่อให้ฉันลุกจากโซฟาตัวนี้ไปต่อยเธอด้วยสนับที่ทำจากชีวิตฉันแบบอัดขึ้นรูปจนหน้าเธอเป็นรอยแล้วเธอก็คงไม่เข้าใจ\nอยู่ดี"

hx "สิบสองปีมาแล้วที่ชิซูเนะไม่คุยกับฉันเลย ทั้งที่ฉันจ้างติวเตอร์หรือล่ามสารพัดมาให้เธอกลับเป็นปกติแล้วแท้ ๆ ไม่ได้\nง่ายอย่างที่เธอคิดหรอกนะ"

show jigoro smug
with charachange

hx "ถ้าชิซูเนะไม่อยากยุ่งกับฉันก็ไม่เป็นไร ก็คงเป็นเรื่องปกติแหละ เธอคุยกับพ่อแม่ครั้งล่าสุดเมื่อไหร่ล่ะ"

"ก็สักพักแล้ว ขายหน้าขึ้นมาเลยแฮะ แล้วก็คงรู้ด้วยว่าการจะติดต่อกับพ่อแม่ฉันไม่ใช่เรื่องยากเลย แค่โทร. ไปหรือ\nส่งอีเมลไปก็พอ หรือจะส่งจดหมายก็ยังได้ แต่ฉันก็ไม่ทำ ยิ่งคิดฉันยิ่งขายหน้า"

show jigoro laugh
with charachange

hx "ว่าแล้วเชียว"

hi "แต่ใช่ว่าผมจะไปเจอหน้าพ่อแม่ได้ตามใจอยากนี่ครับ ไม่เหมือนคุณที่แค่นั่งรถไฟเที่ยวเดียวก็ไปหาได้แล้ว!"

show jigoro neutral
with charachange

hx "พอเลย ไม่ก็คือไม่ เธอนี่รั้นจริง ๆ ถ้าเอาความรั้นไปใช้อะไรที่เกิดประโยชน์คงดี นี่เธอไม่ได้เรียนรู้อะไรจากลูกสาวฉัน\nนอกจากการเถียงคนเลยเหรอ มีแค่นั้นจริง ๆ เหรอ"

stop music fadeout 10.0

"ใช่ครับ ก่อนมาเจอชิซูเนะกับมิช่าฉันไม่ใช่คนรั้นหรือเถียงคนเก่งขนาดนี้ ก็ก่อนทีี่ฉันจะมาเจอสองคนนั้นสิ่งที่ฉันเจอ\nก็มีแค่ความเกือบตาย แปลกจริง ทำไมฉันถึงไม่ยอมเข้าสภานักเรียนแต่แรกกันนะ"

#if not seen A2b:
label th_S23a:

"แค่แนะนำตัววันแรกฉันก็ต้องรวบรวมแรงมหาศาลก่อนพูด ถ้าจะคล้อยตามใครต่อใครหรือสิ่งใด ๆ ก็คงไม่แปลก สงสัย\nเพราะบังเอิญว่าสภานักเรียนมันไม่น่าเข้าถึงขั้นที่ฉันต้องต่อต้าน"

#End conditionals

label th_S23x:

"อาจจะเพราะฉันคอยหนีจากความจู้จี้ของสองคนนั้นจนแรงฉันฟื้นขึ้นมา คิดแล้วขำดี"

"ฉันย้อนคิดว่าทำไมตัวเองถึงไม่ไปไหน เถียงกับจิโกโรไปก็ไร้ประโยชน์ แต่เหมือนฉันอยากจะเถียง และเขาพูดถูก\nฉันไม่เข้าใจเขาเลย ต่อให้ฉันเข้าใจเขาก็คงไม่สนใจอยู่ดี เพราะฉันไม่ต่างอะไรกับเห็บที่คลานบนหลังวาฬ เป็นสิ่งซึ่ง\nไร้ความสำคัญโดยสิ้นเชิง"

"ฉันไม่เหมือนเขาที่มีความมั่นใจ ชิซูเนะเองก็เช่นกัน และเพราะฉันคงติดความกล้ามาจากเธอบ้างแล้วฉันถึงได้ยังมา\nเถียงคอเป็นเอ็นอยู่กับพ่อของเธอตรงนี้ แต่นอกจากความกล้าแล้วฉันก็ไม่มีอะไรที่จะใช้เถียงเลย"

"แต่ฉันเกลียดเขา ไม่รู้ด้วยว่าจะทำอะไรได้บ้าง ถ้าเป็นสองสามเดือนก่อนฉันคงอัดเขาแล้วปล่อยให้ตัวเองไหลไปกับผล\nที่ตามมา แต่ตอนนี้ฉันจะทำอะไรเสี่ยง ๆ อย่างนั้นไม่ได้แล้ว ถ้าเขาทำฉันกลับคงเล่นเอาถึงตาย"

"สุดท้ายฉันก็ได้แต่มองหน้าเขาอยู่เงียบ ๆ เพราะไม่มีอะไรจะโต้ตอบโดยที่ในใจยังมีความสับสนและความรู้สึกเกลียดเขา\nซึ่งน่าแปลกที่เขาตีความไปว่าฉันกำลังต่อต้านเขาอยู่"

show jigoro angry
with charachange

hx "ฮึ ก็ได้ ขอให้สนุกแล้วกัน"

show jigoro invis at center
with dissolvecharamove

"เขาใช้ดาบค้ำตัวเองลุกขึ้นยืนแล้วเดินออกไปสบาย ๆ อยากจะปาหนังสือไล่หลังไปด้วยจริง ๆ แต่ได้อยู่คนเดียวเสียที\nก็ดีแล้วละ ถึงจะไม่มีอารมณ์อ่านอะไรแล้วก็เถอะ"

scene black
with dissolve

label th_S24:

scene bg city_station
with locationchange

"มีเหตุที่ทำให้เรากลับโรงเรียนช้าไปเรื่อย ๆ อย่างแรก ชิซูเนะและมิช่ากลับบ้านค่ำเสียจนออกบ้านไม่ได้อีกจนสุดท้าย\nต้องอยู่ต่ออีกวัน"

"เช้าวันรุ่งขึ้นก็ตกรถไฟไปหนึ่งนาที อีกสองขบวนต่อจากนั้นก็ไม่มา และตกขบวนที่สี่เพราะออกไปหาอะไรดื่ม ซึ่ง\nชิซูเนะไม่พอใจเท่าไหร่นัก"

scene bg school_dormhisao
with shorttimeskip

play music music_dreamy fadein 2.0

"กว่าจะกลับถึงห้องก็เล่นเอาเหนื่อยทีเดียว ทั้งที่หลับมาเกือบตลอดทางแล้วแท้ ๆ จะว่าเป็นเรื่องที่เกิดแค่วันนี้ไม่ได้หรอก\nเพราะเหมือนได้เดินทางทีไรก็เป็นอย่างนี้ทุกที ครั้งนี้ไม่ใช่ครั้งแรกเลย"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide

scene black
with shuteye

window show

"ถ้ายังไม่มีใครทำก็น่าจะเขียนวิทยานิพนธ์เรื่องนี้ได้ อาจจะเอาไปตีพิมพ์ลงวารสารการแพทย์ “กลุ่มอาการป่วยการเดินทาง”\nฟังดูไม่สร้างสรรค์เท่าไหร่ แต่ฉันก็ผล็อยหลับไปก่อนที่ทันจะได้คิดชื่อที่ดีกว่านั้น"

window hide

play sound sfx_doorknock
with Pause(1.0)

scene bg school_dormhisao
with openeye

$ renpy.music.set_volume(1.0, 1.0, channel="music")

window show

"งีบได้ไม่กี่ชั่วโมงก็มีเสียงเคาะประตูที่ทำฉันสะดุ้งตื่น ฉันนึกหงุดหงิดเพราะต้องตื่นตอนที่กำลังฝันอะไรสักอย่างซึ่งฉัน\nจำไม่ได้อยู่ แต่ต้องเป็นฝันที่ดีแน่ ๆ"

"ฉันคิดแวบหนึ่งว่าจะเป็นใครได้ แต่ก็ใช่ว่าจะมีคนมาหาฉันเยอะแยะขนาดนั้นน่ะนะ คงเป็นเคนจินั่นแหละ หวังว่าจะมา\nแค่ฉลองต้อนรับกลับแล้วไม่ได้มายืมเงินนะ ถ้ามาฉลองจริงนี่ฉันคงซึ้งเลยแหละ"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

scene black
with shuteye

"แต่ก็ไม่ได้ซึ้งพอที่จะทำให้ฉันลุกไปจากที่นอนได้อะนะ"

stop music fadeout 5.0

window hide

with Pause(4.0)

scene bg school_dormhisao
with openeye

window show

"ไม่กี่ชั่วโมงให้หลังฉันก็ตื่นมาอีกครั้ง สายตาเหลือบไปเห็นซองจดหมายที่วางอยู่กับพื้น"

"คงมาอยู่ในกล่องจดหมายช่วงที่ฉันไม่อยู่มั้ง ซึ่งปกติชิซูเนะและมิช่าจะเป็นคนจัดการ สองคนนั้นแวะมาหย่อนให้\nที่ห้องฉันหรือเปล่านะ ไม่ก็ใครสักคนมารับหน้าที่ช่วงที่สองคนนั้นไม่อยู่แล้วฝากเคนจิเอามาให้…"

show letter_insert:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

$ renpy.music.set_volume(1.0, 0.0, channel="music")
play music music_rain fadein 4.0

"พอหยิบขึ้นมาดูฉันก็หายง่วงเป็นปลิดทิ้ง"

"แม้ไม่มีชื่อผู้ส่ง แต่ดูแค่ซองจดหมายฉันก็รู้แล้ว มิน่าละถึงได้คุ้นตาเหลือเกิน เพราะลายมือแสนบรรจงที่ใช้เขียนที่อยู่\nบนซองจดหมายนี่เอง"
#This directly contradicts everyone else's take on things. I don't think it's worth changing though, since moving it back in time to the proper place would wreck what in our circles passes for "plot" forever. :p -SC

"อิวานาโกะเป็นคนส่งมา แวบแรกฉันยังไม่เชื่อ แต่ถ้าเธอจะตามที่อยู่ฉันจริง ๆ ก็คงไม่ยากอะไร"

"แน่ละ ฉันไม่คิดว่าเธอจะอยากลงทุนตามที่อยู่ฉันขนาดนั้น ก็เธอได้เป็นแฟนฉันสักห้าวินาทีได้เองมั้ง แล้วหลังจากนั้นก็\nแทบไม่ได้คุยกันเลย"

show letter_insert:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide letter_insert
with None

"จะให้เก็บจดหมายนี้ไว้สักที่แล้วลืม ๆ ไปก็กระไรอยู่ ใจหนึ่งฉันก็อยากทำอย่างนั้น ไม่ก็ทิ้ง ๆ ไปเลยโดยที่ไม่ต้องเปิดอ่าน\nฉันเองก็ไม่รู้ว่าทำไมถึงอยากทำอย่างนั้น คงเพราะการทิ้งไปอย่างนั้นจะง่ายกว่าการเปิดอ่าน"

scene ev hisao_letter_open
with locationchange

"ฉันใช้ปลายปากกากรีดซองจดหมายให้เปิดออก แล้วก็ต้องตกใจกับความยาวของตัวจดหมายที่ออกมาจากซองนั้น"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide

$ written_note("ถึง ฮิซาโอะ\n\nเป็นยังไงบ้าง หวังว่านายจะสบายดีมีความสุขกับ\nโรงเรียนใหม่นะ คนที่นี่คิดถึงนายกัน พวก\nนักเรียนม. 5 พอได้ขึ้นชั้นมาอยู่ม. 6 ก็ได้ย้ายมาอยู่\nห้อง 3-1 กันเกือบหมด ก็เลยอยู่กันอย่างอบอุ่น\nแต่ต้นปีการศึกษาเลย ถ้านายยังอยู่ก็คงได้มาเรียน\nห้องเดียวกันเหมือนกัน")
 
$ written_note("นักเรียนม. 6 ดูจะเครียดเรื่องสอบปลายภาคกัน\nถึงจะยังอีกนานก็เถอะ คุณครูก็เอาแต่ตามย้ำอยู่\nนั่นแหละ ขนาดครูทาจิบานะยังเป็นไปกับเขาเลย\nแล้วก็เนี่ย เชื่อมั้ยว่าปีนี้แกได้เป็นครูประจำชั้นห้อง\nของเราด้วยนะ ฉันก็กะไว้แล้วแท้ ๆ ว่ายังไงพอ\nขึ้นชั้นมา แกก็คงเกษียณไปแล้ว แต่ก็ไม่\nมายืนจิกหัวให้อ่านหนังสือสอบอยู่เนี่ย\n")
 
$ written_note("ฉันว่าเพราะอย่างนั้นแหละพวกม. 6 เลยร้อนรน\nกัน ฉันก็ต้องยอมรับเหมือนกันว่าฉันเองก็ชักจะ\nไม่มั่นใจขึ้นมาแล้ว ถึงปกติจะสอบได้คะแนนเยอะ\nพอตัวตลอดก็เถอะ\n\n\n\n\n")
 
$ renpy.music.set_volume(1.0, 1.0, channel="music")

window show

"พอเธอเล่าอย่างนี้แล้วก็ชวนให้คิดถึงรู้สึกเหมือนได้กลับไปอยู่โรงพยาบาลอีกครั้งเลย ตอนนั้นเธอจะคอยแวะมาเยี่ยม\nแล้วเล่าให้ฟังว่าในห้องเป็นยังไงบ้าง ซึ่งแม้แต่ตอนนั้นฉันก็รู้สึกได้แล้วว่าคงไม่ได้กลับไปอีก"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide

$ written_note("แปลกเนอะ รู้ตัวอีกทีก็ม. 6 แล้ว เวลาผ่านไปไว\nจริง ๆ ผ่านไปไหนกันนะ นักเรียนม. 4 น่ะดูทั้ง\nยังเด็กแล้วก็ใสซื่อดี ตลอดเทอมแรกนี้ฉันเอาแต่\nย้อนคิดตลอดเลยแหละว่าสมัยอยู่ม. 4 ฉันก็เป็น\nอย่างนั้นด้วยหรือเปล่า\n\n\n")

show ev hisao_letter_open:
    "ev hisao_letter_open_2" with locationchange
with None
$ ksgallery_unlock("ev hisao_letter_open_2")

$ written_note("ยังมีอย่างอื่นที่ฉันอยากพูดถึงอีก ฉันเขียนจดหมาย\nส่งมาหานายเพราะรู้สึกเหมือนพอเกิดเรื่องนั้นแล้ว\nฉันคงต้องพูดอะไรหน่อย ฉันเสียใจจริง ๆ ที่ฉันมา\nพูดกับนายต่อหน้าตรง ๆ ไม่ได้ และฉันก็ไม่มี\nข้อแก้ตัวอะไรทั้งนั้น\n\n\n\n\n")
 
$ written_note("ที่จริงคือ ตอนฉันไปเยี่ยมนาย ฉันก็เป็นห่วงนาย\nขึ้นมา ไม่ได้หมายถึงสุขภาพนายนะ แต่นายดูทั้ง\nห่างเหินทั้งไร้เรี่ยวแรง ฉันรู้อยู่ว่าพอเกิดเรื่อง\nอย่างนั้นแล้วจะเป็นแบบนั้นไปก็คงไม่แปลก แต่\nตอนนั้นฉันรู้สึกเหมือนนายถอดใจกับอะไร\nบางอย่างไปแล้ว ความสุข ละมั้ง\n")
 
$ written_note("ฉันอยากบอกความรู้สึกให้นายได้รู้ แต่ก็นึกหาคำ\nไม่ได้เสียที ฉันพูดอะไรปลอบใจนายไม่ได้เลย ฉัน\nขอโทษจริง ๆ ที่คอยเป็นแรงใจให้นายยามที่นาย\nต้องการแรงใจที่สุดไม่ได้ ทั้งที่ฉันชอบนายมาก\nแท้ ๆ แต่อย่างน้อยตอนนี้ฉันก็พูดตรง ๆ ขึ้นมา\nได้บ้างแล้ว")

$ renpy.music.set_volume(1.0, 1.0, channel="music")

window show

"มาหาความจริงใจเจอได้ถูกเวลาจริง ๆ แต่ถึงอย่างนั้นก็เถอะ ฉันรู้ว่าเธอพูดถูก การที่เธอบอกว่าฉัน “ทั้งเหินห่าง\nทั้งไร้เรี่ยวแรง” ก็ถูกแล้ว ฉันเองก็คงถอดใจไปแล้วด้วย"

"พอคิดถึงตอนที่ฉันนอนอยู่ที่โรงพยาบาลแล้วในใจก็หนักอึ้งขึ้นมา ยังรู้สึกขมขื่นเมื่อนึกถึงเวลานั้นที่เธอไม่มาหาอีกเลย\nตอนนั้นฉันไม่แปลกใจเลย และไม่มีสิทธิ์อะไรจะแปลกใจด้วย ในเมื่อสิ่งเดียวที่ฉันคาดหวังกับเธอคือการที่เธอมาหา\nเธอจะไม่มาอีกเลยก็ไม่แปลก"

"เธอมาเยี่ยมฉันเป็นระยะเวลาหกสัปดาห์หลังเหตุการณ์ครั้งนั้นเท่านั้น ถ้าฉันออกห่างจากตัวเธอจริง ก็คงเพราะฉันเอง\nที่รู้สึกว่าเธอนั้นเริ่มเคลื่อนห่างออกจากฉันทันทีที่ได้เห็นหน้าเธอ"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide

$ written_note("ถ้าฉันกลับไปช่วงเดือนกุมภาพันธ์กับเดือนมีนาคมที่\nเงียบสงบนั้นได้ฉันก็อยากบอกนายว่าอย่ายอมแพ้\nนะ ฉันจะบอกอย่างนั้น ถ้าฉันพูดอะไรบ้างนายคง\nไม่ออกเหินห่างไปขนาดนี้ ฉันอยากให้นายลุกขึ้น\nมายืนด้วยตัวเองให้ได้\n\n\n\n")
 
$ written_note("แล้วยิ่งทีนี้ห่างกายกันด้วยก็ยิ่งรู้สึกเหมือนเป็นจุด\nส่งท้ายจริง ๆ ยังไงไม่รู้ เราจะได้เจอกันอีกไหมนะ\nหรือถ้าไม่เจอกันอีกเลยจะดีกว่ากันนะ แต่ถ้ายัง\nอยากติดต่อกับฉันอยู่ก็เขียนส่งกลับมาได้เลยนะ\nฉันยินดีมากที่จะได้ฟังเรื่องโรงเรียนใหม่กับ\nชีวิตใหม่ของนาย ขอให้มีความสุขดีนะ\n\nจากใจ อิวานาโกะ")

$ renpy.music.set_volume(1.0, 1.0, channel="music")

window show

"เป็นความรู้สึกที่ประหลาดดี ที่ได้รู้ว่าฉันจะไม่ได้รับข่าวคราวอะไรจากเธออีกแล้ว"

"ถ้าเธอยังอยากติดต่อกันจริง ๆ ก็คงไม่เลือกส่งจดหมายไปรษณีย์มาอย่างนี้ เพราะถ้าตามที่อยู่ฉันได้ เธอก็คงตาม\nอีเมลหรือเบอร์โทร. ฉันได้ด้วยถ้าจะตามจริง ๆ ที่ส่งจดหมายมาคราวนี้เธอก็แค่จะลากันเท่านั้น"

stop music fadeout 4.0

"เมื่อถอนหายใจก็เพิ่งรู้ตัวว่าเมื่อกี้อ่านจดหมายแบบหายใจไม่เต็มปอดอยู่ ไหน ทีนี้ใครกันแน่ที่เหินห่าง อิวานาโกะ\nแต่ให้เป็นอย่างนี้ก็คงดีที่สุดแล้วจริง ๆ"

"ที่จับปากกามาเขียนจดหมายส่งมาหากันอย่างนี้ก็คงแค่เพราะรู้สึกผิดที่เรื่องจบไปอย่างนั้นน่ะแหละ พอคิดว่าเธอเอง\nก็เจ็บปวดที่เราสองคนลอยห่างออกจากวงโคจรของกันและกันอย่างนี้แล้วฉันก็รู้สึกสุขอย่างเศร้าสร้อยขึ้นมา"

"อยากจะขอบคุณเธอจริง ๆ แต่ก็ไม่ได้ขอบคุณเพราะรู้ว่าเธอคงไม่อยากให้ฉันเขียนตอบเธอไป"

play sound sfx_doorknock

scene bg school_dormhisao
with locationchange

"เสียงเคาะประตูดังขึ้น ไม่กี่เสี้ยววินาทีถัดมาประตูก็เปิดออก โง่ลืมล็อกเสียได้"

ke "ไงพวก ไหงไม่ล็อกประตูเนี่ย"

"ฉันพุ่งตัวไปที่ประตูด้วยความเร็วเกินหมอกำหนดเพื่อกันไม่ให้เคนจิเห็นกองยาที่อยู่ห่างจากตรงหน้าเขาไปราวครึ่งเมตร\nซึ่งก่อนหน้านี้มีเพียงประตูที่กั้นไว้ไม่ให้เห็น"

"ตอนนี้ในมือฉันก็มีจดหมายอีก ถ้าเกิดเขาถามขึ้นมาฉันคงแต่งเรื่องอะไรที่น่าเชื่อไม่ได้แน่ ๆ"

"เมื่อเข้าใกล้เขาได้ราวครึ่งเมตรแล้วฉันก็ถึงคิดได้ว่าสายตาเขานั้นย่ำแย่ชนิดที่ว่าคงไม่ต้องห่วงว่าจะเห็นอะไรเข้า เขายัง\nไม่เห็นฉันที่พุ่งตัวเตรียมเข้าชนให้เขาถอยห่างจากประตูด้วยซ้ำ"

scene bg school_dormhallway
show kenji tsun_close at center
with locationchange

play music music_kenji fadein 0.5

ke "เฮ้ย อะไรเนี่ย"

hi "พูดอะไรของนาย ห้องนายล็อกเป็นล้านชั้น แต่เวลาเข้าห้องคนอื่นดันบุกเข้ามาอย่างนี้เลยอะนะ"

hi "แล้วเคาะได้ไม่ถึงวิก็บิดลูกบิดมาก่อนแล้ว แทบจะเคาะแล้วบิดเปิดประตูเข้ามาเลยมั้ง"

show kenji happy_close
with charachange

ke "เห็นมั้ย เนี่ยฉันถึงได้ล็อกห้องตัวเองขนาดนั้น โลกมันโหดร้ายทารุณนะเว้ย โลกของคนพังประตู ทีนี้นายก็เข้าใจด้วย\nสักที"

show kenji neutral_close
with charachange

ke "ฉันให้บทเรียนอันล้ำค่าแก่นายไปนะ ความรู้คือพลัง ตะโกนใส่กันทำไม ฉันคือวีรบุรุษนะเว้ย"

show kenji tsun_close
with charachange

ke "แล้วดูเนี่ย… นายไม่ได้ล็อกประตูเลยด้วยซ้ำ ถ้าเป็นผู้หญิงทั่วไปคงฆ่านายตายไปเป็นพันล้านรอบแล้วหาร่างโคลนผู้หญิง\nที่เหมือนตัวต้นแบบทุกกระเบียดนิ้วมาอยู่แทน ฉันเคยเกือบเป็นอย่างนั้นมาแล้ว"

"ไอ้ท่อนหลัง ๆ ช่างก่อนเพราะฟังแล้วงง ๆ แต่ที่เหลือฟังแล้วก็ตลกดี ตัวเองก็หยุดฉันที่เข้ามาเบียดเขาไม่ได้ แล้วก็\nบอกว่าถ้าเป็นผู้หญิงคงฆ่าฉันไปพันล้านรอบ งี้ถ้าเขาเป็นวีรบุรุษจริง พวกเราคงตายห่ากันหมด"

show kenji happy_close
with charachange

ke "ที่ถืออยู่นั่นอะไร"

"แต่เขายังเห็นจดหมายที่อยู่ในมือฉันอยู่แฮะ แต่โบกไปมาขนาดนั้นจะเห็นก็ไม่แปลก ฉันรีบเก็บทันที แต่ก็คอยระวัง\nไม่ให้ขยับเป็นท่าเอามือไพล่หลังไว้หรืออะไร ไม่อย่างนั้นจะน่าสงสัยเกินไป"

"ดูท่าว่าฉันจะตื่นเต้นที่อิวานาโกะเขียนจดหมายมาหากว่าที่คิดเอาไว้อีก"

hi "จดหมาย"

show kenji neutral_close
with charachange

ke "อ้อ อืม ฉันเป็นคนเอาไปไว้ตรงนั้นเองแหละ ตอนนั้นฉันหลับอยู่แล้วก็สะดุ้งตื่นเพราะได้ยินเสียงระเบิด"

ke "ฉันใส่หมวกนิรภัยแล้วแอบดูว่าข้างนอกมีอะไรกัน แต่ที่แท้ก็แค่เสียงยัยสภานักเรียนคนนั้นมาทุบประตูนาย คนที่ผม\nไม่ใช่สีชมพูน่ะ"

show kenji tsun_close
with charachange

ke "เคาะดังจนรู้เลยว่าโกรธนายจนอยากฆ่าคนเลยแน่ ๆ แล้วจากนั้นก็เหมือนรู้ว่าฉันดูอยู่ ฉันพยายามหนีแล้วแต่ก็สายไป\nพอจับฉันได้ยัยนั่นก็ชี้ ๆ ไปที่ประตู"

"ฉันอ้าปากเตรียมบอกว่าเธอหูหนวก แต่แล้วก็ตัดใจไม่บอกไปด้วยเหตุผลหลายประการ"

ke "ไม่เข้าใจเลย แล้วยิ่งดูโมโหขึ้นเรื่อย ๆ อีกต่างหาก สภาพอย่างกับคนแก่ ใช้มือถือจอสัมผัส"

show kenji happy_close
with charachange

ke "ตอนนั้นคือกะจะฆ่ากันแล้วแน่ ๆ ฆ่าแล้วเอาฉันที่เป็นร่างผู้หญิงมาแทน แต่แล้วแสงแดดก็สะท้อนจากแว่นฉันจนยัยนั่น\nมองไม่เห็น ฉันเลยรอดมาได้"

show kenji neutral_close
with charachange

ke "แบบว่า จงดู ลำแสงแว่นตา ยังงงอยู่ว่าทำไมใส่แว่นแล้วแสงจากแว่นถึงยังมีผลอยู่ ใส่แว่นแล้วก็น่าจะทานลำแสงพิฆาต\nจากแว่นได้… แต่ช่างเหอะ ยัยนั่นให้จดหมายฉบับนี้ที่มีชื่อนายแปะอยู่แล้วก็เดินหนีไปเลย"

show kenji happy_close
with charachange

ke "ชัดเลยว่าออกมาล่าเหยื่อแน่ ๆ ฉันเลยโกหกไปว่านายไม่อยู่ เหมือนนายจะไม่อยู่นี่ ฉันขอให้นายช่วยฉันทำการบ้าน\nมาเป็นสัปดาห์แล้วแต่ก็ไม่มีเสียงตอบรับอะไรเลย …ยินดีต้อนรับกลับพวก!"

hi "ขอบใจ"

show kenji neutral_close
with charachange

ke "เออ ยัยนั่นก็ยื่นซองจดหมายที่มีชื่อนายติดอยู่นี่มาให้ ฉันก็ไม่อยากถือไว้ เพราะแบบ เกิดเป็นระเบิดทำไง พอยัยนั่น\nเดินไปแล้วฉันก็เลยสอดไว้ใต้ประตูห้องนาย"

ke "กะจะมาบอกนายอยู่ แต่นายก็กลับมาก่อน อย่างน้อยก็ไม่ใช่ระเบิดอะนะ"

hi "เออ ใจ แต่ฉันไม่ช่วยนายทำการบ้านคณิตหรอก เพราะแบบ เกิดหนังสือคณิตนายเป็นระเบิดทำไง"

show kenji tsun_close
with charachange

"เขาดูอึ้งไป แถมเหมือนจะเริ่มคิดแล้วด้วยว่าหนังสือจะเป็นระเบิดจริง ๆ ก็น่าจะเป็นไปได้แหละ ไม่ค่อยเห็นใคร\nใช้หนังสือคณิตกันเท่าไหร่เลยนี่"

scene bg school_dormhisao
with locationchange

"ฉันโยนจดหมายทิ้งไว้บนหลังตู้แล้วหันหลังมาพลางปิดประตู บานประตูชนเข้ากลับปลายรองเท้าเคนจิแล้วเด้งเปิดออก\nเขาโดดเหยง ๆ ทำท่าเหมือนเจ็บมากทั้งที่โดนไปแค่นั้น"

show kenji neutral at center
with charaenter

"รู้ตัวอีกทีเขาก็มาอยู่ในห้องฉันแล้ว ฉันไม่อาจหยุดเขาที่กำลังคว้าจดหมายมาได้อีก แปลกที่เขาไม่เห็นขวดยาที่ตั้ง\nเรียงอยู่รอบ ๆ จดหมายฉบับนั้น"

hi "อย่ามาเปิดอ่านจดหมายคนอื่นซี้ซั้วสิ"

show kenji happy
with charachange

ke "เออน่า จดหมายอะไรเนี่ย จดหมายรักจากแฟนนาย? มีรูปแนบมาด้วยมั้ยอะ? รูปยั่ว ๆ งี้?"

play sound sfx_dropstuff
stop music fadeout 4.0

"เขาพิงกับตู้ใบนั้นแล้วอ่านจดหมายจากอิวานาโกะอยู่เงียบ ๆ โดยไม่สนใจขวดยาที่เขาทำตกเกลื่อนกลาดเลย"

"ซึ่งอ่านนานเป็นชาติได้ แถมเอาหน้าจ่อจดหมายจนเหมือนอย่างกับว่าจะกินเข้าไปแล้ว"

show kenji tsun
with charachange

ke "“อิวานาโกะ” นี่ใคร"

hi "แฟนเก่าฉัน"

play music music_night fadein 4.0

show kenji neutral
with charachange

ke "แฟนเก่าเหรอ งั้นก็จดหมายเลิกกันงั้นสิ นึกว่าของแบบนี้ไม่มีจริงเสียอีก"

hi "ไม่ใช่ คือก็คงใช่แหละ แต่ก็เป็นแฟนเก่ามาสักพักแล้ว เอาเหอะ ฉันว่าฉันก็ไม่อะไรกับเธอแล้วละ"

"เคนจิยกนิ้วโป้งให้เป็นสัญญาณว่าเขาโล่งใจที่ฉันไม่เอาเรื่องนี้มาคุยแบบทำให้บรรยากาศต้องอึดอัด ทีแรกก็อยาก\nอยู่หรอก บอกแล้วนี่ว่าอย่าอ่าน"

show kenji happy
with charachange

ke "เออ ต้องงี้สิ ไม่เป็นไรเว้ย ฉันก็เคยผ่านการเลิกแบบแย่ ๆ มาแล้วเหมือนกัน แต่อย่าไปเครียดกับมันมาก เนี่ย\nดูฉันนี่"

hi "เอ้ออออ…"

ke "แต่ก็ยังเขียนจดหมายมานี่ อาจจะอยากให้กลับไปคบกันก็ได้ เขียนไว้ด้วยนี่ว่าให้ตอบกลับด้วย เขียนตอบไปก็ดีนะ\nแล้วน่ารักมั้ย"

"ช่างสนใจสาวน่ารักได้ผิดวิสัยคนที่คิดว่าพวกสตรีนิยมลงแรงกดขี่ผู้ชายทั่วโลกจริง ๆ"

hi "ฉันมีแฟนแล้ว อีกอย่าง ดูบริบทด้วย เธออยากให้ฉันเขียนตอบจริง ๆ ที่ไหน ใช่ว่าเธอเขียนแล้วจะหมายความตรงตัว\nอย่างนั้นสักหน่อย"

show kenji neutral
with charachange

ke "แต่ก็เขียนไว้งั้นนี่ ยัยอีหว้าหน้าโค้กอะไรนี่ยังต้องการนายอยู่แน่ ๆ มีเขียนตรงนี้ด้วยเนี่ย"

hi "อ่านแล้ว ฉันรู้น่าว่าเขียนว่าอะไรบ้าง ดูบริบทสิ เธอบอกว่าฉันออกห่างจากเธอ แล้วที่เขียนในนั้นทั้งหมดก็สื่อว่าเธอ\nทำใจยอมรับแล้ว"

hi "ที่เขียนจดหมายฉบับนี้มาก็แค่อยากส่งลาแบบถนอมน้ำใจกันบ้างน่ะแหละ แต่เราสองคนจบกันแล้วจริง ๆ เธอไม่ได้\nอยากให้กลับไปคบกันหรืออะไรก็ช่างอย่างที่นายคิดหรอก"

"ยิ่งคิดก็เหมือนยิ่งแก้ตัวให้ตัวเอง จะให้กลับไปก็คงไม่ได้แล้ว"

"ฉันมั่นใจว่าเธอไม่อยากให้ฉันเขียนตอบ ซึ่งฉันก็ทำใจได้ ถ้าเขียนตอบไปแล้วเธอส่งคำตอบอะไรที่ไม่น่าอ่านกลับมาอีก\nหรือไม่ตอบเลยฉันก็คงใจสลายเปล่า ๆ"

"คงเพราะฉันกลัวอย่างนั้นฉันถึงได้หาข้ออ้างที่ไม่เขียนตอบไป อาจจะเป็นอย่างนั้น แต่ฉันไม่อยากคิดแล้ว แค่คิดก็รู้สึก\nรังเกียจขึ้นมาพิกล"

hi "แล้วนายจะอะไรกับมันกันนักกันหนาฮะ?"

show kenji happy
with charachange

ke "เพราะนายควรเขียนตอบไปไง เธอก็อยากให้นายตอบ ฉันอยากรู้ว่าเธอจะตอบมาว่ายังไง"

show kenji neutral
with charachange

ke "โห่ ไม่ต้องเขียนอะไรดี ๆ ก็ได้ ไม่เป็นไร เขียนแบบโกรธ ๆ แล้วนัดออกมาเจอกันเลย นี่แหละกลยุทธ์การจู่โจมแบบใหม่\nของฉัน ฉันจะนัดพวกผู้หญิงออกมาเจอกัน นายต้องลองบ้างนะ"

hi "ต่อให้เขียนจดหมายมาก็จริง แต่นายต้องทำความเข้าใจด้วยนะว่าหมายความว่าอะไร ยุคนี้การเขียนจดหมายมัน\nไม่เหมือนเมื่อก่อนแล้ว มันไม่ใช่อะไรที่ทำไปงั้น ๆ ยิ่งกับเรื่องอย่างนี้อีก"

hi "เดี๋ยวนี้แค่ใช้โทรศัพท์ก็คุยกับคนที่อยู่คนละฟากโลกได้เหมือนนั่งอยู่ข้างกันแล้ว ส่งอีเมลก็ได้ เดี๋ยวก็แจ้งเตือนก็ไปโผล่\nที่คนรับว่ามีจดหมายเข้าแล้วก็ตอบกลับได้ ง่ายแค่นี้เอง"

hi "บางทีจดหมายมันเป็นเรื่องส่วนตัวก็จริง แต่เธออยากรักษาระยะกับฉันเอาไว้ ใช่ว่าฉันจะโผล่หัวไปแวะหาเธอได้เลย\nสักหน่อย"

hi "ถ้าฉันมีเบอร์ก็โทร. ไปหาได้ หรือถ้ามีอีเมลก็ส่งไปหาได้ ถ้าอยากให้ฉันติดต่อกลับจริง ๆ เธอก็คงเขียนช่องทางติดต่อ\nอะไรสักอย่างแบบนั้นมาด้วย"

"รู้สึกงี่เง่าที่ต้องคอบปลอบใจตัวเองว่าไม่ได้หวั่นไหวอะไรที่อิวานาโกะเขียนจดหมายมาหา ทั้งที่ออกจะชัดว่าฉันหวั่นไหว"

show kenji tsun
with charachange

ke "เธออาจจะอยากให้ค่อยเป็นค่อยไปก็ได้นะ อาจจะแค่ไม่กล้าโทร. มาหานาย ยังจำได้เลยที่แฟนฉันชอบส่งข้อความ\nมาหาเพราะเป็นคนขี้อายมาก ๆ เนี่ย น่ารำคาญมากให้ตาย"

ke "แต่ฉันก็ไม่ได้อะไรกับโทรศัพท์น่ะนะ เลยไม่ใช้ แต่ฉันต้องมาจ่ายค่าส่งข้อความให้ทุกรอบอยู่ดี แต่พอดีฉันไม่ชอบ\nโทรศัพท์ก็เลยไม่ได้โทร. บอกให้เธอเลิกส่งมาสักที"

show kenji neutral
with charachange

ke "แต่สุดท้ายก็ได้โทร. ใช้โทรศัพท์นี่แหละโทร. บอกเลย"

hi "อ้อเหรอ"

"ต่อให้เป็นอย่างเคนจิว่า ยังไงอิวานาโกะก็คงยังอยากรักษาระยะกับฉันอยู่ดีนั่นแหละ เพราะเธอยัง “ไม่พร้อม” ที่จะคุย\nกับฉันแบบสบาย ๆ"

"ทำไม เพราะฉันเป็นพวกน่าเกลียดเหรอ ถ้างั้นการที่เธอทำอย่างนี้ก็ไม่ได้ทำให้ฉันสบายใจขึ้นมาเลย ฉันอาจจะ\nคิดมากไป แต่ไม่รู้สิ"

"เคนจิไม่รู้จะพูดต่อจากนั้นยังไงอีก ความเงียบที่ตามมาช่างอึดอัดรัดแน่นเสียจนฉันนับวินาทีอยู่ในใจ จนท้ายที่สุดเขาก็\nหาข้ออ้างปลีกตัวออกไป"

show kenji tsun
with charachange

ke "คิดถึงเธอจัง…"

hi "แฟนเก่านาย?"

ke "เออ ถึงจะบ้า แต่ตอนได้คบกันก็ดีนะ"

ke "ปวดหลังชะมัด ถ้ายังอยู่ฉันคงขอให้นวดให้ ฉันใช้เตาอบไม่เป็นด้วย คิดถึงอาหารแบบอบจัง แล้วบางทีก็จะไปเล่นโบว์ลิง\nกันที่โถงทางเดินด้วย คิดถึงอันนั้นเหมือนกัน งานเทศกาลล่าสุดนี่ฉันก็ต้องไปเล่นโบว์ลิงตัวคนเดียว"

hi "นี่ไปโบว์ลิงที่โถงทางเดินเหรอ เดี๋ยวก็ไปโดนใส่ใครเข้าหรอก"

ke "เธอพูดงั้นตลอดเลย…"

"เคนจิถอนหายใจหวนถวิล ชัดว่าเขาไม่ได้คิดเลยว่าคน ๆ หนึ่งจะบาดเจ็บได้หนักขนาดไหนถ้ามาเหยียบพินโบว์ลิงแล้ว\nลื่นล้ม ดูเหมือนแฟนเขาก็ไม่ได้คิดด้วย เป็นนิยามของคำว่ารักที่แปลกเหลือเกิน แต่รักก็คือรักแหละมั้ง"

hi "นายน่าจะเขียนจดหมายถึงเธอบ้างนะ ถ้าเธอเขียนตอบมานายก็จะได้แต่งงาน"

stop music fadeout 0.3

show kenji rage
with charachange

ke "แต่งงาน?! ไม่ ไม่ ๆ ๆ ไม่"

hi "โอเค๊ แต่ทำไมไม่เขียนล่ะ นายก็ชอบเธออยู่ ขนาดว่านายเกลียดผู้หญิงแท้ ๆ"

show kenji tsun
with charachange

play music music_kenji fadein 2.0

ke "พวกสตรีนิยม! ไม่ใช่ผู้หญิง พวกสตรีนิยม ไม่เหมือนกันสักหน่อย ผู้หญิงที่ไม่ใช่พวกสตรีนิยมก็มี นายนี่เป็นคน\nแบ่งแยกแบบนี้เหรอเนี่ย อะไรที่สัมพันธ์กันมันไม่ได้เป็นเหตุผลกันเสมอไปเว้ย เธอบ้าแล้วก็เป็นผู้หญิงก็จริง แต่ก็ไม่ได้\nหมายความว่าเธอจะเป็นผู้หญิงบ้าที่เป็นพวกสตรีนิยมนะ"

show kenji neutral
with charachange

ke "ก็เหมือนกับที่ว่าการไม่มีหลักฐานไม่ได้เป็นหลักฐานว่าไม่มีน่ะแหละ ถ้าจริงแล้ว ด้วยสมบัติถ่ายเท จะได้ว่า\nการมีหลักฐานไม่ได้เป็นหลักฐานว่ามี"

hi "ที่จริง มีหลักฐานแล้วก็ต้องแปลว่ามีหรือเปล่า แล้วก็ไม่น่าเรียกว่าสมบัติถ่ายเทนะ"

show kenji tsun
with charachange

ke "ไม่ หุบปากเลย คณิตศาสตร์นะเว้ย! นายจะบอกว่าคณิตศาสตร์ผิดเหรอ"

"เขาน่าจะผิดมากกว่านะ"

"แม้แต่เคนจิยังมีคนที่ชอบสินะ อยากถามเหมือนกันว่าทำไมถึงเลิกกัน ไม่ก็ถามขุดคุ้ยอะไรอีกก็ได้ แต่อย่าดีกว่า\nไม่ใช่แค่ว่าถามแล้วจะเป็นการสอดรู้เกินไป แต่เดี๋ยวเขาคงจะย้อนถามฉันอีก"

stop music fadeout 8.0

"พอคุยแล้วก็คิดไปถึงชิซูเนะ ถึงความคิดที่ว่าจะกระจัดกระจายเลือนรางมีแต่คำถามก็เถอะ"

"ฉันได้ทันรักอิวานาโกะหรือเปล่านะ พอความสัมพันธ์หรืออะไร ๆ กับเธอเป็นอย่างนี้ไปแล้วฉันก็นึกเจ็บปวดอยู่ลึก ๆ"

"ฉันชอบชิซูเนะมากกว่ามาก แต่ยังรู้สึกเหมือนว่าแม้แต่ตอนนี้ฉันยังไล่ตามเธออยู่ ฉันไล่ตามได้ไม่เหนื่อยหรอก แต่ฉัน\nอยากให้ระยะระหว่างเราสองคนร่นลงใกล้กันกว่านี้"

"จดหมายของอิวานาโกะมีส่วนก็จริง แต่ฉันก็รู้สึกอย่างนี้มาสักพักแล้ว ได้เข้าใกล้แล้วแต่ยังใกล้ไม่พอ ฉันอยากลองใหม่\nตอนนี้เลย"

hide kenji
with charaexit

"ฉันบอกให้เคนจิออกไปเพราะจะเปลี่ยนชุด พอเสร็จแล้วฉันก็มุ่งไปยังห้องสภานักเรียน"

scene bg school_courtyard
with locationskip

"วันนี้ลานหน้าโรงเรียนดูค่อนข้างโล่ง น่าเสียดาย อากาศดีขนาดนี้แท้ ๆ"

scene bg school_hallway3
with locationskip

play sound sfx_doorknock2

"ฉันเคาะประตูแล้วแต่ไม่มีเสียงตอบรับ พอลองบิดลูกบิดดูก็พบว่าประตูล็อกอยู่ เมื่อพลิกมือดูก็เห็นฝุ่นที่เกาะอยู่บน\nฝ่ามือ ดูท่าว่าตอนที่พวกเราไม่อยู่นั้นไม่มีใครมาที่ห้องนี้เลย"

"ไหน ๆ ก็เปลี่ยนชุดออกมาขนาดนี้แล้ว ไปเข้าเมืองหาอะไรกินแล้วกัน แต่กระเป๋าสตางค์ดันอยู่ที่ห้องนี่สิ"

scene ev misha_sad:
     truecenter
     subpixel True zoom 1.05
     easein 10.0 zoom 1.0
with locationskip

"ตอนที่เดินกลับหอฉันเจอมิช่าที่นั่งอยู่หลังอาคารหลัก"

"เธอหลับตาพริ้มหลับอยู่ดูสงบ ปกติจะนึกสภาพเธอที่ไม่ได้เริงร่าหรือโดดเขย่งเท้าไปมาเหมือนรอไม่ได้ไม่ออกเลย"

"แวบแรกฉันอยากเรียกเธอแล้วถามว่าเห็นชิซูเนะหรือเปล่า ไม่ก็อาจจะชวนไปเข้าเมืองด้วยกัน แต่พอเห็นสภาพนี้แล้วก็\nไม่อยากกวน ฉันจึงปล่อยให้เธอหลับอยู่อย่างนั้น"

scene black
with dissolve

$ suppress_window_after_timeskip = True

label th_S25:

window hide None

scene bg school_council_bw
with locationchange

$ renpy.music.set_volume(0.5, 0.0, channel="music")
play music music_pearly

nvl clear
nvl show dissolve

n "\n\n\nวันแรก ๆ ฉันแทบลืมไปแล้วว่าตัวเองเป็นสภานักเรียน ฉันพอได้ยินมาบ้างว่าปกติช่วงเปิดเทอมสภานักเรียนจะมีงาน\nเข้ามาจนท่วมหัว แต่ดูท่าว่าจะไม่เป็นอย่างนั้นเสมอไป"

n "ฉันเห็นชิซูเนะไม่ก็มิช่าอยู่ไม่กี่ครั้ง ทั้งสองคนดูจะรีบร้อนเกินกว่าจะเปิดจังหวะให้ฉันได้เสนอตัวเข้าช่วย หรือถ้าเป็น\nช่วงที่สองคนนั้นไม่รีบฉันก็จะได้คุยกับแค่มิช่า"

n "\nชิซูเนะจะอ้างว่ามีงานต้องทำ แต่เป็นงานเล็กน้อยที่ถ้าฉันหรือมิช่าไปช่วยก็คงเบื่อกันก่อน"

n "\n\nผ่านไปพักหนึ่งฉันก็เริ่มรู้สึกอยากมีเวลาว่างขึ้นมาอีกแล้ว ถึงจะมีช่วงที่รู้สึกว่าว่างเกินไปอยู่ก็เถอะ"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear

scene bg school_council
show shizu basic_normal2 at center
with locationchange

window show

"แต่พอฉันเริ่มชิน อะไร ๆ ก็เปลี่ยนไปอีก ตอนนี้ฉันมาเถียงกับชิซูเนะอยู่ในห้องสภานักเรียนว่ากล่องทิชชูใช้ทำ\nหีบบัตรเลือกตั้งได้หรือเปล่า"

hi "ก็บอกแล้วไงว่าใช้ได้ไม่มีปัญหาอะไร ขอแค่เป็นกล่องทรงลูกบาศก์ ไม่ใช่กล่องสี่เหลี่ยมด้านยาว"

hi "มิช่า แปลเป็นภาษามือให้หน่อย ฉันมือไม่ว่าง …แต่คิดอีกที ช่างเหอะ"

"เธอกำลังง่วนอยู่กับการตัดบัตรเลือกตั้ง ถ้าเกิดขยับมือไม้อะไรมั่วซั่วเดี๋ยวกรรไกรคงได้ปลิวเข้ามือใครสักคนแน่ ๆ"

"ฉันวางลังสีโปสเตอร์ที่ขนมากับโต๊ะตัวเล็ก ๆ ของฉันในห้องสภานักเรียน ฝุ่นที่ปลิวเข้าหน้าทำฉันไอ ผ่านไปนาน\nจนฝุ่นเขรอะเลยนะเนี่ย"

show shizu behind_blank
with charachange

ssh "ปรับขนาดบัตรเลือกตั้งดีมั้ย"

show bg school_council at bgright
show shizu behind_blank at tworight
with charamove

show mishashort sign_confused at twoleft
with charaenter

mi "หา~ แต่ว่านะชิจัง ฉันตัดไปเยอะแล้ว…"

show shizu basic_normal
with charachange

ssh "ทำให้เล็กลงหน่อย จะได้มีประสิทธิภาพกว่า ลดขนาดตัวอักษรลงด้วย จะได้ใส่บัตรเลือกตั้งในหีบได้เยอะ ๆ แล้วก็\nจะได้ประหยัดกระดาษไปครึ่งหนึ่งด้วย"

show shizu behind_smile
with charachange

ssh "หรือจะเปลี่ยนรูปแบบการเลือกตั้งด้วยก็ได้ อาจจะทำเหมือนเลือกตั้งจริง ๆ เลย จะได้ไม่ต้องซื้อกล่องมาเยอะด้วย"

show shizu adjust_happy
with charachange

ssh "พอเงินเหลือเราก็จะได้ซื้อพิซซ่า ไม่ก็อาหารจีน ไม่ก็เค้ก ไม่ก็ราเมงที่ฉันอยากลองชิมสักสามชาม"

"ชิซูเนะถูกรอบแว่นไปมาด้วยความตื่นเต้นพลางคิดหาวิธีประหยัดงบให้ได้แม้ครึ่งเยนก็ตาม"

"เธอน่าจะเป็นคนเดียวที่รู้ว่าเรามีงบอยู่เท่าไหร่ ฉันจึงไม่กล้าถามว่าจริง ๆ แล้วที่จัดเลือกตั้งนี่ใช้งบไปน้อยขนาดไหน"

hi "แล้วบัตรที่มิช่าตัดไปแล้วล่ะ"

show shizu basic_happy
with charachange

ssh "ไม่ต้องห่วง ๆ เดี๋ยวฉันจะเอาไปทำเป็นสมุดจดแล้วขายให้สหกรณ์โรงเรียนเอง"

show mishashort perky_confused
with charachange

mi "ชิจัง แต่ว่ามันดูไม่น่ารักเท่าไหร่เลยนะ~…"

show shizu adjust_frown
with charachange

"เหมือนชิซูเนะจะไม่เห็นด้วย และตอนนี้ทั้งสองคนก็เถียงกันแล้ว แต่เหมือนจะเถียงกันด้วยการบอกแค่ว่า “น่ารัก” กับ\n“ไม่น่ารัก” ใส่กันไปจนเหนื่อยแล้วเปลี่ยนมาใช้วิธีการชี้นิ้วสั่งใส่กันแทน"

"แปลกดี ส่วนหนึ่งก็เพราะดูไร้สาระ แต่ก็เพราะไม่เคยเห็นสองคนนี้ความเห็นไม่ตรงกันเลยด้วย"

"แต่ก็นะ ช่วงสองสามวันมานี้ก็ดูเครียด ๆ กันทั้งคู่"

"ชิซูเนะดูจะหมกมุ่นอยู่กับการเลือกตั้งสภานักเรียน ทั้งที่ก็เหลือเวลาอีกหลายเดือนแท้ ๆ นี่สินะนักการเมืองเวลารู้ตัว\nว่ายุคสมัยของตัวเองจะสิ้นสุดลงและใกล้ถึงเวลาเปลี่ยนระบอบการปกครองแล้ว"

"ขนาดตอนนี้ที่ฉันมานั่งคัดลายมือเขียนป้ายที่ต้องรออีกหลายสัปดาห์กว่าจะได้แปะ ฉันก็ยังไม่สามารถคิดจริงจัง\nกับเรื่องสภานักเรียนได้เท่าไหร่ แต่ก็เข้าใจว่าทำไมชิซูเนะถึงจริงจังกับเรื่องนี้"

"ก็เป็นประธานสภานักเรียนมาสามปีแล้วนี่นะ แถมเท่าที่ได้ยินพ่อเธอบอก เธอฝันอยากเป็นมาตั้งแต่ก่อนหน้านั้นอีก\nสงสัยสามปีคงยังไม่หนำใจเธอพอที่จะสละตำแหน่งนี้ได้"

hi "สภานักเรียนรุ่นก่อนเขาลงทุนให้ผลัดคนได้ราบรื่นกันขนาดนี้เลยเหรือเปล่า"

show shizu behind_frustrated
with charachange

"ชิซูเนะทำหน้าเบ้เป็นเชิงว่ารุ่นก่อนไม่ได้มีประโยชน์อะไรเท่าไหร่เลย"

hi "งั้นแสดงว่าที่เธอทำก็เพื่อจะเป็นตัวอย่างที่ดีสินะ"

show shizu basic_frown
with charachange

shi "…"

show mishashort hips_frown
with charachange

mi "ตัวอย่างที่ดีจะมีค่าก็ต่อเมื่อมีคนเอาอย่างเท่านั้นแหละฮิจัง~! ถ้าไม่เอาอย่างฉันละก็ฉันจะโกรธมาก~! ถ้าเป็นพวก\nไม่เอาไหนละก็ฉันจะจี้ให้หนักเลย~"

"พอมิช่าพูดแล้วก็ฟังดูไม่น่ากลัวเท่าไหร่เลยแฮะ"

hi "งั้นแสดงว่าเคยเจอกันแล้วงั้นสิ"

show shizu adjust_smug
with charachange

shi "…"

show mishashort hips_grin
with charachange

mi "อะฮ่าฮ่า~ ฮิจัง ยังไม่มีผู้สมัครรับเลือกตั้งเลย~!"

hi "ฮะ? ไม่มีเลย?"

show shizu behind_smile
show mishashort hips_smile
with charachange

ssh "แม้แต่ตำแหน่งประธานสภานักเรียนก็ยังไม่มีเลย ฉันถึงได้พยายามกระตุ้นให้คนมาสนใจสมัครตำแหน่งนี้กัน คิดว่าไงล่ะ"

"เธอชูโปสเตอร์ที่ทำเองกับมือให้ดูด้วยความภูมิใจ ซึ่งดูสภาพ เอ่อ เหมือนหลุดมาจากค่ายทหาร"
#i'm pretty tempted to pilfer kamifish's secret santa 2011 thing for a cutin here

hi "งั้นเธอก็จริงจังไปหน่อยแล้วมั้ง"

show shizu adjust_frown
with charachange

"เธอขมวดคิ้วแล้วจับกรอบแว่นเล่นด้วยความไม่พอใจ"

ssh "แปลกเหรอ"

hi "ใช่"

show shizu behind_smile
with charachange

"เธอดูมีความสุขแปลก ๆ ที่ฉันค้านเธอ ถ้าไม่ติดว่าเธอกำลังตั้งสมาธิทำอะไรอยู่แล้วคงมาเถียงกับฉันเพราะน่าสนใจดี\nแน่ ๆ"

show shizu basic_normal
with charachange

ssh "แปลกตรงไหน"

show shizu adjust_smug
with charachange

"ก็ดูท่าว่าจะเถียงอยู่ดีนั่นแหละ เธอโบกไม้โบกมือเป็นเชิงปฏิเสธราวกับว่าจะจับคำที่ลอยอยู่ในอากาศนั้นลบทิ้งไป\nและเธอก็เตรียมเปลี่ยนมาเป็นการตำหนิคนรุ่นถัดจากเธอแทน"

hi "ก็ ที่แปลกอย่างหนึ่งเลยก็คือถ้าเป็นที่โรงเรียนเก่าฉันก็ต้องอีกสักหกเดือนกว่าจะได้เลือกตั้ง เพราะ แบบ เราจะจบ\nช่วงเดือนมีนาใช่มั้ย จะมาคิดถึงการเลือกตั้งเอาเร็วขนาดนี้มันก็แปลกอยู่นะ"

show shizu behind_blank
with charachange

ssh "ไม่เหมือนกันสักหน่อย"

show shizu adjust_frown
with charachange

shi "…"

show mishashort sign_smile
with charachange

mi "ฮิจัง ฉันคงอ่อนใจแน่ถ้ายังไม่มีใครมาแทนตอนที่ฉันต้องไปน่ะ~! ชิจังว่างั้น"

show mishashort hips_grin
with charachange

mi "แต่~! ใช่ว่าไม่มีสภานักเรียนแล้วการจัดการอะไรของโรงเรียนจะชะงักไปเลยน่ะนะ แต่คงแจกเอกสารอะไรยากหน่อย~!"

show mishashort cross_laugh
with charachange

mi "ฮ่าฮ่าฮ่า~"

show shizu basic_normal2
show mishashort cross_smile
with charachange

"แต่ชิซูเนะไม่ขำด้วย มุกของมิช่าทำชิซูเนะผงะไปราวกับว่าเจ็บใจขึ้นมา ถึงมิช่าจะไม่ได้ตั้งใจเสียดสี แต่คำพูดล้อที่ว่า\nก็ได้ผลเช่นนั้นโดยที่เธอไม่รู้ตัว"

show shizu adjust_frown
with charachange

ssh "ฮึ ฉันอุตส่าห์จะหาคนมาทำเยอะ ๆ แท้ ๆ แต่ทุกคนก็ขี้เกียจเหลือเกิน คิดว่าไม่เป็นไรเพราะยังอีกนานกว่าจะถึงเวลา\nขี้เกียจจริง ๆ ที่ไม่ยอมเดินเกมก่อน"

show shizu cross_angry
with charachange

ssh "ยังอีก “ตั้ง” หกเดือนเหรอ ถ้ายังไม่เริ่มทำอะไรตอนนี้ก็ไม่สมควรมีใครกาให้หรอก!"

show mishashort sign_smile
with charachange

mi "คิดเหรอว่าเป็นงานง่ายถึงขั้นที่จะมาปั่นเอานาทีสุดท้ายแล้วเดินลอยชายเข้ามารับตำแหน่งได้เลยน่ะ~ ดูถูกกันมาก~!\nจริง~ จริงเลย~!"

show mishashort hips_frown
with charachange

mi "ถ้าได้มานั่งที่โต๊ะเล็ก ๆ ตัวนี้แล้วเห็นกองงานเท่าภูเขาแล้วสภาพคงไม่เหลือแน่~!"

show shizu behind_frustrated
with charachange

ssh "ถ้าเป็นเลือกตั้งจริงคงไม่รอดแล้ว วันก่อนฉันไปอ่านพระราชบัญญัติการเลือกตั้งสมาชิกสภาผู้แทนราษฎรญี่ปุ่นมา\nแต่อ่านเฉพาะส่วนที่แย่นะ ไม่รู้ทำไมเหมือนกัน"

hi "ไม่รู้ทำไมเหมือนกัน"

"เมื่อกี้แวบหนึ่งชิซูเนะ “คุย” เหมือนอย่างกับพ่อเธอเลย แล้วดันออกมาจากปากมิช่าอีก ขนลุก"

hi "เอาละ อย่างแรกเลยนะครับท่านผู้กุมอำนาจอยู่เบื้องหลัง คุณไม่ใช่คนที่จะตัดสินใจเรื่องนั้นครับ เดี๋ยวคนจะเลือกตั้ง\nกันมาเอง อย่างที่สอง อันนี้มันแค่เลือกตั้งกันในโรงเรียนครับ เราไม่ได้จะเลือกตั้งสมาชิกสภาท้องถิ่นหรือรัฐสภากัน\nนะครับ พระราชบัญญัติการเลือกตั้งสส. ญี่ปุ่นอะไรนั่นไม่น่าเกี่ยวกันนะครับ"

"อย่างที่สาม ซึ่งฉันไม่อยากพูด คือฉันใจคอไม่ดีที่ชิซูเนะคุยเรื่องการเลือกตั้งและดูกระตือรือร้นกับเรื่องนี้เหลือเกิน"

"พ่อเธอบอกว่าเธอไม่ได้รับเลือกตั้งมาด้วยซ้ำ จะว่าไปแล้ว เหมือนชิซูเนะก็ไม่เคยบอกด้วยว่าตัวเองได้รับการเลือกตั้งมา\nเหมือนกัน"

"แล้วที่ได้ตำแหน่งนี้มาเพราะสมัครเข้าสภานักเรียนแล้วอยู่จนสภานักเรียนล่มจนเหลือแค่เธอคนเดียวเหรอ ไม่เคย\nลองคิดอย่างนั้นมาก่อนเลยแฮะ"

"ไม่รู้ว่าใช่อย่างนั้นหรือเปล่า แต่ถ้าใช่ก็คงไม่แปลก ตอนนี้เหลือแค่เราสามคนทรงอำนาจอยู่"

"ถ้าที่มาของตำแหน่งเธอมันจะหดหู่ขนาดนั้นแล้วจะได้จัดเลือกตั้งหรือเปล่า คงไม่ค่อยมีใครสนใจ หรือไม่ก็ไม่มีใคร\nสนใจเลย ซึ่งจะแปลว่าที่เธอทุ่มเทไปก็เสียเปล่า"

"ฉันเติมเครื่องหมายอัศเจรีย์ใส่โปสเตอร์ที่ฉันกำลังทำอยู่ เติมหน่อยคงไม่เป็นไรเพราะตัวโปสเตอร์ก็ดูเรียบไปหน่อย\nอันที่จริง เติมแล้วก็อาจจะยังดูเรียบไปหน่อยอยู่ดี ขยายขนาดขึ้นเป็นสองเท่าเลยดีกว่า"

hi "แต่นั่นแหละ เพลา ๆ ลงหน่อยก็ดีนะ ถ้ายังมีเวลาอีกหลายเดือนแล้วทุ่มขนาดนี้ก็เกินไปมั้ง ฉันคิดว่างั้นนะ เธอพะวง\nมากไปแล้ว"

"ฉันทำภาษามือคำว่า “พะวง” ไม่เป็น พอจะลองทำก็กลายเป็นว่ามือเผลอลากสีเป็นเส้นไปใส่ตรงที่ไม่ได้อยากใส่ จะแก้\nก็ไม่ได้แล้ว"

hi "มิช่า ฝากบอกให้หน่อยได้มั้ย"

show mishashort sign_smile
with charachange

show shizu adjust_happy
with charachange

"ชิซูเนะขำอยู่เงียบ ๆ กัดฟันกลั้นเสียงเอาไว้"

show shizu behind_blank
with charachange

ssh "เพราะมีเรื่องให้พะวงหลายอย่างไง"

hi "เช่นอะไร"

show shizu basic_normal
with charachange

ssh "เช่น… กล่องมันจะสวยจนคนเอาไป ต้องวางแผนเผื่อไว้"

show mishashort hips_grin
with charachange

mi "วะฮ่าฮ่า~! งั้นคราวนี้ก็ต้องทำตลก ๆ ให้ไม่มีใครกล้าเอาไปเลย! เป็นไงชิจัง~"

hi "วาดหน้าคนหน้าอะไรเพี้ยน ๆ ติดก็ได้นะ ไม่ก็แปะรูปชิซูเนะใบเล็ก ๆ ไว้แล้วเขียนบนกล่องแต่ละใบว่า “ขโมยไม่ดีนะ”"

show shizu behind_frown
with charachange

ssh "ไม่ ไม่ตลก! ปัญหาไม่ได้มีแค่เรื่องนั้นด้วย ไหนจะเรื่องสัดส่วนคนที่ออกมาเลือกตั้งอีก…"

show shizu basic_normal2
with charachange

ssh "…แล้วกรณีที่แย่ที่สุดก็คือการที่ไม่มีผู้สมัครเลย"

"ถึงดูเหมือนเธอจะพูดหยอกเล่น แต่ดูจากรอยยิ้มกับท่าทางในภาษามือแล้วดูท่าว่าจะจริงจัง"

show mishashort cross_laugh
with charachange

"แม้แต่มิช่ายังรู้ว่ามีความน่าจะเป็นที่จะเป็นอย่างนั้นจริง ๆ และแม้ตัวมิช่าจะพยายามคลายอารมณ์ที่ตึงเครียด\nด้วยการหัวเราะคั่นคำพูดของชิซูเนะแล้วก็บรรยากาศก็ยังไม่ดีขึ้น"

show shizu behind_frustrated
with charachange

shi "…"

show shizu basic_angry
with charachange

ssh "พวกเธอสองคนเป็นอะไรไป"

show shizu adjust_frown
with charachange

ssh "แค่ล้อเล่นหรอกน่า ที่จริงปีนี้ยังพอมีคนสนใจอยู่บ้าง ถ้าไม่มีฉันจะมาทำอะไรถึงขนาดนี้เหรอ ฉันก็ไม่ได้โง่สักหน่อย"

show shizu behind_smile
with charachange

ssh "ถ้าเลือกตั้งเสร็จแล้วเดี๋ยวฉันเลี้ยงข้าวเย็น กำลังวางแผนอยู่เลย"

hi "เลี้ยงสภารุ่นใหม่ด้วยเหรอ"

show shizu adjust_smug
with charachange

ssh "ไม่หรอก ถ้าพวกนั้นอยากกินมื้อเย็นฉลองก็ให้ซื้อกันเองเอา ที่ฉันเลีี้ยงรอบนี้เฉพาะรุ่นปัจจุบัน ถ้าจบงานเพื่อส่วนรวม\nพวกนี้ที่ต้องทำมาตลอดได้แล้วฉันก็จะโล่งสักที"

show mishashort hips_grin
with charachange

mi "มื้อเย็นของเราสามคนเหรอ~ เย้~! เหมือนงานเลี้ยงขนาดย่อมเลยชิจัง~!"

stop music fadeout 3.0

"ถึงฉันจะเห็นชัดว่าจริง ๆ แล้วเธอฝืนทำร่าเริงแต่ก็ไม่ได้พูดอะไร เวลาทั้งคาบที่เหลือ—ซึ่งแย่หน่อยตรงที่เหลือไม่มาก\nแล้ว—เราก็ทำงานกันไปเงียบ ๆ"

scene bg school_hallway3
with shorttimeskip

play music music_daily fadein 0.5

"พอเลิกเรียนแล้วมาดูที่ห้องสภานักเรียนก็เห็นว่าประตูล็อก แปลก เมื้อกี้ก็เห็นชิซูเนะยุ่งอยู่ นึกว่าจะเอางานมาทำต่อ\nหลังเลิกเรียนด้วย เพราะปกติจะเป็นอย่างนั้น"

"อาจจะฟังที่ฉันบอกเลยไปพักบ้าง หวังว่าเรื่องจะมีแค่นั้นนะ"

scene bg school_courtyard_ss
with locationskip

"ฉันเดินเล่นอยู่ในโรงเรียนสักหน่อยคลายความอึดอัดเล็กน้อยที่อยู้ในตัว ซึ่งขาก็ไปแบบกึ่งอัตโนมัติ ฉันจำไม่ได้ด้วยซ้ำ\nว่าเริ่มออกเดินตอนไหน แต่เหมือนจะเดินอยู่ในโรงเรียนเยอะพอที่จะทำให้เริ่มเหนื่อยแล้ว แต่ก็ใช่ว่าจะมีอะไรเป็นพิเศษ\nน่ะนะ"

"เดินเล่นนิด ๆ หน่อย ๆ อยู่ในโรงเรียนก็หอบรับประทานแล้ว น่าสมเพชจริง ๆ"

scene bg school_hallway3
with locationskip

"รู้ตัวอีกทีก็กลับมาอยู่ที่หน้าห้องสภานักเรียน แต่คราวนี้มีคนแล้ว"

show mishashort hips_smile at center
with charaenter

mi "ไงฮิจัง~!"

hi "ประตูล็อก"

"พอเห็นกระป๋องน้ำมะนาวในมือมิช่าแล้วตาก็สอดส่ายหาตู้ขายของแบบหยอดเหรียญไปโดยอัตโนมัติ ตอนนี้ฉันคอแห้ง\nเอามาก ๆ"

show mishashort sign_smile
with charachange

mi "รู้น่าฮิจัง~! ชิจังคงไม่อยู่ละมั้ง~!"

hi "แปลก"

show mishashort hips_grin
with charachange

mi "อะฮ่าฮ่าฮ่า~ เราสองคนไม่ได้ตัวติดกันสักหน่อยฮิจัง~"

"มิช่ากระดกดื่มน้ำมะนาวอึกใหญ่ จนสุดท้ายเธอจับกระป๋องดิ่งให้น้ำที่เหลืออยู่ข้างในไหลเข้าปากตัวเอง รู้สึกเหมือน\nโดนเยาะเย้ยยังไงไม่รู้"

show mishashort perky_smile
with charachange

mi "อยากดื่มบ้างเหรอฮิจัง~"

hi "ไม่เป็นไร ๆ ฉันดื่มอะไรของคนอื่นไม่ได้หรอก เสียมารยาทแย่ อีกอย่าง นี่เธอเยาะเย้ยกันใช่มั้ย เมื่อกี้เห็นสูบเอาจน\nหมดกระป๋องเลย"

show mishashort sign_smile
with charachange

mi "ยังมีในกระเป๋าฉันอีกกระป๋องนะ~! ฉันเตรียมไว้แล้ว เห็นมั้ย~ เห็นมั้ย~ เหมือนชิจังเลย~!"

hi "รายนั้นก็เป็นคนเตรียมพร้อมไปหน่อยอะ แต่อยู่ด้วยกันมาตั้ง เท่าไหร่นะ สองปี? เธอติดนิสัยมาบ้างก็ดีแล้วละ"

show mishashort cross_laugh
with charachange

mi "วะฮ่าฮ่า~!"

"พอเธอจ้องตอนฉันดื่มอยู่ก็แอบอึดอัดแฮะ แต่ช่างเถอะ ให้ดื่มนี่ก็บุญโขแล้ว"

hi "ทั้งเธอทั้งชิซูเนะได้เลี้ยงอะไรฉันตลอดเลย ชักอายแล้วสิ"

show mishashort hips_smile
with charachange

mi "จริงเหรอ~ ฮิจัง อะฮ่าฮ่า~ งั้นไว้เลี้ยงข้าวเที่ยงฉันบ้างนะ~ แล้วเรา~! จะได้เจ๊ากัน"

hi "เออ บังเอิญดีนะ ฉันกะจะชวนเธอเข้าเมืองไปกินข้าว…"

show mishashort hips_grin
with charachange

mi "อื้ม~ อื้ม~! วันนี้ฉันหิวมากเลยละฮิจัง! ขอบใจนะ!"

show mishashort invis at tworight
with dissolvecharamove

stop music fadeout 3.0

"…เมื่อวาน ฉันกะจะชวนเมื่อวาน มิช่าแทรกก่อนที่ฉันจะทันได้พูดให้จบ และไม่มีช่องให้ฉันได้แก้เลยเพราะเธอโดดไป\nโดดมาอยู่รอบตัวฉันหัวเราะสะบัดแขนขาด้วยความตื่นเต้น"

scene bg suburb_roadcenter_ss
with locationskip

play music music_dreamy fadein 2.0

"ฉันพกกระเป๋าสตางค์ติดตัวมาด้วยแล้วจึงเดินเข้าเมืองไปโดยที่มีมิช่าตามหลังอยู่ เธอจับมือตัวเองเล่นไปมาพลางถาม\nด้วยความสงสัยว่าจะไปกินที่ไหนดี ก็น่าจะถามฉันแหละนะ คงไม่ได้พูดกับตัวเองหรอก"

hi "เธออยากไปร้านไหนเป็นพิเศษมั้ย"

show mishashort hips_smile_ss at center
with charaenter

mi "อืมมม~ ฉันอยากไปที่โรงน้ำชานั้น ร้านนั้นมีพาร์เฟต์แก้วใหญ่ขายด้วย"

hi "เห็นเธอกินคราวที่แล้วก็ใหญ่จริง ๆ แหละ"

show mishashort hips_grin_ss
with charachange

mi "ไม่ ๆ ๆ ~! อันนี้ใหญ่ ใหญ๊~ ใหญ่! แพงมากด้วย~!"

hi "แพง แพ๊ง~ แพงมากเลยเหรอ"

show mishashort cross_laugh_ss
with charachange

mi "ฮ่าฮ่าฮ่า~! ก็นิดหน่อย~…"

hi "ดูพูดเข้า เอาเถอะ เธอกับชิซูเนะก็เลี้ยงฉันมาหลายรอบละ ไม่เป็นไรหรอก"

show mishashort perky_confused_ss
with charachange

mi "ฮิจัง ฉันว่าฉันไม่เคยเลี้ยงเลยนะ~ แน่ใจนะว่าคนที่เลี้ยงไม่ได้มีแค่ชิจัง"

hi "คนเขาเลี้ยงนี่จะไม่เอาจริงเหรอ ไม่ต้องคิดมากน่า"

scene bg suburb_shanghaiint
with locationskip

"เราตรงไปร้านเซี่ยงไฮ้แล้วนั่งรอพนักงานเสิร์ฟ ซึ่งน่าแปลกที่ไม่ใช่ยูโกะ"

"มิช่าดูจะหิวพาร์เฟต์มาก ๆ เพราะพอเดินเข้าร้านมาเธอก็สั่งทันที พอได้เห็นพาร์เฟต์ที่ว่ามาเสิร์ฟแล้วก็รู้สึกว่าดูใหญ่\nและแพงมากจริง ๆ"

show mishashort perky_confused_close at center
with charaenter

mi "จะไม่สั่งอะไรเลยจริงเหรอฮิจัง ถ้าหิวก็แบ่งกันกินได้นะ"

hi "ไม่อะ ฉันไม่ชอบพาร์เฟต์ ไม่ชอบถั่วบดด้วย"
#http://en.wikibooks.org/wiki/Cookbook:Pralin vs. http://en.wikipedia.org/wiki/Granola I'm actually not too happy either way, but eh. -SC

show mishashort sign_smile_close
with charachange

mi "เขี่ยออกก็ได้นี่~!"

hi "ถั่วบดมันเขี่ยออกได้ที่ไหน พูดอะไรบ้า ๆ"

show mishashort perky_smile_close
with charachange

"ถึงตอนแรกจะเขี่ยได้ แต่มิช่าก็คนจนตอนนี้เขี่ยออกไม่ได้แล้ว ดูขยะแขยงหน่อย ๆ ด้วย"

"คนขนาดนั้นรสชาติจะไม่ตีกันแย่เหรอ ก้อนเหลว ๆ นั่นจะมีรสอะไรขึ้นมาได้จริงเหรอ แต่มิช่าก็กินด้วยท่าทีที่เหมือน\nจะอร่อย"

show mishashort hips_grin_close
with charachange

mi "อื้ม~ พาร์เฟต์เนี่ยสุดยอดเลย~ ฉันเสียวฟันเลยกินไอศกรีมไม่ได้~ เค้กก็นิ่มไป แล้วถ้ามีของแต่งหน้าเยอะไปฉันก็\nจะเบื่อ พาร์เฟต์นี่แหละน่าสนใจ"

show mishashort perky_smile_close
with charachange

mi "แถวนี้มีคาเฟที่ขายพาร์เฟต์กี่ที่กันนะ~ ฉันว่าน่าจะสิบที่! ฉันไปลองชิมมาหมดแล้ว ฉันชอบของร้านนี้ที่สุด มีฟลาน\nก้อนเล็ก ๆ ให้ด้วย!"

hi "นี่เธอเป็นผู้เชี่ยวชาญด้านขนมหวานหรือเปล่า"

show mishashort hips_smile_close
with charachange

mi "ไม่ใช่แค่ขนมหวาน~! ฉันอยากกินอะไรอร่อย ๆ หมดเลย~"

show mishashort hips_grin_close
with charachange

mi "สักวันฉันจะเก็บเงินซื้อสเต๊กเนื้อมัตสึซากะสักสองกิโลเลย~!"

hi "ซื้อขนาดนั้นราคาคงเป็นแสนเยนได้มั้ง… งั้นการกินอาหารทราม ๆ อะไรพวกนี้คงเป็นงานอดิเรกของเธองั้นสิ"

"สองสามเดือนคงจะน้อยไปหน่อยกับการดูว่าใครมีงานอดิเรกอะไร พอมาย้อนคิดดูแล้วก็เสียมารยาทมากเลยแฮะ\nแถมเป็นงานอดิเรกที่แพงเสียด้วย"

show mishashort perky_confused_close
with charachange

mi "มั้งนะ~!…ซาม ๆ ~?"

hi "อื้ม"

show mishashort hips_grin_close
with charachange

"มิช่าหัวเราะคิกคักยกมือขึ้นแตะหน้า เหมือนที่จมูกจะมีไอศกรีมติดอยู่แต่เธอยังไม่รู้ตัว ฉันละสายตาไปไม่ได้ เมื่อไหร่\nจะเช็ดสักทีนะ พอฉันจะบอกเธอก็โพล่งขึ้นมาว่า"

show mishashort perky_confused_close
with charachange

mi "ฉันไม่รู้ความหมายของคำนั้นอะ"

hi "อ้อ ก็คำไม่ค่อยดีเท่าไหร่หรอก มันสื่ออะไรหลายอย่าง ใช้คำว่าแสวงรสดีกว่า อารมณ์เหมือนการตามหาอะไรที่รสชาติ\nอร่อย ๆ มากิน ถ้าจะเติมเข้ามาให้เป็นการพูดถึงคนก็ นักแสวงรส งี้"

show mishashort cross_laugh_close
with charachange

mi "วะฮ่าฮ่า~!"

show mishashort cross_grin_close
with charachange

mi "ฮิจัง นายใช้คำยากไปนะ"

hi "ขอโทษที"

show mishashort perky_smile_close
with charachange

mi "ฮ่าฮ่าฮ่า~ แต่ฉันว่าชิจังชอบนายก็ตรงนี้แหละ"

hi "เพราะฉันใช้คำยากเหรอ งั้นเดี๋ยวต้องไปหาซื้อหนังสือรวมคำคล้ายแล้ว"

show mishashort hips_grin_close
with charachange

mi "วะฮ่าฮ่า~! ไม่ ไม่ใช่อย่างนั้นสักหน่อยฮิจัง~!"

"สุดท้ายฉันก็สั่งกาแฟ แต่ก็ต้องรอสักพักกว่าพนักงานจะเห็น และกว่าจะได้กาแฟก็คงนานพอกัน"

"คนเริ่มเข้าโรงน้ำชามามากขึ้นเรื่อย ๆ ก็ไม่แปลก ตอนที่นั่งรอมิช่ากินของหวานนี่ก็อยู่มาเกือบชั่วโมงแล้ว ฉันสั่งกาแฟ\nแบบถือกลับบ้าน แต่มิช่าก็สั่งตาม ดูท่าว่าจะได้แช่อยู่ที่นี่นานกว่าที่คาดเอาไว้"

hi "ถ้ามันง่ายอย่างนั้นก็ดีสิ ช่วงนี้แทบไม่ได้คุยกับชิซูเนะเลย"

show mishashort sign_smile_close
with charachange

mi "ชิจังงานยุ่งเพราะเรื่องเลือกตั้งไง~!"

hi "ฉันรู้น่าว่าเราจะอยู่ด้วยกันสบาย ๆ ไปไม่ได้ตลอดหรอก แค่ว่าฉันมีเรื่องอยากบอกเธอเยอะไปหมด มั้งนะ แต่พอถึงเวลา\nฉันก็ไม่ได้พูด แล้วตอนนี้ก็ไม่มีเวลาด้วยแล้วเพราะเรื่องเลือกตั้งอีก"

hi "ทั้งที่เลือกตั้งก็อีกนาน"

show mishashort hips_frown_close
with charachange

mi "ฮิจัง นายคิดว่าชิจังหลบหน้านายเหรอ"

"น้ำเสียงมิช่าฟังดูโกรธ ซึ่งก็ไม่แปลก แต่ฉันไม่ได้คิดอย่างนั้นเลย"

hi "เปล่า"

show mishashort perky_sad_close
with charachange

mi "งั้นเหรอ~…"

"น้ำเสียงเลื่อนลอยของเธอทำให้ฉันคิดว่ามิช่าผิดหวังกับคำตอบของฉันหรือเปล่า ถ้างั้นเธอก็คงคิดว่าชิซูเนะหลบหน้า\nเธออยู่ จะถามก็กระดากปาก แต่หวังว่ามิช่าจะตอบตรง ๆ นะ เพราะฉันนึกภาพเธอโกหกไม่ออกเลย"

hi "แล้วเธอคิดงั้น?"

show mishashort hips_smile_close
with charachange

mi "ไม่ ไม่เลยฮิจัง~! แต่~! …บางทีมันก็น่าหงุดหงิด~ ชิจังน่ะมีพลังเยอะ แถมยังคอยโหมให้คนอื่นตื่นเต้นไปด้วย\nอยู่เรื่อยเลย~"

show mishashort perky_sad_close
with charachange

mi "แต่เหมือนชิจังไม่รู้จะรับมือยังไงต่อพอทุกคนตื่นเต้นกันมาก ๆ แล้ว หรือไม่ก็~! ฉันว่าชิจังอาจจะอยากให้ทุกอย่าง\nราบรื่นดี พอฉันเสนอตัวจะช่วย ชิจังก็ผลักไสฉันตลอดเลย"

mi "น่าหงุดหงิดนะ"

show mishashort hips_grin_close
with charachange

mi "ฉันแค่คิดมากไปเอง มั้ง~! ใช่มั้ย~"

"มิช่าดื่มกาแฟอึกใหญ่แล้วแลบลิ้น"

show mishashort hips_laugh_close
with charachange

mi "โอ๊ย~! ร้อน~ ร้อน~ ร้อน~… อุตส่าห์ทิ้งไว้ นึกว่าจะเย็นแล้ว~!"

hi "เพิ่งแป๊บเดียวเองไม่ใช่เหรอ"

"ฉันก้มมองนาฬิกาตัวเอง ยังผ่านไปไม่ทันเท่าไหร่เลย แต่พอหันมองนอกหน้าต่างก็เห็นว่าพระอาทิตย์คล้อยตกดินแล้ว"

hi "ก็ไม่นานนี่ อืม แต่ดูเหมือนวันนี้จะมืดเร็วพอตัวเลยนะ ก็คงไม่แปลกที่เธอจะนึกว่านานแล้ว"

show mishashort perky_sad_close
with charachange

"พอมิช่าได้ยินที่ฉันพูดแล้วเธอก็หันมองข้างนอกแล้วหาวแทบจะทันที สีหน้าดูง่วง ๆ ซึ่งตลกดี เพราะ…"

hi "ง่วงเหรอ แต่แบบ สองวินาทีเมื่อกี้เธอยังตื่นเต็มตาอยู่เลย"

show mishashort sign_sad_close
with charachange

mi "พอมืดแล้วฉันจะง่วงน่ะฮิจัง~"

hi "ง่าย ๆ งี้เลย? เป็นนกเหรอ"

show mishashort perky_smile_close
with charachange

mi "อะฮ่าฮ่าฮ่า~"

"ฉันยกถ้วยกาแฟขึ้นมาจิบ ซึ่งไม่ร้อนเท่าไหร่แต่อร่อยมาก ฉันรีบดื่มให้ไวที่สุด เพราะตอนนี้ฉันก็อยากกลับหอแล้ว\nเหมือนกัน มิช่าจะกระดกตามฉันบ้าง แต่เหมือนกาแฟจะยังเย็นไม่พอสำหรับเธอ"

"ในหัวฉันคิดไปถึงเรื่องที่มิช่าบอกว่าชิซูเนะชอบบางอย่างในตัวฉันระหว่างที่รอเธอดื่มกาแฟให้หมด อยู่ ๆ ก็อยากรู้\nขึ้นมาแบบมาก ๆ แต่จะให้ย้อนกลับมาถามเรื่องนี้อีกก็ดูจะวุ่นวายไปหน่อย"

show mishashort hips_grin_close
play sound sfx_impact
with vpunch

"ฉันคิดอยู่ว่าสิ่งนั้นคืออะไรกันแน่ แต่แล้วเสียงถ้วยกระดาษเปล่าที่เคาะกับโต๊ะจากฝั่งมิช่าก็เข้ามาขัด"

show mishashort cross_grin_close
with charachange

mi "หมดแล้ว~!"

"เธอหัวเราะน้อย ๆ ดูพอใจกับตัวเอง เหมือนเด็กทารกเลย ตอนเด็กเธอจะทำผมทรงสว่านแบบนั้นเหมือนกันมั้ยนะ\nหรือเพิ่งมาทำทรงสว่านเอาตอนโต? น่าจะเป็นอย่างหลังมากกว่า"

hi "งั้นก็กลับกันดีกว่า แต่พนักงานไปไหนเนี่ย เดี๋ยวฉันไปจ่ายค่าซันเดให้ก่อน ห้ามหลับ โอเคนะ"

show mishashort sign_smile_close
with charachange

mi "ซันเดที่ไหนล่ะฮิจัง พาร์เฟต์ต่างหาก"

show mishashort cross_laugh_close
with charachange

mi "วะฮ่าฮ่า~"

hi "ไอศกรีมติดจมูกอยู่แน่ะ"

stop music fadeout 2.0

scene black
with dissolve

label th_S26:

scene bg school_scienceroom at right
with locationchange

play sound sfx_paper
play music music_normal fadein 3.0

"ฉันกำลังทำแบบฝึกหัดเรื่องตรรกศาสตร์อยู่ในห้องเรียนยามบ่ายถัดจากวันนั้น เมื่อทำไปได้สองข้อก็มี\nก้อนกระดาษถูกโยนมาที่หัวฉัน ถึงจะรู้แล้วแหละว่าใครโยนมา แต่ฉันก็หันไปดูเพื่อความแน่ใจอีกที"

show shizu invis at left
with None

show bg school_scienceroom at left
show shizu behind_blank at center
with dissolvecharamove

"ในห้องเรียนไม่มีคนที่เก็บอาการเป็นเลยสักคน ฉันรู้ทันทีว่าทุกคนเห็นว่าใครโยนมา เพราะสายตาทุกคู่จับจ้องคนร้าย\nที่เห็น ๆ กันอยู่ว่าเป็นชิซูเนะ แถมยังไม่มีทีท่าว่าจะพยายามทำตัวให้เนียนด้วย"

"คนที่นี่ไม่เหมือนในเมืองเลย ถ้าเป็นที่โรงเรียนเก่าฉันคงยังไม่รู้ว่าใครเป็นคนโยนมากันแน่"

"พอคลี่กระดาษออกดูก็เห็นข้อความที่เขียนว่า"

window hide

$ written_note("มิช่าไม่อยู่! เลิกเรียนแล้วมาช่วยงานหน่อย!")

window show

hi "แล้วจะใช้กระดาษทำไม ใช้ภาษามือเอาไม่ง่ายกว่าเหรอ"

"ส่วนมากฉันก็รู้ภาษามือจากการเลียนแบบมิช่าที่พูดไปทำภาษามือไป ฉันจึงเปล่งเสียงประโยคนั้นออกมาพร้อม ๆ กับ\nการส่งภาษามือให้ชิซูเนะ มีคนในห้องหัวเราะคิกคักกัน น่าอายชะมัด"

his "ถ้างานไม่เยอะฉันก็จะช่วย"

show shizu basic_angry
with charachange

ssh "บ้าหรือเปล่า ถ้ามิช่าไม่อยู่ก็แปลว่านายต้องช่วยเป็นสองเท่าคนเลยสิ"

"มิช่าไม่อยู่แล้วงานจะเยอะขึ้นขนาดนั้นเลยเหรอ ก็เมื่อวานมิช่ายังบ่นอยู่เลยว่าชิซูเนะไม่ยอมให้ช่วยงานด้วย แล้วปกติ\nฉันก็ไม่ได้ทำอะไรเยอะอยู่แล้วด้วย"

"ฉันทำทีเป็นคิดอยู่พักหนึ่งก่อนจะเขียนตอบตกลงว่าจะไปช่วย จริง ๆ ก็ดีใจนะที่ขอให้ไปช่วย จะได้มีเวลาคุยกันด้วย"

"ก็เป็นโอกาสที่ดี แต่รู้สึกเหมือนต้องทำเป็นว่าไม่ค่อยอยากไปเท่าไหร่สักหน่อย"

hide shizu
with charaexit

"ฉันกลับมาทำแบบฝึกหัดต่อแล้วติดอยู่กับข้อที่สามทันที พอลองทำอยู่สักพักฉันก็ปากระดาษของตัวเองไปทางชิซูเนะ\nโดยที่ในนั้นเขียนว่า"

window hide

$ written_note("มิช่าไปไหน แล้วข้อที่สามตอบอะไร")

show shizu behind_blank at center
with charaenter

window show

ssh "มิช่าบอกว่าปวดท้องไม่สบายน่ะ มิช่าก็ปวดท้องบ่อยอยู่หรอก แต่ไม่น่ามาเป็นเอาวันนี้เลย"

show shizu basic_normal2
with charachange

ssh "ใช้ภาษามือสิ"

"ที่ปวดท้องก็คงเพราะสูบพาร์เฟต์ที่ใหญ่กว่าหัวตัวเองลงท้องไปเมื่อวานมั้ง"

"แต่ถ้าปวดท้องบ่อย งั้นก็คงแค่บังเอิญมาเป็นหลังไปกินเฉย ๆ หรือไม่ก็ชอบกินอะไรที่ทำให้ตัวเองต้องเจ็บไข้ได้ป่วย\nอยู่บ่อย ๆ"

"ฉันเห็นว่าครูกำลังจ้องมาทางเราด้วยสีหน้าที่ไม่ค่อยพอใจนัก ก็ว่าไม่ได้หรอก ตอนนี้เราก็กำลัง “คุยกัน” ในเวลาเรียน\nอยู่ด้วยการใช้ภาษามือที่ท่าทางออกจะรบกวนสมาธิคนอื่นอยู่เหมือนกัน ฉันกระแอมตัดบทสนทนา แต่ชิซูเนะไม่เข้าใจ\nสัญญาณที่ฉันทำ"

"ก็แหงอยู่แล้วแหละ แต่ก่อนที่ทันจะได้บอกชิซูเนะผ่านภาษามืออีกรอบฉันก็เห็นว่าจริง ๆ แล้วเธอรู้ว่าครูมองอยู่\nเพียงแต่ทำเป็นไม่สนใจ"

show shizu adjust_smug
with charachange

ssh "ยังอยากได้คำตอบข้อที่สามอยู่มั้ย เดี๋ยวฉันจะบอกให้ แต่ขอแลกกับคำตอบข้อที่ยี่สิบห้าจากนาย"

his "นี่ ครูไม่รู้ภาษามือก็จริง แต่เกิดครูระแวงว่าเราแอบใช้ภาษามือโกงกันจะทำยังไง นี่เธอจะเอาอย่างนั้นจริง ๆ เหรอ!\nแล้วฉันยังทำไม่ถึงข้อที่ยี่สิบห้าเลย"

show shizu behind_frown
with charachange

ssh "นายขอคำตอบข้อสามมาก่อนนะ ย้อนแย้งจริง ๆ"

his "เธอเป็นสภานักเรียนนี่ โกงได้ที่ไหนล่ะ"

"ไม่มีเวลามาเถียงต่อแล้ว แถมรู้สึกเหมือนครูก็เริ่มจะทนไม่ไหวแล้วเหมือนกัน อยากจะว่าชิซูเนะต่อไปพลาง\nทำแบบฝึกหัดคณิตที่อยู่ตรงหน้าไปพลางจริง ๆ แต่จะทำอย่างนั้นได้ก็ต้องมีมือเพิ่มอย่างน้อย ๆ อีกหนึ่งคู่"

show shizu basic_normal
with charachange

"ชิซูเนะทำได้อย่างแยบยลกว่าด้วยการคอยเว้นระยะส่งคำสั้น ๆ ที่เหมือนไม่ต่อเนื่องกัน ฉันคอยจดไว้ในหัวไปพร้อม ๆ\nกับความรู้สึกมึนหัวที่เกิดจากสมการสองสมการที่ยาวเป็นพิเศษ"

show shizu adjust_smug
with charachange

play sound sfx_impact2
with vpunch

"ก่อนระฆังจะดังไม่กี่วินาทีชิซูเนะก็ปิดปลอกปากกาแล้วกระแทกเข้ากับโต๊ะด้วยเสียงอันดังจนทั้งห้องสะดุ้ง แต่หลังจากนั้น\nก็ไม่มีใครสนใจจะดูว่าเป็นเสียงอะไรเพราะทุกคนอยากพักเที่ยงกันแล้ว"

stop music fadeout 6.0

show shizu basic_normal_close at twoleft
with characlose

"พอฉันยืดเส้นยืดสายอยู่สองสามครั้งชิซูเนะก็เดินมาอยู่ทางไหล่ซ้ายของฉัน"

show shizu behind_frown_close
with charachange

ssh "ยังไม่เสร็จอีกเหรอ กำลังจะมาถามว่าจะฝากส่งด้วยมั้ย ไหน ๆ ฉันก็ลุกมาแล้ว"

his "มีคนกวนสมาธิฉันน่ะสิ ฉันต้องขอครูต่อเวลาทำอีกเก้านาทีเนี่ย รู้มั้ยว่าลำบากมากนะที่ต้องทำมือเดียวแล้วอีกมือ\nใช้คุยด้วย"

"ครูเองก็ไม่ค่อยพอใจเท่าไหร่ที่ฉันขอต่อเวลาเพราะก็อยากรีบ ๆ ไปไม่ต่างกับฉัน"

"ชิซูเนะเหมือนจะไม่เชื่อเพราะฉันเหลือข้อสุดท้ายแล้ว ทันที่ที่ฉันทำเสร็จแล้วส่งก็ถูกลากตัวมาที่ห้องสภานักเรียน"

scene bg school_council
with locationskip

play music music_happiness fadein 2.0

"ดูเรียบร้อยจนขนลุกน่ารำคาญ หาอะไรที่ทำค้างไว้เมื่อวานไม่เจอเลย"

his "ของอะไรไปไหนหมดเนี่ย"

show shizu behind_blank at center
with charaenter

ssh "ฉันเก็บกวาดนิดหน่อยน่ะ"

his "ไม่ได้ตอบคำถามเลย เนี่ย ขนาดเธอยังเหมือนไม่รู้เลยว่าเก็บอะไรไว้ที่ไหนบ้าง เอาเถอะ ถ้าไม่รู้ว่าอยู่ไหนฉันก็กลับละ"

show shizu basic_normal2
with charachange

ssh "อยู่ในลิ้นชักตรงนั้น"

"ชิซูเนะทำหน้าไม่พอใจแล้วดึงโปสเตอร์ที่ฉันทำค้างไว้ออกมาแล้วเขี่ย ๆ ไปมาเล็กน้อยเพราะเธอเรียงเอาไว้ตามสี\nก็ไม่ได้จะทำให้เธอรำคาญหรอก แค่ว่าฉันก็มีระบบการจัดการของฉัน แต่ถ้าบอกไปก็คงไม่เชื่ออะนะ"

his "ฉันชอบให้อะไร ๆ อยู่แบบไม่เป็นระเบียบบ้าง ทั้งเป็นธรรมชาติกว่าทั้งประหยัดเวลากว่า วางไว้ตรงนั้นก็ดีอยู่แล้ว จะได้\nไม่ต้องไปตามดูชั้นเก็บของว่าเมื่อวานทำอะไรค้างไว้อยู่"

show shizu adjust_frown
with charachange

ssh "ขี้เกียจจริง"

his "ไม่จริงสักหน่อย ฉันไม่ได้ขี้เกียจ เธอต่างหากที่เคร่งเกินไป"

"ฉันเหลือบมองโต๊ะเธอที่มีกระดาษวางอยู่มุมหนึ่งไว้อย่างเรียบร้อย ถัดจากนั้นมีปฏิทินตั้งโต๊ะที่ในช่องแต่ละวันมีลายมือ\nตัวเท่ามดเขียนไว้อยู่ ส่วนทางขวามีกล่องปากกาอยู่สามกล่องที่มีปากกาสีน้ำเงิน สีดำ และสีแดงแยกกันอยู่คนละกล่อง"

his "เนี่ย ขนาดปากกาเธอยังเก็บแยกสีไว้แต่ละกล่องทุกวันเลย เรียกแค่ว่าบ้าความเป็นระเบียบยังน้อยไปมั้ง"

show shizu behind_frown
with charachange

ssh "แล้วทีนายล่ะ จับ ๆ รวมใส่แก้วบนโต๊ะนั่นน่ะนะ"

his "เฮ้ย แค่นั้นก็เป็นระเบียบพอแล้วนี่"

show shizu basic_frown
with charachange

ssh "นายเป็นคนไร้ระเบียบมาก ผมยังไม่หวีให้เรียบร้อยเลย"

his "เจ็บนะ…"

"ไม่ใช่ว่าไม่หวีเลยสักหน่อย แค่ว่าผมมันไม่ยอมลู่ ฉันคว้ากล่องปากกามากล่องหนึ่งแล้วเปิดดูว่าเธอเก็บให้ปลายปากกา\nหันไปทางเดียวกันทุกด้ามหรือเปล่า เธอรู้ทันทีว่าฉันคิดอะไรอยู่และทำหน้าไม่พอใจ"

play sound sfx_dropstuff

"และก้นกล่องปากกาปิดไม่สนิท ทันทีที่ฉันยกกล่องขึ้นมาปากกาทุกด้ามก็ร่วงกราวราวน้ำตก"

his "ขอโทษที เดี๋ยวเก็บให้เอง"

stop music fadeout 4.0
play sound sfx_impact

show shizu adjust_blush_close
with vpunch

"ฉันค้อมตัวลงจะเก็บปากกา แต่ลืมไปว่าชิซูเนะคงมองปากกาจนไม่ได้มองฉันที่ทำภาษามือบอกไปเมื่อครู่ หัวชิซูเนะ\nชนเข้ากับหน้าอกฉัน ไม่ได้ชนแรงมาก แต่ก็แรงพอที่จะทำให้ฉันทรงตัวไม่อยู่จนล้มลง"

show shizu adjust_blush
with charadistant

"ฉันหัวเราะกลบเกลื่อนด้วยหวังให้เธอหัวเราะตาม แต่เมื่อได้เห็นเธอที่ทำท่าเกร็ง ๆ แล้วถอยกรูดไปฉันก็เริ่มใจคอไม่ดีขึ้นมา"

"แปลก ทำไมถึงได้ทำท่าแปลก ๆ อย่างนั้น ค่อนข้างชัดแหละว่าเพราะหัวเธอโขกเข้ากับคนที่เป็นโรคหัวใจ"

#if seen A26b:
label th_S26a:

"ชิซูเนะคงรู้ว่าฉันเป็น เพราะเห็นขวดยาที่ตั้งเรียงรายอยู่บนหลังตู้ฉันขนาดนั้น หรืออย่างน้อย ๆ ก็คงรู้ว่าฉันเป็น\nอะไรสักอย่างที่รุนแรงจนต้องกินยามากขนาดนั้น ซึ่งอาการที่ว่าไม่ใช่อาการที่เห็นได้ชัด"

#if not seen A26b:
label th_S26b:

"ชิซูเนะคงรู้ว่าฉันเป็น อาจจะเพราะเธอเป็นสภานักเรียนเลยสามารถดูประวัติอะไรได้ หรืออย่างน้อย ๆ ก็คงรู้ว่าฉันเป็น\nอะไรสักอย่างที่รุนแรงจนต้องมีคนคอยจับตาดูอยู่เสมอ"

#end conditionals
label th_S26c:

"ถึงได้ทำเหมือนว่าฉันเปราะบางเหมือนแก้วอย่างนั้น จะเป็นอย่างนั้นก็ไม่แปลก ฉันยังจำได้เลยว่าเธอตกใจมากตอนที่\nเอมิชนเข้ากับฉัน"

show shizu basic_normal
with charachange

"เธอก็คงกำลังนึกถึงตอนนั้นอยู่เหมือนกัน สีหน้าเธอบ่งบอกว่าเธอโกรธตัวเองมาก"

"ก็คงเป็นโอกาสอันดีที่จะพูดถึงเรื่องเมื่อตอนนั้นอีก ถึงจะไม่อยากขุดขึ้นมาพูดเลยก็เถอะ แต่เอามาพูดหน่อยก็คงดี\nจะได้คลายบรรยากาศให้เครียดน้อยลงด้วย"

"แต่ฉันกลัว สุดท้ายก็ไม่ได้พูดอะไรเลย อาจจะเพราะฉันนึกภาพไปว่าต้องดึงความสนใจจากเธอมาแล้วก็ทำภาษามือ\nเล่าไปแบบตะกุกตะกักว่าฉันเป็นอะไร ยิ่งคิดก็ยิ่งหดหู่"

hide shizu
with charaexit

"ฉันจึงมานั่งแล้วทำโปสเตอร์ต่อให้เสร็จเพื่อเบนความสนใจของตัวเองไม่ให้คิดเรื่องนั้นอีก มีบางอย่างที่เหมือนฉัน\nไม่ได้ทำไว้โผล่มาด้วย ซึ่งดูจากตัวหนังสือที่เป็นระเบียบเนี้ยบนิ้งยืดยาวแล้วก็คงเป็นชิซูเนะนั่นแหละที่ทำ"

"ซึ่งแปลว่าส่วนที่เหลือที่เป็นงานภาพคือมิช่าทำ ซึ่งเป็นภาพวาดพวกเราสามคนน่ารัก ๆ ขนาดเล็ก ไม่รู้จะว่ายังไงดี\nกับการถูกจับไปเป็นตัวละครมาสคอต แต่ที่แน่ ๆ คือฉันรู้สึกว่าไม่น่าสนใจเท่าไหร่"

scene bg school_council_ss
with shorttimeskip

play music music_tranquil fadein 3.0

"เวลาล่วงผ่านไป ผ่านไปนานจนพระอาทิตย์เริ่มตกดิน ชิซูเนะวางปากกาลงแล้วหักข้อนิ้วตัวเองเป็นจังหวะสม่ำเสมอ\nในห้องอันเงียบงันแห่งนี้ ซึ่งเสียงดังจนฉันต้องมองเธอ หรือทำเพื่อให้ฉันมองกันนะ"

show shizu behind_blank_ss
with charaenter

"แม้เธอจะไม่ได้ตั้งใจให้ฉันหันไปมอง แต่เมื่อเธอเห็นว่าฉันมองอยู่เธอก็ส่งภาษามือมาทันที"

show shizu basic_normal_ss
with charachange

ssh "พักกันเถอะ"

his "แทบไม่เคยเห็นเธอบอกอย่างนั้นเลยนะ"

show shizu adjust_happy_ss
with charachange

ssh "ไม่เป็นไรหรอก ฉันใกล้จะเสร็จแล้วด้วยแหละ หิวแล้วด้วย นายหิวมั้ย"

his "นิดหน่อย"

show shizu basic_normal2_ss
with charachange

ssh "ฉันหิวมาก"

his "สั่งอะไรมากินกันเถอะ"

show shizu behind_smile_ss
with charachange

ssh "ฉันถามเพราะห่วงนายเฉย ๆ ฉันมีอะไรกินแล้ว"

his "ไหน"

show shizu adjust_smug_ss
with charachange

"ชิซูเนะหยิบขนมปังซินนามอนขึ้นมาจากใต้โต๊ะแล้วค่อย ๆ ชูขึ้นมาอยู่ตรงหน้าเธอราวนักมายากลที่เสกหินให้ลอย"

show shizu behind_smile_ss
with charachange

ssh "แต่!"

show shizu basic_sparkle_ss
with charachange

ssh "มีแค่ชิ้นเดียว ไม่พอกินสองคน"

"อืม ช่างน่าใจหายเสียจริง ฉันรู้ทันทีว่าหมายความว่าอะไร รู้สึกเหมือนเคยผ่านเรื่องแบบนี้มาแล้วเลยนะ"

his "แบ่งกันกินก็ได้"

show shizu adjust_frown_ss
with charachange

ssh "แล้ว มัน จะ สนุก ตรงไหน น่าเบื่อตาย เล่นโชงิแข่งกันดีกว่า"

"เธอเตรียมกระดานแล้วพร้อมสรรพ ใต้โต๊ะนั้นต้องมีทุกสิ่งอย่างอยู่แน่ ๆ"

his "ไม่เล่นหมากรุกเหรอ"

show shizu behind_smile_ss
with charachange

ssh "หมากรุกเลื่อนขั้นหมากได้น่าเบื่อจะตาย โชงิดีกว่า"

his "ไม่ยักรู้ เอาเถอะ ฉันก็เล่นโชงิเก่งพอตัวแหละ ได้เลย"

show shizu basic_happy_ss
with charachange

ssh "งั้นเหรอ โอเค งั้นเพิ่มความตื่นเต้นสักหน่อยดีกว่า เอาเป็นว่าแต่ละตาเดินให้เดินภายในสามสิบวินาที นายจะเพิ่มกฎอื่น\nอีกก็ได้นะ"

his "ไม่ละ ขอบใจ ฉันเพิ่มกฎไปเดี๋ยวฉันก็เสียเปรียบเปล่า ๆ แทนที่จะได้เปรียบ แค่สามสิบวินาทีฉันก็แทบคิดไม่ทันแล้ว"

his "นี่ฉันคิดผิดหรือคิดถูกเนี่ยที่โม้เธอไปหน่อย ๆ เมื่อกี้"

scene bg school_council_ss
show shizu basic_normal_close_ss at center
with shorttimeskip

"ผลจากการโยนเหรียญบอกว่าชิซูเนะได้เริ่มก่อน เธอเริ่มเล่นโดยเล็งที่จะเลื่อนขั้นหมากทุกตัวให้ได้เร็วที่สุดเท่าที่\nจะทำได้ เหมือนจะเป็นแนวการเล่นแบบพื้นฐานสุด ๆ ก็จริง แต่ฉันก็อดคิดไม่ได้ว่าอาจจะเป็นกับดักหรืออะไรหรือเปล่า"

"แต่ก็ไม่มีกับดัก ดูเหมือนว่าชิซูเนะจะสนใจโชงิเพราะการเลื่อนขั้นหมากของตัวเองและการจับหมากของอีกฝ่าย เธอเล่น\nเก่งมาก แต่ความเก่งนั้นก็ทำให้เดาได้ว่าเธอจะเล่นอะไรต่อ ฉันเองก็เล่นได้ดีกว่าที่คาดไว้ด้วย"

"แต่เวลาคิดที่มีเพียงสามสิบวินาทีนั้นสาหัสเอาการ สุดท้ายก็เสมอ จริง ๆ ถ้าเสมอก็คงต้องเล่นอีกกระดาน หรือไม่ก็\nต้องนับแต้มจากหมาก"

"ชิซูเนะไม่อยากเสียเวลาเล่นต่อแล้ว แต่ก็ชัดว่าเธอไม่พอใจกับการชนะด้วยการนับแต้มจากหมาก"

show shizu adjust_frown_close_ss
with charachange

stop music fadeout 4.0

"เธอนั่งจับเงินย้ายจากขอบกระดานมุมหนึ่งไปยังอีกมุมหนึ่งพลางคิดว่าจะเล่นต่อดีหรือไม่ เธอคิดอยู่นานเสียจน\nฉันคิดว่าน่าจะลืมไปแล้วว่าเดิมพันอะไรกันไว้"

"ในที่สุดเธอก็เลิกจับหมากเล่นแล้ววางลง"

show shizu behind_blank_close_ss
with charachange

ssh "มิช่าโกรธฉันเหรอ"

"อยู่ ๆ ก็ถามแบบไม่มีปี่มีกลองเลยแฮะ"

play music music_pearly fadein 5.0

"ความตรงไปตรงมาของชิซูเนะนั้นชวนให้ขนหัวลุก เพราะเมื่อเธอว่าอะไรออกมาตรง ๆ แล้วแปลว่าเธอจริงจังมาก ๆ\nใบหน้าเธอไม่มีรอยยิ้มขี้เล่นใด ๆ แต่กลับเป็นสีหน้าอันจดจ่อเรียบนิ่งอย่างเช่นเคยที่รอดูว่าฉันจะบอกความจริงกับเธอ\nหรือไม่"

"ฉันน้อยใจที่เธอคิดว่าฉันอาจไม่ยอมบอกความจริง แต่ฉันก็รู้ว่าช่วงนี้ทั้งสองคนคงทะเลาะกันตอนที่ฉันไม่อยู่ด้วย\nซึ่งทำให้ฉันอบอุ่นใจขึ้นมาว่าทั้งสองคนต่างก็ห่วงกันและกันขนาดนี้"

his "ไม่ ฉันว่าไม่หรอก"

his "เธอรู้มั้ยว่ามิช่าคิดว่าเธอโกรธอยู่"

show shizu behind_sad_close_ss
with charachange

"ชิซูเนะพยักหน้าช้า ๆ คล้ายไม่สบายใจ"

show shizu basic_normal2_close_ss
with charachange

ssh "รู้"

his "มิช่าน่ะถามอ้อมกว่าเธออีกนะ ซึ่งฉันก็ตกใจเหมือนกัน เพราะฉันนึกว่าเธอเป็นพวกชอบวางแผนไม่ยอมบอกอะไรง่าย ๆ\nเสียอีก"

show shizu behind_blank_close_ss
with charachange

ssh "ก็ไม่เสมอไปหรอก"

"…"

his "ทะเลาะกันหรืออะไร"

show shizu adjust_frown_close_ss
with charachange

ssh "เปล่า"

"เธอปฏิเสธทันควันและดูไม่พอใจที่ฉันถามอย่างนั้น เหมือนฉันไปเหยียบกับระเบิดเข้าให้แล้วสิ"

show shizu behind_sad_close_ss
with charachange

ssh "ขอโทษที จริง ๆ ก็ทะเลาะกันนิดหน่อยแหละ"

show shizu behind_blank_close_ss
with charachange

ssh "ฉันรู้ว่ามิช่าไม่ได้สนใจเรื่องสภานักเรียนหรอก ที่เข้ามาเป็นสภานักเรียนก็เพราะฉัน แค่นั้น แต่ฉันก็ยินดีนะ\nฉันดีใจมากที่มิช่าเป็นเพื่อนกับฉัน แต่ที่ผ่านมาฉันไม่รู้ว่ามิช่างอนเรื่องอะไรอยู่"

his "ทำไมไม่ถามมิช่าไปเลยล่ะ"

show shizu basic_normal2_close_ss
with charachange

ssh "มิช่าไม่ยอมบอกฉันหรอก เดี๋ยวฉันจะหาคำตอบเอาเอง ฉันเคยคิดว่าฉันเป็นคนประสาทไว ต่อให้จะหูหนวกก็ตาม\nแต่ฉันคิดตื้นไป ตอนนี้ฉันรู้ซึ้งแล้ว"

show shizu behind_sad_close_ss
with charachange

ssh "ฉันคงจะทำอะไรพลาดสักอย่างแหละ"

stop music fadeout 8.0

"ชิซูเนะไม่ขยายความต่อว่าสิ่งที่พลาดนั้นจะเป็นอะไรได้บ้าง คงเพราะเธอเองก็ยังไม่เข้าใจสถานการณ์ตอนนี้ดี\nสักเท่าไหร่นั่นแหละ"

"คิดแล้วก็แปลกดีว่าชิซูเนะที่ปกติจะมั่นใจกับอะไร ๆ ทุกอย่างกลับมากลัวการทะเลาะเล็ก ๆ น้อย ๆ กับเพื่อนอย่างนี้\nแต่ยิ่งคิดก็ยิ่งรู้สึกว่าถูกแล้วที่เธอจะเป็นเช่นนี้"

"ทั้งสองคนสนิทกันกว่าที่เพื่อนโดยปกติมักจะสนิทกัน ชิซูเนะเองก็นับได้ว่าเป็นคนที่ปลีกแยกออกมาจากกลุ่มคนอื่น ๆ\nซึ่งความที่เธอหูหนวกนั้นก็เป็นปัจจัยสำคัญ"

"แต่ฉันรู้สึกว่าชิซูเนะเองจงใจใช้มิช่าเป็นตัวกั้นระหว่างตัวเองกับคนอื่น ไม่ใช่ว่าเธอถูกคนอื่นกันให้ปลีกแยกออกมา\nชิซูเนะเองก็ใช้สมุดจดเล่มเล็กนั้นสื่อสารกับคนอื่นได้ เพียงแต่เธอไม่ชอบ"

"พอสื่อสารผ่านคนกลางแล้วก็คงจะค่อย ๆ หลงลืมเรื่องปฏิสัมพันธ์กับผู้คนไปอย่างเลี่ยงไม่ได้ การที่เธอรับมือคนไม่เก่ง\nก็ไม่ใช่เรื่องที่จะเป็นไปไม่ได้เลย"

hide shizu
with charaexit

"ฉันทำงานต่อด้วยความหิวขนมปังซินนามอนที่เพิ่มขึ้นเรื่อย ๆ ตามเวลาที่ผ่านไป แต่พอเหลือบมองนับหมากที่ยังอยู่\nบนโต๊ะชิซูเนะแล้วฉันก็รู้ว่าเธอชนะ"

"ถ้าจะแข่งอีกรอบฉันก็คงหิวเกินกว่าที่จะตั้งสมาธิเล่นได้ ฉันรีบจัดการเก็บรายละเอียดโปสเตอร์ให้เสร็จด้วยความที่อยาก\nรีบ ๆ ไปหาอะไรกิน"

his "เสร็จแล้ว เท่านี้คงมากพอ เยอะไปเดี๋ยวไม่ดี"

play music music_shizune fadein 3.0

show shizu behind_blank_ss at center
with charaenter

ssh "โอเค"

his "แค่นั้นน่ะนะ แค่ “โอเค” เหรอ"

show shizu adjust_frown_ss
with charachange

shi "…?"

show shizu behind_blank_ss
with charachange

ssh "…เดี๋ยวฉันคงทำเพิ่มอีกหลังคิดได้ว่าจะให้ลงคะแนนแบบไหนดี"

his "โอยยยย โปสเตอร์น่ะเยอะไปก็ไม่ดีนะ ไม่เคยได้ยินคำว่าเฝือเหรอ"

his "ฉันว่าเธอทุ่มเทหนักไปจริง ๆ นะ"

show shizu basic_normal_ss
with charachange

"ชิซูเนะประกบนิ้วเข้าหากัน สีหน้าเธอดูคล้ายยอมรับ"

show shizu behind_blank_ss
with charachange

ssh "มั้งนะ"

his "มิช่าก็คิดเหมือนกัน"

show shizu basic_normal2_ss
with charachange

"ฉันมองนิ้วเธอที่เกี่ยวกระหวัดดึงกันไปมาราวชักเย่อขนาดย่อม"

his "จริง ๆ ฉันไม่ได้คิดมากอะไรนะ แต่วันนี้ฉันไปถามคนมาสองสามห้องเรื่องเลือกตั้งแล้วก็ไม่ค่อยมีคนสนใจเท่าไหร่\nเหมือนอย่างที่เธอว่าเลย เพราะงั้น…"

show shizu adjust_frown_ss
with charachange

ssh "แล้วแปลว่าที่ฉันทำมันผิดเหรอ"

his "ไม่หรอก แต่… ทำขนาดนั้นแล้วมันก็เหมือนไม่ได้อะไรขึ้นมา"

show shizu basic_angry_ss
with charachange

ssh "ได้สิ"

"ได้ แต่ใครบ้างที่ว่าได้ ฉันว่าชิซูเนะเองก็คงไม่ได้คิดอย่างนั้นจริง ๆ หรอก"

show shizu behind_frustrated_ss
with charachange

ssh "ฉันไม่ได้ทุ่มทำไปเพื่ออีโก้ตัวเองสักหน่อย"

his "ฉันไม่ได้หมายความว่าอย่างนั้น"

"ไม่ได้อยู่ด้วยกันสองคนมาหลายวัน แต่พอมาคุยก็ดันทำเสียเรื่องเสียแล้ว แต่เธอก็ไม่ได้ดูโกรธอะไร"

"เหมือนเธอหงุดหงิดมากกว่าว่าสื่อเจตนาตัวเองได้ไม่ชัดพอ แต่เธอเองก็เป็นผู้เชี่ยวชาญด้านภาษามือ คงไม่ใช่อย่างนั้น"

"ถ้าเธอพูดได้แล้วจะมีอะไรที่ดีขึ้นมาอีกกันนะ เธอเคยคิดอะไรอย่างนั้นสักครั้งหรือเปล่า"

show shizu basic_frown_ss
with charachange

ssh "ก็แค่โครงการที่ฉันจะทำโครงการหนึ่ง เหมือนงานเทศกาลนั่นแหละ ฉันจะทำเพราะมันเป็นงานของฉัน เพียงแต่ว่า\nการเลือกตั้งสภานักเรียนมันไม่ได้สนุกเหมือนงานเทศกาล คนเลยไม่สนใจกัน"

"เธอแตะนิ้วเข้าหากันอยู่ครู่หนึ่งราวกับจะบอกว่า “แต่บางที ถ้า…” แต่ชิซูเนะก็ไม่ว่าอะไรต่อ เพราะสิ่งที่จะบอกนั้นจริง ๆ\nก็อาจจะเป็นอะไรที่สุดจะตื้นเขิน"

show shizu behind_frown_ss
with charachange

ssh "แต่ฉันไม่สนหรอก ฉันอยากให้คนตื่นตัวกัน แต่ไม่ใช่เพื่อฉัน ฉันไม่ได้อยากเข้าไปยุ่งเกี่ยวด้วยเลย"

his "หมายความว่ายังไง เธอก็ไปทุกงานเทศกาลเลยนี่"

show shizu adjust_frown_ss
with charachange

"ชิซูเนะโบกมือไม้ทำทีเป็นโมโห"

show shizu behind_blank_ss
with charachange

ssh "ก็… ฉันก็ต้องสนุกบ้างเหมือนกัน แต่เนี่ย มันไม่เหมือนกันสักหน่อย"

"ถ้าหยอกเล่นอะไรอย่างนี้ก็คงจะอารมณ์ดีขึ้นแล้วละนะ"

show shizu basic_normal2_ss
with charachange

ssh "ฉันไม่อยากให้ใครต้องมาคอยชูว่าฉันมีส่วนร่วมด้วย วุ่นวายจะตาย ฉันไม่อยากแบกรับอะไรอย่างนั้น"

show shizu adjust_frown_ss
with charachange

ssh "แค่นี้เรื่องก็ยุ่งยากพออยู่แล้ว ยิ่งฉันจะโหมเรื่องการเลือกตั้งเท่าไหร่ ฉันก็ยิ่งต้องเข้าไปมีส่วนร่วมมากเท่านั้น ตอนนี้\nยังไม่มีใครมีทีท่าว่าจะทำอะไร แล้วเวลาของฉันก็ยังไม่หมด ทั้งที่ควรจะหมดได้แล้วน่ะนะ"

show shizu behind_frustrated_ss
with charachange

"เธอกอดอกเอนตัวกัดฟันด้วยความหงุดหงิด"

show shizu cross_angry_ss
with charachange

ssh "ทุกคนขี้เกียจกันมาก ขอให้ทำอะไรนี่ก็ไม่เคยทำกันเลย ถ้าเป็นที่อื่นก็จะมองว่าการเลือกตั้งเนี่ยเป็นอะไรที่น่าตื่นเต้น\nไม่สมเหตุสมผลเลย ทำไมทุกคนถึงต้องต่างกันขนาดนี้ ถ้าลงโทษได้ก็ดีสิ…"

show shizu adjust_angry_ss
with charachange

ssh "…แบบล่ามโซ่ไว้กับโต๊ะอะไรงี้ ต้องลงคะแนน ถ้าไม่ลงคะแนนก็จะโบยเสีย"

"น่ากลัว งี้เดี๋ยวก็คงหาว่าแบ่งแยกแน่ถ้าเกิดว่าวันเลือกตั้งฉันข้อเท้าแพลงนอนบนเตียงเป็นทั้งหวัดทั้งไข้หวัดพร้อม\nอาการติดเชื้อในคอ"

his "เธอเอาหน้าตัวเองแปะโปสเตอร์บ้างก็ได้นะ"

his "แต่ไม่ใช่จะทำโทษนะ อย่าเข้าใจผิดล่ะ"

"ฉันชูโปสเตอร์ที่มิช่าทำขึ้นมาใบหนึ่ง"

his "แบบนี้ไง ความคิดเข้าท่าใช้ได้เลยนะ มิช่าคิดมาจากบ้านแล้ว น่ารักกว่าแบบที่มีแต่ข้อความเยอะ ฉันว่าเธอก็คงชอบ\nเหมือนกัน มีมาสคอตน่ารัก ๆ แล้วคนจะได้สนใจบ้างไง"

show shizu basic_normal_ss
with charachange

ssh "ถ้ามีแค่มิช่าคนก็คงสนใจอยู่"

his "แล้วฉันล่ะ มีคนบอกฉันว่าโรงเรียนนี้มีผู้หญิงเยอะกว่าผู้ชายอยู่นิดหน่อย… เราต้องเจาะกลุ่มเป้าหมายนั้นด้วย"

show shizu adjust_blush_ss
with charachange

"ชิซูเนะขำคิกคัก แต่คราวนี้มีเสียงแล้ว ฉันตกใจ พอเธอเห็นหน้าฉันเธอก็ตกใจเหมือนกัน หน้าเธอแดงเรื่อด้วย\nความอายที่ส่งเสียงออกมา ซึ่งจะว่างงก็งงอยู่"
#Giggles? :/ -SC

his "แล้วเธอจะไม่แปะหน้าตัวเองบ้างเหรอ"

"เธอโบกมือเป็นเชิงปัดคำถามฉันทิ้ง"

show shizu basic_angry_ss
with charachange

ssh "วุ่นวาย"

his "วุ่นวายนี่คืออะไร ทุกคนก็รู้อยู่แล้วนี่ว่าเธอเป็นสภานักเรียน"

"ท้องฉันส่งเสียงร้องเป็นสัญญาณว่าจริง ๆ แล้วฉันหิวกว่าที่คิด เธอใช้จังหวะนี้ปัดคำถามฉันทิ้งด้วยการเปลี่ยนเรื่อง"

show shizu behind_blank_ss
with charachange

ssh "มีอะไรเหรอ"

his "เปล่า ท้องฉันร้อง"

show shizu basic_normal_ss
with charachange

ssh "อย่างนี้นี่เอง"

"เธอมองขนมที่วางแอ้งแม้งอยู่บนโต๊ะแล้วขมวดคิ้วด้วยเห็นว่าปริมาณไม่พอแบ่งสองคน"

show shizu adjust_happy_ss
with charachange

ssh "ถ้านายหิวขนาดนั้นก็ไปร้านเซี่ยงไฮ้กันเถอะ เย็นป่านนี้แล้วคนอาจจะเยอะหน่อย แต่วันนี้ยูโกะมาทำงานที่ร้าน ต้องมี\nโต๊ะว่างให้เราแน่นอน"

"เป็นรอยยิ้มที่เหมือนมีลับลมคมในยังไงชอบกล"

his "ขอผ่านแล้วกัน สัปดาห์นี้ฉันไปที่ร้านมาแล้วสองรอบติดเลย"
#The first time doesn't show in script, but then again I suppose it doesn't have to. -SC

show shizu basic_frown_ss
with charachange

"เธอทำแก้มป่องแล้วนั่งยองพิงกับโต๊ะตัวเองเป็นการประท้วง"

his "อะไร"

show shizu adjust_frown_ss
with charachange

ssh "ฉันผิดหวังนะที่นายปฏิเสธ"

his "เออ ฉันก็ใช่ว่าจะเห็นด้วยกับเธอไปได้ทุกอย่างสักหน่อย"

show shizu behind_frown_ss
with charachange

ssh "นายก็ไม่ค่อยมีปากมีเสียงอยู่แล้วละนะ ถ้าเป็นอย่างนั้นก็คงสะดวกฉันดี แต่ก็ไม่น่าสนใจเท่าไหร่ จริงไหม งั้นก็เป็น\nหน้าที่ของนายที่ต้องต่อต้านกับตัวเลือกของฉันบ้าง"

his "แล้วฉันจะรู้ได้ยังไงว่าตัวเลือกไหนที่ฉันต้องต่อต้าน"

show shizu basic_normal_ss
with charachange

ssh "ง่ายนิดเดียว"

his "ไม่ ไม่ง่าย บางทีฉันก็ดูไม่ค่อยออกว่าเธอพูดเล่นหรือพูดจริง"

stop music fadeout 9.0

"ถึงน่าจะเห็นได้ชัดว่าเป็นอย่างนั้นเพราะเธอสื่อสารผ่านภาษามืออย่างเดียวก็เถอะ แต่ฉันคิดว่าคงไม่ใช่แค่เพราะเรื่องนั้น\nหรอก"

"ฉันจำได้ว่าตอนที่อยู่โรงพยาบาลเพราะหัวใจวายรอบนั้น แรก ๆ อิวานาโกะพูดไม่หยุด จนฉันอยากให้เธอเงียบปาก\nไปเลย หรือถ้าฉันไม่ได้ยินดีที่ยังมีคนมาอยู่ด้วยบ้างแล้วฉันก็คงเงียบใส่ไปเหมือนกัน และความยินดีนั้นก็ค่อย ๆ หายไป"

"ทุกครั้งที่คุย ฉันรู้สึกเหมือนว่าเราคุยกันไปตามมารยาทเพียงเท่านั้น อิวานาโกะพยายามอย่างหนักเพื่อกลบเกลื่อน\nสิ่งที่เธอคิดอยู่ ที่เธอคิดว่าหวังอะไรกับฉันไม่ได้แล้ว จนท้ายที่สุด ท่าทีภายนอกของเธอก็ตรงกับความรู้สึกภายในของเธอ"

"และด้วยเหตุนั้นเอง ฉันจึงทำใจได้เมื่อถึงวันที่เธอไม่มาอีก ตอนนั้นฉันไม่แปลกใจเลย แม้เธอจะมองว่าตัวเองปกปิด\nความรู้สึกตัวเองเก่ง แต่ฉันก็ไม่แปลกใจเลย"

"ฉันเคยได้ยินมาว่าเกมจำพวกโชงิหรือหมากรุกนั้นบ่งบอกถึงตัวตนของคนหนึ่ง ๆ ได้มาก อยากรู้จังว่าชิซูเนะจะเห็นอะไร\nจากการเล่นของฉัน"

"ถ้าไม่มีทางอื่นที่ฉันจะชนะชิซูเนะได้นอกจากการถอนตัวแล้ว ฉันอาจจะเหมือนอิวานาโกะมากกว่าที่ฉันอยากจะคิดก็ได้\nฉันเสนอชิซูเนะให้สั่งอะไรมากินด้วยกัน"

scene black
with dissolve

#####################

label th_S27:

scene bg school_hallway2
with locationchange

"วันถัดมาฉันเดินแวะมาที่ตู้ขายของแบบหยอดเหรียญตอนพักเที่ยง ทว่าเครื่องดื่มโปรดฉันหมด ตู้นี้เป็นตู้ที่อยู่ค่อนข้าง\nห่างจากห้องเรียนหลายห้อง อยู่ระหว่างทางจากห้องเก็บของไปห้องสมุด เป็นตู้ที่ดูราวกับว่าไม่มีใครรู้ว่าตั้งอยู่ตรงนี้"

"ก็นึกว่าตู้ที่อยู่ใกล้ห้องสมุดอย่างนี้จะมีคนใช้เยอะเสียอีก แต่ก็นะ ปกติห้องสมุดก็ไม่มีคนอยู่แล้ว คนที่มาก็จะเป็นคน\nที่จะทำรายงานแล้วมาหาอ้างอิงมากกว่า"

"ไม่มีใครจะแช่อยู่ที่ห้องสมุดนาน ๆ ถ้าไม่จำเป็น สองสามเดือนที่่ผ่านมาฉันจึงใช้ประโยชน์กับตู้นี้ได้เต็มที่ แต่สิ่งที่ต้อง\nแลกมากับตู้ขายของแบบหยอดเหรียญที่ไม่มีใครรู้นี้คือการที่จะไม่มีใครมาเติมของให้ใหม่"

play sound sfx_can

"ฉันจึงเลือกซื้อโซดารสส้มมาแทนและนึกจะดื่มเสียตรงนี้แทนที่จะเดินไปดื่มที่โรงอาหาร แต่ก่อนจะทันได้ทำเช่นนั้น\nประตูห้องสมุดที่อยู่ข้าง ๆ ก็เปิดออก"

show yuuko worried_down at center
with charaenter

yu "อ๊ะ…"

show yuuko worried_up
with charachange

yu "กำลังหาตัวอยู่เลย!"

play music music_happiness fadein 2.0

"วันนี้ยูโกะดูจะกล้ากว่าทุกที แต่ก็ยังไม่กล้าพอที่จะพูดดัง ๆ จนได้แต่พึมพำอะไรต่อเหมือนเคย"

show yuuko worried_down
with charachange

yu "คะ คืนหนังสือด้วยนะ หมายถึง… หนังสือของห้องสมุดน่ะ หนังสือที่เธอยืมไปเลยกำหนดส่งมานานแล้ว บางเล่มก็มีคน\nจะยืมต่อ…"

hi "โอ๊ะ ลืมไปเลย ผมมัวแต่ยืมจนลืมคืนเล่มเก่า ๆ น่ะ"

show yuuko neurotic_up
with charachange

yu "กับห้องสมุดของมหาวิทยาลัยฉันก็เป็นอย่างนั้นประจำแหละ น่าอายมากเลย"

hi "ที่มหาวิทยาลัยเขาส่งคนมาตามทวงหนังสือมั้ยครับ"

show yuuko worried_up
with charachange

yu "ไม่หรอก… ห้องสมุดของมหาวิทยาลัยน่ะใหญ่กว่าของที่นี่ ถ้าเกิดฉันยืมเล่มไหนไปนานหน่อยก็ไม่มีใครสังเกตอะไร\nซึ่งก็ดีเหมือนกัน เพราะกฎเรื่องการยืมหนังสือนาน ๆ ของที่นู่นน่ะ… เคร่งกว่าที่นี่มาก มาก ๆ …"

"น่าสนใจจริง ถึงจะบอกว่าเคร่ง แต่ก็ยังทำอย่างนั้นอยู่ดี ซึ่งพอเธอมาทวงหนังสือที่ฉันยืมจนเลยกำหนดส่งแล้วก็เลย\nทำให้ดูย้อนแย้งอยู่หน่อย ๆ ก็คงอย่างที่เขาว่าผีเห็นผีละมั้ง"

"พอยูโกะนึกถึงความหมายในประโยคนั้นได้หลังจากฉันไปไม่กี่วินาทีเธอก็เงียบไปแล้วรีบแก้ตัวทำโกรธกลบเกลื่อน"

show yuuko panic_up
with charachange

yu "…เอ่อ… อ่า… มัน… ไม่เหมือนกันนะ! ไม่เหมือนกันเลย…"

"ยูโกะจ้องเล็บตัวเองคล้ายอยากกัดเล็บใจจะขาด แต่สติที่คอยห้ามไม่ให้ทำนั้นมีมากไป"

show yuuko worried_down
with charachange

yu "อย่าง ระยะเวลาที่ยืมไป… ฮิซาโอะ บางเล่มเธอยืมไปสองสามเดือนแล้วนะ ขอโทษที… พอดีว่าคนอื่นก็อยากอ่านบ้างน่ะ\nแต่ถ้าเธอเป็นคนอ่านช้าก็ไม่เป็นไร…"

hi "ไม่หรอกครับ ผมผิดเอง เอาตรง ๆ บางเล่มผมก็ยังไม่ได้อ่านเลย ถ้ามีเล่มที่ค้างอยู่อย่างนั้นผมก็ไม่ควรยืมเล่มอื่นอีก"

yu "ไม่ดีเลยนะ…"

hi "ครับ ไม่ดี…"

"แล้วฉันก็ติดนิสัยการพูดแบบเบาเสียงตอนลงท้ายประโยคด้วย ความอึดอัดของเธอเหมือนจะถูกส่งต่อได้ง่ายมาก"

"ถึงอย่างนั้นฉันก็แปลกใจอยู่ดี วันนี้ยูโกะดูค่อนข้างปกติ บางครั้งความลนลานอย่างตอนที่เธอเป็นพนักงานเสิร์ฟก็โผล่มา"

"จะว่าไป ตอนที่เจอยูโกะครั้งแรกเธอก็ไม่ได้เป็นอย่างนี้ อาจจะซุ่มซ่ามหรือลนลานไปบ้าง แต่พอฉัน ชิซูเนะ แล้วก็มิช่า\nไปเจอเธอที่ร้านเซี่ยงไฮ้ก็ดูอาการหนักขึ้น"

"อาจจะไม่อยากให้นักเรียนที่โรงเรียนมาเห็นตอนที่ทำงานเป็นพนักงานเสิร์ฟอยู่ละมั้ง"

"งั้นก็คงแปลกอยู่หน่อย ๆ ที่เลือกทำงานอยู่คาเฟที่อยู่ใกล้โรงเรียนที่สุด ถ้าอย่างนั้นก็คงนับได้ว่าเป็นโชคดีของเธอ\nที่ได้ร้านที่ไม่ค่อยมีลูกค้า"

hi "แต่ทราบแล้วครับ เดี๋ยวเลิกเรียนแล้วผมจะเอามาคืน"

show yuuko smile_up
with charachange

yu "ให้ไวเลยนะ"

show yuuko worried_up
with charachange

yu "เอ่อ… เดี๋ยวก่อน วานอะไรอีกอย่างหน่อยสิ"

hi "ได้ครับ อะไรเหรอครับ"

show yuuko worried_down
with charachange

yu "ฉัน… มีธุระนิดหน่อยน่ะ แต่จะปล่อยให้ห้องสมุดไม่มีคนดูก็ไม่ได้… ขอโทษทีนะ แต่รบกวนฝากดูห้องสมุดตอนที่ฉัน\nไม่อยู่ให้หน่อยได้มั้ย แป๊บเดียว เดี๋ยวฉันจะรีบกลับมา! เธอเป็นสภานักเรียนใช่มั้ย คงไม่เป็นไรหรอก"

hi "ได้ครับ เดี๋ยวดูให้ ไม่ต้องห่—"

show yuuko closedhappy_up
with charachange

yu "ขอบคุณนะ!"

show yuuko neurotic_up
with vpunch

"ยูโกะถลาตัวเข้ามาหาราวกับจะกอดขอบคุณ แต่เมื่อเหลือระยะอีกสองเซนติเมตรเธอก็เบรกจนท่าทางเธอดูเก้กัง\nชวนสับสนหนัก"

"และฉันก็ทึ่งที่เธอควบคุมโมเมนตัมของตัวเองได้ดีมาก ทั้งที่ดูเป็นคนซุ่มซ่ามแท้ ๆ"

hide yuuko
with charaexit

stop music fadeout 6.0

"ฉันยังไม่ทันได้พูดแม้แต่คำว่า “ด้วยความยินดีครับ” เธอก็รีบพุ่งตัวออกไปราวกับเลยเวลาที่นัดธุระไว้แล้ว"

"ซึ่งก็เป็นไปได้ แต่อาจจะไม่ใช่ก็ได้ เพราะยูโกะดูจะเป็นคนที่ไม่ว่าจะทำอะไรก็รีบอย่างนั้นตลอด"

scene bg school_library
with locationchange

"พอมาอยู่ในห้องสมุดแล้วก็รู้สึกเด๋อ ๆ เพราะไม่รู้จะทำอะไรดี หรือจะนั่งอ่านหนังสือไปตามปกติดี ก็อาจจะได้แหละ\nแต่คงไม่ได้ตามมาตรฐานอันสูงส่งของยูโกะ"

"ไม่ก็ไปนั่งที่โต๊ะของบรรณารักษ์แล้วเพ่งพินิจขรึม ๆ มองคนที่เข้าห้องสมุดมา ฉันลองทำตามอย่างชิซูเนะอยู่\nสองสามรอบด้วยการใช้ปากกาที่เป็นผิวสะท้อนดูหน้าตัวเอง"

"น่าจะใช้ได้แล้ว แต่น่าหงุดหงิดที่ไม่มีใครมาเลย ฉันจึงล้มเลิกความคิดนั้นไปอย่างรวดเร็วแล้วออกตามหาฮานาโกะแทน"

"ไม่มีใครอยู่เลย เมื่อกี้เหมือนเห็นคน แต่พอกะพริบตาแล้วคนนั้นก็หายไปเลย ทันทีที่ฉันกลับมาที่โต๊ะยูโกะแล้วเปิด\nหนังสือที่น่าอ่านเล่มหนึ่งออกอ่านก็มีใบหน้าอันคุ้นเคยเฉี่ยวผ่านหน้าฉันมาราวลูกตุ้มที่แกว่งไกว"

show kenji invis:
    center
    xpos 0.4
with None

show kenji tsun at center
with dissolvecharamove

play music music_kenji fadein 0.5

ke "ไงคุณบรรณารักษ์ ตามหาตัวอยู่ตั้งสิบนาทีแน่ะ ฮะ?! นายเองหรอกเหรอ โห ไปไหนก็เจอนาย หรือเพราะสภานักเรียน\nใช้นายให้ไปหลายที่เนี่ย ยัยพวกนั้น! กล้าดียังไง"

show kenji rage
with charachange

ke "พวกใช้แรงงานทาส!"

"ก็เวอร์ไป ฉันเดินทั่วห้องสมุดแบบสบาย ๆ สักสามสิบวินาทีก็ทั่วแล้ว แต่ความคิดนั้นก็ถูกปัดตกไปด้วยความตกใจ\nที่ได้เจอเขา"

hi "นายมาจากไหนเนี่ย แล้วมาทำอะไรที่นี่"

show kenji tsun
with charachange

ke "อะไร เดี๋ยวนี้เขาห้ามผู้ชายเข้าห้องสมุดหรือไง ฉันเข้าห้องสมุดมาทีไรก็เจอแต่ไอ้พวกเด็กเมื่อวานซืนอย่างนายซัก\nเอาจนหมดไส้หมดพุง ทีผู้หญิงบางคนละฉันเห็นเดินเข้ามาได้สะดวกโยธินไม่มีใครถามเลยว่ามาทำอะไร"

ke "เพราะยัยนั่นอ่านหนังสือแต่ฉันไม่อ่านเหรอ"

"หมายถึงฮานาโกะแน่ ๆ ถึงทั้งสองคนจะไม่ชอบอยู่กับคนเหมือนกัน แต่อยากจะบอกเขาว่าส่วนมากคนที่มาห้องสมุดก็\nมาอ่านหนังสือกันนั่นแหละ ถ้าเขาไม่ได้มาอ่านแล้วมาทำอะไรอย่างอื่นคนก็ย่อมรู้สึกสงสัยกับเขามากกว่าฮานาโกะ\nอยู่แล้ว"

"แต่ยังไงฉันก็ยังตกใจสุดขีดอยู่ดีที่อยู่ ๆ เขาก็โผล่หัวแบบแวบมาอย่างนี้"

hi "แล้ว— แล้วสรุปว่านายมาทำอะไรกันแน่"

show kenji neutral
with charachange

ke "ฉันมาหานาย"

"คำตอบของเขาทำฉันสับสน ฉันอาจจะเผลอหลับไปแล้วฝันอะไรแปลก ๆ อยู่ แล้วเคนจิตรงหน้าก็อาจไม่ใช่ตัวจริง\nแต่เป็นร่างที่จิตใต้สำนึกฉันสร้างขึ้น นี่เขากำลังจะให้คำแนะนำอันลึกซึ้งที่ฟังไม่ค่อยรู้เรื่องหรือเปล่า"

show kenji tsun
with charachange

ke "เพราะนาย ฉันถึงถูกพวกสตรีนิยมขับไล่ออกจากหอฉัน ตอนนี้ฉันต้องเร่ร่อนอยู่ในห้องสมุดนี้เหมือนทหารไร้แผ่นดิน\nเหมือนวิญญาณ ฉันจะตามหลอกหลอนนาย ฐานที่นายทำชีวิตฉันพัง"

"น่าเสียดาย ถ้าเป็นฝันก็คงเป็นฝันที่น่าสนใจดี แต่เหมือนว่าเคนจิตรงหน้าจะเป็นตัวจริงนี่แหละ"

ke "ใช่แล้ว นายเริ่มทำงานให้ยัยพวกนั้นแล้วพามาเยือนถึงหน้าประตูห้องฉัน จำได้มั้ย จำได้สิ นายก็อยู่ด้วยนี่ นับแต่วันนั้น\nฉันก็รับรู้ได้ว่ายัยพวกนั้นตามล่าฉันอยู่ รู้อย่างนี้ฉันเชื่อสัญชาตญาณตัวเองดีกว่า แต่ตอนนั้นฉันยังเด็ก\nและคิดไม่ได้"

hi "ไอ้ที่ว่าน่ะยังผ่านไปไม่ถึงสัปดาห์เลยนะ"

ke "แล้วพ่อฉันก็โทร. มาบอกว่ามีจดหมายของฉันหนึ่งฉบับที่ส่งมาไม่ถึง ไปรษณีย์คงไม่ทำหายแน่นอน เพราะงั้น\nต้องมีคนมาสกัดจดหมายฉบับที่ว่าไปแน่ ๆ นี่มันสงครามข้อมูล!"

show kenji neutral
with charachange

ke "ตอนนั้นเองฉันก็รู้ว่าที่ซ่อนลับของฉันถูกเปิดโปงเข้าให้แล้ว ตอนนี้ฉันเลยต้องหนีอย่างผู้หลีกลี้ เพราะเป็นภัยขั้นรุนแรง"

hi "ห้องพักในหอไม่ใช่ความลับสักหน่อย ตรงประตูก็มีทั้งชื่อทั้งเลขแปะอยู่"

show kenji rage
with charachange

ke "รู้ เห็นแล้ว ชั่วร้ายมาก ถ้าจะทำขนาดนั้นก็แปะโปสเตอร์ค่าหัวอย่างพวกตะวันตกไปเลยดีมั้ย “จับเป็นหรือจับตายก็ได้!”\nอาจจะจับเป็น จะได้เอาร่างฉันไปโคลนต่อ หรือไม่ก็ทำให้ฉันกลายเป็นตั๊กแตน"

show kenji tsun at Position(ypos=1.15)
with Dissolvemove(0.5)

"เคนจิโดดเข้ามานั่งที่เก้าอี้ว่างตรงหน้าฉันแบบไม่บอกไม่กล่าว เขาหยิบบุหรี่ออกมาแล้วใช้นิ้วควงเล่น คงเอามาทำเท่\nเฉย ๆ นั่นแหละ ไม่เคยเห็นเขาสูบเลย"

ke "ฉันจะอยู่ที่ไหนตามใจอยากไม่ได้อีกต่อไปแล้ว นี่แหละคือจุดเริ่มต้น"

ke "เป็นกลยุทธ์สุดหลักแหลม… ก็เนี่ย ถ้าพวกนั้นได้เข้าบ้านแล้วเมื่อไหร่ก็จบเห่เลย เหมือนปลวกไง ถ้าแผนการกุมอำนาจ\nของพวกสตรีนิยม ‘เริ่ม’ จากตรงนั้นแล้วเราจะหนีไปไหนได้อีก"

show kenji happy
with charachange

ke "คำถามเดียวก็คือแล้วพวกสตรีนิยมมันจะใช้แผนของพวกปลวกได้ยังไง ในเมื่อโดยธรรมชาติแล้วผู้หญิงแพ้ทางไม้น่ะ"

hi "ใช่วลีที่ว่า “ไม่มีที่ซุกหัวนอนแล้ว” หรือเปล่า"

show kenji neutral
with charachange

ke "ไอ้คำว่าไม่มีนี่ก็ไม่แน่ใจเหมือนกันว่ะ ฉันก็อยู่ของฉันเฉย ๆ ฉันไม่มีที่อื่นให้อาบน้ำให้เปลี่ยนเสื้อผ้าให้กินให้เข้าห้องน้ำ\nให้ดูโทรทัศน์แล้ว ฉันต้องตามข่าวสารบ้านเมือง จะได้ไม่ตกข่าว"

"ตัวเองบอกว่าโดนขับออกจากห้องพักจนต้องจรลีหนีมาแท้ ๆ แต่ก็ดูจะกลับไปอยู่ที่หอวันละหลาย ๆ รอบ รอบละนาน ๆ\nได้ไม่มีปัญหาอะไร"

"แต่ตอนนี้เคนจิค่อย ๆ หันหน้าหนีจากฉันไปช้า ๆ แล้วพล่ามถึงปริศนาฆาตกรรมที่เวียนวนอยู่ จะขัดเขา\nก็คงไม่ได้อะไรขึ้นมาอะนะ"

play sound sfx_can_clatter

"ฉันกระดกโซดาจนหมดกระป๋องแล้วโยนใส่ถังขยะที่อยู่ข้างประตู กระป๋องกระทบเข้ากับขอบถังแต่ยังลงถังอยู่ ฉันกำหมัด\nเฮอยู่เงียบ ๆ"

show kenji neutral at center
with dissolvecharamove

"เคนจิผุดลุกขึ้นแล้วตรงไปที่ประตู เมื่อกี้ไม่ได้ฟังเลย หวังว่าไม่ได้กำหมัดเฮไปแบบไม่ได้จังหวะนะ"

hi "ไปไหน"

show kenji tsun
with charachange

ke "นายเอาแต่สูบน้ำผลไม้"

hi "แล้ว? ไม่ใช่น้ำผลไม้ด้วยซ้ำ โซดาต่างหาก แล้วก็หมดแล้วด้วย แล้ว “สูบ” นี่คือ? ฉันจิบไปสองรอบเอง"

ke "เออ ๆ นายจิบไปเป็นห้าสิบล้านรอบได้มั้ง"

hi "จิบขนาดนั้นได้ที่ไหนล่ะ"

show kenji neutral
with charachange

ke "นายอาจจะทำไม่ได้ แต่ฉันก้าวล้ำเกินขีดความเป็นไปได้เสมอแหละ โอเค ช่างเถอะ ตอนนี้ฉันคอแห้งแล้วเหมือนกัน\nเดี๋ยวไปหาน้ำผลไม้บ้าง เดี๋ยวมา"

show kenji invis at Position(xpos=0.4)
with dissolvecharamove

with Pause(0.5)

show kenji neutral at center
with dissolvecharamove

"เขาไปแล้วกลับมาแทบจะในทันที เร็วจนฉันสงสัยว่าเขารู้พิกัดตู้ขายของแบบหยอดเหรียญลับของฉันหรือเปล่า"

ke "ฉันซื้อมาเผื่อนายด้วย หวังว่านายจะชอบน้ำองุ่นนะ ทีนี้เราก็เจ๊ากันเรื่องพิซซ่าแล้ว"

hi "ขอบใจ"

show kenji neutral at Position(ypos=1.15)
with charamove

"อยากจะบอกว่าไอ้เงินที่ให้ยืมค่าพิซซ่าไปนี่เยอะกว่าค่าน้ำองุ่นหนึ่งกระป๋องไปเกือบสิบเท่าอีก แต่พูดไปเดี๋ยวหาว่า\nเป็นคนใจแคบ เคนจินั่งลงแล้วกระดกน้ำผลไม้ดื่มอย่างบ้าคลั่งราวโคตรเหง้าตระกูลเขาไปมีเรื่องกับองุ่นมาแต่ชาติปางก่อน"

show kenji happy
with charachange

ke "รู้มั้ย ฉันโชคดีมากที่บังเอิญมาเจอนายที่นี่เนี่ย มีเรื่องจะรบกวนพอดี"

"อาจจะดูเป็นคนหวาดระแวง แต่ที่ซื้อน้ำผลไม้นี่ให้คือจะคิดเป็นค่าคำขอนี่หรือเปล่า ถ้าเป็นงั้นจริงก็เป็นแผนที่มอง\nจากดาวอังคารยังรู้ แถมเลือกจังหวะได้ผิดมาก แต่เคนจิคงไม่ใช่คนที่คิดอะไรให้มากมายขนาดนั้นหรอก เขาเป็นคน\nที่จะขออะไรตรง ๆ เลยมากกว่า"

ke "ฉันอยากให้นายแนะนำหนังสือให้หน่อย"

hi "แต่นายไม่อ่านหนังสือไม่ใช่เหรอ"

show kenji neutral
with charachange

ke "รู้ได้ไง"

hi "นายบอกฉัน นายบอกว่าคนเลือกปฏิบัติกับนายเพราะนายไม่อ่านหนังสือ"

show kenji happy
with charachange

ke "ก็เลือกปฏิบัติแหละ แต่ฉันอ่านนะ อ่านหนังสือเสียง เพราะหนังสือเสียงคือเส้นทางแห่งอนาคต"

show kenji neutral
with charachange

ke "แต่ฉันก็ต้องอ่านหนังสือเดือนละเล่มเพราะมีวิชาวรรณกรรมน่ะนะ แล้วที่นี่ก็เหมือนจะไม่ค่อยชื่นชมหนังสือสุดคลาสสิก\nอย่างพวก “วิทยาการรหัสลับขั้นสูง” สักเท่าไหร่ ถ้าฉันไม่อ่านหนังสือให้เยอะ ๆ เดี๋ยวก็สอบไม่ผ่านอีก"

show kenji tsun
with charachange

ke "ฉันจะตกวิชาวรรณกรรมไม่ได้… ไม่งั้นฉันก็จะกลายเป็นคนไม่รู้หนังสือ ซึ่งจะทำให้สิ่งที่แม่ฉันพูดถูก แม่ฉันพูดอะไร\nถูกไม่ได้หรอก ฉันต้องเรียน ‘หนังสือ’ ให้เยอะ ๆ เท่าที่จะเรียนได้"

hi "งั้นก็ลงหน่วยกิตเพิ่มสิ"

ke "ไม่ละ ขอบใจ แค่ต้องแบกของโง่ ๆ พวกนี้ก็เต็มทนแล้ว"

"เขาหยิบพจนานุกรมขึ้นมาแล้วเปิดผ่าน ๆ ก่อนจะวางกับชั้นวางหนังสือหมวดสืบสวนฆาตกรรมที่อยู่ข้างหลังเขา"

ke "ไม่อยากจะเชื่อเลยว่าเจ้านี่คือสื่อที่บรรพบุรุษของเราใช้ดูภาพโป๊"

"ฉันสำลักน้ำจนหกใส่หนังสือที่ฉันถืออยู่จนสภาพยับเยินเกินซ่อมแซม พอรีบพลิกหน้าหลังดูราคาขายแนะนำก็เห็นว่า\nราคาเป็น 7900 เยน รู้สึกเหมือนใจจะวายเลย"
#Can't find anything for or against the retail price being present and unblanked. :/ -SC

show kenji happy
with charachange

ke "โห้ ไม่เหลือ ไม่น่าทำอย่างนั้นเลยนะ ที่นี่เขาเคร่งเรื่องกฎการทำลายทรัพย์สินมากนะ นายโดนตีแน่"

"เขาหัวเราะยกใหญ่ด้วยความตลกก่อนจะจิบน้ำผลไม้จากกระป๋องอีกอึกยาว ๆ ด้วยเสียงอันดัง"

hi "มันใช่การทำลายทรัพย์สินที่ไหน ฉันไม่ได้ตั้งใจทำสักหน่อย คำพูดของนายนั่นแหละตัวการ"

hi "แล้วตีนี่คืออะไร ฉันไม่อยากโดนตีนะ"

show kenji neutral
with charachange

ke "เดี๋ยว เย็นก่อน ฉันไม่ได้หมายความว่าตีแบบตรงตัวเว้ย แค่หมายถึงว่าพวกนั้นจะให้นายจ่ายค่าเสียหาย แล้วก็ตะโกน\nเสียงดัง ๆ เหมือนจะงาบหัวนายอะ แต่ก็ไม่ใช่เรื่องใหญ่อะไรขนาดนั้นน่ะนะ"

hi "จะเปรียบเทียบหรืออะไรก็ช่าง ฉันไม่อยากโดนตีโดนงาบหัวโดนลงโทษอะไรทั้งนั้น ไอ้… ไอ้เบื๊อก"

hi "แล้วนี่ฉันจะทำยังไงดี ตรงนี้ก็มีแต่ฉันอยู่ หมายถึงคนที่ยูโกะรู้จักน่ะนะ แล้วจะทิ้งก็ไม่ได้ เดี๋ยวมาเจอก็รู้อยู่ดี"

show kenji tsun
with charachange

ke "โห่พวก เลิกทำตัวแปลกได้แล้ว"

hi "ไม่อยากถูกปรับมันแปลกตรงไหนวะ"

ke "เฮ้ย เลิกโวยวายเลยเฮ้ย"

hi "ไม่ได้โวยวาย ฉันแค่ไม่อยากเสียเงิน"

ke "ขี้เหนียวว่ะ"

show kenji invis at center
with Dissolvemove(0.5)

hide kenji
with None

stop music fadeout 1.0

"จังหวะที่ฉันเตรียมจะบีบคอเขาก็มีเสียง “วะฮ่าฮ่า” ของมิช่าที่ดังมาตามโถงทางเดินมาขัด เหมือนเคนจิจะได้ยิน\nเสียงนั้นด้วยจึงฉวยโอกาสนี้หายตัวไปอยู่หลังส่วนที่เป็นอัตชีวประวัติด้วยความรวดเร็วดุจสายลม"

show mishashort hips_grin at center
with charaenter

play music music_comedy fadein 0.5

mi "ไง ฮิจัง~!"

show bg school_library at bgleft
show mishashort hips_grin at twoleft
with charamove

show yuuko neurotic_down at tworight
with charaenter

"มิช่าตะโกนเสียงแปดหลอดพร้อมลากยูโกะมาด้วย"

show mishashort sign_confused
with charachange

mi "ฮิจัง~! นายคุยกับตัวเองอยู่เหรอ"

"ทางเลือกที่หนึ่ง การตอบว่าใช่จะทำให้ฉันถูกมองว่าบ้า แต่อีกทางเลือกที่สอง การเปิดเผยตัวตนของเคนจิอาจทำให้เขา\nกลายร่างจนฉันถูกเหมารวมว่าบ้าไปด้วย"

hi "อืม"

show mishashort cross_grin
with charachange

mi "อะฮ่าฮ่า~! ไม่เป็นไร~! อย่าอายไปเลยฮิจัง บางทีตอนฉันอยู่คนเดียวก็คุยกับตัวเองเหมือนกัน! ลา~ ล้า~ ลา~"

show yuuko worried_up
with charachange

yu "เอ่อ… ตอนฉันไม่อยู่มีเรื่องอะไรมั้ย"

hi "ไม่มีเลยครับ"

show yuuko worried_down
with charachange

yu "กลิ่นเหมือน… องุ่น"

hi "ผมใช้โคโลญกลิ่นองุ่นครับ"

"ฉันโกหกไปหน้าด้าน ๆ ไร้ซึ่งความเนียนใด ๆ ดูจากสีหน้าแล้วก็คงรู้ว่าฉันโกหกอยู่ ไม่ก็กำลังคิดว่ารสนิยมกลิ่นโคโลญ\nของฉันนั้นเกินเยียวยา"

"แต่ในเมื่อกระป๋องน้ำองุ่นที่ฉันเพิ่งดื่มไปก็ยังตั้งอยู่ทนโท่ คงน่าจะรู้แหละว่าโกหก แต่โชคดีที่เธอไม่ซักไซ้อะไรต่อ"

hi "มาทำอะไรกันเหรอ"

show mishashort sign_smile
with charachange

mi "ไปกินข้าวเที่ยงด้วยกันมาน่ะ~! เป็นมื้อเที่ยงทางธุรกิจ เป็นแค่เรื่องธุรกิจเท่านั้น~!"

"ฉันลองนึกภาพมิช่าใส่ชุดสูทนั่งกินข้าวเที่ยงกับใครสักคน แต่นึกยังไงก็นึกไม่ออก"

hi "ธุรกิจอะไร"

show yuuko panic_up
with charachange

yu "เธอไม่รู้เหรอ"

show mishashort hips_grin
with charachange

mi "อะฮ่าฮ่า~! เปล๊า~ เปล่า~ การที่มีสภานักเรียนบางส่วนไม่ได้รับรู้เรื่องที่คนอื่นทำอยู่ก็ปกติแหละ~!"

hi "นี่ อย่ามา “เปล๊าเปล่า” ใส่กันอย่างนั้นสิ มันปกติตรงไหน จะว่าแย่ยังได้เลย เรามีกันแค่สามคนนะ"

show yuuko neurotic_up
with charachange

"ยูโกะหัวเราะเจื่อน ๆ สงสัยกลัวแน่ ๆ"

show yuuko worried_down
with charachange

yu "มิช่าบอกว่าอยากเอาโปสเตอร์… เลือกตั้งมาติดในห้องสมุดน่ะ เอ่อ… คือมันก็อยู่ไกลมาก แต่คงไม่เป็นไรละนะ ไม่ยักรู้\nเลยว่าฉันมีสิทธิ์ตัดสินใจอะไรอย่างนี้ได้ด้วย…"

show mishashort cross_laugh
with charachange

mi "มีสิ~! เยี่ยมไปเลยใช่มั้ยล่ะ~ อะฮ่าฮ่า~! ดีใจมั้ย เย้~ เย้~!"

show yuuko panic_up
with vpunch

"มิช่าจับมือยูโกะเข้าตบ ๆ กันด้วยความเริงร่า ยูโกะดูจะไม่ค่อยมีความสุขเท่าไหร่ที่ได้รู้ว่าตัวเองมีภาระและอำนาจเยอะ\nกว่าที่คิดเอาไว้"

show mishashort sign_smile
with charachange

mi "ฮิจัง~! ไหน ๆ นายก็อยู่นี่แล้ว มาช่วยกันติดหน่อย!"

"มิช่าควักโปสเตอร์ปึกใหญ่ออกมาจากกระเป๋าแล้วแบ่งครึ่งเหมือนตัดไพ่ก่อนจะส่งกองครึ่งที่ยับหน่อย ๆ มาให้ฉัน"

show mishashort hips_smile
with charachange

mi "ชิจังคิดอะไรดีมาก ๆ ได้ด้วยละ~! เราเอาใบปลิวสอดไว้ตามหนังสือด้วยก็ได้นะ~! แบบนั้นแล้วต่อให้จะพยายามเมิน\nแค่ไหนก็หนีไม่พ้น! หรือจะทำแบบที่เปิดแล้วเด้งขึ้นมาเลยก็ได้นะ!"

"มิช่าเลียนอารมณ์ของชิซูเนะออกมาสุดความสามารถ ซึ่งฟังดูใกล้เคียงมาก และฟังดูน่าขนลุกหน่อย ๆ ด้วย"

hi "ชิซูเนะก็พูดเล่นไปงั้นแหละมั้ง"

show mishashort perky_confused
with charachange

mi "ฉันชอบนะ~"

show yuuko cry_up
with charachange

yu "มะ ไม่… ขอร้อง… ไม่เอาอย่างนั้น…"

show mishashort cross_smile
with charachange

mi "การตลาดแบบบุกเต็มพิกัด~! แล้วก็จะทำแบบไล่เคาะประตูรายห้องด้วย~!"

hi "เป็นความคิดที่ไม่เข้าท่าเลยนะ"

show mishashort cross_frown
with charachange

"มิช่าทำแก้มป่องให้คล้ายชิซูเนะที่สุดพลางแตะนิ้วเข้าหากันรัว ๆ ด้วยความรำคาญ"

mi "ฮิจัง~! ความคิดอะไรนายก็ว่าไม่เข้าท่าหมดแหละ…"

hi "เออ แต่ความคิดอันนั้นมันก็ไม่เข้าท่าเกินไป เกินกว่าจะหลับหูหลับตาให้ผ่านได้ ไม่เอาด้วยหรอก"

show mishashort hips_smile
with charachange

mi "วะฮ่าฮ่า~! ฮิจัง นี่นายท้าเหรอ ก่อกบฏ~ ก่อกบฏ~!"

show yuuko cry_down
with charachange

yu "กะ ก่อกบฏไม่ได้นะ… อย่าทะเลาะกันเลย"

show mishashort hips_grin
with charachange

mi "วะฮ่าฮ่า~! ล้อเล่นน่า~!"

show yuuko worried_down
with charachange

yu "โอเค…"

show yuuko worried_up
with charachange

yu "อย่าทะเลาะกันเลย"

show mishashort cross_laugh
with charachange

mi "อะฮ่า~ ฮ่า~ ฮ่า~"

"พอได้ฟังเสียงยูโกะตอนพยายามทำตัวหนักแน่นแล้วก็นึกถึงพวกครูเด็กอนุบาล ถ้าว่างั้นแล้วจะนับว่ายูโกะมีดีทางด้าน\nคำพูดในแบบของตัวเธอเองก็ได้แหละนะ"

hide mishashort
hide yuuko
with charaexit

stop music fadeout 5.0

"การติดโปสเตอร์นั้นยากเหลือเชื่อ เพราะในห้องสมุดแทบทุก ๆ สองเมตรจะมีป้ายประกาศกับโปสเตอร์ติดอยู่เต็มไปหมด\nบางที่ที่มีติดไว้ก็เหมือนว่าฉันจะไม่เคยเห็นมาก่อนเลยด้วยซ้ำ"

play sound sfx_warningbell

"ยิ่งต้องมาเลือกว่าจะลอกใบไหนออกก็ยิ่งเสียเวลาเข้าไปอีก ทั้งที่แค่ติดโปสเตอร์ก็งานง่าย ๆ และเมื่อระฆังหมดพักเที่ยงดัง\nแล้วเราก็ยังเหลือโปสเตอร์ที่ยังไม่ได้ติดอยู่อีกพอสมควร"

"ตอนที่เดินออกมาฉันติดใบหนึ่งไว้ที่ตรงประตู ต้องเป็นใบที่มิช่าทำแน่ ๆ เพราะมีรูปวาดชิซูเนะรูปเล็ก ๆ อยู่ข้างล่างด้วย"

scene black
with dissolve

label th_S28:

scene bg school_scienceroom
with locationchange

"สองวันให้หลังชิซูเนะออกไปกินข้าวเที่ยงแล้วไม่กลับมาที่ห้อง สงสัยงานสภานักเรียนคงมีเยอะจนท่วมหัว ถึงงานที่ว่า\nส่วนใหญ่น่าจะเพราะหาเรื่องไปทำเองก็เถอะ"

scene bg school_hallway3
with shorttimeskip

"พอมาถึงหน้าห้องสภานักเรียนก็พบว่าประตูไม่ได้ล็อกอยู่ ก่อนเปิดฉันรอฟังก่อนว่าจะมีเสียงหัวเราะมิช่าดังมาหรือเปล่า\nเงียบ"

"ตอนแรกก็คิดว่าคงไม่มีใครอยู่ แต่แล้วก็คิดได้ว่าถ้าไม่มีคนอยู่จริงชิซูเนะคงต้องล็อกห้องไว้"

play sound sfx_dooropen

scene bg school_council
with locationchange

"ชิซูเนะนั่งกอดอกหลับอยู่ที่โต๊ะ แค่เห็นท่าก็ปวดแทน ถ้าไม่เห็นว่าตาปิดอยู่คงไม่รู้ว่าหลับอยู่ อันที่จริง ฉันก็ไม่แน่ใจ\nด้วยซ้ำว่าหลับอยู่หรือเปล่า"

"ปกติถ้าเป็นคนอื่นฉันคงเคาะโต๊ะให้ตื่น แต่กับชิซูเนะคงไม่ได้ ฉันคิดทันทีว่าจะแกล้งชิซูเนะตอนหลับได้ยังไงบ้าง\nผิดหวังจริง ๆ ที่สมองฉันคิดอะไรอย่างนั้นไปก่อนแล้ว"

show shizu basic_normal at center
with charaenter

ssh "สวัสดี ทิวาสวัสดิ์"
#You sure this can be done, A22? -SC

play music music_shizune fadein 3.0

"ชิซูเนะทำภาษามือข้างละประโยค เห็นแล้วก็งง"

his "นี่ ทำอะไรเนี่ย แอบอู้เหรอ"

show shizu behind_smile
with charachange

"ชิซูเนะยิ้มแต่ก็ก้มหัวไม่ให้เห็นพลางปั้นหน้าให้ดูรำคาญที่สุด"

show shizu adjust_frown
with charachange

ssh "อย่ายืนอยู่อย่างนั้นสิ พอฉันนั่งแต่นายยืนแล้วมันอึดอัดนะ"

"ฉันนั่งเก้าอี้ตัวที่อยู่ใกล้ ๆ ชิซูเนะดันแว่นที่สันจมูกเธอราวกับกำลังจูนเสียงเครื่องดนตรีอยู่"

show shizu adjust_angry
with charachange

ssh "ทำไมอยู่ไกลจัง"

his "อยู่ไกลแล้วอึดอัดเหมือนกันเหรอ"

"ชิซูเนะเม้มปากดูไม่พอใจเท่าไหร่ที่ฉันล้อเธอ"

his "ฉันว่าง ๆ พอดีเลยกะว่าจะมาแวะดูว่าเธอยุ่งอยู่หรือเปล่า"

show shizu behind_blank
with charachange

ssh "อยากช่วยเหรอ"

his "อืม"

show shizu adjust_smug
with charachange

ssh "แย่หน่อยนะ"

show shizu behind_smile
with charachange

ssh "ฉันยินดีนะที่นายจะช่วย แต่ไม่ต้องแล้ว ฉันเพิ่งปิดงานที่ต้องทำทั้งหมดไปแล้วพอดี"

his "จริงจังจังเลยนะ เมื่อวานมิช่าก็เหมือนกัน นี่พวกเธอจริงจังกับงานของสภานักเรียนที่เป็นทางการกันเหรอ"

show shizu basic_normal2
with charachange

ssh "ฉันจริงจังเสมอ จริงจังอย่างที่ผู้สมัครเป็นสภานักเรียนควรจะเป็น"

"จะรีบไปไหน ฉันยังไม่ทันได้ทันจะยืดแข้งยืดขา มาถึงก็ว่าให้คนที่ยังไม่ได้มาร่วมงานกันเลยด้วยซ้ำแล้ว"

show shizu behind_frown
with charachange

ssh "อย่างน้อยประธานต้องจริงจังเพราะจะเป็นหัวขบวนที่กระตุ้นให้ทุกคนตามได้ หรืออย่างน้อยก็ต้องลากได้ แต่พวกไม่เอาไหน\nมันก็มีเยอะ"

show shizu basic_angry
with charachange

ssh "ไม่มีใครสมัครเป็นรองประธานเลย สรุปก็คือทุกคนอยากได้รางวัลใหญ่ แต่ไม่มีใครที่มีความต้องการจริง ๆ ส่วนเหรัญญิก\nก็มักเป็นคนที่เชื่อถือไม่ได้ ฉันเลยใช้อำนาจฉันตัดตำแหน่งนั้นทิ้งไป"

his "เดี๋ยวก่อน เดี๋ยว ทำอย่างนั้นได้ด้วยเหรอ ฉันว่าไม่น่าใช่อย่างนั้นนะ"

show shizu adjust_frown
with charachange

ssh "มันก็เป็นอย่างนั้นแหละ"

"แล้วชิซูเนะก็ทำหน้าเคร่งทอดสายตามองไปไกล ๆ พลางลูบกรอบแว่น ผมยังไม่ได้คำตอบเลยนะครับว่าที่ท่านผู้นำ\nเผด็จการ"

show shizu behind_frown
with charachange

ssh "ผิดหวังจริง ๆ พวกนั้นต้องอยากให้ฉันออกจากสภานักเรียนเร็ว ๆ สิ ตัวเองจะได้เข้ารับตำแหน่ง หรืออย่างน้อยก็ต้อง\nไม่เห็นด้วยที่ฉันดำรงตำแหน่งอยู่ ถ้าฉันทำให้พวกที่อยากเป็นสภานักเรียนเคลื่อนไหวเพราะสาเหตุสองอย่างนั้นไม่ได้\nทุกอย่างที่ฉันทุ่มทำไปก็เสียเปล่า"

show shizu adjust_angry
with charachange

ssh "ถ้าจะยืดยาดกันขนาดนี้ฉันก็จะยึดสภานักเรียนไว้ให้นานที่สุดเลย!"

play sound sfx_snap

"ชิซูเนะปิดประโยคด้วยการดีดนิ้ว เสียงดีดนิ้วนั้นดังราวเสียงปืน จะรู้ตัวหรือเปล่านะว่าตัวเองดีดได้ดังขนาดไหนเนี่ย"

"แต่ใครได้ยินเสียงนี้ก็ต้องหันแน่นอน ซึ่งก็ดูเป็นประโยชน์มากสำหรับคนเป็นใบ้ อาจจะฝึกมาเพื่อการนี้เลย"

his "“ทุกอย่าง” เลยเหรอ เกินไปหน่อยมั้ง"

show shizu behind_blank
with charachange

ssh "ฉันคิดว่านี่คือการทดสอบที่แท้จริงมาโดยตลอด การสร้างความประทับใจครั้งสุดท้ายไว้น่ะสำคัญน่ะ ฉันถึงได้ไม่สร้าง\nปราสาททราย เพราะพอจากไปแล้วมันก็จะพัง"

his "ก็คงจริง แต่ถ้าฉันเห็นปราสาททรายหลังสวย ๆ สักหลังฉันก็ประทับใจนะ ฉันก็จะบอกว่าน่าประทับใจอยู่ดี"

his "ฉันนับถือเธอนะ เพราะงั้นฉันถึงได้มองว่าที่เธอทำไปมันไม่ได้สูญเปล่าหรอก"

show shizu adjust_happy
with charachange

"เธอจับแว่นคล้ายจะถอดออกแล้วยิ้มเจื่อน ๆ"

show shizu basic_normal
with charachange

ssh "ขอโทษนะ"

show shizu behind_blank
with charachange

ssh "ฉันเผลอหลุดอะไรเห็นแก่ตัวไป"

show shizu basic_normal
with charachange

ssh "ฉันอยากอยู่ตรงจุดสูงสุดมาโดยตลอด ไม่ว่าจะเป็นเรื่องอะไรก็ตาม ตราบเท่าที่ฉันทำสิ่งนั้นได้ดีที่สุด เข้าใจอย่าง\nทะลุปรุโปร่ง แล้วทำให้เป็นส่วนหนึ่งของตัวฉัน"

show shizu adjust_happy
with charachange

ssh "เหมือนเวลาได้ฟังเพลงแล้วฝันอยากเป็นนักดนตรี หรือได้เห็นเครื่องบินแล้วฝันอยากเป็นนักบิน นายเคยฝันอะไร\nอย่างนั้นหรือเปล่า"

his "อืม"

"ตอนที่ฉันได้เล่นฟุตบอลเป็นครั้งแรก ฉันก็คิดว่าอาจจะเล่นจนเก่งพอที่จะทำให้คนทึ่งได้ แต่ก็เป็นได้แค่ฝันลม ๆ แล้ง ๆ\nน่ะนะ พอฉันเห็นความต่างชั้นระหว่างฉันกับคนที่มีพรสวรรค์จริง ๆ ฉันก็พับฝันนั้นเก็บทิ้งทันที"

"แต่เอาเถอะ หัวใจฉันเป็นอย่างนี้ก็คงเล่นฟุตบอลอีกไม่ได้แล้วละนะ"

his "เธอยังฝันอะไรอย่างนั้นอยู่หรือเปล่า"

show shizu basic_normal2
with charachange

ssh "ไม่หรอก ไม่นานฉันก็รู้ว่าฝันเหล่านั้นมันไกลเกินไป เพราะจะมีคนที่เก่งกว่าอยู่เสมอ"

"เธอทำสีหน้าหวนถวิล ตอนนี้เธอดูเป็นผู้ใหญ่ชอบกล ราวกับว่าวันวานที่ต้องแข่งขันอย่างดุเดือดกับคนอื่นเหล่านั้น\nผ่านมาแล้วแสนนาน"

"แต่ฉันก็รู้ว่าสิ่งที่ว่านั้นคงไม่ได้ไกลจากความเป็นจริงนักหรอก สัปดาห์ที่แล้วฉันยังแข่งเป่าหมากฝรั่งให้ได้ลูกใหญ่ ๆ\nกับเธออยู่เลย ตอนเด็กอาจจะยังเป่าไม่เก่งเท่าตอนนี้ด้วยซ้ำ แค่คิดก็ขนลุก"

show shizu behind_smile
with charachange

ssh "ฉันชอบนะ การที่มีคนเก่งกว่าอยู่เสมอ ฉันจะตื่นเต้นมากที่ได้เห็นว่ามีคนที่เก่งกว่าฉันแล้วจะอยากแข่งกับคนที่ว่า\nขึ้นมาเลย"

show shizu adjust_frown
with charachange

ssh "ถึงสุดท้ายแล้วผลจะได้ว่าคนนั้นเก่งกว่าจนฉันต้องมองอ้าปากค้างก็เถอะ แต่บางคนก็อยู่คนละชั้นแบบฉันเทียบไม่ติด\nผ่านไปสักพักฉันก็อิจฉาอยากได้อย่างนั้นบ้าง"

his "แล้วสภานักเรียนคือสิ่งที่เกิดมาเพื่อเธอโดยเฉพาะงั้นเหรอ"

show shizu basic_normal
with charachange

ssh "ไม่ ไม่เลย ถึงบางครั้งจะรู้สึกเหมือนเป็นอย่างนั้นก็เถอะ แต่ก็ไม่ใช่สาเหตุที่ฉันมาเป็นสภานักเรียน สาเหตุที่ว่าน่ะ\nคนละเรื่องกันเลย"

show shizu adjust_happy
with charachange

ssh "แต่… ฉันชอบการเป็นประธานสภานักเรียนนะ ถึงบางครั้งงานจะหนัก ภาระเยอะเกินจะแบก แต่นี่แหละคือสิ่งที่ทำให้\nสภานักเรียนน่าตื่นเต้น ยังไงเสียคนที่อยู่ชั้นบน ๆ ก็ไม่ควรเอาแต่นั่งกินนอนกินอยู่แล้ว"

his "ฟังดูอย่างกับชาวสวนชาวไร่แน่ะ"

"อาจจะฟังดูไม่เหมาะ แต่ถ้าชิซูเนะใส่ชุดเอี๊ยมกับหมวกฟางแล้วคงน่ารักดี"

his "ถ้าไม่ใช่สาเหตุที่ว่า แล้วเพราะอะไรถึงมาสมัครตำแหน่งนี้"

show shizu behind_frown
with charachange

ssh "ฉันไม่ได้สมัคร แต่หลังจากนั้นฉันก็อยู่ตำแหน่งนี้ไปนั่นแหละ ฉันอยากเป็นประธานสภานักเรียนเพราะรุ่นเก่าน่ะ\nไม่รู้เรื่องอะไรเลย"

show shizu basic_normal
with charachange

ssh "แล้วฉันก็อยากให้คนตื่นตัวกัน จะได้พูดกันว่า “น่าสนใจดีนะ วันนี้สนุกดี” อะไรประมาณนั้น เป็นประสบการณ์ที่ควรค่า\nแก่การทรงจำ"

show shizu behind_smile
with charachange

ssh "ฉันมีความสุขนะ เพราะฉันว่าเราทำสำเร็จแล้ว ทั้งนาย ทั้งมิช่า แล้วก็ฉัน"

show shizu basic_normal2
with charachange

ssh "แต่ฉันเองก็มีความอยากที่ดูเห็นแก่ตัวเหมือนกัน ตอนแรกฉันก็มองแค่ว่าคงเป็นของแถมอะไรเล็ก ๆ น้อย ๆ แต่นานไป\nฉันก็เริ่มโลภ"

show shizu behind_blank
with charachange

ssh "เพราะอย่างนี้แหละฉันถึงอยากได้ให้การเลือกตั้งเป็นไปอย่างราบรื่น เพราะเป็นสิ่งเดียวที่จะทำให้ความปรารถนาของฉัน\nได้รับการเติมเต็ม"

his "แล้วความปรารถนาที่ว่าคืออะไร"

show shizu adjust_blush
with charachange

ssh "ความลับ"

"ชิซูเนะรู้ตัวว่าฉันคงไม่ยอมเลิกตื๊อกับคำตอบเลี่ยงตื้น ๆ อย่างนั้นง่าย ๆ จึงโบกมือปัด ๆ เป็นเชิงไม่อยากให้คุยต่ออีก\nเธอทำหน้าอาย ๆ อาจจะเป็นเรื่องที่ดูงี่เง่าเลยอยากเก็บไว้เป็นความลับละมั้ง"

"ความหิวเริ่มเข้าจู่โจม พอก้มมองนาฬิกาก็เห็นว่ายังอีกนานกว่าจะถึงเวลามื้อเย็น แต่หิวแล้วแฮะ"

his "ในโต๊ะเธอมีอะไรให้กินบ้างมั้ย"

show shizu cross_wut
with charachange

"แวบหนึ่งเธอยังดูงง ๆ กับคำถามอยู่ แต่ก็ตั้งหลักได้ทันควัน"

show shizu behind_frustrated
with charachange

ssh "โต๊ะมีไว้เก็บอุปกรณ์"

his "อาหารก็เป็นอุปกรณ์"

show shizu basic_normal
with charachange

ssh "ทำไมไม่กินข้าวเที่ยงมาล่ะ"

his "ก็นึกว่าไม่กินมาแล้วจะอยู่ได้ แบบว่าถ้าทำงานแล้วจะได้ไม่ต้องคิดเรื่องข้าวเพราะยุ่งจนลืมหิวไปเลย"

show shizu adjust_happy
with charachange

"ชิซูเนะเอามือป้องปากกลั้นขำแทบไม่อยู่ แล้วยังทำทีเป็นดันแว่นที่สันจมูกไม่ให้เห็นว่าขำอีก"

his "เธอคงไม่หิวสินะ กินข้าวมาแล้วนี่"

"ฉันไม่รู้ว่าจะทำภาษามือเป็นคำว่าอะไรดีจึงใช้วิธีการชี้ ๆ กล่องอาหารจีนที่กอง ๆ อยู่บนถังขยะ"

show shizu basic_normal
with charachange

ssh "อันนั้นของเมื่อวาน"

his "งั้นก็แปลว่าเธอหิวเหมือนกัน หาอะไรกินกันเถอะ"

his "ไม่เอากับข้าวที่โรงอาหารนะ ตอนเที่ยงไม่มีอะไรอร่อย ๆ ให้กินเลย แล้วยิ่งป่านนี้แล้วคงไม่เหลืออะไรอร่อย ๆ แน่ ๆ\nสั่งอะไรมากินมั้ย"

show shizu behind_frown
with charachange

ssh "สั่งข้าวกินสองวันติดน่ะผิดวิสัยนะ จะทำได้ก็ต่อเมื่อเป็นกรณีฉุกเฉินเท่านั้น ฉันตั้งกฎไว้อย่างนั้น"

"นี่ไงเธอถึงต้องเอาขนมอะไรใส่ใต้โต๊ะเผื่อไว้บ้าง จะได้มีวิธีง่าย ๆ ที่ใช้รับมือ “กรณีฉุกเฉิน” พวกนี้ได้ อยากจะบอก\nอยู่หรอก แต่ฉันทำภาษามือว่าหิวไปสักห้ารอบได้แล้วมั้ง ขี้เกียจจะมาทำตัวเป็นลูกอีช่างติแล้ว"

"แต่ก็อยากจะบอกจริง ๆ เลยนะ"

mi "งาย~! ไง ไง!"

"เสียงสูงต่ำอันเป็นเอกลักษณ์ของมิช่าดังผ่านประตูเข้ามา ผ่านไปหนึ่งวินาทีเธอก็เปิดประตูเข้ามา"

show shizu behind_blank at tworight
show bg school_council at bgright
with dissolvecharamove

show mishashort perky_confused at twoleft
with charaenter

mi "…"

show mishashort perky_smile
with charachange

mi "ฮิจัง~! นายก็อยู่ด้วย~!"

hi "“ด้วย”? รู้ได้ไงว่ามีคนอยู่ในนี้อยู่ก่อนแล้ว"

show mishashort sign_smile
with charachange

mi "ถ้าไม่ได้ล็อกก็แปลว่ามีคนอยู่~"

show mishashort cross_laugh
with charachange

mi "วะฮ่าฮ่า~!"

show mishashort hips_grin
with charachange

mi "ฉันมาขัดหรือเปล่า~"

show shizu basic_normal
with charachange

"ชิซูเนะสั่นหัว"

show mishashort hips_smile
with charachange

mi "เยี่ยม~! เยี่ยมจริง ๆ ~! แต่~! ฉันนึกว่าจะมาขัดนะ พักกันอยู่เหรอ"

hi "ฉันก็คิดอย่างนั้นแหละ แต่เหมือนตอนนี้งานสภานักเรียนจะไม่มีแล้ว ที่มานี่คือจะช่วยเหรอ"

show mishashort perky_smile
with charachange

mi "วะฮ่าฮ่า~! ช่าย~! ใช่แล้วฮิจัง!"

ssh "ขอโทษที่ทำให้ผิดหวังนะ แต่เมื่อกี้คุยกันอยู่ว่าจะสั่งอะไรมากินดีมั้ย"

show mishashort hips_grin
with charachange

mi "ฟังดูสนุกดีนี่~"

hi "แต่ชิซูเนะไม่สนุกด้วยนี่สิ เห็นบอกว่าสั่งข้าวกินสองวันติดไม่ได้ เธอหิวด้วยมั้ยล่ะ ถ้าเธอหิวเราก็จะได้เป็นเสียงข้างมาก"

show mishashort hips_smile
with charachange

mi "อืม~ อืม~ ฟังดูสนุกดีนะฮิจัง! ฉันก็หิวหน่อย ๆ แล้วด้วย…"

hi "นึกว่าจะหาว่าเป็นการก่อกบฏอีก"

show shizu adjust_frown
with charachange

"ชิซูเนะจับกรอบแว่น เห็นได้ชัดว่าเธอมองว่าสิ่งนี้คือการก่อกบฏจริง ๆ แต่ก็ทำอะไรไม่ได้อยู่ดีเพราะเราชนะเสียง\nสองต่อหนึ่งอย่างใสสะอาด มิช่าควักโทรศัพท์ที่แค่เห็นก็ปวดลูกกะตาแล้วออกมา"

show mishashort sign_smile
with charachange

mi "ชิจัง เธอสัญญาแล้วนี่ว่าเราจะจัดงานเลี้ยงสภานักเรียนที่มีแค่เราสามคนกันน่ะ ใช่มั้ย~ ใช่ ใช่~! นับรอบนี้เป็น\nงานเลี้ยงที่ว่าก็ได้นะ~!"

show shizu behind_frown
with charachange

"ชิซูเนะได้แต่สั่นหัว งานเลี้ยงส่งครั้งสุดท้ายที่เธอจะได้เข้าร่วมในฐานะประธานสภานักเรียนของยามากุนั้นพิเศษเกินกว่า\nที่จะมานับกับมื้อเย็นล่วงหน้าที่นึกอยากกินขึ้นมาตามอารมณ์นี้"

stop music fadeout 3.0

"แต่ฉันว่าของจริงก็อาจจะเป็นอย่างนี้ที่มีพวกเราสามคนมานั่งกินข้าวด้วยกันเหมือนอย่างทุกครั้งนั่นแหละ"

scene bg school_dormext_full_ss
with shorttimeskip

"พอกินและเก็บกวาดกันเรียบร้อยแล้วฉันก็บอกลาทั้งสองคนเดินกลับมาที่หอตัวเอง ถ้าถึงห้องแล้วหลับเลยดีกว่า ถึงจะ\nไม่ได้เพลียอะไรขนาดนั้นก็เถอะ"

"ถ้าเป็นที่บ้านแม่ฉันคงว่าเรื่องที่กินเสร็จแล้วนอนเลย แต่ถ้าแม่ไม่รู้ก็คงไม่เสียหายอะไร"

scene bg school_dormhisao_ss
with locationskip

"พอเข้าห้องมาได้ฉันก็มองนาฬิกาทันที ค่ำกว่าที่คิดไปเยอะเลยแฮะ"

"แล้วก็รู้สึกเด๋ออยู่หน่อย ๆ ที่มาดูนาฬิกาในห้องทั้งที่โทรศัพท์กับนาฬิกาข้อมือก็มือ ฉันถอดนาฬิกาข้อมือออกมาถือไว้\nที่มือข้างหนึ่ง อีกข้างถือโทรศัพท์ ทำแล้วก็รู้สึกทรงพลัง และโง่"

play sound sfx_doorknock

"ฉันข่มตานอนแต่ก็นอนไม่หลับ ยังดีที่ผ่านไปได้ไม่กี่วินาทีก็มีคนมาเคาะประตูขัด คงเป็นใครไปไม่ได้นอกจากเคนจิ\nแต่พอเปิดประตูออกก็ต้องตกใจเมื่อพบว่าเป็นมิช่า"

play sound sfx_dooropen

scene bg school_dormhallway
show mishashort hips_smile at center
with locationchange

mi "ไง ฮิจัง~!"

show mishashort perky_sad
with charachange

mi "ไม่ดีใจเหรอที่ได้เจอฉัน~…"

hi "ไม่ใช่อย่างนั้น ฉันแค่ตกใจน่ะ นี่ชิซูเนะนึกออกแล้วเหรอว่าจะให้ฉันช่วยอะไร"

hi "คือก็ค่ำแล้วแหละ แต่ก็… ช่างเหอะ ยังดีนะที่ไม่ได้เปลี่ยนชุด"

show mishashort sign_smile
with charachange

mi "เปล่า~ ฉันแค่อยากตามนายกลับมาด้วยน่ะฮิจัง~!"

hi "แค่อยาก?"

"ไม่ใช่แค่อยากตามหรอก คงมีเรื่องจะคุยนั่นแหละ ต้องเป็นอะไรที่สำคัญจนไม่อยากให้ชิซูเนะรู้ด้วยแน่ ๆ"

hi "จะเข้ามาก่อนมั้ย"

show mishashort hips_grin
with charachange

mi "อื้ม~ ขอบใจนะฮิจัง!"

scene bg school_dormhisao_ss
show mishashort invis at center
with locationchange

show mishashort perky_smile_ss at Position(ypos=1.13)
with dissolvecharamove

play sound sfx_doorclose

"เธอเดินเข้ามาแล้วนั่งลงกับเก้าอี้ทันที ก็เป็นเรื่องปกติที่ต้องทำ แต่นึกว่าคนอย่างมิช่าจะนั่งบนเตียงเสียอีก"

show mishashort cross_frown_ss
with charachange

mi "ฮิจัง…"

"มิช่ากอดอกขมวดคิ้วจนแทบจะผูกกัน เหมือนกำลังจะเล่นบทผู้สอบสวนผู้น่ากลัวอยู่เลย ขาดก็แต่หนวดกับหลอดไฟ\nสักดวงที่ติด ๆ ดับ ๆ ห้อยอยู่กับเพดาน"

mi "นายทำให้ชิจังเศร้าเหรอ"

play music music_drama fadein 6.0

hi "หมายความว่าไง"

show mishashort hips_frown_ss
with charachange

mi "ตอนฉันไปที่ห้องทำงานวันนี้ชิจังไม่ได้ยินที่ฉันมาหา เพราะงั้น~ ตอนฉันเปิดประตูก็เลยเห็นชิจังทำสีหน้าที่ดูแล้วสับสน\nมาก ดูทั้งมีความสุขทั้งเศร้า แล้ว~ ฉันอยากรู้ว่าเพราะอะไร"

hi "ไม่ใช่ฉันแล้วแหละ ฉันไม่เห็นด้วยซ้ำ"

hi "ฉันว่าชิซูเนะหดหู่ที่อีกไม่กี่เดือนก็จะไม่ได้เป็นสภานักเรียนแล้ว"

show mishashort perky_confused_ss
with charachange

mi "อืม~… ตอนฉันถาม ชิจังก็บอกว่าไม่เป็นไร~!"

hi "ถามไปก็ไม่ได้อะไรหรอก ชิซูเนะก็ต้องพูดอย่างนั้นอยู่แล้ว แต่คนอย่างชิซูเนะยังไงก็ต้องเก็บเอาเรื่องนี้ไปคิดมาก\nแน่ ๆ ละ"

hi "ก็เนี่ย บางทีฉันกับชิซูเนะยังตีกันเรื่องแอปเปิลลูกสุดท้ายเอย นมช็อกโกแลตเลย เยอะแยะ แล้วนี่ขนาดว่าเป็นแค่เรื่องที่\nไม่ได้สลักสำคัญเลยนะ"

show mishashort hips_frown_ss
with charachange

mi "นมช็อกโกแลตน่ะสำคัญนะ"

hi "โอเค สำคัญ อย่าโกรธเลยนะ แต่สำหรับชิซูเนะ เรื่องนั้นก็ไม่สำคัญเท่าเรื่องสภานักเรียน คงไม่ยอมปล่อยไป\nง่าย ๆ หรอก"

show mishashort hips_grin_ss
with charachange

mi "วะฮ่าฮ่า~ ถูกของนาย~"

"นึกว่าจะมาสอบสวนอะไร แต่เหมือนมิช่าจะลืมไปแล้ว"

show mishashort sign_smile_ss
with charachange

mi "แต่~! ฉันไม่อยากให้ชิจังโกหกให้ฉันสบายใจ"

show mishashort hips_grin_ss
with charachange

mi "ฮ่าฮ่าฮ่า~! หลายคนยังไม่รู้ว่าชิจังเป็นคนจริงจังแค่ไหน คิดกันไปว่าทำท่าเหมือนจริงจังแค่นั้น ฉันดีใจนะที่นายเข้าใจ\nชิจัง"

hi "ก็เห็น ๆ กันอยู่นี่ ยิ่งวันนี้ตอนที่ชิซูเนะพูดถึงเรื่องสภานักเรียนอีก"

"มิช่าโน้มตัวเข้ามาใกล้ด้วยความอยากรู้พลางใช้มือเท้าหัว"

show mishashort cross_smile_ss
with charachange

mi "จริงเหรอ~ ชิจังว่าไง"

"ใกล้พอที่ฉันจะลืมคำถามที่ละลาบละล้วงอย่างนั้น"

hi "เรื่องที่ชิซูเนะมาเข้าสภานักเรียนน่ะ อะไรประมาณนั้น เปิดประเด็นมาแล้วก็เหมือนจะนึกได้ว่าบางเรื่องควรจะเก็บเป็น\nความลับเอาไว้ แล้วก็ส่งภาษามือว่า “ความลับ” นั่นแหละมั้งที่ชิซูเนะบอกกับฉัน"

show mishashort sign_smile_ss
with charachange

mi "เอ~ ถ้ามีคนบอกว่ามีความลับ งั้นที่บอกอย่างนั้นก็พอจะนับได้ว่าเป็นความลับด้วยนะฮิจัง~!"

hi "เหมือนที่เธอบอกว่าดวงคือทักษะน่ะเหรอ"

show mishashort hips_grin_ss
with charachange

mi "ก็เป็นงั้นได้นะ!"

show mishashort cross_laugh_ss
with charachange

mi "วะฮ่าฮ่า~!"

hi "เบา ๆ หน่อย อย่าเสียงดังไป"

show mishashort perky_confused_ss
with charachange

mi "ทำไมเหรอฮิจัง"

hi "เดี๋ยวคนครึ่งตึกเขาก็ตื่นกันหมด แล้วยิ่งไปกว่านั้น หอที่นี่เขาแยกชายหญิงนะ"

show mishashort hips_frown_ss
with charachange

mi "ฮิจัง นายคิดอะไรลามกอยู่เหรอ"

hi "เลิกทำตัวแปลก ๆ ได้แล้ว"

show mishashort hips_grin_ss
with charachange

mi "อะฮ่าฮ่าฮ่า~"

show mishashort hips_smile_ss
with charachange

mi "ถ้าฮิจังว่างั้นก็โอเค มั้งนะ"

"พอได้ฟังแล้วฉันก็เพิ่งรู้ตัวว่าฉันคุยกับมิช่าได้อย่างสบาย ๆ มาตั้งนานโดยที่ไม่ต้องตั้งท่ากันอะไรเลย ครั้งแรกเลยที่ได้\nคุยอย่างนี้"

show mishashort perky_sad_ss
with charachange

mi "ฉันเศร้าจังเลยฮิจัง"

mi "ตลกดี ยิ่งชิจังมีความสุข ฉันยิ่งหดหู่ ทั้งที่ฉันควรจะมีความสุขไปกับชิจังแท้ ๆ ก็มีแหละ… แต่~ ฉันเล่าปัญหา\nของตัวเองให้ชิจังฟังไม่ได้"

hi "ทำไมไม่ได้"

show mishashort sign_sad_ss
with charachange

mi "ก็สาเหตุเดียวกับที่ชิจังเล่าปัญหาตัวเองให้ฉันไม่ได้นั่นแหละ เหมือนกันเลยฮิจัง ถ้าเรามีปัญหาอย่างนั้นฉันก็ไม่รู้แล้วว่า\nจะทำยังไงดี นี่ฉันเป็นเพื่อนที่แย่… หรือเปล่า"

#hi "What are you doing?"

#"Although it's just a formality. I'd be stupid to not know what she is getting at, it's just that it seems so unlikely that I'm hoping there will be some way I won't have to deal with it."
#Moved these -SC

show mishashort perky_sad_close_ss at center
with characlose

stop music fadeout 2.0

"มิช่าผุดลุกขึ้นแล้วมาหย่อนตัวลงนั่งกับเตียง ระยะห่างระหว่างเราเหลือเพียงไม่กี่นิ้ว ผ่านไปอีกไม่กี่วินาทีเธอก็ยื่นหัว\nเข้ามาจูบฉันเบา ๆ ซึ่งไม่โดนริมฝีปากฉัน แต่เป็นเพราะเธอเล็งไม่โดนเอง ไม่ใช่ว่าฉันหลบหรืออะไร"

hi "ทำอะไรของเธอ"

"แต่ก็ถามไปตามเรื่องแค่นั้นแหละ ถ้าไม่รู้ว่ามิช่าคิดอะไรอยู่ก็คงโง่บรม เพียงแต่ว่าดูเป็นไปไม่ได้จนฉันหวังว่าจะพอมีทาง\nให้ฉันเลี่ยงไม่ต้องรับมือกับเรื่องนี้"
#To here -SC

show mishashort hips_grin_close_ss
with charachange

"แล้วเธอก็มาทำท่าเขินอายพร้อมเสียงหัวเราะคิกคัก"

mi "…"

show mishashort perky_smile_close_ss
with charachange

mi "นายชอบฉันมั้ยฮิจัง"

hi "อื้ม"

"เธอซุกหัวเข้ากับอกฉันราวกับว่าเธอกำลังพูดอยู่กับแผลเป็นของฉันอยู่ รอยแผลเป็นน่าจะโดนเข้ากับแก้มของมิช่าอยู่"

"ก่อนหน้านี้ฉันคอยปกปิดเรื่องนี้กับทั้งสองคนมาตลอด แต่พอมาย้อนคิดดูแล้วก็รู้สึกว่างี่เง่าที่มาคิดมากกับอะไรอย่างนี้"

show mishashort perky_sad_close_ss
with charachange

#***choice 1

label th_choiceS28:
menu:
    with menueffect

#choice:
    mi "ขอร้องละฮิจัง ขอแค่วันนี้วันเดียว ปลอบฉันหน่อยสิ"

    "ปลอบมิช่า":
        return m1

    "ปฏิเสธ":
        return m2

label th_S28a:

play music music_moonlight fadein 4.0

"แม้ฉันจะทำเป็นต่อต้านเพียงใด แต่ฉันก็ปล่อยให้เรื่องมาจนถึงจุดนี้ ทั้งที่ฉันรู้มาตั้งนานแล้วว่าเธอหมายความอย่างนี้\nตั้งแต่ตอนที่เธอเปิดใจเรื่องนั้น"

"อย่างน้อยฉันก็รับผลลัพธ์นี้ได้ ถ้าจะถามหาหลักฐานก็ง่ายนิดเดียว นั่นคือการที่ฉันยังไม่บอกปัดเธอไป"

"ฉันจะบอกปัดไปตอนไหนก็ได้ และผิดที่ฉันไม่ยอมบอกปัดไปให้เร็วกว่านี้ แต่การที่ตอนนี้ฉันไม่ยอมบอกปัดนั้นไม่ใช่\nเพียงเพราะแค่ความประมาทแล้ว"

show mishashort perky_sad_close_ss:
    linear 0.2 alpha 0 ypos 1.1
with vpunch

hide mishashort
with None

"มิช่าเห็นฉันเงียบไปจึงถือเอาว่าฉันตกลง เธอแนบตัวเข้ามาแน่นขึ้นราวกับจะมุดเข้ามาในเสื้อผ้าของฉัน ความนุ่ม\nจากผิวเธอและความอบอุ่นจากกายเธอแนบแขนฉันไว้ ฉันพลิกตัวคร่อมเธอไปโดยอัตโนมัติ"

"เธอมองมาที่ฉันคล้ายรอให้ฉันนำทางก่อนจะหลับตาไปด้วยความประหม่าทันทีที่ฉันมองกลับ คงไม่มีทางเลือกอื่นละนะ\nฉันถอดเสื้อผ้าเธออย่างเก้ ๆ กัง ๆ เพราะไม่เคยทำมาก่อน"

label th_S28h:

scene evh misha_naked:
    xalign 1.0 ypos 0.0 subpixel True
    easein 12.0 xalign 0.0
with whiteout

"ก็เพราะฉันเคยมีอะไรกับใครมาแค่ครั้งเดียว แถมตอนนั้นฉันก็ถูกมัดไว้กับเก้าอี้ด้วย คราวนี้ฉันได้เป็นคนคุมดังหวังแล้ว\nแต่พอได้คุมแล้วฉันก็กลัวขึ้นมา ฉันปลดกระดุมเสื้อมิช่าออกแล้วค่อย ๆ ดึงขึ้นมาตามไหล่"

"รูปร่างของเธอมีส่วนโค้งเว้ามากกว่าที่ฉันคิดเอาไว้ซึ่งรับกับใบหน้าน่ารักของเธอ"

"ตะขอยกทรงอยู่ข้างหลัง ปลดยากแฮะ ส่วนหนึ่งก็เพราะมิช่าเหมือนจะอายกับหน้าอกตัวเองแล้วเอามือปิด ๆ ก่อนที่ฉัน\nจะทันได้ปลดตะขอเสียอีก"

"พอฉันปลดกระโปรงแล้วชักกางเกงในมิช่าออกเธอก็ทำทีเป็นขัดขืนเล็กน้อยพอเป็นพิธี"

"ฉันรู้ว่า ‘พิธี’ นั้นสำคัญกับมิช่าแค่ไหน เพราะอย่างนี้เธอถึงได้ทักทายทุกคนอย่างร่าเริง ทั้งที่บางครั้งเธออาจจะไม่ได้\nยินดีที่ได้เจอคนหนึ่ง ๆ"

"เธอลืมตาแล้ว ฉันใช้มือลูบไปตามต้นขาด้านในของมิช่า เธอสะดุ้งจนขาหนีบมือฉันแทบหัก เห็นแล้วก็แทบกลั้นขำ\nไม่อยู่ เป็นความตกใจที่แสดงออกมาจริง ๆ แล้วก็น่ารักดีด้วย"

"ชิซูเนะปกปิดได้ดีกว่ามิช่าว่าตัวเองนั้นไม่เคย ทั้งที่ทั้งสองคนก็อายพอ ๆ กัน"

hi "พร้อมหรือยัง"

"เธอพยักหน้าไม่มองฉัน"

scene evh misha_sex_aside:
    truecenter
    subpixel True zoom 1.05
    easein 6.0 zoom 1.0
with locationchange

"ยิ่งเข้าไปลึกเท่าไหร่ ฉันก็ยิ่งสัมผัสได้ถึงเธอที่เกร็งด้วยความประหม่ามากเท่านั้น ซึ่งฉันเองก็เริ่มประหม่าเช่นกัน\nเมื่อต้องดุนดันเข้าไปด้วยความยากลำบาก ฉันเกร็งจนการขยับตัวของฉันนั้นไม่เป็นธรรมชาติเอาเสียเลย"

"หรือจะขยับให้เร็วกว่านี้เหมือนที่ชิซูเนะทำดี แต่กับชิซูเนะไม่ได้มีอะไรซับซ้อน ส่วนตอนนี้เป็นคนละเรื่อง เป็นเรื่องที่ฉัน\nนึกเสียใจที่ทำด้วย ฉันดันเข้าไปช้า ๆ จนมิช่ากระตุกด้วยความเจ็บ"

mi "ทำเร็ว ๆ หน่อย…"

scene evh misha_sex_closed:
    zoom 1.0
with locationchange

mi "โอ๊ย…"

"ฉันหยุด"

scene evh misha_sex_aside
with locationchange

mi "ไม่ ไม่เป็นไร"

"และดันตัวเองเข้าไปภายในเธอให้ลึกขึ้นจนถึงที่สุด มิช่ายื่นมือมาคว้าแขนฉันไว้แล้วไล่ขึ้นไปเรื่อย ๆ ราวกับจะปีนขึ้นไป"

"เธอจับไหล่ฉันไว้แล้วดึงตัวเองเข้าหาฉันจนเราสองคนชิดสนิทแนบแน่นกันเข้าไปอีก ฉันจึงได้แต่ดันเข้าไปอีก"

scene evh misha_sex_closed
with locationchange

mi "อ๊ะ~ อ๊าาา……"

"ยิ่งเธอครางฉันก็ยิ่งเร่งเร้าจังหวะให้เข้าที่ มิช่าประสานมือกอดฉันเอาไว้จนทุกครั้งที่ฉันกระแทกข้อศอกของเธอก็กด\nเข้ากับบริเวณใต้ซี่โครงของฉัน"

"เสียงชีพจรเต้นดังอยู่ในหัวรัวเร็วราวกลองจนฉันแทบไม่ได้ยินมิช่า"

mi "อื้อ~…"

scene evh misha_sex_aside
with locationchange

mi "ครั้งแรกเลยที่ได้ทำกับผู้ชาย แปลกจัง"

"อยากให้เธอหยุดพูดจริง ๆ เสียงเธอทั้งแผ่วทั้งหอบจนฉันแทบฟังไม่รู้เรื่องก็จริง แต่ความเศร้าที่เจืออยู่ในน้ำเสียงนั้นฉัน\nรับรู้ได้ชัด ซึ่งยิ่งทำให้ฉันรู้สึกผิดหนักเข้าไปอีก"

"ฉันต้องปลอบมิช่าสิ แต่ที่ทำก็เป็นการปลอบทางกายเท่านั้น และถ้ามิช่าสบายใจขึ้นจริงก็ต้องแสดงสีหน้าอะไรบ้างสิ\nฉันนึกสงสัยว่าฉันเลือกถูกแล้วหรือเปล่า ชักไม่แน่ใจแล้ว"

scene evh misha_sex_closed
with locationchange

"แต่ถึงอย่างนั้น เสียงร้องแผ่วเบาในหูฉัน—และความรัดแน่นอันอบอุ่นและชื้นแฉะภายในตัวเธอ—ยังทำให้ฉันขยับต่อ\nจนในที่สุดเธอก็ถึงฝั่งจนตัวเกร็งขางอรัดตัวฉันแน่น คอเรียบเนียนของเธอถูกกับแก้มฉัน"

scene evh misha_naked
with whiteout

stop music fadeout 6.0

"ผ่านไปสักหนึ่งนาทีเธอถึงผละตัวฉันออกจนฉันได้เห็นเรือนร่างเธอทั้งตัว ผิวนวลของเธอขึ้นสีแดงเรื่อพร้อมเหงื่อที่\nชโลมอยู่ หนาวจัง"

mi "…ฮิจัง?"

"เสียงที่อยู่ในหูฉันตอนนี้มีเพียงเสียงเข็มนาฬิกาเดินและเสียงหอบของฉัน"

mi "…ช่างเถอะฮิจัง"

"ฉันคลำเปะปะหามือมิช่าแล้วจับเอาไว้ เป็นมือที่ดูแสนจะเบาหวิวและบอบบาง แม้มือนั้นจะกำลังจับข้อมือฉันแน่นอยู่\nก็ตาม เป็นความรู้สึกที่คุ้นเคย"

scene black
with dissolve

#***choice 2

label th_S28b:

show mishashort perky_sad_close_ss:
    linear 0.2 alpha 0 ypos 1.1
with vpunch

hide mishashort
with None

play sound sfx_pillow

"ฉันยังไม่ทันได้ตอบเธอก็ทิ้งตัวมาแนบฉันแล้ว ซึ่งแนบแรงจนเราทั้งสองคนล้มลงไปกับเตียง ถ้าไม่รีบตอบแล้วสถานการณ์\nจะยิ่งหมิ่นเหม่ไปกว่านี้แน่"

"ฉันรู้ดีว่าฉันไม่ควรปล่อยให้อะไร ๆ มันยุ่งเหยิงไปมากกว่านี้"

"ฉันผลักตัวมิช่าออก ฉันรู้ว่านี่ไม่ใช่วิธีปฏิเสธที่ดูเป็นคนมีหัวคิดมากนัก เธอหงายหลังตกลงกับที่นอนเบาชนิดที่ว่า\nเหมือนหลังไม่ได้กระแทกเลยด้วยซ้ำ เธอนอนนิ่งอยู่สักพักก่อนจะลุกขึ้นนั่งหัวเราะแห้ง ๆ"

show mishashort invis:
    center
    ypos 1.2
with None

show mishashort perky_sad_ss at center
with dissolvecharamove

play music music_moonlight fadein 6.0

mi "ถูกของนาย ฮิจัง ฉันขอโทษ"

scene black
with shuteye

"ฉันก็ไม่แน่ใจเหมือนกันว่าตอนนี้ฉันรู้สึกยังไง เสียใจ นิดหน่อย ถึงฉันจะเกลียดความเสียใจแล้วก็เถอะ เศร้า ด้วยเหตุผล\nล้านแปด แล้วก็โกรธหน่อย ๆ ด้วย โกรธทั้งมิช่าโกรธทั้งตัวเอง และในแง่หนึ่งก็ดูเหมือนว่าฉันจะไม่ได้รู้สึกอะไรเลย\nด้วยซ้ำ"

hi "ไม่ต้องขอโทษหรอก"

mi "ไม่ได้สิฮิจัง ไม่เป็นไรน่า~ ฉันขอโทษจริง ๆ จริง ๆ ~"

mi "แต่… แค่ได้ถามฉันก็พอใจแล้วละ คิดว่านะ"

mi "ฉันดีใจเสียอีกที่นายปฏิเสธ"

hi "จริงเหรอ งั้นก็ดีแล้ว"

mi "อื้ม~ ดี ขอบใจนะฮิจัง"

"เธอลุกขึ้นยืนพิงผนัง เดาว่านะ ฉันปวดหัวจนไม่อยากลืมตาแล้ว ฉันนอนอยู่บนเตียงคอยฟังเสียงผมของฉันที่ยีอยู่\nกับที่นอนและเสียงหญ้าที่ไหวลู่ลมอยู่ข้างนอก"

"จริง ๆ คงต้องพูดอะไรปลอบมิช่าอีก แต่จะช่วยได้หรือเปล่าเถอะ ไม่พูดอะไรเลยคงดีกว่า ไม่รู้สิ สถานการณ์อย่างนี้\nอาจจะไม่มีทางเลือกที่ถูกจริง ๆ ก็ได้"

mi "ราตรีสวัสดิ์นะฮิจัง"

play sound sfx_doorclose

stop music fadeout 4.0

"เธอพูดแล้วก็เดินออกไป เสียงประตูที่ปิดไล่หลังมานั้นฟังราวกับเป็นเสียงกระซิบแห่งสำนึกผิด"

"แต่พอมิช่าไปแล้วก็รู้สึกว่าหลับได้ง่ายขึ้นมาก อาจเพราะฉันอยากจะรีบไปให้พ้น ๆ จากวันนี้ ฉันผล็อยหลับไปแทบจะ\nในทันทีที่หลับตาลง"

scene black
with dissolve


#######################################################

label th_S29:

scene bg school_dormhisao
with locationchange

play music music_night fadein 4.0

"เช้าวันถัดมาฉันตื่นมาพร้อมความคิดที่อยากจะหลบหน้าทั้งชิซูเนะและมิช่า"

"เรื่องเมื่อตอนค่ำยังทำฉันอึดอัด ทีแรกก็นึกว่าหลับแล้วจะเลิกรู้สึกอย่างนั้นได้สักที แต่ก็ดูท่าว่าจะคิดตื้นไปที่ว่าแค่หลับ\nแล้วจะเลิกคิดได้ง่าย ๆ อย่างนั้น"

"มิช่าจะรู้สึกเหมือนกันหรือเปล่านะ ถ้าใช่วันนี้มิช่าก็คงไม่มาเรียน ฉันคิดจะโดดเหมือนกัน แต่เดี๋ยวจะดูน่าสงสัยอีก\nแล้วไอ้การมัวแต่กลัวอุดอู้อยู่ในห้องนี่ก็ฟังดูไม่น่าอภิรมย์เท่าไหร่ ไม่เลย"

scene bg school_scienceroom
with locationskip

"ตามคาด เช้านี้มิช่าไม่เข้าเรียน ชิซูเนะมา แต่วันนี้มีงานเยอะกว่าทุกที เธอจึงจดจ่ออยู่กับการทำงานในห้อง และแปลว่า\nเธอจะเหลือเวลาว่างที่จะมาทักฉันได้น้อยลง"

#bad end lines
label th_S29a:

"แปลกดี ตอนนี้ดันมาเลี่ยงไม่อยากคุยกับชิซูเนะ ทั้งที่ก่อนหน้านี้ทุ่มเวลาไปแทบตายเพื่อจะได้คุย แต่ก็ไม่รู้จะรู้สึกยังไงดี\nเหมือนกัน ฉันมีอะไรกันกับเพื่อนของเธอไปแล้ว"

"ถ้าฉันรู้สึกอย่างนี้แล้วมิช่าจะเป็นยังไง เสียใจพอกันเหรอ ตอนที่มิช่าเข้าหาฉันด้วยความอยากนั้นเธอดูหดหู่มากกว่า\nจะมีอารมณ์ด้วยซ้ำ แล้วตอนนี้ก็คงจะยิ่งหดหู่หนักไปอีก"

"พอคิดอย่างนี้แล้วก็อยากเจอมิช่าอีก แต่ก็แค่ใจหนึ่งน่ะนะ เพราะอีกใจฉันยังกลัว ถึงฉันจะไม่อยากใช้คำนั้นเลยก็เถอะ"

"คิดแล้วก็ละอายใจ แต่ก็น่าจะมีแค่คำนั้นแหละที่ใช้อธิบายตัวฉันตอนนี้ได้ เป็นความรู้สึกที่ไม่ดีเลย"

#good end lines
label th_S29b:

"ฉันเห็นชิซูเนะกับมิช่าอยู่ด้วยกันจนชินตาแล้ว ชินจนถึงขั้นที่ว่าเพิ่งรู้ตัวเมื่อวานว่าช่วงนี้สองคนนี้ไม่ค่อยได้อยู่ด้วยกันเลย"

"ซึ่งน่าเสียดาย เพราะเก้าอี้ตัวข้าง ๆ ที่ว่างเป็นเครื่องเตือนถึงฉันว่าสองคนนั้นอยู่ด้วยกัน ดังนั้นสิ่งที่เกิดขึ้นเมื่อวาน\nฉันจะเก็บเป็นความลับไปจนวันตาย"

"ถ้าฉันรู้สึกอย่างนี้แล้วมิช่าจะเป็นยังไง เสียใจพอกันเหรอ ตอนที่มิช่าเข้าหาฉันด้วยความอยากนั้นเธอดูหดหู่มากกว่า\nจะมีอารมณ์ด้วยซ้ำ แล้วตอนนี้ก็คงจะยิ่งหดหู่หนักไปอีก"

"พอคิดอย่างนี้แล้วก็อยากเจอมิช่าอีก แต่ก็แค่ใจหนึ่งน่ะนะ เพราะอีกใจฉันยังกลัว ถึงฉันจะไม่อยากใช้คำนั้นเลยก็เถอะ"

"คิดแล้วก็ละอายใจ แต่ก็น่าจะมีแค่คำนั้นแหละที่ใช้อธิบายตัวฉันตอนนี้ได้ เป็นความรู้สึกที่ไม่ดีเลย"

#end split
label th_S29x:

scene bg school_library
with shorttimeskip

"อีกสองคาบถัดมาฉันโดดมาอยู่ที่ห้องสมุดเพราะไม่มีอารมณ์จะนั่งเรียนจนหมดวัน และไม่มีอารมณ์จะเดินกลับหอด้วย"

show shizu invis at center
with None

show shizu behind_frown at Position(ypos=1.14)
with dissolvecharamove

"ระหว่างที่ฉันพลิกหน้านิยายเชิงประวัติศาสตร์ที่น่าเบื่อเล่มหนึ่งไปเอื่อย ๆ ชิซูเนะก็มาหย่อนตัวลงนั่งที่เก้าอี้ตรงหน้าฉัน\nทำหน้าไม่พอใจ"

show shizu adjust_frown
with charachange

ssh "ถ้าจะมาเรียนแล้วโดดทุกคาบแล้วจะมาเพื่ออะไร"

his "ขอโทษ"

show shizu behind_frustrated
with charachange

ssh "อย่างน้อยก็บอกคนอื่นสิว่าไม่สบาย"

his "วันนี้ไม่ค่อยอยากเรียนน่ะ แต่เมื่อวานก็ยังปกติดีนะ พรุ่งนี้ก็คงปกติดี ให้ลาเรียนเอาวันที่อยู่กลางสัปดาห์มันก็น่าสงสัย\nเกินไป ไอ้ “ไข้หวัดยี่สิบสี่ชั่วโมง” อะไรนั่นน่ะคนเขาไม่เชื่อหรอก"

show shizu adjust_frown
with charachange

ssh "ไม่เห็นจะน่าสงสัย"

his "น่าสงสัยสิ"

show shizu basic_angry
with charachange

"ฉันกลับมาอ่านหนังสือต่อ แต่ชิซูเนะก็ดึงหนังสือลงอย่างอ่อนโยนขัดกับสีหน้าของเธอที่มีทั้งความเป็นห่วง\nกับความโกรธ"

show shizu behind_blank
with charachange

ssh "มีอะไรหรือเปล่า"

his "อะไรนะ"

show shizu basic_normal2
with charachange

ssh "นายไม่สบายใจเรื่องอะไรหรือเปล่า วันนี้นายทำตัวน่าสงสัยอยู่หน่อย ๆ นะ แต่ไม่ใช่น่าสงสัยแบบนั้น"

show shizu behind_blank
with charachange

ssh "ถ้ามีเรื่องไม่สบายใจก็บอกฉันได้ ไม่บอกฉันโกรธนะ ฉันอ่านใจคนไม่เก่ง"

"ไร้สาระ บอกว่าอ่านใจคนไม่เก่งแต่ดันดูอารมณ์ฉันออกเนี่ยนะ"

"จริง ๆ เธอก็ว่าแบบกึ่งล้อเล่นกึ่งจริงจังนั่นแหละ ก็นะ ชิซูเนะฟังน้ำเสียงไม่ได้ ต้องอาศัยการอ่านเท่านั้นในการสื่อสาร\nกับคนอื่น"

"ให้เทียบก็เหมือนการที่ต้องคุยกับใครบางคนผ่านการส่งข้อความเท่านั้นน่ะแหละ นาน ๆ เข้ายังไงก็ต้องมีระบบรวนกันบ้าง"

"อาจจะเพราะอย่างนี้เธอถึงได้จ้องคนแบบจ้องเขม็งเลย จะได้ดูปฏิกิริยาว่าเป็นยังไง และอาจจะเพราะอย่างนี้เธอถึงได้\nรบเร้าใครต่อใครแบบหนัก ๆ จะได้ให้คนเหล่านั้นตอบสนอง"

"ฉันก็เคยคิดอย่างนั้นบ้าง แต่เจตนาที่แท้จริงของชิซูเนะกับการทำอะไร ๆ นั้นเป็นสิ่งที่บอกได้ยากมาก"

"ฉันจึงสงสัยว่าสิ่งที่บอกนั้นส่วนที่พูดเล่นคือส่วนไหนบ้าง บางครั้งก็ดูออกง่าย แต่ครั้งนี้ดูแทบไม่ออกเลย แต่ต่อให้\nพูดเล่นฉันก็คงบอกชิซูเนะไม่ได้อยู่ดี และภาษามือก็ทำให้ฉันมีเวลาได้ตั้งตัวคิดคำโกหกอันแนบเนียน"

his "ไม่มี"

show shizu cross_wut
with charachange

shi "…"

his "แค่ว่าช่วงนี้ฉันคิดหายอย่างเรื่องอนาคตของสภานักเรียนน่ะ มิช่าก็คงเหมือนกัน… คิดในแบบมิช่าน่ะนะ"

show shizu behind_frustrated
with charachange

ssh "ฉันก็เหมือนกันนั่นแหละ แต่วันนี้มิช่าไม่อยู่ แต่บอกกันหน่อยก็น่าจะดี เพราะวันนี้ฉันน่าจะมีเรื่องให้มิช่าช่วยอยู่\nอาจจะต้องขอแรงนายด้วย ถ้านายว่างน่ะนะ"

his "ว่าง…"

show shizu basic_normal
with charachange

ssh "ขอบคุณ"

show shizu behind_sad
with charachange

ssh "ช่วงนี้ฉันรู้สึกเหมือนเสียคนสนิทไปเยอะเลย"

"ไม่รู้จะตอบยังไงดี หรือจะหาอะไรทีี่ฟังแล้วใจชื้นขึ้น แบบที่บอกไปแล้วจะเลิกคิดมาก “ฉันจะอยู่ข้างเธอนะ ฉันไม่เหมือน\nคนพวกนั้นหรอก”"

"แล้วคนที่ว่านี่คือใคร แถมฟังดูไม่เป็นธรรมชาติเอาเสียเลย ฉันโบกมือปัดจนดูเหมือนว่าฉันไม่ได้สนใจเรื่องของเธอ\nแม้แต่น้อย"

his "อย่าไปคิดอย่างนั้นสิ"

show shizu basic_normal2
with charachange

shi "…"

his "ฉันอาจจะไม่สบายนิดหน่อย แบบไม่ได้หนักถึงขั้นที่ต้องทำเรื่องลาขนาดนั้น ฉันว่าทำแบบนี้มันก็ง่ายกว่า"

show shizu behind_frown
with charachange

ssh "ทำผิดแล้ว"

"ฉันเคยได้ยินมาว่าการทำอะไรแบบลำบากมักจะเป็นแบบที่ถูก ดังนั้น หากจะกล่าวว่าการทำอะไรแบบง่าย ๆ มักจะเป็น\nแบบที่ผิดก็คงไม่ผิดมากนัก"

show shizu basic_normal
with charachange

ssh "เอาเถอะ ตามนั้น ถ้านายว่าไม่มีอะไรก็ดีแล้ว"

his "เดี๋ยว"

show shizu behind_blank
with charachange

shi "…?"

his "เธอถามฉันแล้ว ฉันขอถามเธอบ้าง เธอมีเรื่องหนักใจอะไรอยู่หรือเปล่า"

show shizu basic_normal2
with charachange

ssh "ไม่มี"

stop music fadeout 3.0

"ชิซูเนะทำภาษามือตอบกลับมาแบบทันควัน จากนั้นเธอก็รอดูว่าฉันจะถามอะไรต่ออีกหรือเปล่า"

show shizu invis at center
with dissolvecharamove

hide shizu
with None

"ซึ่งฉันก็ไม่ได้ถาม เธอจึงเดินออกไป โง่จริง ๆ ที่ไม่ซักไซ้ต่อ แต่เอาเข้าจริง ไม่ถามต่ออีกก็คงดีแล้วละ"

"ฉันอยู่ห้องสมุดมาได้สักพักหนึ่งแล้วจึงตัดสินใจขึ้นไปบนดาดฟ้าเปลี่ยนบรรยากาศบ้าง"

play sound sfx_door_creak
play ambient sfx_rooftop fadein 1.0

scene bg school_roof_ss
with locationskip

"ทันทีที่เปิดประตูลมเย็น ๆ ก็เข้าปะทะ ดาดฟ้าน่าจะเป็นที่ในโรงเรียนนี้ที่ฉันชอบที่สุดแล้วละมั้ง และก็พบว่าฉันไม่ได้\nอยู่คนเดียว ตรงหน้ายังมีสาวผมสีชมพูอย่างหมากฝรั่งอยู่"

"แม้เธอจะหันหลังให้ฉัน แต่ฉันก็รู้ว่าเธอเป็นใคร มิช่าคงเป็นคนเดียวบนโลกใบนี้ที่มีผมอย่างนั้น"

"เหมือนจะมาผิดจังหวะไปหน่อย ยังไงมิช่าก็คงอยากอยู่คนเดียวแน่ ๆ จะรู้ตัวหรือยังนะว่าฉันมา ถ้ายังก็จะได้เดินออกไป\nแต่แล้วเธอก็รู้สึกตัวและหันมาหาฉัน"

$ renpy.music.set_volume(0.5, 1.0, channel="ambient")

scene ev misha_roof_normal:
    yalign 1.0 xalign 0.5 subpixel True
    easein 12.0 yalign 0.0
with whiteout

play music music_sadness fadein 8.0

mi "อ้าว ฮิจัง เมื่อกี้รู้สึกเหมือนมีคนมา แต่ก็ไม่คิดว่าจะเป็นนาย คราวนี้นายทำฉันตกใจนะเนี่ย"

"ถ้าตกใจที่ว่าคือหมายถึงปกติที่เธอชอบแอบซุ่มมาข้างหลังแล้วให้ทายว่าใครละก็… ฉันไม่เคยตกใจเลยสักครั้ง"

hi "ฉันก็ตกใจเหมือนกัน แต่ก็ดี มีเรื่องจะคุยกับเธอพอดี"

mi "…"

hi "ไม่ใช่เรื่องนั้น…"

hi "เธอกับชิซูเนะมีเรื่องอะไรกันหรือเปล่า พอดีชิซูเนะไม่ยอมบอกเลยมาถามเธอ"

"“เพราะถามเธอแล้วน่าจะได้คำตอบง่ายกว่า เพราะภาษามือที่ฉันใช้โกหกไปได้เนียน ๆ ก็เป็นสิ่งเดียวกันกับที่ชิซูเนะ\nใช้เบี่ยงคำถามฉันไปแบบง่าย ๆ เหมือนกัน” พอมิช่าลังเลฉันก็รบเร้าหนักขึ้น"

hi "ตอบมาตรง ๆ เลย ได้มั้ย"

mi "มันซับซ้อนน่ะฮิจัง… มันเป็นเรื่องที่เกิดขึ้นเมื่อนานมาแล้ว ฉันก็คิดว่าเดี๋ยวก็คงลืม แต่~… มันยากมากเลย เพราะงั้น~\nทั้งเรื่องนั้นกับเวลาเรียนที่อีกเดี๋ยวก็จบแล้วทำให้ฉันอยากใช้เวลาอยู่กับชิจังอีกเยอะ ๆ ~!"

scene ev misha_roof_sad
with charachange

mi "แต่ช่วงนี้ชิจังยุ่งตลอดเลย เราก็เลย~! ทะเลาะกัน แต่ฉันเอือมแล้วละ"

mi "เพราะ~ ฉันชอบชิจัง…"

hi "ฉันก็ชอบ"

scene ev misha_roof_normal
with charachange

mi "วะฮ่าฮ่า~ เปล่า เปล่า~ ฉันรู้ว่าฮิจังชอบชิจัง ที่ฉันบอกว่าชอบชิจังคือชอบแบบเดียวกับนาย"

scene ev misha_roof_closed
with charachange

mi "ฉันอยากเป็นแฟนกับชิจัง"

"มิช่าหลับตาราวกับว่าเป็นอาชญากรที่สารภาพบาปประการสุดท้ายที่ได้ทำลงไปให้เพชฌฆาตได้ฟัง ซึ่งยิ่งทำให้ฉัน\nคิดหนักไม่รู้จะตอบว่าอย่างไรดี แต่ฉันต้องตอบ"

hi "งั้นเหรอ ไม่เคยรู้เลย"

scene ev misha_roof_normal
with charachange

mi "จริง ๆ ฉันก็ไม่ได้อยากมาโรงเรียนนี้เลยฮิจัง~ แต่ก็ฟังดูน่าเรียนดี แถมต่อให้ทุกคนเกลียดฉัน อย่างน้อยพวกนั้นก็\nจะปล่อยให้ฉันได้อยู่คนเดียว ตอนนั้นฉันเรียนภาษามืออยู่ แต่ก็ไม่ค่อยเก่งเท่าไหร่หรอก~"

mi "ตอนนั้นชิจังหาคนมาเข้าสภานักเรียนเพราะทั้งสภามีแค่ชิจังกับลิลลี่ แล้วชิจังก็มาหาฉัน ฉันไม่เข้าใจอะไรที่ชิจัง\nบอกเลย~"

scene ev misha_roof_angry
with charachange

mi "แต่~! ชิจังไม่ยอมใช้ปากกากับกระดาษ ชิจังรู้ว่าฉันเรียนภาษามืออยู่ ความแตกไวมาก ฉันยังไม่รู้เรื่องเลย~… แล้วชิจัง\nก็ยิ่งพยายามคุยอีกจนฉันไม่ชอบเพราะนึกว่าชิจังล้อฉันอยู่"

scene ev misha_roof_normal
with charachange

mi "แต่ไม่ใช่เพราะเรื่องนั้นหรอกนะ~…"

#"Misha smiles in fond reminiscence."
#nope

mi "จากนั้น~! ฉันก็เริ่มตกหลุมรักชิจัง แล้วก็บอกชิจังว่า… ฉันรักเธอ"

scene ev shizu_flashback:
    truecenter
    zoom 1.15 subpixel True
    easein 30.0 zoom 1.0
with whiteout

mi "ตอนที่บอกน่ะ ฉันกับชิจังอยู่ในห้องสภานักเรียนด้วยกันสองต่อสอง"

mi "พอนึกภาพว่าชิจังอยู่ตัวคนเดียวในห้องทำงานแล้วทำทุกอย่างด้วยตัวของเธอเองก็เหงาแทนเลย ดูน่าเศร้ามาก~\nแต่ฉันว่าฉันอยากให้เป็นอย่างนั้นนะ~"

mi "เพราะถ้าเป็นอย่างนั้นแล้ว ฉันก็จะได้อยู่เคียงข้างชิจัง แล้วชิจังก็อาจจะชอบฉัน และทั้งที่ไม่ได้มีหลักฐานอะไรว่าจะเป็น\nอย่างนั้น ฉันก็ทำแบบนั้นอยู่ดี เพราะฉันอยากให้มันจริง ฉันเลยกล่อมตัวเองให้เชื่ออย่างนั้น ทั้งที่ฉันรู้ความเป็นจริง\nอยู่แก่ใจ"

mi "วันนั้นน่ะบรรยากาศดีม้าก~ มากเลยละฮิจัง~ เราทำงานกันเสร็จแล้วฉันก็นั่งมองหน้าต่างอยู่ แสงแดดน่ะอุ่นมากทั้งที่\nมีหน้าต่างคั่นอยู่แท้ ๆ ~… และฉันก็อยากอยู่ข้าง ๆ ชิจังอย่างนั้นไปตลอดกาลเลย"

mi "แต่~! พอหันไปมองก็เห็นชิจังหันหลังให้หน้าต่างทำงานอะไรสักอย่างปิดกั้นตัวเองออกจากโลกรอบข้างอยู่ แดดส่อง\nไหล่ชิจังเหมือนผ้าห่มที่ฉันชอบเอามาคลุมไหล่ตอนเป็นเด็ก ๆ เลย"

"มิช่าหยุดไปแวบหนึ่งราวกับจะตรึงภาพของชิซูเนะในใจเธอให้เห็นแจ่มชัด"

mi "ชิจังดู… อืม~… ชิจังดูเป็นตัวของชิจังที่ทำให้ฉันอยากอยู่ด้วย… แต่ฉันก็รู้สึกว่าคงเป็นไปได้ยาก"

mi "วะฮ่าฮ่า~ เรื่องมันก็~ นาน~ มาแล้ว ผมฉันตอนนั้นไม่ได้เหมือนตอนนี้ด้วย ดูยุ่ง ๆ งี้~? ฉันตัดผมเพราะชิจังทัก\nตลอดเลย"

mi "แต่นั่นแหละ~! ฉันก็บอกเธอตรงนั้นเดี๋ยวนั้นเลย ฉันสารภาพรักไป~"

scene ev misha_roof_sad
with whiteout

mi "แล้วก็โดนปฏิเสธ~"

mi "จากนั้น~ ฉันก็คิดว่าเรื่องคงจบแค่นั้นแหละฮิจัง แต่ชิจังน่ะคอยตามตัวฉันตลอดจนฉันไม่ชอบขึ้นมาอีกรอบ แล้วพอ\nถามว่าทำไมถึงทำอย่างนี้ ชิจังก็ตอบว่าเพราะฉันเป็นเพื่อน"

"แก้มของเธอมีสีแดงเจืออยู่จาง ๆ เธอร้องไห้บ่อยขนาดไหนกันนะถึงได้กลั้นน้ำตาเก่งขนาดนี้ ถ้ามิช่าไม่พักเช็ดน้ำตา\nแล้วฉันก็คงไม่ทันสังเกตเห็นเลย"

scene ev misha_roof_closed
with charachange

mi "พอชิจังพูดอย่างนั้นแล้วฉันก็ดีใจ และเศร้าด้วย แล้วทั้งที่ชิจังไม่ได้จงใจทำร้ายฉัน แต่ฉันก็เจ็บ เจ็บมาจนถึงตอนนี้…"

mi "ชิจังน่ะบงการคนเป็นนะฮิจัง บางครั้งเธอก็จงใจทำ หรือบางครั้งก็ไม่ได้จงใจหรอก แต่มันก็เป็นอย่างนั้นไป~ หรือ\nบางครั้งฉันก็ไม่แน่ใจด้วยซ้ำว่าจงใจ… หรือเปล่า จนฉันนึกสงสัย…"

mi "ฉันแค่อยากให้ชิจังหันมาชอบฉันแทนนาย จนฉันสงสัยว่าหรือฉันเกลียดนายกับชิจังอยู่… หน่อย ๆ ซึ่งฉัน… ไม่ชอบ\nความรู้สึกนั้นเลย"

hi "เธอก็เลยคิดว่าถ้าไม่มีฉันอยู่คงดีกว่านี้?"

scene ev misha_roof_normal
with charachange

"เธอดูสับสนเพราะคงไม่เคยคิดอย่างนั้นมาก่อนเลย"

mi "ไม่ใช่อย่างนั้นสักหน่อยฮิจัง"

scene ev misha_roof_sad
with charachange

mi "ช่วงสองสามวันมานี้น่ะฉันเอาแต่คิดเรื่องนั้นไม่ไปไหนเลย แล้วฉันก็ไม่อยากเกลียดใครด้วย ไม่ว่าจะนายหรือชิจัง งี่เง่า\nใช่มั้ยล่ะฮิจังที่ฉันรู้สึกอย่างนั้นน่ะ ฉันไม่อยากคิดเรื่องอะไรพวกนั้นอีกแล้ว"

mi "ไม่อยากคิดถึงใคร ไม่อยากแยกจากใคร ฉันเหนื่อยแล้ว ฉันไม่อยากคิดถึงมันแล้ว"

mi "แต่ฉันก็คิดไปแล้ว เพราะงั้น~! …ฉันก็ยังเป็นคนที่แย่ที่สุดในโลก ฉันไม่ได้คิดเรื่องที่จะเกิดถ้าฮิจังไม่มาโรงเรียนนี้หรอกนะ\nแต่ฉันคิดว่า… ถ้าฉันตาย ๆ ไปเลยก็คงดีเสียกว่า"


#bad end
label th_S29xa:

#next line is only if you had sex with misha
scene ev misha_roof_closed
with charachange

mi "เพราะยังไงฉันก็ทำอะไรที่เลวร้ายมาก ๆ ลงไปแล้วนี่นา เลวร้ายมากจนไม่น่าให้อภัย"

"มิช่าแนบหลังตัวเองเข้ากับรั้วที่กั้นอยู่ราวกับอยากจะลอดตัวผ่านออกไปให้ได้"

hi "พูดอะไรโง่ ๆ"

"ฉันตกใจกับน้ำเสียงตัวเอง"

hi "ขอโทษ"

hi "ฉันเพิ่งนึกได้ว่าฉันเกลียดความรู้สึกเวลาต้องมาเสียใจเรื่องในอดีต จะเป็นเรื่องอะไรก็ช่างเถอะ แต่ถึงอย่างนั้น สุดท้าย\nฉันก็อดไม่ได้ที่จะเสียใจกับอะไรสักอย่างอยู่ดี"

hi "เมื่อวานฉันทำอะไรโง่ ๆ ลงไปแล้ว ส่วนหนึ่งที่ขึ้นมาดาดฟ้านี่ก็คงเพราะเรื่องนั้นมั้ง จะได้มาคิดว่า… ยังพอมีทางแก้ไข\nอยู่หรือเปล่า"

hi "เธอเคยรู้สึกอย่างนั้นมั้ย เธอบอกว่าเธอทำอะไรแย่ ๆ ลงไป ลองแก้ไขดูก็ได้นะ"

scene ev misha_roof_normal
with charachange

mi "ฮิจัง~ นั่นมัน…"

"ฉันรู้ว่าเธอคิดว่าที่ฉันพูดอย่างนี้คือบอกตัวเองมากกว่า"

hi "ไม่ ไม่ใช่อย่างนั้น"

hi "ฉันแค่คิดว่าการฆ่าตัวตายน่ะคือความเสียใจขั้นสุดในชีวิตของคนคนหนึ่งเลย"

mi "…"

mi "ฮิจัง นายนี่เวอร์จัง"

scene ev misha_roof_closed
with charachange

"ฉันไม่อาจรู้ได้ว่าเธอพูดเล่นหรือพูดจริง ฉันไม่สนใจจะคิดต่อ เธอถอนหายใจแล้วหลับตาลงคล้ายจะหลับ สัญญาณ\nอันตรายที่ฉันจับได้จากเธอเมื่อครู่นั้นหายไปแล้ว"


#good end
label th_S29xb:

stop music fadeout 0.5
$ renpy.music.set_volume(0.0, 0.5, channel="ambient")

"มิช่าแนบหลังตัวเองเข้ากับรั้วที่กั้นอยู่ราวกับอยากจะลอดตัวผ่านออกไปให้ได้"

scene bg school_roof_ss
show mishashort perky_confused_close_ss at center
with vpunch

$ renpy.music.set_volume(1.0, 6.0, channel="ambient")

"ฉันคว้ามือเธอเอาไว้ก่อน การตอบสนองทางกายของฉันนั้นย่ำแย่ ที่ฉันคว้าได้ก็มีเพียงนิ้วของเธอไม่กี่นิ้ว แต่เรื่องนั้น\nไม่สำคัญ"

play music music_rain fadein 6.0

hi "ขอโทษที พอดีเห็นเมื่อกี้เธอพูดอะไรแปลก ๆ น่ะ"

show mishashort perky_sad_close_ss
with charachange

mi "ฮ่าฮ่าฮ่า~ อื้ม~ ก็คงงั้นแหละนะฮิจัง"

hi "อื้ม"

hi "อยากรู้มั้ยว่าฉันคิดอะไรอยู่"

hi "ชิซูเนะน่ะเป็นพวกที่จะไม่ให้ใครได้เข้าใกล้ ยกเว้นจะมีข้อตกลงบางอย่าง ซึ่งก็น่าหงุดหงิดนะ บางทีก็น่าโมโหด้วยซ้ำ"

hi "ก็คงเพราะอย่างนั้นฉันถึงได้รำคาญ ตอนที่ฉันอยู่ที่โรงพยาบาลน่ะ ในสายตาฉัน คนที่ตีตัวออกหากจากฉันไปน่ะ\nก็ไม่ต่างอะไรกับคนที่ตายไปแล้ว ก่อนหน้านั้นฉันก็ลืม ๆ ไปหมดแล้ว จนกระทั่งตอนที่มีจดหมายส่งมาฉันถึงนึกได้\nเนื้อหาข้างในก็พูดถึงเรื่องพวกนั้นนั่นแหละ"

hi "ฉันโมโห ในใจก็คิด “มาหาว่าฉันยอมแพ้ปิดกั้นตัวเองออกจากคนอื่นได้ยังไง ทุกคนก็ทำอย่างนั้นใส่ฉันนี่ แล้วจะ\nให้ฉันทำยังไง ฉันจะทำอะไรได้”"

hi "อืม จนตอนนี้ฉันก็ยังเชื่ออยู่ว่าเรื่องมันเป็นอย่างที่คิดนั่นแหละ แต่ว่า… เขาก็พูดถูกเหมือนกันว่าฉันปิดกั้นตัวเอง"

hi "ฉันเลยตั้งใจว่าจะไม่ให้เรื่องแบบนั้นเกิดขึ้นซ้ำสองอีก"

show mishashort perky_confused_close_ss
with charachange

#if seen A26b:
label th_S29xba:

mi "โรงพยาบาลเหรอ ฮิจัง… หรือว่ายาพวกนั้น?"

#if not seen A26b:
label th_S29xbb:

mi "โรงพยาบาลเหรอ ฮิจัง… นี่นาย…"

#end split
label th_S29xbc:

hi "ฟังก่อนนะ"

hi "ชิซูเนะเป็นคนละแบบกับฉันเลย เธออยากจะดึงให้คนได้มาเข้าใกล้เธอ ฉันว่าแรกเริ่มเดิมทีที่ชิซูเนะสนใจฉันก็คง\nเพราะแค่นั้นแหละ แล้ว ในแง่หนึ่ง จะว่าตอนนั้นฉันตั้งเป้าว่าจะไม่ให้ตัวเองถูกลากไปก็ว่าได้"

"มิช่าหลุบมองต่ำรับฟังด้วยความเข้าใจ"

hi "ฉันไม่เคยรู้เลยว่าการจะทำอย่างนั้นมันลำบากแค่ไหน"

hi "แล้วตอนนี้ฉันก็รู้สึกว่าต้องตอบแทนเธออะไรสักหน่อย ต่อให้จะต้องใช้เวลานานกว่านั้นเป็นสองเท่าตัวเลยก็เถอะ\nเพราะขนาดว่าเรียนภาษาที่สองไปแล้วยังมาได้เท่านี้เลย"

hi "ก็ไม่ได้ยากอย่างที่คิดหรอก แต่ก็ยากอยู่ บางครั้งก็เจ็บมือจนนึกว่าไปปีนเขามา"

hi "แล้วเธอก็ทำเหมือนกัน แล้วก็ด้วยเหตุผลอย่างเดียวกันด้วยนี่ ใช่มั้ย สุดยอดไปเลยนะ เพราะงั้นฉันถึงได้เศร้ากับโกรธ\nหน่อย ๆ ที่เธอพูดอะไรโง่ ๆ อย่างนั้น"


mi "…"

hi "แต่ยังไงที่ฉันว่าไปมันก็แค่ความคิดของฉันน่ะนะ"

show mishashort perky_sad_close_ss
with charachange

"เธอหย่อนไหล่ลงจนตัวแทบไหลลงไปกับพื้นราวกับหมดแรง"

mi "นายก็เวอร์ไปนะฮิจัง"

"เธอพูดพลางเบือนหน้าหนีเหมือนอยากหันไปมองลานหน้าโรงเรียน แต่ก็ยังเอี้ยวคอไม่พอที่จะหันไปมองจริง ๆ"

mi "วะฮ่าฮ่า~"


#end split
label th_S29y:

$ renpy.music.set_volume(1.0, 1.0, channel="ambient")

scene bg school_roof_ss
show mishashort perky_confused_close_ss at center
with locationchange

stop music fadeout 0.5
$ renpy.music.set_volume(0.2, 0.0, channel="sound")
play sound sfx_door_creak

"เสียงของประตูด้านหลังพวกเราที่เปิดออกนั้นแว่วมาอย่างแผ่วเบาตามสายลมเอื่อย"

scene bg school_roof_ss at bgleft
show mishashort perky_confused_close_ss at closeleft
with charamove

show shizu behind_blank_ss at tworight
with charaenter

ssh "ฉันไปตามหาเธอสองคนทั่วโรงเรียนเลยแน่ะ ประชุมลับกันอยู่หรืออะไร"

"เธอเดินเข้ามาแล้วพิงเข้ากับรั้วข้าง ๆ มิช่าราวกับจะพักหายใจก่อนจะเด้งตัวกลับมาแล้วคุยต่อ"

show shizu basic_normal_ss
with charachange

ssh "ฉันเบื่อการนั่งอยู่ในห้องสภานักเรียนทุกวันอยู่ตัวคนเดียวแล้ว พวกเธอสองคนไม่เคยแวะมาเลย พักบ้างน่ะไม่เป็นไร\nแต่นี่ก็พักบ่อยไป"

"ปกติมิช่ากับฉันจะต้องหาอะไรมาเถียงข้าง ๆ คู ๆ ไปแล้ว แต่คราวนี้มีเพียงแต่ความเงียบ ชิซูเนะที่ตั้งท่ารอเสียงประท้วง\nอย่างเคยก็ตั้งตัวไม่ถูกเมื่อเจอกับความเงียบนี้"

$ renpy.music.set_volume(1.0, 0.0, channel="sound")
play sound sfx_snap
show shizu adjust_happy_ss
with Dissolve(0.3)

"ความเงียบอันน่าอึดอัดกินเวลาอยู่สองสามวินาที ชิซูเนะดีดนิ้วดังจนแสบแก้วหูเพื่อทำลายความเงียบนี้แล้วยิ้มราวกับ\nจะกล่าวคำว่า “ยูเรก้า”"

show shizu basic_happy_ss
with charachange

ssh "ไปหาอะไรทำกันเถอะ"

hi "เช่นอะไร"

show shizu behind_smile_ss
with charachange

ssh "อะไรก็ได้! ไปห้องสภานักเรียนกันก่อนแล้วค่อยคิดว่าจะเอายังไงต่อก็ได้"

hi "นี่หลอกให้ไปทำงานหรือเปล่าเนี่ย"

show shizu basic_normal2_ss
with charachange

ssh "ตลกมาก"


#bad end
label th_S29ya:

show shizu behind_smile_ss
with charachange

ssh "ไม่ได้หลอกนะ ฉันสัญญา สนุกแน่นอน"

show mishashort perky_sad_close_ss
with charachange

play music music_rain fadein 4.0

"มิช่าทำหน้าอ้างว้างขัดกับรอยยิ้มเป็นมิตรของชิซูเนะ"

"ถ้ามิช่าอิจฉาที่ฉันแย่งชิซูเนะไปจากเธอจริง งั้นการที่เราสามคนอยู่ด้วยกันจะยิ่งแย่ไปใหญ่เพราะเหมือนเข้าไปซ้ำเติมอีก\nฉันจึงคิดได้ว่าควรให้สองคนนั้นได้ใช้เวลาอยู่ด้วยกัน"

"ฉันก็ไม่ได้คิดบวกถึงขั้นที่คาดหวังว่าแค่เวลาช่วงบ่ายวันเดียวจะแก้ไขปัญหาทุกอย่างได้ แต่ก็คงพอช่วยได้บ้างแหละ\nแล้วก็คงดีกว่าการที่ฉันไปอยู่ด้วย เพราะอยู่ไปก็คงไม่มีอะไรดีขึ้นแน่ ๆ"

hi "งั้นก็ไปสนุกกันสองคนเลย วันนี้ฉันนอนละ"

show shizu basic_normal_ss
with charachange

ssh "แน่ใจนะ เพิ่งพักเที่ยงมาได้ไม่นานเอง"

hi "บอกแล้วไงว่าวันนี้ฉันไม่ค่อยสบาย เหมือนจะเป็นอะไรสักอย่าง"

show shizu adjust_frown_ss
with charachange

ssh "ไหนบอกว่าข้ออ้างแบบนั้นไม่มีใครเชื่อไง"

"ไปต่อไม่ถูกเลยทีนี้"

show shizu basic_normal2_ss
with charachange

ssh "ไม่เป็นไรหรอก แต่การปฏิเสธเวลามีคนชวนน่ะหยาบคายนะ หวังว่าคราวหน้าจะมาแก้ตัวนะ"

show shizu adjust_happy_ss
with charachange

"ชิซูเนะหันไปยิ้มให้มิช่าแล้วทำภาษามืออะไรสักอย่างที่ฉันไม่เห็น คงจะประมาณว่า “ดูท่าว่าจะได้อยู่ด้วยกันแค่สองเรา\nแล้วละ”"

stop music fadeout 3.0

"ดีแล้ว"

stop ambient fadeout 2.0

window hide


#good end
label th_S29yb:

show mishashort hips_grin_close_ss
with charachange

play music music_comfort fadein 5.0

"มิช่าหัวเราะ “วะฮ่าฮ่า” แบบกลั้นเอาไว้ ฉันรู้สึกโล่งใจที่เธอไม่ได้หัวเราะเพราะแค่อยากให้ชิซูเนะสบายใจขึ้น ดูได้จาก\nการที่เธอไม่ได้หัวเราะให้ชิซูเนะเห็น"

show shizu behind_smile_ss
with charachange

ssh "ก็คิดอยู่ว่าพวกเธออาจจะพอช่วยงานอะไรฉันได้ จะให้เป็นอะไรไปได้อีก จะไปกินข้าวข้างนอกก็ไม่ได้เพราะเพิ่งสั่งข้าว\nมากินเมื่อวาน ซึ่งที่สั่งข้าวเมื่อวานก็เป็นการแหกกฎแล้ว ครั้งที่สามนี่ไม่ควร"

show mishashort perky_smile_close_ss
with charachange

mi "แต่~! เมื่อวานมันสั่งข้าวมากินที่นี่นะชิจัง~! ไม่เหมือนการกินข้าวที่ข้างนอกสักหน่อย"

hi "ใช่ ไม่เหมือนกันเลย"

show shizu adjust_frown_ss
with charachange

ssh "นี่พวกเธอกำลังหลอกตัวเองกันอยู่นะ"

show shizu basic_normal_close_ss at closeright
with characlose

"ชิซูเนะจับมือฉันก่อนที่จะทันได้ตอบจนฉันตอบไม่ได้ ทางเลือกเหลือเพียงน้อยนิด เอาเป็นว่าทำหน้าส่งสัญญาณ\nไปแล้วกัน เธอก็ทำหน้าตอบกลับมาก่อนจะยื่นมือไปรอจับมือมิช่าด้วย"

"มิช่าดูยังไม่เต็มใจอยากจับ แต่ฉันอาจหาญจับมือชิซูเนะตอบและใช้จังหวะนั้นใช้มือข้างที่ว่างเข้าไปจับมือมิช่า\nไว้เสียเอง"

show mishashort hips_smile_close_ss
with charachange

mi "…ฮ่าฮ่าฮ่า"

"มิช่ายิ้มอยู่ได้วินาทีเดียวก็ถูกชิซูเนะลากไปทางประตู พวกเราถูกลากกันไปราวโซ่มนุษย์"

stop ambient fadeout 1.0

scene ev shizu_hands
with locationskip

"ถึงจะอันตราย แต่ก็เหมือนไม่มีใครคิดจะปล่อยมือไปตลอดทางที่เดินผ่านตัวอาคารออกมายังลานหน้าโรงเรียน"

"เป็นความรู้สึกที่คุ้นเคยราวกับว่าพวกเราสามคนเคยเดินจับมือกันอย่างนี้มาก่อน แต่แน่นอนว่าตอนนั้นมีความสุข\nกว่าเวลานี้มาก"

"ฉันเห็นความเศร้าที่เจืออยู่ในสีหน้าของทั้งสองคนจนนึกสงสัยว่ามีอะไรเปลี่ยนไปแล้วจริงหรือเปล่า หรือทั้งหมดนี้\nเป็นการหาเรื่องเบนความสนใจไปทางอื่น แต่ก็คงเป็นแค่ความหวาดระแวงของฉันที่ชอบโผล่มาตอนเรื่องเป็นอย่างนี้\nนั่นแหละ นี่แหละคือจุดเริ่มต้น"

stop music fadeout 3.0

window hide
return