label th_S30:

window hide None

scene bg school_library
with locationchange

window show

play music music_happiness fadein 2.0

"ผ่านไปหนึ่งวันก็เป็นวันสุดสัปดาห์แล้ว ฉันวางหนังสือกองใหญ่ไว้กับโต๊ะบรรณารักษ์โดยไม่ได้จงใจกระแทก แต่น้ำหนัก\nของหนังสือก็ทำให้เกิดเสียงดังอยู่ดี"

$ renpy.music.set_volume(1.0, 0.0, channel="sound")
play sound sfx_impact

show yuuko panic_up:
    center
    ypos 1.2 alpha 0.0
    easein 0.25 ypos 1.0 alpha 1.0
with vpunch

show yuuko panic_up:
    center
    alpha 1.0
with None

"ยูโกะพุ่งตัวออกมาจากเก้าอี้อย่างรวดเร็วเสียจนแว่นเบี้ยว เธอจับ ๆ แว่นไว้ไม่ให้หลุด"

show yuuko neutral_up
with charachange

yu "อ้าว ไง"

hi "ขอโทษครับ ผมมาคืนหนังสือพวกนั้นตามกำหนด"

show yuuko worried_down
with charachange

yu "ดีแล้ว แต่เอามาคืนเร็วหน่อยก็ดีนะ ถ้าห้องสมุดมีหนังสือทุกเรื่องหลาย ๆ เล่มหน่อยก็ไม่มีปัญหาอะไรหรอก\nแต่มันไม่ใช่อย่างนั้นน่ะสิ… แล้วพวกนั้นก็ทำเหมือนเป็นความผิดฉันด้วย"

hi "“พวกนั้น”?"

show yuuko panic_down
with charachange

yu "นักเรียนคนอื่นน่ะ บางคนก็… เอ่อ ตื๊อมาก"

hi "ขอโทษครับ พอดีผมลืมน่ะ ช่วงสองสามวันมานี้มีอะไรหลายอย่างเลย"

show yuuko worried_down
with charachange

yu "เอ้อ… เอ่อ เธอคงไม่อยากเล่าสินะ…"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\nยูโกะหันไปเช็กอินหนังสือที่ฉันเอามาคืนอาย ๆ ด้วยความทะนุถนอมอย่างยิ่งยวดเหมือนไม่ใช่บรรณารักษ์\nแต่เป็นหน่วยเก็บกู้วัตถุระเบิด"

n "สองสามวันมานี้ฉันเอาแต่นึกทบทวนถึงสิ่งที่มิช่าพูด แน่ละว่าฉันคิดถึงทุกคำพูดของมิช่า แต่มีคำพูดหนึ่งที่ฉันยัง\nคาใจอยู่ ที่เธอบอกว่าไม่อยากให้คนหายไปจากชีวิตและไม่อยากต้องแยกจากใครอีก"

n "พอนึกถึงคำนั้นแล้วฉันก็ต้องสะอึกเหมือนโดนตบหน้าหนึ่งฉาด อีีกไม่กี่เดือนเราก็จะเรียนจบแล้ว มิช่ากับชิซูเนะ\nตัวติดกันยิ่งกว่าอะไรดี แต่พอเรียนจบแล้วทั้งสองคนอาจไม่ได้เจอกันอีกเลยก็ได้ หรือเพราะรู้ว่าจะเป็นอย่างนั้น\nถึงต้องทำแบบนี้"

n "ถ้ามิช่าเอาเรื่องนี้ไปคุยกับชิซูเนะแล้วชิซูเนะก็คงไม่ได้คิดอะไรแล้วปัดความคิดนั้นทิ้งไปเพราะจะทำให้หมอง ซึ่งก็ไม่ยาก\nสำหรับคนอย่างชิซูเนะที่กลบความกังวลในใจได้อย่างรวดเร็ว"

nvl clear

n "\n\nกลายเป็นว่ามิช่านั้นอ่อนไหวกว่าที่เห็น เรื่องนี้คงทำให้มิช่าใจสลาย และจะยิ่งสลายหนักไปอีกด้วยปฏิกิริยาของชิซูเนะ\nที่ดูเย็นชา ฉันไม่รู้ว่าชิซูเนะจะตอบกลับแบบนั้นหรือเปล่า แต่ก็เป็นไปได้ว่าจะเป็นอย่างนั้น และเข้าใจด้วยว่าเพราะอะไร"

n "และเข้าใจด้วยว่าทำไมมิช่าถึงคิดมากกับการที่ต้องแยกทางกันจากคนที่เป็นส่วนสำคัญของเธอ ก่อนหน้านั้น\nฉันไม่เคยคิดเรื่องเรียนจบเลย"

n "แล้วฉันก็ไพล่คิดต่อว่า “ยังผ่านไปไม่ถึงปีเหรอ” ฉันนึกถึงคนทุกคนที่เคยเจอกัน ไม่ใช่แค่ชิซูเนะกับมิช่า แต่คิดถึง\nทุกคนเลย เป็นความคิดอันอบอุ่น แล้วฉันก็คิดว่าต้องเสียทุกคนไป ทันใดนั้นเองฉันก็เข้าใจถึงความกังวลของมิช่า"

n "ถ้าได้เอาไปคุยกับใครสักคนคงดี"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear
window show

hi "จริง ๆ ก็อยากเล่าอยู่นะครับ"

show yuuko worried_up
with charachange

yu "กับใครล่ะ"

"ฉันสัมผัสได้ถึงความหวาดหวั่นที่เจืออยู่ในน้ำเสียง"

hi "กับคุณยูโกะ"

show yuuko neurotic_up
with charachange

yu "เอ่อ… จริงเหรอ แน่ใจนะ ทะ ทำไมเป็นฉันล่ะ"

hi "เพราะคุณเป็นผู้ใหญ่"

show yuuko neurotic_down
with charachange

yu "แค่นั้นเหรอ เอ่ออออ… คือ…"

"ยูโกะทำหน้าเจื่อนแล้วบิดตัวปรับมุมให้เข้าที่ซึ่งดูเหมือนจะไม่เข้าที่อยู่กับที่นั่ง น่าจะแปลว่าพร้อมรับฟังละนะ"

hi "การเป็นผู้ใหญ่นี่ลำบากมั้ยครับ"

show yuuko cry_down
with charachange

yu "ลำบาก"

show yuuko panic_down
with charachange

yu "แต่ฉันว่าตัวเองก็ไม่ได้แก่ขนาดนั้นนะ… ฉันแปลกใจจริง ๆ ที่เดี๋ยวนี้นักเรียนอย่าง ชะ ชิซูเนะหรือเธอใส่น้ำหงน้ำหอม\nหรือโคโลญอะไรแบบนี้… ฉันไม่เคยใส่เลยแม้แต่ครั้งเดียว…"

show yuuko worried_up
with charachange

yu "เอ่อ จะว่าไป วันนี้เธอไม่ได้ใส่โคโลญกลิ่นองุ่นมานี่นา"

hi "ครับ พอดีรู้สึกว่าไม่เหมาะน่ะ"

show yuuko worried_down
with charachange

yu "อ้อ ดีแล้ว ฉันก็ว่างั้นแหละ… ขอโทษที"

"ยูโกะดูรู้สึกผิดจริง ๆ จนฉันพลอยรู้สึกผิดไปด้วย ฉันยิ้มออกมาไม่รู้ตัว โกหกอะไรเล็ก ๆ น้อย ๆ แบบนั้นไปยังมาแว้งกัด\nกันได้นะ"

"มิช่าคงเหนื่อยน่าดูที่ต้องอำพรางความรู้สึกตัวเองเพื่อจะได้ยิ้มแย้มให้ชิซูเนะมานานขนาดนี้"

hi "คนรู้จักผมคนหนึ่งมาบอกว่าเราจะเรียนจบแล้วนะ ผมเลยนึกได้ว่าก่อนหน้านั้นผมไม่เคยคิดเรื่องนี้เลย"

hi "ผมรู้สึกตัวเองโง่ที่อยู่มานานขนาดนี้โดยไม่คิดเรื่องพวกนั้นเลย เจอคนดี ๆ หลายคน แต่ไม่เคยคิดเลยว่าหลังจาก\nเรียนจบแล้วต้องหายหน้าหายตากันไปแล้วจะเป็นยังไง"

show yuuko neutral_down
with charachange

yu "เรียนจบแล้วก็ยังติดต่อกันได้นี่…"

hi "ก็คงงั้นมั้งครับ รู้สึกเหมือนตัวเองงอแงเป็นเด็กเลย ผมรู้แหละว่าทุกคนก็คงคิดแบบนี้กันทั้งนั้น คุณคงต้องมานั่งฟัง\nอะไรแบบนี้บ่อยน่าดู"

show yuuko worried_down
with charachange

yu "มะ ไม่นะ… ฉันไม่ได้ทำงานที่นี่มานานขนาดนั้น…"

show yuuko worried_up
with charachange

yu "ตอนฉันเรียนจบมัธยมฉันก็กลัวแบบนั้นเหมือนกัน เอ่อ แต่ฉันไม่ได้เรียนที่นี่นะ ฉันก็คิดถึงเพื่อนเหมือนกัน…\nถ้าติดต่อกันให้มากกว่านี้ก็คงดี ฉันน่าจะพยายามให้มากกว่านี้"

"ยูโกะไม่ได้ช่วยให้ฉันรู้สึกดีขึ้นเท่าไหร่ ซึ่งเธอก็สงบตัวเองลงได้เมื่อเห็นสีหน้าฉันที่บอกแบบนั้น"

hi "ผมไม่อยากมองย้อนกลับไปแล้วมานั่งเสียใจแบบนั้นน่ะครับ"

hi "ผมไม่รู้ว่าชิซูเนะจะคิดเรื่องพวกนั้นด้วยซ้ำหรือเปล่า เพราะก็เจ้าตัวก็เคยเล่าเป็นบางครั้งเหมือนกันว่าอยากใช้ชีวิต\nแบบที่ไม่ต้องเสียใจทีหลัง"

show yuuko panic_up
with charachange

yu "โห… ฉันว่า… ฟังดูเป็นไปไม่ได้เลยนะ"

"ฉันพยักหน้ากึ่ง ๆ เห็นด้วย"

show yuuko closedhappy_up
with charachange

yu "แต่ถึงอย่างนั้น… ฉันว่าก็น่านับถือเหมือนกันนะ… เป็นคนกล้าหาญ เธอว่างั้นมั้ย"

hi "ได้มองมุมใหม่เลยนะครับเนี่ย ที่บอกว่า “กล้าหาญ” น่ะ"

show yuuko neutral_down
with charachange

"ยูโกะสั่นหัวยืนกราน"

yu "แต่จริงนะ แล้วก็น่าเกรงขามด้วย…"

hi "โห่ คนอย่างคุณไม่ต้องกลัวเด็กมัธยมหรอกครับ"

show yuuko worried_up
with charachange

yu "จะพยายามนะ…"

hide yuuko
with charaexit

"ยูโกะหันไปพับโพสต์อิตซ้ำแล้วซ้ำเล่า เด็กมหาวิทยาลัยเขาทำอะไรแบบนี้แก้มือว่างกันสินะ แต่ที่สำคัญกว่านั้นคือฉัน\nอยากรู้ว่าไปพูดอะไรสะกิดใจเข้าหรือเปล่า"

"พออยู่กับชิซูเนะนานเข้าฉันก็อดไม่ได้ที่จะตีความทุกอย่างทุกครั้งที่คนเงียบไป"

"ถ้ายูโกะเป็นคนที่ไม่กลัวเด็กมัธยมแล้วฉันก็คงมาคุยสบาย ๆ แบบนี้ไม่ได้หรอก"

"คนเราต่างก็อยากขจัดคุณสมบัติด้านลบของตัวเองกันทั้งนั้น แต่พอนึกถึงทุกคนที่ฉันรู้จักแล้วกลับเห็นว่าเป็น\nคุณสมบัติเหล่านั้นเองที่ฉันชอบที่สุด"

show yuuko worried_up at center
with charaenter

yu "เอ่อ…"

show yuuko smile_down
with charachange

yu "แต่ฉันว่าฉันไม่ได้เสียใจอะไรขนาดนั้นหรอก ตราบใดที่ยังนึกถึงวันเวลาดี ๆ ได้ แค่นั้นก็พอแล้วละ"

show yuuko worried_down
with charachange

yu "ไม่รู้สิ …ขอโทษที"

"ฉันเห็นนักเรียนสองสามคนทยอยเข้าห้องสมุดมา พอแค่นี้ก่อนแล้วกัน"

hi "ไม่หรอกครับ ช่วยได้เยอะเลย"

hi "ผมรู้สึกเหมือนเพื่อนทะเลาะกันเพราะเพื่อนคนหนึ่งคิดมากว่าหลังเรียนจบแล้วจะไม่ได้เจอกันอีก ส่วนอีกคนก็\nเหมือนจะไม่เดือดร้อนอะไร เรื่องเลยยิ่งแย่ไปใหญ่"

hi "ผมไม่รู้ว่าจะต้องรับมือกับสถานการณ์แบบนี้ยังไง ถึงจะดูเหมือนว่าเป็นเรื่องที่ผมไม่ต้องเลือกข้าง แต่สุดท้ายสักวัน\nก็อาจต้องเลือกอยู่ดี ซึ่งถ้าเป็นอย่างนั้นจริงผมก็ไม่รู้ต้องทำตัวยังไง"

show yuuko neutral_down
with charachange

yu "บอกไปสิว่าอย่าทะเลาะกัน"

hi "รู้น่าครับ ทะเลาะกันมันไม่ดี"

hi "แล้วก็ไม่ได้พูดถึงชิซูเนะกับมิช่านะครับ"

show yuuko worried_up
with charachange

yu "โอเค… เอ่อ แต่ฉันไม่ได้คิดแบบนั้นเลยนะ"

"น่าอายชะมัด รู้อยู่ว่าน่าอายแต่ก็ยังหน้าแดง แถมโกหกทนโท่อะไรแบบนั้นไปหน้าตาเฉย แต่บางทีก็คงต้องเลือกพูด\nอย่างนี้แหละ"

hi "พอจะมีหนังสือเกี่ยวกับคนที่ต้องเลือกอะไรที่น่าหนักใจมั้ยครับ"

show yuuko happy_down
with charachange

yu "ที่นี่มีหนังสือพัฒนาตนเองเยอะแยะเลย…"

"ตลกดีที่ฉันแปลกใจ เพราะสองสามเดือนก่อนฉันก็คงไม่รู้สึกแปลกอะไร"

hi "ผมถามว่า “เกี่ยวกับ” ไม่ใช่ “สำหรับ” นะครับ คงไม่มีไม่เยอะใช่มั้ย"

show yuuko worried_down
with charachange

yu "อื้ม เอ่อ หมายถึง มีไม่เยอะ"

stop music fadeout 3.0

"ถึงในใจจะยังวิตกอยู่ แต่ฉันก็ยังอยากคุยกับชิซูเนะ ไม่เข้าใจเลยว่าทำไมถึงประหม่าจนนึกแขยงขึ้นมา"

scene bg school_council
with locationskip

"ซึ่งก็ทำให้ฉันอยากตามหาตัวเธอด้วยแบบปัจจุบันทันที ถึงไม่ต้องลงแรงมากก็เถอะ เพราะอยู่ที่ห้องสภานักเรียนอย่าง\nเคยน่ะแหละ"

play music music_pearly fadein 5.0

show shizu behind_blank at center
with charaenter

"พอไม่เห็นมิช่าอยู่ด้วยแล้วฉันก็ใจเสีย สิ่งแรกที่ฉันทำหลังจากชิซูเนะเห็นฉันแล้วละสายตาจากเอกสารคือการถาม\nว่ามิช่าอยู่ไหน"

show shizu basic_normal2
with charachange

ssh "ไม่รู้สิ"

"เป็นคำตอบที่เต็มไปด้วยความลังเลจนฉันปล่อยผ่านไปเฉย ๆ ไม่ได้"

his "มิช่าขาดเรียนหลายครั้งแล้วนะ"

show shizu adjust_happy
with charachange

ssh "นี่นายเป็นตำรวจตรวจการเช็กชื่อหรือยังไง"

his "แปลกนะที่คนอย่างประธานนักเรียนพูดอะไรแบบนั้นน่ะ"

show shizu adjust_smug
with charachange

"ชิซูเนะยกมือป้องปากหัวเราะ ฉันคิดไปว่าตัวเองอาจคิดมากไปเอง ทว่ารอยยิ้มนั้นก็จางลงแปรเป็นสีหน้าจริงจังครุ่นคิด"

show shizu basic_normal
with charachange

ssh "ก็จริง"

show shizu behind_blank
with charachange

ssh "เมื่อวาน"

show shizu adjust_happy
with charachange

"ฉันเห็นรอยยิ้มกรุ้มกริ่มบาง ๆ ของชิซูเนะเมื่อเธอเห็นสีหน้าตื่นตระหนกของฉันที่ปิดไว้ไม่มิดเมื่อได้ยินคำนั้น\nไม่ว่าอย่างไร ถึงจะพยายามขนาดไหนก็อดที่จะรู้สึกพึงใจไม่ได้กับการทำให้คนอื่นตกใจสินะ"

"แต่ฉันก็ดูออกอยู่ว่าชิซูเนะมีเรื่องให้ต้องกังวลใจที่หนักกว่าจากการที่รอยยิ้มเธอหายไปอย่างรวดเร็ว"

show shizu basic_angry
with charachange

ssh "…ฉันเห็นนะว่านายพูดอะไรก่อนที่พวกเธอสองคนจะเห็นฉัน ฉันไม่ได้โง่นะ"

show shizu behind_frown
with charachange

ssh "หรือต่อให้ฉันไม่เห็น ฉันก็ดูออกจากท่าทางมิช่าตอนเดินกลับด้วยกันอยู่ดี ถึงเจ้าตัวจะไม่ได้เล่าทุกอย่างก็เถอะ\nมิช่าไม่ได้บ่นอะไรก็จริง แต่ดูยังไงก็ความผิดฉันสินะ"

his "มิช่าบอกอะไร"

show shizu adjust_frown
with charachange

"ชิซูเนะผงะไปกับคำถามนั้น ถึงจะชัดก็เถอะว่าเธอรู้อยู่แล้วว่าฉันจะถาม จากนั้นจึงทำภาษามือแบบกว้าง ๆ"

show shizu basic_normal2
with charachange

ssh "หลายอย่าง"

show shizu adjust_frown
with charachange

ssh "เช่นว่าบางทีฉันก็เห็นแก่ตัว เข้าใจยาก ฝืนพาคนอื่นเข้ามาในชีวิตแล้วผลักไสออกไป"

show shizu basic_normal2
with charachange

ssh "ฉันไม่รู้ว่าควรทำยังไงดี ฉันคิดว่ามิช่าก็พูดถูกเหมือนกันเลยบอกเห็นด้วยไป แต่ยิ่งทำให้เรื่องไปกันใหญ่"

show shizu behind_sad
with charachange

ssh "ไม่เห็นเข้าใจเลย"

"ชิซูเนะดันแว่นด้วยท่าทีอ่อนล้า หวังว่าจะไม่ใช่เพราะต้องคอยหลบหน้ามิช่าหรอกนะ แต่ก็อดคิดไม่ได้อยู่ดี\nว่าจะเป็นเช่นนั้นจากหลายอย่างที่เธอบอก"

show shizu adjust_smug
with charachange

ssh "ก็จริงแหละว่าทั้งที่สภานักเรียนก็มีกันแค่นี้แต่งานสุมท่วมหัวน่ะเป็นความผิดฉัน แล้วก็น่าจะเพราะฉันทำตัว\nอย่างนั้นคนอื่นถึงกระเจิงไปจากฉันหมด ไปจากสภานักเรียนด้วย"

"ชิซูเนะส่ายนิ้วซุกซนเป็นการรับรู้ว่าการใช้คำว่า “น่าจะ” นั้นยังน้อยไป แต่ดูจากท่าทีที่เหมือนทำผ่าน ๆ อย่างนั้นแล้ว\nเหมือนว่าจะทำให้ดูตลกให้ฉันสบายใจมากกว่า ไม่ได้เป็นอะไรที่มาจากใจจริง"

show shizu basic_normal
with charachange

ssh "ยกตัวอย่างเช่นลิลลี่ ลิลลี่เป็นคนแรกที่มาเข้าร่วมสภานักเรียนอีกครั้งหลังจากที่ทุกคนออกไป—น่าจะเพราะ\nอยู่กับฉันไม่ได้ละมั้งนะ—แล้วฉันกำลังตามหาสมาชิกใหม่อยู่"

show shizu adjust_happy
with charachange

ssh "พวกเราจัดงานเทศกาลครั้งสุดท้ายกันได้ ตั้งแผงด้วยกันเอาวินาทีสุดท้ายอีกต่างหาก"

show shizu behind_frown
with charachange

ssh "แต่ฉันไม่ชอบลิลลี่เพราะฉันมองว่าเธอเห็นแก่ตัว เอาแต่รั้งพวกเราเพื่อไปช่วยเพื่อนคนนั้นคนนี้แล้วปล่อยให้มิช่า\nกับฉันจัดการเรื่องงานโรงเรียนกันอยู่สองคน"

show shizu cross_angry
with charachange

ssh "ถ้าเจอปัญหาอะไรก็จะปล่อยให้เราลอยเท้งเต้งกลางทะเลโดยที่ตัวเองมัวแต่ตระหนก จะกลับมาอีกทีก็ตอนที่เรื่อง\nคลี่คลายแล้ว"

show shizu adjust_angry
with charachange

ssh "จะจดจ่ออยู่กับมันเต็มที่เลย จมอยู่กับมันจนตั้งใจทำงานสภานักเรียนไม่ได้!"

show shizu behind_frustrated
with charachange

ssh "ฉันมองว่าแบบนั้นน่ะแย่ที่สุดเลย ที่เป็นคนดีขนาดนั้นแต่กลับไม่คิดถึงคนอื่นให้จริงจัง แล้วจะมาเข้าร่วมสภานักเรียน\nทำไม คิดตื้น ๆ แถมยังเห็นแก่ตัวด้วย นายว่างั้นมั้ยล่ะ"

show shizu basic_normal2
with charachange

ssh "แต่จริง ๆ แล้วฉันต่างหากที่เป็นแบบนั้น"

show shizu adjust_frown
with charachange

ssh "อย่างที่มิช่าบอกนั่นแหละว่าฉันเอาแต่คอยดึงคนเข้ามาในชีวิตแล้วกีดกันทุกคนออกไป"

show shizu behind_sad
with charachange

ssh "ฉันทำแบบนั้นกับมิช่า ซึ่งแปลว่าฉันเป็นเพื่อนที่แย่ แล้วฉันก็รู้สึกเหมือนว่าทำอย่างเดียวกันกับนายด้วย\nซึ่งแปลว่าฉันก็คงเป็นแฟนที่แย่เหมือนกัน ถึงมิช่าจะบอกก็เถอะว่าให้นายมาอยู่แทนตัวเองไปเลยก็ได้นะ"

show shizu basic_normal2
with charachange

ssh "ฉันโกรธที่ฉันทำพลาดจนอะไร ๆ มันเละเทะขนาดนี้ ฉันก็แค่อยากจะ…"

stop music fadeout 3.0

"ชิซูเนะเว้นจังหวะนึกหาคำที่เหมาะระหว่างที่กางนิ้วชนกันเพื่อตั้งสมาธิ"

show shizu behind_blank
with charachange

ssh "ทำให้ทุกคนมีความสุข มั้งนะ"

show shizu adjust_happy
with charachange

ssh "ฟังดูไม่ซับซ้อนดีเนอะ"

"ชิซูเนะเอนหัวยกมือมาแนบหูไว้ หน้าม้าปรกตาเธอ เบื้องหลังแว่นใสนั้นสะท้อนแสงเลือนราง"

"ถึงอาจจะไม่ควรคิดแบบนี้ แต่ฉันมองว่าตอนนี้ชิซูเนะดูงดงามเป็นพิเศษ เหมือนเป็นคนที่สมบูรณ์ขึ้น"

"ตอนนี้น่าจะเป็นโอกาสแรกที่ฉันจะได้ตอบกลับอารมณ์ของชิซูเนะที่ไหลบ่าออกมา ให้อยู่เป็นล่ามชิซูเนะแทนมิช่าเหรอ\nมิช่าคงพูดเล่นแน่ ๆ"

"แค่เมื่อกี้ฉันก็เสียพลังงานไปหมดสิ้นแค่กับการจนอ่านทุกอย่างจากชิซูเนะ มีแต่ท่าที่ฉันไม่เคยเห็นเต็มไปหมด"

"คงเป็นนิสัยที่ติดมาจากมิช่าละมั้ง อยู่ด้วยกันมานานหลายปีขนาดนั้น ฉันคงไม่อาจทดแทนคนที่ใกล้ชิดกับชิซูเนะ\nขนาดนั้นได้หรอก"

his "ฉันชอบเธอเพราะเธอเป็นเธอ ไม่ใช่เพราะเธอหลอกฉันให้ชอบ"

"แต่ก็จริงอยู่ว่าชิซูเนะล่อหลอกฉันหลายรอบน่ะนะ ฉันจ้องสายตาอันเฉียบคบไม่เปลี่ยนแปลงของชิซูเนะนั้นกลับ\nครั้งแรกที่ได้เห็นนั้นฉันกลัวอยู่เล็กน้อย เป็นสายตาที่เหมือนอย่างนักล่า ซึ่งตอนนี้ก็ยังเป็นเช่นเดิม และทำให้ฉันสบายใจ\nขึ้นมา"

show shizu basic_normal
with charachange

ssh "แต่ฉันก็ยังอยากให้ทุกคนมีความสุขอยู่ดี"

his "เริ่มด้วยมิช่าก่อนเหรอ"

play music music_shizune fadein 6.0

show shizu basic_frown
with charachange

"ชิซูเนะดูหงุดหงิดเล็กน้อยที่ฉันใช้คำพูดเหมือนจะบอกว่าตัวเองจะเริ่มด้วยคนอื่นก่อนจะยิ้มอย่างมั่นใจราวกับ\nความเศร้าของเพื่อนนั้นคือศัตรูที่มีกายเนื้อแล้วรัดคอให้สยบยอมได้"

show shizu behind_frustrated
with charachange

ssh "แหงสิ แน่นอนอยู่แล้ว ต้องเป็นแบบนั้นแหละ"

#see report
show shizu adjust_noglasses
with charachange

"ชิซูเนะถอดแว่นเอนตัวพิงพนักเก้าอี้ถอนหายใจ ครั้งแรกเลยที่เห็นชิซูเนะตอนไม่ใส่แว่น แต่ยังไม่ทันได้ดูให้ดีเธอก็กลับ\nไปใส่แว่นแล้ว"

show shizu behind_smile
with charachange

ssh "แต่จะเริ่มวันนี้ก็ไม่ไหว เหนื่อย ค่อยเริ่มพรุ่งนี้แล้วกัน"

show shizu basic_normal
with charachange

ssh "นายอยากช่วยมั้ย"

his "อืม"

show shizu adjust_happy
with charachange

ssh "แล้วก็… ไหน ๆ ก็ไหน ๆ ฉันมีงานสภานักเรียนอย่างอื่นจะให้นายช่วยด้วย"

"ถึงงานที่ว่านั้นจริง ๆ จะไม่ได้มีมากก็ตาม"

stop music fadeout 2.0
$ suppress_window_after_timeskip = True

scene black
with dissolve


##############################

label th_S31:

window hide None

scene black
with dissolve

with Pause(2.0)

play sound sfx_doorknock

with Pause(2.0)

scene bg school_dormhisao
with openeye

window show

play sound sfx_doorknock

"วันนี้ไม่มีเรียน ฉันจึงคาดไว้ว่าคงนอนต่อได้ โชคไม่ดีที่เสียงทุบประตูปึงปังอย่างไร้ปรานีนั้นมาปลุกฉันตอนแปดโมงเช้า"

"แวบแรกฉันคิดว่าอาจเป็นเคนจิ แต่เมื่อตะโกนตอบกลับด้วยความรำคาญแล้วไม่ได้คำตอบจึงรู้ว่าเป็นชิซูเนะ"

play sound sfx_dooropen

scene bg school_dormhallway
show shizu adjust_happy_close at center
with locationchange

play music music_another fadein 0.5

show shizu behind_blank at center
with charadistant

"ชิซูเนะถอยกรูดไปเมื่อฉันเปิดประตูรีบซ่อนอะไรบางอย่างไว้ข้างหลัง รู้สึกไม่ค่อยดีเลยแฮะ"

his "นั่นอะไร เซอร์ไพรส์เหรอ ฉันไม่ค่อยชอบเซอร์ไพรส์เท่าไหร่นะ"

show shizu behind_frown
with charachange

"สีหน้าไม่พอใจของชิซูเนะบ่งบอกว่าฉันควรเลิกทำให้คนอื่นหมดสนุกได้แล้ว แต่เธอก็ไม่อาจทำภาษามืออะไรได้ด้วยมือ\nที่ยังถืออะไรไว้ข้างหลังอยู่"

show shizu adjust_smug
with charachange

"คงหงุดหงิดน่าดู เพราะสองสามวินาทีให้หลังชิซูเนะก็ยื่นของที่ว่านั้นออกมาอย่างภาคภูมิจนแทบจะชนหน้าฉันอยู่แล้ว"

show shizu basic_happy
with charachange

#see report
ssh "แต่นแต๊น ตะกร้าปิกนิกละ มากินมื้อเที่ยงด้วยกันสามคนดีกว่า"

"ไม่ใช่ตะกร้าจริง ๆ หรอก เหมือนถุงพลาสติกมากกว่า พอมองแวบหนึ่งก็เห็นว่าของในนั้นส่วนมากก็ซื้อมาจากร้าน\nไม่ใช่ของทำเอง บางอย่างยังมีป้ายราคาติดอยู่เลย"

"แต่ในนั้นก็มีอะไรหลากหลายดี มีแม้กระทั่งคาเวียร์กระป๋องเล็ก ๆ ด้วย ชักสนใจขึ้นมาแล้วสิ ฉันบิองุ่นมาหนึ่งลูก\nเข้าปากกิน"

show shizu adjust_frown
with charachange

ssh "อย่าหยิบเล่นแบบนั้นสิ! ฉันตัดแต่งอาวุธสุดยอดนี้อยู่ทั้งคืนเลยนะ"

show shizu adjust_frown:
    ease 0.5 ypos 1.2
    ease 0.5 center
with Pause(0.5)

play sound sfx_pillow

show shizu basic_normal:
    ypos 1.2
    ease 0.5 center
with charachange

"ชิซูเนะวางถุงลงกับพื้นให้มือว่างแล้วใช้เท้าเขี่ยเล่นเหมือนลูกฟุตบอลทันที อันนี้ก็น่าจะไม่ใช่อะไรที่ควรทำกับของ\nที่จะมาเรียกว่า “อาวุธสุดยอด” ได้นะ"

show shizu adjust_happy at center
with charachange

ssh "ทุกอย่างคือแผน “ให้มิช่าเลิกซึมเศร้า” ฉันนั่งทำอยู่ทั้งคืนเลยนะ"

show shizu behind_smile
with charachange

ssh "คราวที่แล้วตอนจะสั่งอะไรมากินมิช่าก็แทบไม่สั่งอะไรเลยแล้วอ้างหาเรื่องปลีกตัวไปก่อน คราวนี้ไม่ปล่อยไป\nง่าย ๆ แน่ อาหารอยู่ตรงนี้แล้ว ยังไงก็ต้องมานั่งกินด้วยกัน"

show shizu basic_happy
with charachange

ssh "นี่แหละกับดักสุดสมบูรณ์แบบ ทุกอย่างดูน่ากินมากเลยใช่มั้ยล่ะ ฉันลองทำเองแล้วแต่ไม่รู้จะทำยังไงให้ดูสวยดี\nก็เลยซื้อทุกอย่างเอา แต่ก็ดูน่าอร่อยใช่มั้ย ควรจะแหละ"

"วันนี้ชิซูเนะกระตือรือร้นเหลือเกินกับแผนที่จะทำให้มิช่าร่าเริง แต่ก็แปลกที่ดูมีความสุขขนาดนี้ ทั้งที่ก็เหมือนจะยัง\nไม่แน่ใจไม่ต่างจากเมื่อวานเลย"

"อย่างเดียวที่เปลี่ยนไปคือชิซูเนะตัดความกังวลไปได้แล้วและทุ่มสุดตัวด้วยการมองว่าสิ่งนี้คือภารกิจอย่างหนึ่งที่จะได้\nท้าทายตัวเอง"

"ก็ดูจะเป็นไปได้ด้วยดี ฉันจะไม่แปลกใจเลยถ้าจะบอกว่าชิซูเนะใช้ชีวิตเป็นแค่ด้วยวิธีนี้วิธีเดียว"

his "แต่จะเช้าไปหน่อยมั้ย…"

show shizu adjust_frown
with charachange

ssh "แปดโมงเช้าแล้ว สายแล้วนะ! มิช่ายังตื่นตอนแปดเก้าโมง นอนตอนหนึ่งทุ่ม แต่ไม่สำคัญ"

his "อันนั้นน่ะแหละสำคัญมาก"

show shizu basic_normal_close
with characlose

"ชิซูเนะเมินฉันแล้วปิดปากด้วยการจับมือแทนที่จะแย้งอะไรกลับให้ดีกว่านี้ ฉันอุ่นใจขึ้นมาเมื่อเห็นว่าเธอลังเลไม่กล้าจับ\nอยู่นานกว่าที่คาดไว้"

show shizu adjust_happy_close
with charachange

ssh "ประเด็นคือมิช่าตื่นแล้วและออกไปเดินอยู่สักที่ ไปตามหามิช่ากัน"

scene bg school_courtyard at bgleft
with locationskip

"ชิซูเนะพุ่งตัวออกจากประตูด้วยความรีบร้อน แรงที่เธอใช้ลากฉันให้ไปตามหามิช่าด้วยทำให้ตัวเองรู้สึกเหมือนว่าไม่ได้\nไปตามหาเพื่อนแต่กำลังติดตามนักล่าที่ท่องป่าชมสัตว์ตามแอฟริกาอยู่"

"ซึ่งไม่ต้องหาให้เหนื่อยเลย ผมสีชมพูเธอนั้นเด่นแม้จะตัดแล้ว และยิ่งออกมาเดินตามที่โล่งอย่างนี้ก็เจอตัวง่ายขึ้นไปอีก\nเอาละ นี่ฉันจะกลายเป็นนักล่าแทนแล้ว"

show shizu adjust_happy_close at tworight
with charaenter

shi "…!"

hi "มิช่า!"

show mishashort hips_smile at twoleft behind shizu
with charaenter

mi "หา~?"

hi "กำลังหาตัวอยู่เลย"

show shizu behind_smile_close
with charachange

ssh "วันนี้วันดี มาปิกนิกกัน เธอก็มาด้วยสิ มีคาเวียร์ด้วยนะ แน่ละว่าไม่ใช่ของปลาสเตอร์เจียน แต่อร่อยมากเลยนะ"

show mishashort perky_confused
with charachange

mi "คาเวียร์? สตอเจีย?"

"ดูเหมือนว่าจะรำคาญที่ต้องอธิบายอะไรยาว ๆ ด้วยมือเดียว ชิซูเนะยอมแพ้แล้วตอบสั้น ๆ"

show shizu adjust_frown_close
with charachange

ssh "ไข่ปลา"

show mishashort sign_confused
with charachange

mi "อะไรนะ"

show shizu behind_smile_close
with charachange

ssh "อร่อยนะ"

show mishashort cross_smile
with charachange

mi "ขอโทษทีนะชิจัง แต่วันนี้ขอผ่าน"

show shizu basic_angry_close
with charachange

"พอมิช่าทำท่าจะเดินหนีชิซูเนะก็ยื่นถุงให้ฉันถือแล้วตัวเองจะได้มือว่าง"

hide shizu
with None

show shizu basic_angry_close at tworight behind mishashort
with None

show mishashort cross_smile:
    ease 1.0 center
show bg school_courtyard:
    ease 1.0 center
show shizu basic_angry_close:
    ease 1.0 xpos 0.75
with Pause(0.5)
show shizu behind_blank:
    tworight
    xpos 0.725
    ease 0.5 xpos 0.75
with charadistant

show mishashort perky_confused at Position(xpos=0.35)
show shizu behind_blank at Position(xpos=0.65)
show bg school_courtyard at Position(xpos=0.43)
with dissolvecharamove

"พอถุงพ้นมือไปแล้วชิซูเนะก็พุ่งตัวไปขวางมิช่าไว้ทันที"

show shizu adjust_happy
with charachange

ssh "แต่ฉันทำมาเยอะเลยนะ"

show mishashort perky_sad
with charachange

mi "ขอโทษที ตอนนี้ยังไม่หิว"

show shizu behind_blank
with charachange

shi "…"

show shizu behind_frown
with charachange

ssh "แล้วเมื่อไหร่จะหิว"

show mishashort hips_frown
with charachange

mi "ชิจัง ฉันจะไปรู้ได้ยังไงล่ะ~"

show shizu adjust_frown
with charachange

ssh "ก็เดาได้นี่"

"ความตึงเครียดระหว่างทั้งสองคนพาให้ชิซูเนะเลือดเดือด เธอกำลังรับมือด้วยการตื๊ออยู่ แต่วิธีแบบนั้นไม่ได้ผลหรอก"

"ฉันคิดว่า—และหวังว่า—มิช่าคงตั้งสติได้บ้างแล้ว แต่ดูท่าคงจะเจ็บหนักมากกับเรื่องที่เกิดขึ้น"

"ถ้าอย่างนั้นไม่ว่าใครก็คงช่วยไม่ได้ ฉันเชื่อว่าชิซูเนะคงเข้าใจอยู่บ้าง เพราะถ้าไม่เข้าใจก็คงไม่ลังเลหรอก"

"แต่เพราะเธอพูดไม่ได้นั่นแหละฉันถึงหัดสังเกตเวลาที่เธอลังเล เห็นชัดว่าตอนนี้เธออยากจะกรีดร้องแทบตาย"

show mishashort sign_smile
with charachange

hide mishashort
with charaexit

stop music fadeout 5.0

"มิช่าโบกมือตรงหน้าชิซูเนะด้วยไม่อยากสนทนาต่ออีกแล้วแวบหายไปอย่างรวดเร็ว ชิซูเนะโมโหอยู่เงียบ ๆ เพราะ\nไม่อยากปล่อยมิช่าไป แต่ก็ไม่มีวิธีใดที่จะรั้งได้"

"แผ่นหลังมิช่าหดเล็กลงเมื่อระยะทิ้งห่างออกไป จะไปไหนกันนะ ชิซูเนะที่ยืนกัดริมฝีปากด้วยความหัวเสียจะสงสัย\nเหมือนกันหรือเปล่า"

"ฉันอยากไปตบบ่าปลอบใจแต่ก็ยั้งตัวเองไว้เพราะไม่รู้ว่าควรทำหรือไม่"

"ไม่ใช่เพราะชิซูเนะดูเปราะบาง บอบบาง หรือเศร้าสร้อย กลับกันเลยต่างหาก ผ่านไปสักพักสีหน้าเธอก็ไร้อารมณ์\nเหลือเพียงความครุ่นคิด ทันใดนั้นเองเธอก็หมุนตัวมา"

play music music_dreamy fadein 4.0

show shizu basic_angry at center
show bg school_courtyard at right
with dissolvecharamove

ssh "แล้วทีนี้อาหารพวกนี้ก็จะเสียเปล่า"

his "อืม"

show shizu behind_sad
with charachange

ssh "เศร้าจัง"

"แต่ก็ชัดแหละนะว่าตอนนี้ชิซูเนะไม่ได้โกรธแต่เจ็บปวดอยู่ ถุงที่ฉันถืออยู่นั้นหนักราวกับว่ามีตะกั่วใส่ไว้"

show shizu behind_blank
with charachange

$ doublespeak(ssh, his, "ไปเดตกันเถอะ", "งั้นก็กินกันเถอะ")

show shizu adjust_blush
with charachange

shi "…"

show shizu basic_normal
with charachange

ssh "นายอยากไปไหน"

his "ไม่รู้สิ"

show shizu behind_blank
with charachange

ssh "ดาดฟ้า"

show shizu adjust_happy
with charachange

ssh "ที่โปรดฉัน"

"ชิซูเนะยิ้มแห้ง ๆ รอยยิ้มนั้นหายไปอย่างรวดเร็ว"

play ambient sfx_rooftop fadein 1.0

scene bg school_roof
show shizu behind_frown_close at center
with shorttimeskip

"พอมาถึงดาดฟ้าแล้วฉันก็เปิดกระป๋องคาเวียร์ทันทีโดยไม่ได้สนใจสายตาหยามเหยียดของชิซูเนะ ฉันวางกระป๋องลง\nทันที"

his "แล้วไหนขนมปังปิ้งสามเหลี่ยมที่จะมากินคู่กัน"

show shizu basic_normal2_close
with charachange

ssh "ไม่ได้ทำ ก็บอกแล้วไงว่าฉันซื้อมาทุกอย่าง"

his "แต่ถ้าไม่มีขนมปังปิ้งสามเหลี่ยมมันก็…"

show shizu adjust_frown_close
with charachange

ssh "แล้วมันสำคัญตรงไหน แต่นั่นแหละ ไม่มีร้านไหนขายขนมปังปิ้งสามเหลี่ยมแบบแยกหรอก เขาคงไม่บ้า\nขนาดนั้น"

his "ฉันว่ามี"

show shizu behind_blank_close
with charachange

ssh "ถ้าร้านสำหรับคนที่ขี้เกียจเป็นพิเศษก็อาจจะมี แต่ที่นี่ไม่มี ใช้ตอร์ติยาชิปก็ได้นี่"

his "ตอร์ติยาชิปมันไม่เหมือนกันกับขนมปังปิ้งสามเหลี่ยมสักหน่อย"

show shizu basic_frown_close
with charachange

ssh "ก็เป็นสามเหลี่ยมเหมือนกันแหละน่า เลิกเรื่องมากเป็นเจ้าหญิงได้แล้ว ฉันไม่รู้ว่าคาเวียร์เขากินกันยังไง เพิ่งเคยได้ยิน\nเป็นครั้งแรกเนี่ย"

his "มันไม่เหมือนกันเลย"

show shizu adjust_smug_close
with charachange

"ฉันไม่ยอมทำตัวไร้อารยธรรมหรอก แล้วนี่ไม่รู้ได้ยังไง อยู่ในคฤหาสน์หลังใหญ่อย่างนั้น ชิซูเนะอาศัยจังหวะนี้\nใช้ชิปหนึ่งแผ่นคว้านคาเวียร์ไปครึ่งกระป๋อง"

his "นี่!"

"ทำแบบนั้นต้องไม่อร่อยแน่ ๆ"

show shizu behind_smile_close
with charachange

shi "…"

"ของพวกนี้กินกันสองคนไม่หมดหรอก และเพราะเวลากินเราสื่อสารกันไม่ได้ ทั้งชิซูเนะกับฉันจึงมีเวลาเหลือเฟือ\nให้ตระหนักว่ามิช่า—คนที่ชิซูเนะวางแผนเพื่อเอาใจโดยเฉพาะ—ไม่อยู่ตรงนี้"

show shizu basic_angry_close
with charachange

ssh "มิช่าไม่อยู่แล้วหงุดหงิด กินไม่อร่อยเลย"

"ฉันจ้องแก้วกระดาษที่วางอยู่ข้างชิซูเนะซึ่งยังมีน้ำผลไม้อยู่ครึ่งหนึ่ง"

his "ไหนบอกว่าไม่อยากให้เสียเปล่าไง"

show shizu adjust_frown_close
with charachange

ssh "ฉันอยากให้มิช่าอยู่ตรงนี้ด้วย นั่นน่ะคือใจความหลัก ฉันทำไม่ได้ตามเป้าที่ตั้งไว้ อาหารเลยไม่อร่อย"

show shizu behind_blank_close
with charachange

ssh "นายก็กินสิ กินอีก"

his "แต่ฉันอยากกินของทอดอะ เธอก็เอาแต่กินทั้งที่บอกว่าไม่อร่อย"

show shizu basic_normal_close
with charachange

ssh "ของทอดน่ะอร่อยเสมอ ของทอดคือข้อยกเว้นสำหรับทุกอย่าง"

his "เดี๋ยวก็อ้วนหรอก"

his "ฉันว่าเธอรุกหนักไปนะ"

show shizu behind_blank_close
with charachange

ssh "ก็อย่างที่บอกเมื่อวานน่ะแหละว่าฉันแค่อยากให้มิช่าร่าเริงเฉย ๆ"

his "ก็ใช่ แต่มันดูเหมือนว่าเธอกำลังรณรงค์เรื่องการทหารอยู่น่ะ"

show shizu basic_normal2_close
with charachange

ssh "ฉันก็แค่จะทำให้มันจริงจัง"

show shizu behind_sad_close
with charachange

ssh "…แล้วฉันก็ทำอะไรแบบจริงจังเป็นแค่วิธีนี้ด้วย"

show shizu basic_normal2_close
with charachange

ssh "ฉันรู้สึกว่าตัวเองทำอะไรไม่ได้เลย ไม่ชอบเลย จะตะโกนใส่ก็ไม่ได้ทั้งที่อยากตะโกนมาก การตะโกนเอาไว้ใช้กับ\nเรื่องจริงจังใช่มั้ย"

his "อืม"

show shizu adjust_frown_close
with charachange

ssh "นายน่าจะตะโกนใส่มิช่านะ บอกหน่อยว่าฉันอยากให้เลิกทำตัวหมองสักที ถึงจะทั้งเศร้าทั้งโดดเดี่ยว แต่ก็\nไม่มีเหตุผลอะไรที่จะต้องทำตัวหม่นอย่างนั้นไปตลอด"

his "แล้วทำไมเธอไม่ว่าเอง"

show shizu basic_frown_close
with charachange

ssh "บอกไปแล้ว"

show shizu behind_blank_close
with charachange

ssh "ด้วยเกมทอดลูกเต๋า"

show shizu basic_happy_close
with charachange

ssh "ทายว่าจะออกสูงหรือต่ำ ฉันชนะละ! ชนะห้ารอบ!"

"คงมีแค่สองคนนี้แหละที่ภูมิใจกับเกมที่ว่ากันด้วยโอกาสล้วน ๆ"

show shizu adjust_frown_close
with charachange

ssh "แล้วฉันก็ลองคุยกับมิช่า ซึ่งชัดว่าไปได้ไม่สวยเท่าไหร่"

his "ฉันก็เหมือนกันน่ะแหละ ลองแล้วก็ล้มเหลว"

show shizu basic_normal2_close
with charachange

ssh "แต่เป้าหมายของฉันคือการทำให้ตัวเองเก่งขึ้นในทุก ๆ ด้าน"

his "อืม นิสัยชอบเอาชนะคนอื่นของเธอนี่รุนแรงจริง ๆ"

show shizu behind_frustrated_close
with charachange

ssh "แต่ฉันก็ยังล้มเหลว…"

show shizu basic_normal2_close
with charachange

ssh "ฉันถึงได้อยากให้นายช่วย"

show shizu behind_sad_close
with charachange

ssh "ฉันไม่รู้แล้วว่าจะต้องทำยังไง"

"สำหรับคนอย่างชิซูเนะที่ใช้ชีวิตอยู่ในโลกนี้ด้วยการพุ่งเข้าชนทุกอุปสรรคที่ขวางทางนั้น ต่อให้รู้ไปก็คงไม่ช่วยอะไร"

$ renpy.music.set_volume(0.5, 2.0, channel="music")
$ renpy.music.set_volume(0.5, 2.0, channel="ambient")

window hide

scene bg misc_sky at Fullpan(30.0)
with locationchange

nvl clear
nvl show dissolve

n "\n\nฉันอยากบอกชิซูเนะว่าไม่ต้องกังวลไป บอกว่าเธอน่ะเก่งกับการทำให้คนอื่นร่าเริง เพราะชิซูเนะทำให้ฉัน\nร่าเริงขึ้นได้กับการมาอยู่ที่นี่ในสัปดาห์แรก"

n "พอลองย้อนนึกดูแล้ว ฉันคงจะดูเป็นคนไม่ดีเหมือนกัน เพิ่งมาถึงก็ทำอารมณ์บูดมาแต่ไกล แต่ก็ใช่ว่าฉันจะทำตัว\nไม่มีเหตุผลเลยน่ะนะ"

n "ถึงจะมีเวลาเป็นเดือน ๆ แต่การจะให้ทำใจว่าหัวใจตัวเองอ่อนแออย่างฉันนั้นก็ไม่ง่าย และซ้ำร้าย ฉันยิ่งมีเวลา\nให้ทำใจว่าจะต้องย้ายมาอยู่โรงเรียนยามากุแบบกะทันหันน้อยกว่านั้นเสียอีก"

n "\n\nฉันหลุดมาจากหล่มได้เพราะได้เที่ยวงานเทศกาลกับชิซูเนะ ฉันมีความสุข มีความสุขพอที่จะลืมความรู้สึกว่าชิซูเนะ\nวางแผนล่อหลอกฉัน ตอนนี้ฉันเข้าใจแล้วว่าฉันปล่อยให้ตัวเองถูกล่อหลอกไปแล้ว"

nvl clear

n "\n\nแม้ฉันจะรู้สึกเหมือนโลกพร้อมดับสูญสิ้น ฉันก็ยังอยากใช้ชีวิตอย่างปกติ ที่ฉันมั่นใจก็เพราะตอนนี้ฉันพอใจกับสิ่งที่\nเป็นอยู่ ทุกคนก็คงเหมือนกัน มิช่าเองก็ด้วย ทุกคนต่างอยากมีใครสักคนที่จะดึงตัวเองให้หลุดพ้นจากความสมเพช\nตัวเอง"

n "และเพราะมิช่าอยากให้ชิซูเนะเป็นคนนั้นมาตลอด แต่ทั้งสองคนกลับอยู่ด้วยกันไม่ได้ ฉันเลยคิดว่ามิช่า\nคงจะรู้สึกว่าตัวเองไม่อาจคว้ามือชิซูเนะที่ยื่นมาช่วยไว้ได้ ซึ่งทำให้ชิซูเนะหงุดหงิด แต่ถ้าชิซูเนะทำให้คนแปลกหน้าอย่างฉันร่าเริง\nขึ้นได้ เธอก็คงทุ่มชีวิตตัวเองเพื่อจะทำแบบเดียวกันกับมิช่าด้วย"

n "\nแววตาเธอฉายแววชัดเช่นกัน ทว่าชิซูเนะกลับใช้วิธีเดียวกันกับที่เธอใช้จัดการปัญหาอื่น ๆ ในชีวิต ซึ่งเธอ\nไม่อาจทำอย่างนั้นกับความเศร้าของมิช่าได้ ความคิดความอ่านของเธอนั้นต่างออกไป ในแง่หนึ่งก็รอบคอบ แต่ในอีกแง่\nก็บ้าบิ่นมุทะลุ ชิซูเนะให้ความใส่ใจกับปัญหานี้ถึงเพียงนั้น"

nvl clear

n "\n\n\n\n\nสุดท้ายฉันก็ไม่ได้พูดอะไร ส่วนหนึ่งก็เพราะฉันพอใจแล้วแค่กับการได้นั่งข้างเธออยู่ตามลำพังจนไม่อยาก\nจะขัดจังหวะนี้ด้วยคำถาม"

n "\n\nอีกส่วนก็เป็นอะไรที่ฟังดูขี้ขลาด ฉันไม่รู้ว่าการกระทำของเธอในวันนั้นคือความคิดตกค้างหรือเปล่า หรืออาจจะบังเอิญ\nบังเอิญซ้อนบังเอิญ ซึ่งฉันก็เริ่มคิดว่าคงไม่ใช่ ฉันไม่รู้ว่าเหตุการณ์นั้นจะเปลี่ยนแปลงอะไรได้หรือเปล่า แต่แค่นึกถึง\nก็ไม่สบายใจแล้ว"

$ renpy.music.set_volume(1.0, 2.0, channel="music")
$ renpy.music.set_volume(1.0, 2.0, channel="ambient")

nvl hide dissolve
nvl clear

scene bg school_roof
with locationchange

window show

stop music fadeout 5.0

"รั้วที่ฉันพิงอยู่สั่นเล็กน้อย พอหันไปมองก็เห็นว่าเป็นเพราะชิซูเนะผล็อยหลับพิงอยู่กับรั้ว ก็ไม่แปลกหรอก ไม่ได้นอน\nทั้งคืนเลยนี่นะ"

"ไปเอาแรงฮึดขนาดนั้นมาจากไหน ไม่ใช่แค่เรื่องมิช่าด้วย ฉันเป็นคนขวางโลก จึงไม่อาจยอมรับได้ว่าจะมีใครสักคน\nที่เข้มแข็งขนาดนั้นจริง ๆ"

"ฉันคิดไปก่อนว่าเธอคงจะเกลียดตัวเอง ดูเป็นไปได้มาก ๆ"

"พอได้เอนตัวพิงแล้วก็เศร้าขึ้นมาเมื่อคิดว่าคงเป็นเช่นนั้นจริง แต่ก็คงเป็นเพราะเราคล้ายกันตรงที่ว่าเราต่างอยาก\nปรับปรุงตัวให้ดีขึ้น"

stop ambient fadeout 2.0

scene black
with dissolve

$ suppress_window_after_timeskip = True

##################################

label th_S32:

window hide None

scene black
with dissolve

scene bg school_dormhisao
with openeye

window show

play music music_daily fadein 8.0

"ดูท่าว่าเมื่อวานคงกินมากไป เพราะเช้านี้ตื่นมาก็คลื่นไส้จนทนไม่ไหว"

"แต่จะเลื่อนการเข้าเมืองไปซื้อของก็ไม่ได้ เพราะอย่างนั้นฉันถึงกลั้นความอยากที่จะพลิกตัวนอนต่อแล้วลุกขึ้นมา\nแต่งตัว"

scene bg suburb_roadcenter
with locationskip

"ระหว่างที่เดินไปซื้อยาสีฟันกับของกินของใช้อย่างอื่นอาหารในท้องก็ย่อยหมดพอดีจนหิวขึ้นมา พอแวะซื้ออาหารเช้า\nแล้วก็เพิ่งรู้ตัวว่าเวลาผ่านไปนานมากแล้ว"

"ไม่ได้คิดเลยว่าจะออกมาข้างนอกนานขนาดนี้ ไม่แน่ใจด้วยซ้ำว่าล็อกประตูห้องแล้วหรือยัง ต้องรีบกลับแล้ว"

scene bg school_dormhallway
show hideaki bored at center
with locationskip

"พอกลับมาที่หอก็เห็นฮิเดอากิยืนอยู่ตรงหน้าประตูห้อง ฉันพอจะนึกต่อได้ว่าจะเกิดอะไรที่เหนือความคาดหมายอีก\nและอดคิดไม่ได้ว่าฉันคงจะหัวใจวายไปด้วยความตกใจ โชคดีที่ไม่เป็นอย่างนั้น"

show hideaki normal
with charachange

"ทันทีที่ฮิเดอากิเห็นฉันก็ทักทายด้วยน้ำเสียงเนือย ๆ เช่นเคย ฉันตอบช้าไป เขาจึงทักซ้ำอีกรอบทันที"

show hideaki triangle
with charachange

hh "สวัสดี"

show hideaki normal
with charachange

hh "มีอะไรหรือเปล่า"

hi "แค่ตกใจที่เห็นนายอยู่ตรงนี้"

"ซึ่งก็ไม่ได้ตกใจสุดขีดขนาดนั้น เพราะยังไงก็รู้แหละว่าเป็นเขาแน่นอนไม่ใช่ใครอื่น ชุดแปลกตาแบบนี้อยู่ที่ไหนก็ดูออก\nจะว่าไป เดี๋ยวนี้ฉันพาแต่คนลักษณะเด่น ๆ มาอยู่รอบตัวฉันเต็มไปหมดเลย"

show hideaki confused
with charachange

"ฮิเดอากิเอียงคอเล็กน้อยจนหัวไหลไปดื้อ ๆ"

hh "ทำไมครับ ปกติไม่ค่อยมีญาติมาแวะหานักเรียนเหรอ"

hi "ก็… เอ่อ ก็ใช่"

show hideaki surprise_up
with charachange

show hideaki bored
with charachange

"สรุปฮิเดอากิก็ไม่ได้เป็นเหมือนหุ่นยนต์ขนาดนั้น ที่จริงเหมือนเขาจะตกใจกับการที่ตัวเองตกใจได้มากกว่าเสียอีก\nแต่ครู่เดียวเขาก็ตั้งสติได้"

"แต่แม้กระนั้น จังหวะสั้น ๆ ที่ฮิเดอากิตกใจอยู่นั้นท่าทีเขาก็ดูสมวัย มุมอึดอัดของเขาน่าจะเป็นตัวตนจริง ๆ ซึ่งถ้าได้เห็น\nบ่อยกว่านี้ก็คงดี"

"แต่ก็ไม่ได้อยากถึงขั้นจะไปเค้นอะไรกับเขาน่ะนะ มีแต่ชิซูเนะแหละที่กล้าพอจะทำอย่างนั้น แค่การที่ฉันคิดอย่างนี้\nก็เป็นหลักฐานว่าฉันติดนิสัยชิซูเนะมาแล้ว"

hi "แค่คิดว่าคงมีสาเหตุอะไรที่นายมาน่ะ"

show hideaki triangle
with charachange

hh "มีหนึ่งสาเหตุครับ"

hi "เห็นมั้ย เอาเถอะ ไว้ค่อยคุยกันตอนตามหาตัวแล้วกัน ที่มาก็มาหาชิซูเนะใช่มั้ย"

show hideaki normal_up
with charachange

hh "พี่ชิซูเนะอยู่ที่ห้องสภานักเรียน ผมหาพี่อยู่ เดี๋ยวพวกเราอาจต้องไปเที่ยว เที่ยวแบบครอบครัว พี่คิดว่าพี่ชิซูเนะ\nจะอยากมาด้วยมั้ยครับ"

hi "เออ ไม่รู้สิ ช่วงนี้เห็นมุ่งมั่นเหลือเกินกับอะไรหลายอย่าง แล้วถ้าชิซูเนะได้จดจ่อกับอะไรแล้วจะกัดไม่ปล่อยเลย\n…แต่นายคงรู้อยู่แล้วมั้ง"

show hideaki closed_up
with charachange

hh "อื้ม"

scene bg school_courtyard
with locationskip

"ฮิเดอากิดูจะคุ้นชินกับการเดินในโรงเรียนกว่าฉันตอนเพิ่งมาสัปดาห์แรกเสียอีก"

hi "แล้วนี่เพิ่งเคยมาครั้งแรกเหรอ"

"แค่โยนหินถามทางเฉย ๆ และแน่นอนว่าโดนเมิน ไอ้ความไม่สนโลกนี่น่าจะเป็นกันทั้งบ้าน ซึ่งก็น่าจะเป็นสาเหตุ\nว่าทำไมฮิเดอากิถึงดูห่างเหินกับชิซูเนะด้วย ฉันรู้สึกว่าไม่ได้เป็นแค่เพราะชิซูเนะหูหนวกหรอก"

show hideaki bored at center
with charaenter

hh "เคยมาครับ แต่เพิ่งเคยเดินเยอะขนาดนี้ ที่นี่แปลกนะครับ ผมเจอคนหนึ่งที่บอกว่าห้ามผู้หญิงเข้าหอนะ"

show hideaki disapproves
with charachange

hh "พอบอกว่าผมไม่ใช่ผู้หญิงแล้วก็บอกว่าผมทำให้เขว กล่าวหาว่าผมเป็นผู้ลอบสังหาร"

show hideaki normal
with charachange

hh "เขาเตือนผมว่าเขาแข็งแกร่งสุด ๆ แข็งแกร่งพอที่จะต่อยให้ตึกทลายได้ หรืออย่างน้อย ๆ ก็ชกรูปที่แขวนอยู่ตรง\nโถงทางเดินให้ล้มได้ ว่าแต่นะครับ รูปนั้นจริง ๆ แล้วเขายึดสกรูไว้กับกำแพง"

hi "อืม ไอ้คนที่อยู่ห้องตรงข้ามฉันน่ะแหละ ก็เป็นคนปกติดี"

show hideaki triangle
with charachange

hh "อย่างนี้นี่เอง อ้อ พี่เปิดประตูทิ้งไว้ ตอนผมมาลูกบิดไม่ได้ล็อก"

"รำคาญหน่อย ๆ ที่ฮิเดอากิรู้ว่าไม่ได้ล็อกประตู เพราะวิธีเดียวที่จะรู้ได้คือเขาต้องเปิดประตูฉันแล้ว แต่ความรำคาญ\nก็หายไปฉับพลัน"

hi "ไม่สำคัญ"

hi "ฉันไม่มีอะไรจะซ่อนหรือให้ขโมย"

show hideaki happy_up
with charachange

hh "ลูกบอลสวยนะครับ"

hi "อันนั้นก็ของที่ไม่สำคัญอย่างหนึ่ง"

show hideaki serious
with charachange

hh "ถ้าเป็นนักฟุตบอล ลูกบอลสำคัญนะครับ"

"คงงั้น ฉันคิดตามแล้วยิ้ม ๆ"

show bg school_lobby
show hideaki closed_up at center
with locationskip

hh "ผมมาที่นี่เพราะพ่อซื้อโทรศัพท์ใหม่แล้วพ่ออยากบอกให้พี่ชิซูเนะรู้ด้วยเผื่อต้องโทร. หาพ่อ ผมก็รู้สึกว่าพี่ควรจะ\nได้รับรู้ด้วยเพราะพี่เป็นแฟนพี่ชิซูเนะ ใช่มั้ยครับ"

hi "อืม…"

hi "…ทำไม"

show hideaki bored
with charachange

hh "เผื่อว่ามีอะไรเกิดขึ้นหรือพี่ชิซูเนะขาดเหลืออะไร"

"ไม่ได้ถามถึงเรื่องนั้น แต่ตามน้ำไปแล้วกัน"

hi "ต่อให้ขาดเหลือจริง ๆ ก็คงไม่โทร. มาหาหรอก"

show hideaki triangle
with charachange

hh "พี่ชิซูเนะเป็นแบบนั้นแหละครับ"

hi "เออ ก็รู้นี่… แต่ถ่อมาถึงนี่เพราะเรื่องโทรศัพท์เนี่ยนะ แจ้งผ่านอีเมลก็ได้มั้ง"

show hideaki closed_up
with charachange

hh "พ่อผมไม่ชอบใช้อีเมล"

hi "หัวโบราณเป็นบ้า นี่อย่าบอกนะว่าพ่อนายยังใช้จดหมายหรืออะไรแบบนั้นติดต่อสื่อสารเรื่องธุรกิจกันน่ะ"

stop music fadeout 3.0

"เงียบ ทีนี้เป็นตาฉันที่อึดอัดบ้าง นี่ฮิเดอากิตีความไปแบบตรงตัวหรือว่าฉันพูดถูกกันแน่"

"ไม่อะ ฉันว่าจริง ๆ แล้วก็แค่ว่าพ่อเขาอยากเห็นหน้าลูกสาวตัวเองบ้างไม่ให้ขาดการติดต่อไปน่ะแหละ ยังไงเสีย\nก็เป็นครอบครัวกัน ถึงท่าทีเหมือนจะฆ่าแกงกันแล้วก็เถอะ"

scene bg school_council
show jigoro smug at tworight
show shizu basic_normal2 at twoleft
with locationskip

play music music_happiness fadein 2.0

"ประตูห้องสภานักเรียนเปิดอยู่ ฮิเดอากิกับฉันเดินเข้าไปจังหวะที่จิโกโรกำลังพล่ามอยู่พอดี เขาเห็นอยู่ว่าพวกเรามา\nแต่เห็นว่าไม่สำคัญพอที่จะหยุดการพล่ามของตัวเองให้ชิซูเนะฟัง ชักไม่แน่ใจแล้วสิว่าที่เดาไปว่าเขาอยากมาเจอ\nลูกสาวตัวเองนี่จริงหรือเปล่า"

show jigoro angry
with charachange

hx "ตอนพ่อยังเป็นสมาชิกสภานักเรียนนะ ห้องแคบกว่านี้อีก หนาวกว่านี้ด้วย เหมือนอยู่ในตู้แช่เนื้อเลย ไม่เหมือนพวก\nเสียคนอย่างเธอ เสียของจริง ๆ นั่งอยู่ในห้องโอ่โถงแบบนี้แต่ไม่ทำอะไร"

show shizu behind_frown
with charachange

shi "…"

hx "พวกเธอมีกันแค่สามคนไม่ใช่เหรอ แล้วมีโต๊ะเยอะอย่างนี้ก็เห็นเลยว่าเป็นพวกชอบความหรูหราไร้ความคิด ทั้งที่\nไม่จำเป็นต้องให้ใครเห็นแบบนี้เลย ห่วยแตกจริง ๆ ต้องใช้โต๊ะเท่าที่จำเป็น ห้ามเกินมาแม้แต่ตัวเดียว ประมวลกฎหมาย\nของฉันว่าไว้อย่างนั้น"

"อาจจะแปลกที่คิดอย่างนี้ แต่… การได้มาฟังบทสนทนาแค่ครึ่งเดียวนี่ประหลาดมาก แล้วก็ประมวลกฎหมายอะไรล่ะนั่น"

"พอฉันมาแล้วจิโกโรก็เปลี่ยนเรื่องแล้วพูดถึงสาเหตุที่มาที่นี่แทน"

show jigoro neutral
with charachange

hx "ฮิเดอากิกับฉันจะไปเที่ยวกัน"

show shizu basic_normal2
with charachange

shi "…"

show jigoro angry
with charachange

hx "ทำอะไรน่ะ ทุกคนที่ใช้ภาษามือเป็นชอบพึมพำไปพลางทำภาษามือกันทุกคนเลยเหรอ"

hi "ไม่หรอกครับ แต่ผมก็แค่มือใหม่ ช่วยให้สมองผมทำงานด้วย เหมือนเป็นความเคยชินน่ะครับ"

hx "แค่มือใหม่… ไม่อยากจะเชื่อ… ก็ได้"

"จิโกโรหันไปทันจังหวะที่ชิซูเนะส่ายหน้าพอดี"

show jigoro neutral
with charachange

hx "แน่ใจนะว่าจะไม่ไปด้วยกัน"

show shizu adjust_frown
with charachange

"ชิซูเนะทำท่าย้ำ"

show jigoro angry
with charachange

hx "ก็ได้"

show jigoro neutral
with charachange

hx "ฝากบอกหน่อยว่าถ้าขาดเหลืออะไรก็ให้โทร. มา"

hi "ได้ครับ"

hi "แต่ผมว่าส่งอีเมลเอาน่าจะง่ายกว่านะครับ"

show jigoro angry
with charachange

hx "ฉันไม่อ่านอีเมลในโทรศัพท์ฉันหรอก ถ้าไม่ยอมพูดก็โทร. หาฮิเดอากิเอา แต่ยังไงถ้าจะติดต่อฉันไม่เธอก็ยัยอีกคนนั่น\nต้องโทร. หาฉันอยู่ดี …ฮึ จริง ๆ พวกเธอสามคนโทร. หาฮิเดอากิเลยก็ได้"

hide jigoro
with charaexit

stop music fadeout 3.0

"แล้วเขาก็หมุนตัวขวับก่อนจะเดินจากไปโดยมีฮิเดอากิตามไปด้วย ถ่อมาตั้งไกลเพื่อคุยธุระห้านาทีเนี่ยนะ"

"ไม่มีใครที่แสดงอารมณ์ของตัวเองได้ชัดเลย ส่วนกับชิซูเนะฉันต้องถามว่าต่อให้แสดงอารมณ์ได้แล้วจะทำหรือเปล่า\nฉันพอจะเห็นอยู่ว่าชิซูเนะเองก็ดูไม่ได้ไม่พอใจกับแผนนั้น ถึงอย่างนั้นก็ยังสงสัยอยู่ว่าเธอคิดแบบนั้นจริง ๆ หรือ"

play sound sfx_doorclose
with Pause(1.0)
show shizu basic_normal at center
show bg school_council at bgright
with dissolvecharamove

play music music_normal fadein 3.0

"พอประตูปิดลงทิ้งให้เหลือเพียงชิซูเนะกับฉันอยู่กันตามลำพังแล้วเธอก็ถอนหายใจยืดยาวที่ดูจะสะท้อนก้องในห้อง\nอันเงียบงัน"

show shizu behind_frown
with charachange

ssh "จะมาชวนฉันไปเที่ยวนี่บ้าไปแล้วหรือเปล่า จังหวะนรกสุด ๆ อย่างแรกเลยคือเวลาไปทับซ้อนกับช่วงเลือกตั้ง\nสภานักเรียน อย่างที่สองคือฉันยังทำให้มิช่าร่าเริงไม่ได้ด้วย ถ้ามองสองอย่างนี้แล้ว จะให้มีอะไรมาหนักหัวอีกก็คง\nน่ารำคาญ"

his "อืม แต่เธออาจจะจดจ่อกับเรื่องพวกนั้นมากไปก็ได้"

show shizu adjust_frown
with charachange

"ชิซูเนะดันแว่นแบบผ่าน ๆ"

show shizu behind_frown
with charachange

ssh "ถูกต้องตรงเป๊ะเลย ทันทีที่ฉันคิดจะทำให้มิช่าร่าเริง ฉันก็ต้องวางอะไรอย่างอื่นไว้ก่อนหมด มั้งนะ"

his "ฉันว่าพ่อก็เป็นห่วงเธอกว่าที่เห็นนะ"

show shizu basic_normal
with charachange

ssh "ฉันรู้"

his "งั้น เนี่ย ถ้าเธอ—"

show shizu adjust_frown
with charachange

ssh "ไม่"

"และย้ำอีกครั้งอย่างหนักแน่นกว่าเก่าราวกับว่าย้ำให้ตัวเองไปด้วย"

show shizu cross_angry
with charachange

ssh "ไม่"

show shizu basic_frown
with charachange

ssh "ฉันมาขนาดนี้แล้วจะพักไม่ได้ จะไปเที่ยวคงไม่ดีแน่ คงเหมือนตื่นมาใช้ชีวิตครั้งใหม่เลย เมื่อวานเหมือนการพักแล้ว\nคราวนี้เราเลยต้องเทหมดหน้าตัก"

show shizu behind_blank
with charachange

ssh "ขอโทษที ฉันก็เป็นอย่างนี้แหละ"

$ renpy.music.set_volume(0.5, 2.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\nฉันนึกถึงที่ยูโกะบอกว่าตัวเองรู้สึกว่าในแง่หนึ่งแล้วชิซูเนะนั้นกล้าหาญ ฉันว่าฉันพอจะเข้าใจแล้วว่าหมายความ\nว่าอย่างไร และเห็นด้วยกับยูโกะด้วย ถึงอาจจะเรียกได้ว่าเป็นความบ้าบิ่น ความโง่เง่า และความรั้นแบบไร้ประโยชน์ แต่ก็คง\nเรียกว่าเป็น “ความกล้าหาญ” ได้เช่นกัน"

n "แต่ฉันเห็นข้อผิดพลาดร้ายแรงของกระบวนการคิดของชิซูเนะที่ก่อนหน้านี้ฉันไม่เคยสังเกตเลย"

n "\nฉันมั่นใจว่าชิซูเนะตกตะกอนมานานกว่าและเข้มข้นกว่าฉันว่าตัวเองทำพลาดตรงไหนจนสถานการณ์ระหว่างเธอ\nกับมิช่าถึงได้แย่ขนาดนี้ ทว่าด้วยนิสัยของชิซูเนะ เธอไม่ยอมให้ความคิดนั้นมาฉุดรั้งตัวเองและมุ่งแก้ปัญหาทันที"

n "ซึ่งวิธีคิดแบบนี้จะไม่ได้มองส่วนที่ใหญ่ที่สุดของปัญหานี้ ซึ่งคือตัวของมิช่าเอง การเปลี่ยนสภาพจากการใคร่ครวญ\nสะท้อนคิดมาเป็นการจับมิช่ามาเป็นเป้าหมายทำให้เจ้าตัวหลงลืมอะไรบางอย่างไป สองสามวันมานี้ชิซูเนะ “พูด” มาก\nก็จริง แต่ไม่เคยพูดถึงความรู้สึกมิช่าเลย"

nvl clear

n "\n\nแนวคิดของชิซูเนะนั้นเพี้ยนไปจากปกติ คงมีไม่กี่คนที่จะบอกปัดเพื่อนตัวเองแล้วคาดหวังให้อะไร ๆ กลับไปเป็นดังเดิม\nอย่างง่ายดาย ชิซูเนะคิดเช่นนั้นเพราะเธอมองว่าชีวิตนั้น—ถ้าให้ว่ากันง่าย ๆ แล้วก็คงเป็นคำว่า—ตัดแยกและ\nแบ่งเป็นส่วนได้"

n "มิช่านั้นก็เหมือนอย่างทุกคนที่มองเป็นประสบการณ์ก้อนเดียว เป็นการเดินทางต่อเนื่องยาวนานที่แม้แต่ช่วงเวลา\nชวนเจ็บปวดใจเพียงครั้งเดียวก็ตามหลอกหลอนได้ตลอดกาล"

n "ส่วนชิซูเนะ เหตุการณ์หนึ่งคือเหตุการณ์หนึ่ง โดยมีเพียงไม่กี่เหตุการณ์ที่ซ้อนทับกัน ชีวิตตัดแยกตามความสำเร็จ\nความล้มเหลว และทางเลือก โดยที่แต่ละอย่างนั้นนับว่าเป็นเรื่องราวแยกขาดจากกัน เพราะเหตุนี้เองชิซูเนะจึงมองว่า\nการเที่ยวนั้นเป็นสิ่งรบกวน เพราะเหตุนี้เองชิซูเนะจึงเข้าใจอารมณ์คนเพียงผิวเผิน"

n "จริง ๆ ก็เหมือนกับความคิดของคนที่ยึดติดกับการใช้ชีวิตอยู่กับปัจจุบันทุกกระเบียดนิ้วเลย"

n "และในทำนองเดียวกัน ชิซูเนะมองว่ามิช่าเป็นเพื่อนก็จริง แต่ฉันไม่แน่ใจว่าเธอจะเคยมองมิช่าเป็นอะไรมากกว่านั้น\nหรือเปล่า ไม่รู้ว่าเคยนึกสงสัยอะไรเรื่องมิช่าหรือไม่ สำหรับชิซูเนะ แค่คิดว่า “มิช่าก็คือมิช่า” ก็พอแล้ว ซึ่งมิช่าคงรู้สึกอึดอัด\nจนแทบหายใจไม่ออก"

nvl clear

n "\nส่วนชิซูเนะก็มองตัวเองว่าชิซูเนะก็คือชิซูเนะ เป็นไปได้ว่าเธอไม่เคยคิดถึงผลที่ตามมาจากการกระทำของตัวเอง\nในระยะยาวด้วยซ้ำ คิดว่าขอแค่ให้ชีวิตคนอื่นมีอะไรขึ้นมาก็พอแล้ว แต่ฉันว่ามิช่าคงมองว่าความคิดแบบนั้นแหละที่ทำให้\nชิซูเนะดูเท่ เหมือนกับการที่ยูโกะ—แม้กระทั่งฉัน—ชื่นชมความกล้าหาญของชิซูเนะ"

n "และชิซูเนะก็มองว่าแนวคิดแบบนั้นดี ดีตรงที่ได้เข้าไปสัมผัสชีวิตใครสักคน แต่มันก็แค่นั้น ทำให้คนอื่นประทับใจได้\nง่ายก็จริง แต่การจะทำให้งอกเงยขึ้นมานั้นยากยิ่งกว่า และเรื่องถัดมา การมองชีวิตเป็นเหตุการณ์แยกขาดจากกัน\nโดยสมบูรณ์นั้นมีแนวโน้มจะทำให้คนหนึ่ง ๆ ปลีกแยกออกมาด้วย"

n "แม้ตอนนี้ชิซูเนะจะลุกขึ้นมาแก้ไขแล้ว แต่ปัญหาหลักก็ยังอยู่เหมือนเดิม อย่างไรชิซูเนะก็ต้องทำให้มิช่าเจ็บอยู่ดี\nความรู้สึกของมิช่าที่ผูกพันกับชิซูเนะนั้นเป็นสิ่งที่ชิซูเนะไม่อาจนำมาพิจารณาร่วมได้ เธอจึงตัดทิ้งไป และยิ่งชิซูเนะ\nเป็นคนแบบนั้นด้วยแล้ว อย่างไรก็เลี่ยงไม่ได้"

n "ทั้งสองต่างก็บอกใบ้ทุกอย่างแล้วตลอดช่วงสองสามเดือนที่ได้รู้จักกันมา"

n "\nระหว่างที่พินิจความต่างของพวกเธออยู่นั้นความคิดหนึ่งก็ก่อตัวขึ้นในหัว"

$ renpy.music.set_volume(1.0, 2.0, channel="music")

nvl hide dissolve
nvl clear
window show

his "กำลังคิดอยู่หรือเปล่า แผนสองเนี่ย"

his "แผนทำให้มิช่าร่าเริง"

show shizu basic_happy
with charachange

ssh "แหงสิ ฉันคิดอยู่ตลอดเลยตอนที่พ่อฉันมาตะโกน"

show shizu adjust_happy
with charachange

"ชิซูเนะดันแว่นที่สันจมูกด้วยรังสีผู้มีชัยดูแปลก ๆ เธอใช้นิ้วแตะหน้าผาก"

show shizu behind_smile
with charachange

ssh "แบ่งสมองทำหลายหน้าที่ไง!"

stop music fadeout 4.0

"จริงเหรอ ไม่ใช่ว่าเพราะไม่ได้ยินเลยมีสมาธิมาจดจ่อกับอะไรแบบนั้นหรอกเหรอ เอ้อ เอาเถอะ พอถามชิซูเนะ\nว่าแผนฉันเป็นไงแล้วก็ได้รู้ว่าเราทั้งสองคนต่างคิดเหมือนกัน"

scene black
with dissolve

#****************************

label th_S33:

scene bg school_scienceroom at bgleft
with locationchange

play music music_pearly fadein 5.0

"ถึงฉันจะรู้สึกไม่ค่อยดีเท่าไหร่เพราะเป้าหมายที่ว่านี้เป็นมนุษย์—ขั้นแรกคือการไล่ต้อนมิช่า"

"แต่สถานการณ์ตอนนี้เหมือนอย่างในหนังตำรวจมากกว่า ที่เป็นเช่นนี้เพราะเรารู้แล้วว่าการจะคุยกับมิช่าตามปกตินั้น\nแทบเป็นไปไม่ได้"

"ทว่าเราก็ได้เรียนห้องเดียวกัน วิชาแรกของวันเลยด้วย"

show shizu invis:
    center
    xpos 0.75
show mishashort invis_close:
    center
    xpos 0.15
with None

show shizu behind_blank at tworight
show mishashort perky_confused_close at twoleft
show bg school_scienceroom at center
with dissolvecharamove

"แม้จะประกาศช้าไปหน่อย แต่ทันทีที่ได้ยินว่าวันนี้จะได้ทำงานกลุ่มกันแล้วชิซูเนะกับฉันก็ลากมิช่าให้มาอยู่กลุ่มเดียวกัน"

hi "เออเนี่ย ฉันว่าครูสั่งงานกลุ่มกับงานที่ให้ศึกษาด้วยตัวเองบ่อยจนน่าสงสัยเลยนะ ว่างั้นมั้ย"

show mishashort perky_smile_close
with charachange

mi "อืมม~ แต่งานก็ไม่ได้ยากนี่ ไม่เป็นไรหรอก ใช่มั้ย~"

hi "อาฮะ? แต่ช่วงนี้ฉันคิดเรื่องอย่างอื่นอยู่น่ะ อันนี้น่าจะเป็น"

"มิช่าพยักหน้าตามแต่ละประโยคแล้วทำเป็นไม่สนใจ"

show mishashort sign_confused_close
with charachange

mi "ฉันไปคิดมาแล้ว แล้วก็~… พอฉันอยู่กับนายแล้วก็ชิจังฉันแทบไม่ได้ทำงานเลย! วันนี้ฉันจะทำงานให้เยอะขึ้น\nเพราะงั้น~! อย่ากวนกันนะฮิจัง~ ฉันต้องตั้งใจทำ~"

show shizu behind_frustrated
with charachange

"เป็นการเลี่ยงที่เห็นชัดเสียจนน่าหงุดหงิด ชิซูเนะก็ดูไม่พอใจเท่าไหร่เพราะมิช่าไม่ได้ทำภาษามือเลยแต่ควงปากกา\nในมือแทน"

"มือที่ควงสั่นอย่างนั้นก็แปลว่าทำไปเพราะจะได้ไม่เผลอทำภาษามืออะไรไป"

"ดูจากท่าทีของมิช่าที่เหม่อ ๆ และอึดอัดแล้วเธอคงไม่ได้จงใจกีดกันชิซูเนะออกด้วยเหตุผลไม่ดีอะไรหรอก แต่ก็ชัดอยู่ดี\nว่ามิช่ากำลังทำให้ชิซูเนะเบนความสนใจไปจากตัวเอง"

hi "ชิซูเนะอยากคุยกับเธอ"

show mishashort perky_sad_close
with charachange

mi "…"

show mishashort perky_confused_close
with charachange

mi "ไว้ค่อยคุยไม่ได้เหรอฮิจัง"

show shizu basic_angry
with charachange

ssh "ไม่"

hi "ทำไมคุยตอนนี้ไม่ได้"

show mishashort sign_confused_close
with charachange

mi "ก็เราเรียนอยู่~…"

"คราวนี้มิช่าควงปากกาข้างละด้าม ชักสงสัยแล้วว่าหรือการทำภาษามือจะเป็นประสาทอัตโนมัติของมิช่าไปแล้ว\nซึ่งการควงปากกาชดเชยส่วนนั้นได้ไม่ดีเท่าไหร่ แต่ภาพที่เธอควงปากกาสองมือนั้นน่าประทับใจทีเดียว"

hi "งั้นไว้เลิกเรียนนะ"

scene bg school_scienceroom at bgleft
with shorttimeskip

"พอเลิกเรียนแล้วฉันก็ไม่รอช้าถามมิช่าอีกรอบทันที"

show shizu invis:
    center
    xpos 0.75
show mishashort invis_close:
    center
    xpos 0.15
with None

show shizu behind_frown at tworight
show mishashort perky_sad_close at twoleft
show bg school_scienceroom at center
with dissolvecharamove

"พอทุกคนออกจากห้องกันไปหมดแล้วเหลือแค่เราสามคนมิช่าก็มองไปทางอื่นที่ไม่ใช่ตรงหน้านานขึ้นทุกขณะ"

hi "ไปหาอะไรกินกันมั้ย"

show mishashort hips_frown_close
with charachange

mi "ทำไมทั้งนายทั้งชิจังถึงเอาแต่ถามฉันว่าอยากกินอะไรมั้ยตลอดเลย~ ~ฮิจัง"

hi "เพราะเราจะไปโรงอาหารกัน แล้วเราก็ไม่ได้กินข้าวด้วยกันนานแล้วด้วย ก็ไปกินข้าวกัน"

show mishashort perky_confused_close
with charachange

mi "เรื่องสภานักเรียนหรือเปล่า"

show shizu behind_blank
with charachange

shi "…"

show mishashort perky_sad_close
with charachange

"มิช่าถือว่าการที่ชิซูเนะไม่ตอบคือการยอมรับแล้วถอนหายใจ"

show mishashort hips_frown_close
with charachange

mi "ชิจัง ในหัวเธอมีแต่เรื่องนี้เหรอ"

stop music fadeout 5.0

hide mishashort
with charaexit

"ก่อนที่ชิซูเนะจะทันได้ตอบมิช่าก็จากไป ต้องบอกเลยว่าพอเห็นเป็นแบบนี้ก็ไม่ค่อยมั่นใจแล้ว"

show shizu behind_blank at center
show bg school_scienceroom at bgleft
with charamove

"เราสองคนต่างไม่มีใครคาดหวังว่ามันจะเป็นไปอย่างราบรื่น แต่ถ้าราบรื่นก็คงดี"

show shizu adjust_frown
with charachange

"เมื่อเห็นว่าฉันคิดอะไรชิซูเนะก็จับแว่นอยู่ครู่หนึ่งก่อนทำภาษามือ"

show shizu basic_angry
with charachange

ssh "ฉันรู้นะว่านายคิดอะไรอยู่ แต่ไม่เลย ที่ปล่อยไปไม่ใช่เพราะฉันอยากให้พื้นที่กับมิช่า ฉันบอกแล้วว่าจะไม่ยอมแพ้\nง่าย ๆ หรอก"

his "อ่า อืม ฉันชักสงสัยแล้วว่าหรือจะสายไปแล้ว"

show shizu behind_frown
with charachange

ssh "กลัวขึ้นมาแล้วเหรอ"

show shizu adjust_frown
with charachange

ssh "เอาเถอะ ฉันไม่กลัวหรอก ฉันจะไล่ตามมิช่าต่อไป"

show shizu behind_blank
with charachange

ssh "ระหว่างการจะช่วยใครสักคนกับการบีบคั้นน่ะคั่นด้วยเส้นบาง ๆ เท่านั้น แต่ฉันก็แค่อยากให้มิช่าตั้งสติแล้วเลิก\nทำตัวแปลก ๆ สักที"

show shizu basic_normal
with charachange

ssh "ฉันรู้ว่ามิช่าทำได้ แต่คนเราใช้เวลาแค่ชั่วข้ามคืนเปลี่ยนตัวเองไม่ได้หรอก ต่อให้พยายามแค่ไหนก็เถอะ ถ้าทำได้\nโลกนี้ก็คงสงบสุขขึ้นเยอะ"

his "โอเค เธอชนะ"

his "งั้นก็แปลว่าตอนนี้เราต้องแยกกันตามหามิช่า"

"ถึงเอาเข้าจริง ๆ แล้วก็มีแค่ฉันแหละที่ควรตามหา"

show shizu adjust_happy
with charachange

play music music_tranquil fadein 3.0

ssh "ถ้าฉันเจอมิช่าก่อนแล้วจะโทร. หานะ"

"ชิซูเนะยิ้มแล้วหยิบโทรศัพท์ออกมาเปิดเตรียมไว้ ฉันเห็นว่ามีข้อความที่ยังไม่ได้อ่านหลายข้อความ สีหน้าชิซูเนะ\nบอกว่าเธอเองก็เห็นเช่นกัน เธอหมุนโทรศัพท์เล่นกับสายคล้องอยู่สองสามครั้งพลางทำหน้าเบ้"

show shizu behind_frown
with charachange

ssh "ไม่ชอบใช้เจ้านี่เลย"

show shizu basic_angry
with charachange

ssh "ทำไมถึงดีดนิ้วเอาไม่ได้นะ"

his "แล้วไงต่อ ฉันไม่ใช่หมานะ แล้วเสียงดีดนิ้วก็ส่งได้ไม่ไกลเท่าสัญญาณโทรศัพท์ด้วย"

show shizu behind_smile
with charachange

his "สนุกน่าดูเลยนะเธอ"

"ชิซูเนะสั่นหัวแล้วเสริมอีก"

show shizu adjust_happy
with charachange

ssh "ชัดแล้วว่ามิช่าจะไปที่ไหน ไปตามหาที่ลานโรงเรียนไม่เจอแน่ มิช่าต้องอยากไปให้ไกลที่สุด"

show shizu behind_blank
with charachange

ssh "ไปโรงน้ำชามั้ย ปกติเช้า ๆ แบบนี้จะไม่มีคน มิช่าชอบโดดเรียนไปที่ร้านนั้น แล้วก็ชอบพาร์เฟต์ร้านนั้นด้วย"

"“รู้เรื่องมิช่าดีจังนะ” แต่ขืนบอกไปคงคิดมากแล้วเก็บไปคิดว่ามีนัยแฝงอะไรลึกกว่านั้นอีก ฉันจึงเพียงพยักหน้า\nแล้วเดินออกไปจนกระทั่งรู้สึกได้ว่าชิซูเนะจับแขนเสื้อไว้อยู่"

show shizu basic_normal_close
with characlose

hi "อะไร"

"ฉันตอบไปตามสัญชาตญาณโดยลืมไปว่าอีกฝ่ายไม่ได้ยิน"

show shizu behind_smile_close
with charachange

ssh "พอไม่ต้องทำทุกอย่างเองแล้วรู้สึกดีนะ เพราะฉันเชื่อใจนายได้ด้วย มีความสุขมากเลย"

"รู้แบบนี้แล้วก็ดีใจแฮะ ฉันไม่รู้จะตอบอย่างไรจึงพยักหน้าไปอีกครั้ง"

play ambient sfx_crowd_indoors fadein 2.0

scene bg school_lobby
show mishashort perky_confused:
    center
    xpos 0.6
    ypos 1.05
show crowd
with locationskip

"เมื่อออกมาข้างนอกก็เห็นผมสีชมพูที่อยู่ข้างหลังนักเรียนหญิงคนอื่นอยู่ไว ๆ พอลองตามไปก็เห็นว่าไม่ใช่ทางเดิน\nออกโรงเรียน"

"เป็นทางไปห้องสภานักเรียน ถ้าเป็นฉันแล้วฉันไม่อยากเจอหน้าชิซูเนะคงไม่ไปที่นั่นแน่"

"งั้นก็แปลกว่าทำไมมิช่าถึงไปทางนั้น หรือจะมีเรื่องอยากคุยกับชิซูเนะ"

"ถ้าอย่างนั้นฉันก็ต้องมาคิดแล้วว่าหรือการปล่อยให้อะไร ๆ เป็นไปตามธรรมชาติก็คงไม่แย่เหมือนกัน และยิ่งเหมือนว่า\nจะเป็นไปในทางที่ดีด้วย"

show mishashort invis as mishafront:
    center
    xpos 0.6
    ypos 1.05
with None

show mishashort invis at center
show mishashort hips_smile as mishafront at center
with Dissolvemove(0.7)

hide mishashort
hide mishafront
with None

show mishashort hips_smile at center
with None

"อยู่ ๆ มิช่าก็หยุดเดินแล้วหมุนตัวมาจนฉันตกใจ"

show mishashort hips_grin
with charachange

mi "เซอร์ไพรส์~ ฮิจัง~! ตามหาฉันอยู่เหรอ ก็ว่าอยู่ต้องใช่แน่ ๆ ~!"

"ฉันเกือบจะพูดไปว่า “เอ้า กำลังตามหาตัวอยู่เลย” แต่พูดตอนนี้คงไม่ดีแน่"

show mishashort hips_grin:
    easeout 0.7 xpos 1.0 alpha 0.0
with Pause(0.7)

"ยังพูดไม่ทันจบประโยคด้วยซ้ำมิช่าก็เดินสวนฉันไปที่ทางออกแล้ว ต้องยอมรับเลยว่ามิช่านั้นฉลาดขึ้นกว่าที่ฉันคาด\nจนน่าหงุดหงิด แถมยังเร็วเหลือเชื่อด้วย"

stop ambient fadeout 2.0

scene bg school_courtyard
with locationskip

"ฉันตามมิช่ามาจนถึงประตู แม้สิ่งนี้อาจจะเป็นการขยับตัวที่เกินกว่าร่างกายฉันรับไหวก็ตาม"

hi "นี่เธอทำตัวเป็นผู้หญิงที่หยาบคายที่สุดในโลกเลยนะ"

hi "เลิกวิ่งหนีสักวินาทีได้มั้ย ฉันอยากคุยกับเธอ"

show mishashort cross_smile at center
with charaenter

"มิช่าหมุนส้นเท้ามาด้วยสีหน้าชอบใจก่อนจะยกมือขึ้นเป็นเชิงให้ฉันพูดต่อ แต่พอมิช่าสนใจแล้วฉันกลับนึก\nไม่ค่อยออกว่าจะพูดอะไรดี"

hi "นี่เธอจะไปไหน"

show mishashort sign_smile
with charachange

mi "ร้านเซี่ยงไฮ้~"

hi "งั้นขอไปด้วยได้มั้ย"

show mishashort perky_confused
with charachange

"ฉันรอให้มิช่าตอบอยู่นานเหมือนรอเป็นชาติ เงียบราวกับว่าได้ยินเสียงเข็มนาฬิกาข้อมือที่เดินอยู่ทุกวินาทีเลย"

show mishashort hips_smile
with charachange

mi "โอเค ก็ได้ ฮิจัง"

stop music fadeout 3.0

"รู้สึกเหมือนที่ยอมตอบตกลงก็เพราะวันนี้เธอเบื่อจะเถียงแล้ว"

scene bg suburb_shanghaiint
show mishashort perky_smile:
    center
    ypos 1.02
with shorttimeskip

with Pause(0.2)

play sound sfx_storebell
show mishashort perky_confused:
    ease 0.1 ypos 1.0
    ease 0.2 ypos 1.02
with Pause(0.3)

"พอไปถึงแล้วก็มีคนอีกสองคนที่เดินตามเข้ามา มิช่าสะดุ้งกับเสียงนั้นเล็กน้อย"

show mishashort perky_smile_close at Position(ypos=1.1)
with dissolvecharamove

"พอเห็นว่าไม่ใช่ชิซูเนะก็คลายความเกร็งลง ยิ้มอย่างเกือบจะเหมือนตามปกติสั่งพาร์เฟต์กับยูโกะแล้วผลุบนั่งลง\nกับโต๊ะใกล้ ๆ"

hi "เธอรีบหนีไปนะ อย่างน้อยก็รอก่อนสิว่าชิซูเนะจะบอกอะไรอีก"

show mishashort hips_frown_close
with charachange

"ท่าทีโกรธของมิช่าบอกฉันว่าเธอคงจะกลัวว่าชิซูเนะจะพูดอะไรต่อ"

mi "ทำไมเธอสองคนถึงทำกันแบบนี้ล่ะฮิจัง"

hi "เพราะชิซูเนะยังอยากเป็นเพื่อนกับเธอไง ชิซูเนะคงมองว่าเหมือนการยิงมิสไซล์จากเรือดำน้ำที่ต้องใช้กุญแจสองดอก\nน่ะแหละ"

show mishashort perky_confused_close
with charachange

mi "…"

hi "แล้วจะให้ชิซูเนะทำยังไงล่ะ"

"มิช่าไม่ทำภาษามือตามสิ่งที่ได้ยินหรือพูดโดยอัตโนมัติแล้ว และนี่แหละคงเป็นสาเหตุว่าทำไมช่วงนี้ชิซูเนะถึงได้รับมือ\nกับมิช่าลำบากเหลือเกิน"

hi "พอชิซูเนะจะคุยกับเธอ เธอก็ไม่ยอมฟัง"

show mishashort perky_sad_close
with charachange

play music music_night fadein 6.0

"สีหน้ารู้สึกผิดของมิช่าบอกว่าฉันพูดจี้ใจดำพอดี"

hi "เกลียดชิซูเนะขนาดนั้นเลยเหรอ"

show mishashort sign_confused_close
with charachange

mi "ไม่ใช่เลยฮิจัง ฉันเคยบอกแล้วนี่"

show mishashort perky_confused_close
with charachange

"มิช่าตอบทันทีไม่แม้แต่ลังเลพลางจับช้อนเล่น"

hi "อืม รู้"

hi "ฉันมั่นใจว่าชิซูเนะก็รู้เหมือนกัน แต่ถ้าเธอเกลียด ๆ ไปเลยเรื่องอาจจะลงตัวกว่านี้ก็ได้มั้ง"

hi "ตลอดหนึ่งสัปดาห์ที่ผ่านมาชิซูเนะเอาแต่คิดว่าจะทำให้เธอมีความสุขยังไงดี เพราะชิซูเนะยังผูกพันกับเธออยู่\nแต่เมื่อวานชิซูเนะคิดแล้วว่าปล่อยให้เธอเกลียดไปเลยคงดีกว่า"

hi "เพราะเธอไม่เคยบอกชิซูเนะเลยว่าเกลียด ชิซูเนะถึงคิดว่าพวกเธอสองคนยังเป็นเพื่อนกันได้ ยัยนั่นก็เป็นงี้แหละ\nคิดเป็นแต่อะไรแบบสุดโต่ง"

"พาร์เฟต์ของมิช่าเริ่มละลาย วัตถุดิบไหลมารวมกันในสายน้ำเล็ก ๆ ที่ชวนให้ฉันนึกถึงภาพแบบย่นเวลาของรากไม้\nที่แตกแขนงออกไป"

show mishashort cross_frown_close
with charachange

mi "บ้าน่า ชิจังไม่โง่ขนาดนั้นหรอกฮิจัง อย่ามาพูดอะไรไร้สาระ~"

hi "เรื่องนี้ไม่เกี่ยวกับความฉลาดเลย คนฉลาดก็ทำอะไรโง่ ๆ ได้เหมือนกัน ก็แล้วมันไม่จริงเหรอ สัปดาห์ก่อน\nตอนเราคุยกันฉันกลัวมาก แต่สุดท้ายก็โล่งเพราะดูเหมือนอะไร ๆ จะกลับเป็นปกติแล้ว"

hi "ฉันไม่คิดเลยว่าหลังจากนั้นเธอสองคนจะทะเลาะกัน"

show mishashort perky_confused_close
with charachange

mi "ไม่ได้ทะเลาะกันสักหน่อยฮิจัง ฉันแค่ตะโกนใส่ชิจังเอง"

"ฉันสังเกตว่าน้ำเสียงมิช่าไม่เปลี่ยนเลย มีแค่ระดับเสียงเท่านั้นที่ต่าง เป็นเสียงอันเบาที่เต็มไปด้วยความรู้สึกผิดราวกับว่า\nคนพูดไม่ใช่มิช่าเลย"

hi "แต่เอาเถอะ ตอนนั้นฉันมีความสุขเพราะคิดว่าเธอกับชิซูเนะยังเป็นเพื่อนกันได้ เพราะชิซูเนะขาดเธอไม่ได้"

show mishashort sign_confused_close
with charachange

mi "อืม~ ขาดได้สิฮิจัง"

hi "แล้ว? รู้ได้ยังไง หลายอย่างชิซูเนะก็ไม่ได้…"

"ออกปาก? พูด? คุย? ฉันกลัวว่าถ้าพูดอะไรพลาดไปแล้วจะทำลายบรรยากาศหมด มีโอกาสได้คุยกับมิช่าแล้ว\nฉันก็ไม่อยากทำพลาด ครั้งนี้ครั้งแรกเลยหรือเปล่านะที่มิช่าเปิดอกคุยกับฉัน"

hi "แค่เพราะไม่เคยบอกไม่ได้แปลว่าไม่ชอบสักหน่อย"

show mishashort hips_frown_close
with charachange

mi "ไม่เห็นจะสมเหตุสมผลเลย…"

hi "สมเหตุสมผลสิ ไม่งั้นชิซูเนะก็คงเถียงกลับแล้ว"

show mishashort hips_grin_close
with charachange

mi "วะฮ่าฮ่า~"

hi "เธอไม่คิดงั้นเหรอ ชิซูเนะหาเรื่องคนไปทั่ว แล้วทำไมไม่หาเรื่องเธอด้วย แน่นอน ก็เธอเป็นเพื่อนไง แล้วชิซูเนะก็ให้ค่า\nกับเธอด้วย และชิซูเนะก็เจ็บปวดด้วย"

hi "ชิซูเนะก็แค่แสดงความรู้สึกไม่เก่ง แล้วหลายครั้งก็แสดงผิดวิธีด้วย แต่ชิซูเนะยังชอบเธออยู่นะ"

show mishashort perky_confused_close
with charachange

mi "ฮิจัง จำได้มั้ยตอนที่ฉันบอกว่าไม่อยากเกลียดชิจัง ไม่อยากทำให้ชิจังโกรธ ความจริงคือ~ ฉันก็ทำไปทั้งสองอย่างเลย\nแล้วตอนนี้ก็เหมือน แบบว่า ความสัมพันธ์ของเรามันกระอักกระอ่วน อธิบายยากนะ"

hi "เธอสองคนนี่รั้นจริง ๆ เธอเคยบอกว่าไม่อยากแยกจากชิซูเนะ แต่เธอก็ปล่อยให้เป็นแบบนั้น"

hi "ชิซูเนะก็พอกัน อยากเป็นเพื่อนกับเธอ แต่ก็เคารพเธอจนไม่ได้รุกหนักเท่าที่ทำกับคนอื่น"

"และฉันก็มั่นใจว่ามิช่าตีความการให้พื้นที่ของชิซูเนะนั้นเป็นการไม่ใยดี"

show mishashort perky_sad_close
with charachange

mi "ฉันทำพลาดไปแล้วละฮิจัง แล้วก็จะมีพลาดซ้ำสองอีก~ ฉันมั่นใจเลย พอคิดอย่างนั้นแล้วฉันก็ไม่รู้จะทำยังไงดี\nเหมือนไม่ว่าเลือกทางไหนก็ทำให้อะไรแย่ลงไปอีกเหมือนเดิม ถ้างั้นแล้วไม่ทำอะไรเลยสักอย่างก็น่าจะดีกว่าใช่มั้ยล่ะ~"

hi "พูดอะไรไร้สาระ ไปเอาความคิดแบบนั้นมาจากไหน มองให้มันดีกว่านั้นสิ"

"“อย่างเธอน่าจะมองได้ไม่ยากนะ” อยากพูดอยู่ แต่น่าจะเป็นการอวดดีเกินไป"

show mishashort hips_smile_close
with charachange

mi "ฮิจัง~ ไม่ยักรู้ว่านายเป็นคนคิดบวกขนาดนี้ คิดไม่ถึงเลยนะเนี่ย"

hi "…"

show mishashort perky_smile_close
with charachange

mi "ฮิจังเอาแต่ทำตัวซึมตอนที่ฉันมาทำให้ตกใจเล่น"

hi "เปล่าหรอก ฉันเพิ่งมาเป็นแบบนี้ จริง ๆ นะ ฉันไม่ชอบเวลาคนถอดใจกับอะไรง่าย ๆ"

show mishashort cross_grin_close
with charachange

mi "ฮ่าฮ่า~"

show mishashort perky_smile_close
with charachange

mi "“เพิ่ง” เหรอ~…"

hi "ฉันโมโหเวลาคนยอมแพ้ ฉันเคยคิดว่าการยอมแพ้เหมือนการวิ่งหนี เพราะคนก็พูดแบบนั้นกันมาตลอด แต่พอลอง\nมาคิดดี ๆ แล้วมันเหมือนการโยนอะไรบางอย่างทิ้งมากกว่า"

hi "พอเราวิ่งหนีจากอะไรบางอย่าง เราก็ยังนึกถึงว่าสิ่งนั้นยังมีอยู่ได้ เพราะงั้น ตอนที่ฉันอยู่โรงพยาบาล ฉันไม่ได้แค่\nอยากจะวิ่งหนีจากปัญหา แต่ฉันไม่อยากจะคิดถึงมันอีกเลย"

"มิช่าตักกินก้อนไอศกรีมเหลว ๆ หนึ่งช้อน เพิ่งนึกได้หรือไงว่าตัวเองสั่งมา หรือจะชอบกินเละ ๆ แบบนี้กันแน่"

hi "แต่นั่นแหละ ที่ฉันจะบอกคือ เธอทำแบบนั้นไม่ได้ คนเราน่ะไม่ได้ใจไม้ไส้ระกำกันถึงขั้นจะทิ้งความทรงจำไปดื้อ ๆ\nอย่างนั้นได้"

hi "เป็นไปไม่ได้หรอก ชิซูเนะมองชีวิตเป็นแค่ว่าได้มาหรือสูญเสียก็จริง แต่เธอไม่คิดเหรอว่าชิซูเนะก็ไม่อยากนึกถึง\nส่วนที่ต้องสูญเสียเหมือนกัน"

hi "เราหยิบจับเลือกอะไรตามใจไม่ได้หรอก ถ้าคิดแบบนั้นก็ไม่ต่างอะไรกับการอยากใช้ชีวิตอยู่แบบปิดไม่รับรู้อะไร\nแล้วที่แย่ที่สุดคือความคิดแบบเธอน่ะไม่ทำให้ได้อะไรขึ้นมาเลย รังแต่จะทำให้เธอมองโลกในแง่ลบจนกลัวไปหมดทุกอย่าง"

stop music fadeout 4.0

hi "ไปกัน"

"ฉันจับมือมิช่าไว้แล้วใช้อีกมือโบกเรียกยูโกะให้มาคิดเงิน" 

show mishashort sign_confused_close
with charachange

mi "นี่เราจะไปไหน"

hi "กลับไปที่โรงเรียนก่อนหมดพักเที่ยง แต่ก่อนกลับฉันอยากไปแวะที่อื่นสักหน่อย"

scene bg school_gate:
   right
   subpixel True
   linear 30 left
with locationskip

play music music_comfort

"เมื่อออกไป—อย่างดีก็คงเรียกได้ว่า—วิ่งเหยาะ ๆ กับมิช่าจนเริ่มเหนื่อยแล้วเราก็กลับมาที่ประตูหน้าโรงเรียน ยังทันอยู่\nเหลือเวลาอีกประมาณสิบนาที"

hi "เนี่ย ฉันไม่อยากมาเรียนที่นี่เลย ฉันเลือกไม่ได้ พอมาถึงที่ประตูนี้ ในใจตอนนั้นฉันต้องคิดว่า “เป็นที่ที่ชวนหดหู่\nเหลือเกิน” แน่ ๆ"

hi "ซึ่งไม่ได้ดูหดหู่เลยนะ แต่ก็ ฉันยังคิดอยู่นะว่าฉันจัดการอะไรลงตัวหมดแล้ว รู้สึกเหมือนตัวเองเป็นคนละคนเลย"

hi "ถ้าเป็นไปได้ฉันก็อยากย้อนเวลากลับไปบอกตัวเองให้เลิกปฏิเสธทุกอย่างทั้งที่ได้เห็นแค่เสี้ยวเดียว เลิกทำตัวเหมือน\nชีวิตจบสิ้นแล้ว เลิกทำเหมือนว่าจะไม่ได้สนุกอีกแล้ว"

scene bg school_gardens:
   right
   subpixel True
   linear 30 left
with locationskip

"ตรงลานหน้าโรงเรียนยังพอมีคนอยู่ประปราย ซึ่งไม่แปลกเพราะเป็นเวลาพักเที่ยง"

hi "ที่นี่แหละที่เธอกับชิซูเนะลากฉันให้มาช่วยจัดงานเทศกาล ทุ่มเทจริง ๆ ตอนนั้นฉันคิด “จะมามัวแต่ทำอะไรแบบนี้\nได้ยังไง”"

hi "แต่พอลองย้อนมองดูแล้วฉันก็ไม่ได้ทำอะไรมากขนาดนั้น แถมก็ไม่มีอะไรจะทำอยู่แล้วด้วย ถ้าไม่ทำก็คงได้แต่\nอยู่ตัวคนเดียว"

scene bg school_scienceroom:
   right
   subpixel True
   linear 30 left
with locationskip

"ฉันลากมิช่าไปที่ห้องเรียนประจำเป็นที่ถัดไป ซึ่งไม่มีคนอื่นอยู่เลยนอกจากครูที่นั่งกินแซนด์วิชรอถึงเวลาเข้าเรียน\nอีกรอบ"

hi "ทุกครั้งที่ฉันนึกถึงพวกเธอคนใดคนหนึ่งฉันก็นึกอยากให้เธอสองคนปล่อยฉันไปได้แล้ว ไม่ว่าจะที่นี่หรือ…"

scene bg school_lobby
with locationskip

"พวกเราปล่อยให้ครูกินมื้อเที่ยงต่อไปแล้วมุ่งหน้าไปยังตู้ขายของแบบหยอดเหรียญที่อยู่ใกล้ ๆ ฉันซื้อน้ำอัดลม\nมาหนึ่งกระป๋องแล้วใช้เวลาห้านาทีที่เหลือดื่มจนหมด ฉันอยู่กับมิช่าตลอดช่วงพักเที่ยง ซึ่งนานกว่าเวลาที่ทั้งชิซูเนะ\nกับฉันได้มาคุยกับมิช่าในช่วงสองสามวันนี้เสียอีก"

hi "…ตามมาถึงโรงอาหาร หรือเลิกเรียนมาไล่ต้อนฉัน"

hi "ฉันไม่เคยรู้ตัวเลยว่าพวกเราคุยกันได้สี่ครั้งเอง ฉันคิดไปเองว่าหลายครั้ง เพิ่งมารู้ตัวก็ตอนนี้เอง"

show mishashort hips_smile at center
with charaenter

mi "ฉันจำได้นะฮิจัง แต่ว่า~ ฉันรู้อยู่แล้วนี่ว่าที่พวกนี้อยู่ตรงไหน"

hi "เดี๋ยวสิ ขอฉันนำทางให้เสร็จก่อน ใกล้หมดเวลาแล้ว จะว่าไป เอาน้ำอัดลมสักกระป๋องมั้ย"

scene bg school_staircase2
with locationchange

"พวกเรามาถึงขั้นบันได ฉันนึกดีใจที่ไม่ต้องดึงมือลากแขนกันแล้ว"

hi "เธอเวียนหัวกับบันไดใช่มั้ย"

show mishashort perky_sad_close at twoleft
with charaenter

mi "อื้ม~"

hi "งั้นอยู่แค่ตรงนี้แล้วกัน"

show mishashort perky_sad_close:
    ease 1.0 ypos 1.2
with Pause(1.0)

"ฉันยืนพิงกำแพง ส่วนมิช่าก็นั่งที่ขั้นบันไดอยู่ตรงข้ามกันกับฉัน"

hi "เธอเคยคิดถึงคนที่เรียนด้วยกันสมัยประถมหรือมัธยมต้นหรือเปล่า"

show mishashort perky_confused_close
with charachange

mi "ไม่"

"ตอบเร็วแฮะ ไม่ต้องคิดเลยด้วยซ้ำ ฉันทำหน้าเบ้ไปโดยอัตโนมัติ"

hi "ที่โรงเรียนเก่าน่ะฉันมีเพื่อนเยอะกว่านี้ แต่ก็ไม่ได้คุยกันแล้วละ รู้สึกเหมือนตอนนั้นเป็นชาติที่แล้วเลย ซึ่งเอาจริง ๆ\nก็น่าเศร้านะ"

hi "บางครั้งก็อยากไปคุยอีกรอบ แต่ฉันรู้ดีว่าคุยไม่ได้แล้ว ฉันกลัว อาย อะไรแบบนั้น อยู่ไกลเกินกว่าจะไปเจอหน้ากันได้\nแล้วก็คิดว่าโทร. ดีไหมนะ แต่ฉันก็แทบไม่มีเบอร์โทร. ใครเลย"

hi "แล้วก็ใช่ว่าฉันจะจากมาแบบสวย ๆ ด้วย เรื่องอะไรพวกนั้นจะอยากเจอฉันอีก"

hi "รู้สึกเหมือนว่าลืม ๆ ไปเสียเถอะ แต่ฉันก็ยังนึกถึงอยู่ดี แล้วไม่รู้ทำไมถึงรู้สึกผิดที่ไม่พยายามติดต่อพวกนั้น\nให้ดีกว่านี้"

hi "แล้วฉันก็เริ่มคิดว่า หรือความรู้สึกที่ว่าลืม ๆ ไปเสียเถอะน่ะไม่ถูกต้อง คิดแบบนั้นก็คงเป็นการดูถูกทุกคนที่เคยสนุก\nด้วยกันมา เป็นการเอาช่วงเวลาดี ๆ ทั้งหลายนั้นไปทิ้งให้เสียเปล่า"

hi "อย่างที่ฉันเคยบอกนั่นแหละ ถึงจะมีจังหวะที่อะไร ๆ มันไม่ดีบ้าง แต่ก็ไม่ผิดหรอกถ้าเราจะมองย้อนนับว่าสิ่งเหล่านั้น\nเป็นความทรงจำแสนสุข"

hi "แต่ตอนนั้นฉันคิดไม่ได้ เลยเป็นความรู้สึกประมาณว่าวันหนึ่งตื่นมาแล้วรู้ตัวว่าไม่เหลือเพื่อนแล้ว ฉันปล่อยให้เพื่อน\nห่างหายไปดื้อ ๆ ซึ่งฉันรู้สึกแย่มาก ฉันไม่อยากให้เธอกับชิซูเนะกลายเป็นแบบนั้นไปเหมือนกัน แค่นั้นแหละ"

show mishashort perky_sad_close
with charachange

mi "แค่นั้นแหละ~"

hi "พอคิดว่าเธอจะทำเหมือนกันแล้วผลักไสเพื่อนไปแล้วฉันก็เศร้าขึ้นมา แล้วยิ่งเธอไม่ได้อยู่ไกลจากชิซูเนะด้วย ก็เนี่ย\nอยู่หอเดียวกันด้วยซ้ำ"

mi "เพื่อน อืมม~…"

show mishashort perky_confused_close
with charachange

mi "ฮิจังก็เป็นเพื่อนฉันเหมือนกันนี่"

hi "อืมฮึ"

hi "ดอกไม้ไฟที่งานเทศกาลตอนนั้นสวยมากเลยนะ แต่เธอหลับอยู่"

hi "เป็นครั้งแรกเลยที่ฉันได้เห็นดอกไม้ไฟแบบนั้น แล้วก็ได้เห็นท้องฟ้าแบบเต็มตาเป็นครั้งแรกเลยหลังจากที่ไม่ได้เห็น\nมานาน ก่อนหน้านั้นฉันก็ไม่เคยตั้งใจดูดาวด้วย"

"แต่ตอนอยู่โรงพยาบาลฉันก็อ่านเรื่องดาวแล้วเรียนรู้อะไรหลายอย่างมาแล้วน่ะนะ"

"เช่นว่าดาวฤกษ์ไม่ได้เกิดแค่จากการเผาไหม้ แต่เป็นการระเบิดต่อเนื่องแบบลูกโซ่ อยู่ห่างจากโลกมาก บางดวงที่เห็น\nตัวจริงก็ดับไปเป็นพัน ๆ ปีแล้ว"

"ที่เป็นแบบนั้นเพราะแสงเพิ่งเดินทางมาถึงโลก ฉันเคยเห็นแผนภาพที่เทียบขนาดดาวเคราะห์กับดวงอาทิตย์\nกับดวงอาทิตย์ดวงอื่นอยู่ มองญี่ปุ่นบนภาพโลกใบเล็กที่อยู่ในหนังสือเล่มนั้นไม่เห็นด้วยซ้ำ"

hi "เธอรู้มั้ยว่าตอนนั้นฉันไม่รู้อะไร"

show mishashort perky_smile_close
with charachange

"มิช่ามองรอคำตอบจากฉัน"

hi "ไม่รู้ว่ามันส่องสว่างเหลือเชื่อ"

show mishashort hips_grin_close
with charachange

mi "อะฮ่าฮ่าฮ่า~"

hi "จริง ๆ นะ"

show mishashort perky_confused_close
with charachange

mi "นายทำแบบนี้ทำไมฮิจัง"

hi "ทำอะไร"

show mishashort cross_frown_close
with charachange

mi "ฉันไม่ได้โง่นะ"

hi "ไม่รู้สิ ก็หลายเหตุผล เพราะเธอเป็นเพื่อนชิซูเนะ? เพราะเห็นว่าเธอสองคนสนิทกันดี? แล้วก็อาจจะเพราะอยาก\nบอกเธอว่าคนเราต่างมีจุดตกอับในชีวิตกันบ้าง แต่จะถอดใจยอมแพ้เลยก็ไร้สาระ นั่นแหละ ก็ดูคุ้มที่จะลงแรงดี"

show mishashort sign_smile_close
with charachange

mi "แค่นั้นเองเหรอ"

hi "แล้วก็เพราะเธอเป็นเพื่อนฉัน"

show mishashort hips_smile_close
with charachange

mi "แค่นั้น?"

hi "ขอฉันทำอะไรแบบไม่มีเหตุผลไม่ได้หรือไง"

show mishashort hips_grin_close
with charachange

mi "วะฮ่าฮ่า~ ได้สิ ได้สิ~ แต่ว่า~ ฉันอยากรู้นี่นา"

hi "แล้วอยากให้บอกว่าอะไรอีกล่ะ"

play sound sfx_warningbell
stop music fadeout 3.0

"ระฆังดังก่อนที่มิช่าจะทันได้ตอบ เธอจึงหัวเราะแทน"

scene black
with dissolve


#****************************

label th_S34:

scene black
with dissolve

"วันถัด ๆ มาฉันก็ไม่ค่อยได้เจอมิช่าแล้ว แต่ก็ไม่ได้คิดมากอะไรเพราะแต่ละครั้งที่เห็นมิช่าก็เหมือนกลับเป็นคนเดิม\nทีละน้อย"

"พอเห็นได้ชัดถึงขั้นที่ไม่ต้องระแวงว่าฉันคิดบวกไปเองจนมองว่าเป็นอย่างนั้นแล้วจึงค่อยสบายใจขึ้น"

window hide

with Pause(1.0)

scene bg school_dormhisao
with openeye

window show

"เช้าวันจันทร์ฉันตื่นแต่เช้าตรู่พร้อมอาการครั่นเนื้อครั่นตัว เมื่อคืนเข้านอนเร็วไปด้วย ม่านก็เหมือนจะเสีย\nเพราะปิดหน้าต่างไม่มิด"

"และด้วยเหตุเช่นนั้นฉันจึงไปนอนต่อไม่ได้ แสงอาทิตย์แยงตาฉันตลอด คงเพราะอย่างนี้ด้วยฉันถึงได้ตื่นเช้าขนาดนี้"

play sound sfx_doorknock

"ทั้งป่วยทั้งเพลีย เป็นส่วนผสมที่ชวนให้หงุดหงิดดีเหลือเกิน พอมีคนมาเคาะประตูก็เหมือนจะโล่งใจ"

scene bg school_dormhallway
show kenji neutral at center
with locationchange

play music music_kenji fadein 0.5

"เป็นคนหน้าคุ้นที่ถือแอปเปิลซึ่งพร่องไปจนแทบจะหมดแล้วอยู่ในมือ พอกินคำสุดท้ายเคนจิก็ลองโยนให้ลงถังขยะ\nทว่าคลาดไปไกลโข โดนใส่กำแพงที่ความสูงสูงจากถังขยะไปสองเมตร"

"แต่เอาจริง ๆ ซากหลายชิ้นที่โดนกำแพงแล้วก็ร่วงใส่ถังขยะอยู่ดี แต่คงไม่มีใครมั่นหน้าถึงขั้นจะจงใจเล็งเพื่อทำอะไร\nอย่างนี้หรอก"

show kenji happy
with charachange

ke "สวย!"

show kenji neutral
with charachange

ke "ไงเพื่อนร่วมห้อง"

hi "เพื่อนร่วมห้องบ้านนายสิ เราไม่ได้อยู่ห้องเดียวกันนะ"

show kenji tsun
with charachange

ke "ไม่สำคัญ"

hi "สำคัญสิวะ อย่างน้อยก็หัดแยกบ้างว่าคนที่อยู่อาคารเดียวกันมันไม่เหมือนกับคนที่อยู่ห้องเดียวกัน"

show kenji neutral
with charachange

ke "ขอใช้ห้องนายหน่อย"

hi "จะทำอะไร"

"พลาดแล้ว น่าจะตอบไปว่า “ไม่ให้เสียหรอก”"

show kenji tsun
with charachange

ke "สภานักเรียนเอาแต่ส่งจดหมายมาให้ฉัน ทั้งที่ขอว่าให้เก็บไว้ที่ล็อกเกอร์หรืออะไรนี่แหละ"

ke "แต่ก็เอามาสอดไว้ใต้ประตูตลอดโดยที่ฉันไม่ทันรู้ตัว วันนี้ฉันเลยจะมาซุ่มดักรอพวกนั้นแบบคาหนังคาเขา…\nเหมือนนักสืบ หรือนักล่าในแอฟริกา"

show kenji neutral
with charachange

ke "วันนี้ฉันขอมานอนเอกเขนกอยู่ห้องนายแล้วส่องที่ตาแมวหน่อย ไม่งั้นจับพวกนั้นไม่ได้แน่ ๆ แล้วอาจจะมาขออยู่\nพรุ่งนี้ด้วย"

show kenji happy
with charachange

ke "ต้องสุดยอดแน่นอน เราจะสั่งพิซซ่ามากินกันทั้งสองวันเลย หรือจะสั่งพิซซ่าวันเดียวแล้วอีกวันสั่งอย่างอื่นดี แต่สั่ง\nอะไรดีล่ะ แล้ววันไหนที่จะสั่งพิซซ่า"

hi "ไม่ใช่วันนี้ ไม่ใช่สักวัน คือ ฉันก็เป็นสภานักเรียนนะ ทำไมไม่ถามฉันเลยล่ะ"

"ถ้าถามแล้วฉันก็จะหาคำตอบให้ได้ง่าย ๆ โดยที่เคนจิไม่ต้องบุกห้องฉันเลย ก็ได้ประโยชน์ทั้งสองฝ่าย เว้นก็แต่ว่า\nทางนี้จะเป็นการหาเรื่องให้ฉันเลี้ยงพิซซ่าได้ ชักสงสัยแล้วว่าหรือเจตนาของเคนจิคือแบบนั้น"

"แต่… ไม่น่ามั้ง เคนจิคงคิดแผนซับซ้อนซ่อนเงื่อนขนาดนั้นไม่ได้หรอก"

show kenji tsun
with charachange

ke "นายรู้เหรอ"

hi "เวลาส่งจดหมายเหรอ ไม่อะ ปกติพอฉันไปที่สภานักเรียนพวกนั้นก็เอาจดหมายให้ฉัน ประเด็นคือ ฉันไปถามให้ก็ได้\nฉันก็จะได้เอาคำตอบมาบอกนาย คนเรารู้กันด้วยวิธีนี้แหละ ถามสิถาม"

show kenji neutral
with charachange

ke "มนุษย์ถ้ำถามกันไม่ได้นะ อะโธ่ หมดคำตอบเลยอะดิ อะเรียบร้อย"

hi "…ใช้ตาแมวห้องตัวเองสิ"

show kenji tsun
with charachange

ke "แล้วถ้าพวกนั้นเห็นฉันล่ะ"

hi "จะเห็นได้ไง มันส่องกลับไม่ได้ ตาแมวมันก็คือกล้องส่องทางเดียวน่ะแหละ"

show kenji happy
with charachange

ke "จริงเหรอ ก็… ไม่มีทาง ยังไงพวกนั้นก็ต้องเดาว่าฉันอยู่ในห้องแน่ ๆ พวกนั้นจะสัมผัสได้ถึงตัวตนฉันแล้วรับรู้\nว่าฉันอยู่ที่ห้อง คงไม่คาดคิดแน่ว่าจะอยู่ห้องอีกฝั่งน่ะ"

hi "เดี๋ยวจะไปเอาจดหมายนายที่ห้องสภานักเรียนให้ ตอนนี้แหละ"

show kenji tsun
with charachange

ke "งั้นฉันก็คงปล่อยให้นายไปไม่ได้"

hi "บ้าเปล่า เกิดฉันอยากเข้าห้องน้ำล่ะ"

show kenji neutral
with charachange

ke "อย่าคิดเล่นตุกติกกับฉันนะ"

scene bg school_dormhisao
with locationchange

"ฉันนั่งที่โต๊ะทำการบ้านสุดสัปดาห์"

hi "เออเนี่ย ยังไงเดี๋ยวนายก็ต้องออกไป เพราะงั้นนายจะอยู่ที่นี่หรือกักฉันไว้ตลอดไปไม่ได้ คือ ห้องนี้มันห้องฉัน"

show kenji neutral at tworight
with charaenter

ke "เออ ฉันก็กะไว้แล้วว่าทำงั้นไม่ได้หรอก ปกติจดหมายมาตอนไหนเหรอ"

hi "ตอนนี้"

show kenji tsun
with charachange

ke "ทำไมพวกผู้หญิงช้าจัง"

hi "ทำไมนายถึงอะไรกับจดหมายขนาดนั้นฮะ นี่นายรออะไรอยู่"

show kenji neutral
with charachange

ke "ฉันรอบางอย่างเสมอ …แต่ไม่ใช่วันนี้นะ"

hi "อยากให้เขาส่งอะไรมา นี่นายส่งจดหมายด้วยเหรอ"

show kenji tsun
with charachange

ke "ไม่! นี่แหละจุดที่คนเราจะพลาด ฉันไม่ได้ใช้จดหมายมาตั้งแต่อายุแปดขวบแล้ว ตอนนั้นฉันส่งจดหมายไปที่บริษัทเลโก้\nขอให้ทำเลโก้ดราก้อนบอลให้หน่อย"

show kenji happy
with charachange

ke "บริษัทบอกว่าขอลิขสิทธิ์ไม่ได้แล้วส่งคูปองมาให้แทน โคตรจะคุ้ม แต่หลังจากนั้นฉันก็ทำตัวให้ไม่เด่นเข้าไว้"

show kenji neutral
with charachange

ke "นายไม่ใช้จดหมายใช่มั้ย"

hi "สัปดาห์ก่อนฉันเขียนจดหมายหาพ่อแม่"

show kenji tsun
with charachange

ke "นี่แหละนายพลาดแล้ว!"

hi "เออ รู้งี้ไม่ส่งดีกว่า คงเพราะงี้แหละมั้งวันถัดจากนั้นพวกนั้นก็ฝังไมโครชิปใส่ฉัน"

show kenji neutral
with charachange

ke "แปลว่า… ข่าวลือเป็นจริงสินะ"

"อยากรู้เหลือเกินว่าไปเอาข่าวลือมาจากแหล่งไหน"

hi "ล้อเล่น พูดเล่นเฉย ๆ"

show kenji tsun
with charachange

ke "พูดเล่น? เฮ้ย นี่ล้อฉันเล่นเหรอ นี่สินะความรู้สึก… ของการโดนล้อเล่น ไม่เคยคิดเลยว่าจะโดนกับตัว เรื่องใหญ่เลย\nนะเนี่ย ให้ตาย ฉันว่านายยังรู้ซึ้งถึงความลำบากที่ฉันต้องอยู่ในภาวะกลืนไม่เข้าคายไม่ออกไม่พอนะ"

ke "เป็นละครมีหลายองก์ องก์สุดซับซ้อนที่มีผู้เล่นหลายคน เอาเป็นว่าลำบากมากเลย ถ้าจบเรื่องแล้วฉันจะไปกิน\nปลาทั้งตัวเป็นการฉลอง โอยยย ให้ตาย แต่อยากกินพิซซ่า ยังอยากกินพิซซ่าอยู่ ขอพิซซ่าหน้าปลาได้มั้ย เดี๋ยวนี้เขายัง\nใส่ปลาอยู่หรือเปล่า"

hi "นายจ่ายเองนะ ของคราวที่แล้วนายยังไม่ได้คืนฉันเลย แล้วตอนนี้ฉันก็ยังไม่หิวด้วย"

show kenji neutral
with charachange

ke "ไม่อยากกินพิซซ่าเหรอ เป็นไปได้อย่างไรวะ"

show kenji tsun
with charachange

ke "ยังไงก็ต้องเป็นพิซซ่า ตอนนี้ฉันอยู่ในวัยเสี้ยนพิซซ่า ก่อนหน้านี้เป็นไอศกรีม แต่แฟนก็ชอบตักกินนีโอโพลีแทนแต่ส่วน\nที่เป็นรสสตรอว์เบอร์รี เดี๋ยวนายก็คงประสบเรื่องนี้บ้างเหมือนกัน"

"บางทีก็ดูไม่ออกเหมือนกันว่าพูดเล่นหรือพูดจริง จะมองหน้าได้ชัด ๆ ก็แค่ตอนไม่เอาหน้ามาจ่อกับประตูเนี่ย"

hi "ไม่หรอกมั้ง เออ นายรู้ใช่มั้ยว่าฉันมีแฟนแล้ว ไม่ใช่อิวานาโกะด้วย เป็นประธานสภานักเรียนแน่ะ"

show kenji neutral
with charachange

ke "ข่าวเก่าแล้ว"

hi "ฮะ? จริงดิ"

show kenji happy
with charachange

ke "ฉันก็มีแหล่งข่าวของฉันอยู่"

show kenji tsun
with charachange

ke "แต่นั่นแหละ… แล้วฉันก็ระลึกได้ว่าฉันกินไอศกรีมจนอ้วน เป็นการระลึกที่ตบหน้าฉาดจนตื่นเลย เหมือนเวลา\nนอนอยู่บนหาดแล้วโดนคลื่นที่ถล่มปราสาททรายเข้าซัด"

show kenji neutral
with charachange

ke "ฉันเริ่มวิ่ง ต้องลดน้ำหนักหลายกิโลฯ แต่ที่จริงแล้ว… ฉันน่าจะวิ่งหนีตัวเองมากกว่า"

play sound sfx_doorknock
stop music
show kenji rage:
    tworight
    ease 0.3 twoleft
with vpunch

"เสียงเคาะประตูที่มาแบบกะทันหันนั้นทำให้เคนจิถอยกรูดจนหลังไปชนเข้ากับกำแพง ฉันถือจังหวะนี้เดินไปเปิดประตู"

play sound sfx_dooropen

scene bg school_dormhallway
show shizu behind_blank
with locationchange

ssh "อรุณสวัสดิ์ เป็นยังไงบ้าง"

ke "ฉันเคยได้ยินว่าถ้าวางเกลือไว้ที่ธรณีประตูแล้วจะกันไม่ให้เข้ามาแบบดื้อ ๆ ได้นะ"

play music music_comedy fadein 4.0

scene bg school_dormhisao
show kenji neutral at center
with whip_left

hi "ไม่ทำหรอก"

show kenji happy
with charachange

ke "แต่… นายก็เก็บไปคิดอยู่ ดี"

scene bg school_dormhallway
show shizu behind_blank
with whip_right

hi "อรุณสวัสดิ์ มาส่งจดหมายเหรอ"

show shizu adjust_happy
with charachange

"ชิซูเนะพยักหน้าแล้วโบกจดหมายสองซองอยู่ตรงหน้าเราสองคน ฉันหยิบจดหมายมาเพื่อให้เธอได้สนทนา"

show shizu basic_normal2
with charachange

ssh "รู้ได้ยังไง รู้ได้ยังไง"

hi "ก็ซ่อนไว้ข้างหลังไม่เนียนขนาดนั้น"

ke "ซ่อนอะไร"

scene bg school_dormhisao
show kenji tsun at center
with whip_left

hi "จดหมาย"

scene bg school_dormhallway
show shizu basic_normal2
with whip_right

with Pause(0.2)

show shizu adjust_smug
with charachange

ssh "ไม่เป็นไรหรอก ฉันไม่ได้คิดจะลองซ่อนขนาดนั้นอยู่แล้ว"

hi "ไม่สมเป็นเธอเลยนะ คนอย่างเธอต้องคิดว่า “อะไรที่ลองได้ก็ต้องลองให้สุด” สิ"

ke "ผู้หญิงเป็นฝ่ายรุกเหรอ แล้วฉันล่ะ ฉันใช้วลีนั้นมาหลายปีแล้วนะ ไหนคำเยินยอสรรเสริญวะ เฮ้ย"

ke "ฉันผลิตทองคำแท่งแห่งวงการวรรณกรรม แล้วพวกผู้หญิงอย่างเธอก็ขโมยไปใช้ไปโชว์เหมือนเป็นชุดเดรส\nซื้อสองแถมหนึ่งตามตลาดนัด เหมือนฉันเป็นกัปตันเคิร์ก ส่วนพวกเธอทุกคนเป็นกัปตันพิคาร์ด หรือจะเทียบว่าเป็น\nกัปตันเจนเวย์ยังได้เลย"

show shizu behind_frown
with charachange

ssh "ก็ไม่เสมอไปสักหน่อย นี่ล้อฉันเหรอ"

show shizu adjust_happy
with charachange

"เมื่อเห็นเคนจิแล้วชิซูเนะก็โบกมือทักทาย"

scene bg school_dormhisao
show kenji tsun at center
with whip_left

hi "นี่ เคนจิ ประธานนักเรียนทักทาย"

show kenji neutral
with charachange

ke "ไง"

scene bg school_dormhallway
show shizu behind_blank at center
with whip_right

ssh "แนะนำตัวฉันให้หน่อย ฉันไม่รู้ว่าเขาพูดอะไรอยู่ แต่ดูมั่นใจดี"

"เอ้อ ใช่แหละ ไม่มีใครจะพูดอะไรอย่างนั้นได้อย่างมั่นใจไปกว่าเคนจิแล้ว"

hi "แนะนำไปแล้ว แนบยศไปให้ด้วยซ้ำ นี่เคนจิ คนที่อยู่ห้องฝั่งตรงข้าม ห้องอยู่ข้างหลังเธอ แล้วนี่มีจดหมาย\nของเคนจิมั้ย"

show shizu adjust_happy
with charachange

ssh "ฉันเอาจดหมายมาส่งให้นายเพราะมันอยู่ห้องสภานักเรียนหรอก ฉันมีสิทธิ์เข้าถึงก่อน! ของพวกนี้\nขึ้นอยู่กับที่ตั้งทั้งนั้น คิดเสียว่าเป็นสิทธิพิเศษของการเป็นสมาชิกสภานักเรียนแล้วกัน"

"ฟังดูไม่ยุติธรรมเลยแฮะ ใช้อำนาจของตำแหน่งตัวเองทำอะไรหลายอย่างเหมือนกัน อย่างน้อยก็เป็นแค่อะไร\nเล็ก ๆ น้อย ๆ ละนะ"

#if not seen A26b:
label th_S34a:

ssh "ฉันไม่เคยมาห้องนายเลย น่าสนใจดีนะ"

#if seen A26b:
label th_S34b:

ssh "ครั้งแรกเลยนะเนี่ยที่ได้มาเห็นห้องนายจริง ๆ จัง ๆ"

"โกหกเห็น ๆ ไม่งั้นก็คงทำภาษามือบอกเร็วกว่านี้แล้ว ยังไงก็จำได้แหละว่าครั้งนี้ไม่ใช่ครั้งแรก"

#end split
label th_S34c:

show shizu basic_frown
with charachange

ssh "ทำไมเขาได้เห็นห้องนายแต่ฉันไม่ได้เห็น ผู้ชายเขาเป็นกันแบบนี้เหรอ"

hi "การเป็นผู้ชายมันไม่ได้เหมือนการเป็นสมาชิกชมรมลับสักหน่อย"

ke "ซึ่งควรจะเป็นนะ ต้องมีแหวนด้วย แบบหัวแหวนขนาดบิ๊กเบิ้ม แล้วก็ทำจากทอง!"

show shizu adjust_smug
with charachange

ssh "แน่ใจนะ แน่ใจจริง ๆ เหรอ ฉันคิดมาตลอดเลยว่าพวกผู้ชายน่ะมีภราดรภาพเร้นลับเชื่อมถึงกันอยู่"

ke "ทำไมยัยนี่ถึงเมินฉันล่ะ ขอฉันเล่าเรื่องชมรมลูกผู้ชายหน่อย แล้วไอ้สัญญาณมือนี่มันอะไร นี่จะเล่นของใส่กันเหรอ"

scene bg school_dormhisao
show kenji tsun at center
with whip_left

hi "ไม่ นายถอยไปเลย เดี๋ยวฉันต้องแปลสิ่งที่นายพูดให้ชิซูเนะอีก ซึ่งฉันไม่รู้ว่าจะไหวหรือเปล่าด้วย และเดี๋ยวชิซูเนะก็จะ\nเข้าใจผิด ซึ่งนายก็คงจะเข้าใจประโยคตอบผิดอีก แล้วฉันก็ต้องแปลคำแก้ต่างของนาย"

show kenji happy
with charachange

ke "แก้ต่างเหรอ แก้ทำไม หน้าต่างฉันก็สวยอยู่แล้ว"

scene bg school_dormhallway
show shizu behind_frustrated at center
with whip_right

ssh "เขาว่าไง"

hi "เขาบอกว่าไม่มีอะไรจะแก้ต่าง"

show shizu basic_normal
with charachange

ssh "แก้ต่างเรื่องอะไร ฉันยังไม่ได้ท้าอะไรเขาเลยด้วยซ้ำ"

"ใช้คำได้ชวนให้ใจคอไม่ดีมาก แปลว่าอยากท้าเหรอ แต่จะท้าเรื่องอะไร แต่ไม่สำคัญหรอก เพราะจะเรื่องอะไรก็คง\nจบไม่สวยแน่"

hi "อย่าไปหาเรื่องคนอื่นซี้ซั้วอย่างนั้นสิ"

show shizu adjust_frown
with charachange

ssh "ฉันไม่เคยเจอเพื่อนนายเลย ทำไมถึงให้เจอไม่ได้ เหมือนว่าเขาเป็นคนที่… ไฟแรงมาก ๆ"

"ออกท่าทางขนาดนั้น จะคิดว่าชิซูเนะคงมองเป็นอย่างอื่นได้คงโง่ไป แต่เอาเถอะ เปลี่ยนเรื่องก่อนดีกว่า"

"ซึ่งคงไม่ได้ผลกับชิซูเนะสักเท่าไหร่น่ะนะ แต่ที่มานี่ต้องมีเหตุผลแหละ ไม่ใช่แค่มาส่งจดหมายให้หรอก"

"ถ้าเป็นเรื่องเล็กขนาดนั้นคงไม่เคาะประตูด้วยซ้ำ"

hi "เธอคงไม่ได้มาเพื่อแค่จะส่งจดหมายหรือมาคุยกับเพื่อนฉันใช่มั้ย"

play sound sfx_snap

"ชิซูเนะดีดนิ้วแทนความหงุดหงิด เสียงยังดังจนชวนให้หน้าหยีเหมือนเคย"

show shizu basic_normal
with charachange

ssh "ถูกต้อง"

show shizu behind_smile
with charachange

ssh "ไปสักที่กันอีกกันเถอะ"

hi "มีที่หมายที่จะไปแล้วเหรอ"

show shizu adjust_smug
with charachange

ssh "ถูกต้องอีกแล้ว ไปที่ประจำกัน"

"ชิซูเนะหยิบกล่องที่ห่อมาอย่างดีที่วางอยู่ด้านนอกข้างวงกบ ข้างในคงมีอาหารนั่นแหละ และคราวนี้ไม่ได้ดูเป็นของ\nที่ซื้อมาด้วย เธอวางไว้ตรงระหว่างเท้าสองข้างแล้วเสริมอีก"

show shizu behind_smile
with charachange

$doublespeak (ke, ssh, "ของฉันเหรอ", "นี่ต่างหากเซอร์ไพรส์ของจริง เห็นมั้ย")

show shizu adjust_smug
with charachange

ssh "ยังไงฉันก็ต้องทำอะไรสักอย่างให้ทุกคนแหละนะ"

"ฉันเห็นด้วย เห็นด้วยแบบที่ปกติคนจะทำเวลามีคนมาพูดอะไรที่มีความหมายมากกว่าความหมายแบบตรงตัวให้ฟัง\nต่อหน้า"

show kenji invis:
    center
    xpos 0.0
with None

show shizu behind_smile at tworight
show kenji tsun at twoleft
show bg school_dormhallway at bgright
with dissolvecharamove

ke "เอาเถอะ ก็ได้ ถ้าพวกเธอทั้งสองคนจะเมินกันละก็ขอตัวก่อนละ ใจร้าย เดี๋ยวจะได้เห็นดีกัน!"

stop music fadeout 2.0

hide kenji
with charaexit

scene ev shizu_roof at shizu_roof_in
with shorttimeskip

play ambient sfx_rooftop fadein 1.0
play music music_soothing fadein 0.5

"ไม่นานหลังจากนั้นพวกเราก็มากันที่ดาดฟ้า"

"ปกติสุดสัปดาห์วันฟ้าใสแบบนี้ที่ดาดฟ้าจะไม่มีคนเหรอ มี ยังไงก็ต้องมี ฉันนึกสาเหตุออกแค่ว่าเพราะชิซูเนะแน่ ๆ\nแต่จะเว้นที่ให้ดาดฟ้าโล่งก็ไม่ได้ยากหรอก แค่แปะป้ายไว้กับประตูก็พอแล้ว"

"กล่องพลาสติกที่ชิซูเนะใส่อาหารมาซึ่งขณะนี้พร่องไปหมดแล้ววางอยู่ข้างฉัน เป็นมื้อที่ดำเนินไปอย่างเงียบเชียบอีกครั้ง\nเพราะการถือตะเกียบทำให้เราคุยอะไรกันไม่ค่อยได้"

"วันนี้ลมแรงเล็กน้อย ถึงจะไม่ได้แรงถึงขั้นเป็นปัญหาได้ก็ตาม ลมนั้นพัดถุงพลาสติกที่กล่องเปล่าวางทับอยู่ปลิวมา\nพลิกอยู่บนขาฉันก่อนจะไปเกี่ยวเข้ากับปลายรองเท้าชิซูเนะ"

show ev shizu_roof_towardsangry at shizu_roof_in
with charachange

"ชิซูเนะหยิบถุงใบนั้นแล้วทำภาษามือทันทีด้วยท่าทีไม่พอใจที่ฉันหัวเราะใส่ทั้งที่ตัวเองก็กลั้นขำอยู่แท้ ๆ แต่เมื่อ\nยังมีถุงเป็นอุปสรรคอยู่เธอจึงหยิบไปนั่งทับแล้วบอกว่า"

ssh "ตลกมาก"

show ev shizu_roof_towardsnormal at shizu_roof_in
with charachange

ssh "เป็นยังไงบ้าง"

show ev shizu_roof2_towardsnormal at shizu_roof_in
with charachange

his "อาหารเหรอ ก็รสชาติคุ้นปากดี"

show ev shizu_roof2_towardsangry at shizu_roof_in
with charachange

ssh "แปลว่าไม่อร่อย"

show ev shizu_roof_towardsangry at shizu_roof_in
with charachange

his "อร่อย อร่อยสิ ฉันจำได้ว่าเคยกินเจ้านี่ตอนที่เธอทำมา"

"ไม่เหมือนทุกอย่างน่ะนะ คราวนี้มีกุ้งทอดมาเป็นของใหม่"

ssh "ฉันทำเป็นแค่นี้แหละ แต่ฝีมือน่าจะดีขึ้นนะ"

his "แล้วก่อนหน้านี้เคยทำมาแล้วกี่รอบ"

show ev shizu_roof_towardsnormal at shizu_roof_in
with charachange

ssh "ครั้งนี้ครั้งที่สอง"

his "ที่ทำอาหารมื้อนี้น่ะนะ"

show ev shizu_roof at shizu_roof_in
with charachange

ssh "ที่ทำอาหาร"

show ev shizu_roof_smile at shizu_roof_in
with charachange

ssh "คราวหน้าตานายลองบ้าง"

show ev shizu_roof_towardsangry at shizu_roof_in
with charachange

"เห็นชิซูเนะเอาแต่ดึงขอบถุงไว้อย่างนั้นแล้วก็รำคาญตา ฉันว่าฉันรู้แล้วว่าทำไมเธอถึงทำอย่างนั้น"

show ev shizu_roof2_towardsangry at shizu_roof_in
with charachange

his "คาใจขนาดนั้นเลยหรือไง"

show ev shizu_roof2_towardsnormal at shizu_roof_in
with charachange

ssh "ฉันอยากเก็บให้เรียบร้อย"

show ev shizu_roof_towardsnormal at shizu_roof_in
with charachange

his "ไม่เป็นไร เดี๋ยวฉันหยิบให้"

"ขณะที่กำลังหยิบถุงอยู่ก็คิดได้ว่าปริมาณอาหารที่ชิซูเนะเอามานั้นคงมีไม่น้อยถึงได้มีกล่องเยอะขนาดนี้ ฉันไม่ได้\nกินเยอะด้วยซ้ำ ระบบเผาผลาญของชิซูเนะต้องดีมากแน่ ๆ ถึงได้เก็บกวาดทุกอย่างไหว"

stop music fadeout 1.0
play sound sfx_impact

scene black
with vpunch

"ยืนได้ไม่กี่วินาทีฉันก็สะดุดขาตัวเองเข้าเสียแล้ว ฉันแทบรับตัวเองไว้ไม่ทันล้มลงข้างตักชิซูเนะโดยใช้ข้อศอก\nกับเข่าตัวเองรองไว้"

scene bg school_roof
with locationchange

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack
with Dissolve (0.7)

"ฉันหยัดตัวลุกขึ้นยืนอีกครั้งพร้อมเอามือลูบอกเบา ๆ ในหัวมีแต่ความเจ็บที่เข่ากับความคิดที่ว่าฉันอาจสะดุดล้ม\nจนตายได้ ชักคลื่นไส้ขึ้นมาแล้ว"

"ชิซูเนะดันไหล่พยุงตัวฉันให้ยืนตัวตรง เธอมองฉันด้วยสายตาแปลก ๆ โชคไม่ดีที่แค่ดันเบา ๆ อย่างนี้ก็ทำให้ฉันตกใจ\nได้แล้ว"

show shizu basic_normal2_close:
    center
    ypos 1.1
with charaenter

ssh "ไหวมั้ย"

"ฉันพยักหน้า แต่พวกเราไม่ได้กลับไปนั่งข้างกันเหมือนเดิม ไม่แปลกอะไรที่การอยู่กับชิซูเนะจะมีความเงียบ\nเป็นส่วนใหญ่ แต่ฉันเพิ่งสังเกตเอาเดี๋ยวนี้เอง เป็นสัญญาณปกติถึงความกระอักกระอ่วน และเธอก็เป็นฝ่ายเปิดประเด็น\nอีกครั้ง"

show shizu behind_smile_close
with charachange

ssh "ฉันนึกว่านายจะพูดอะไรสองแง่สองง่าม"

hi "…"

show shizu behind_sad_close
with charachange

"และบรรยากาศก็กลับมากระอักกระอ่วนเหมือนเดิม"

his "มิช่าเป็นยังไงบ้าง"

show shizu basic_normal_close
with charachange

play music music_twinkle fadein 6.0

ssh "มิช่าดูจะมีความสุขขึ้นนะ กลับเป็นมิช่าคนเดิมแล้ว เลยคิดว่าฉลองกันอย่างนี้ดีกว่า แล้วก็เป็นการขอบคุณที่นาย\nช่วยมิช่าด้วย"

"มือชิซูเนะกระตุกไปเล็กน้อยกับคำสุดท้ายนั้น"

his "เธอคิดอะไรเป็นนักธุรกิจเกินไปนะ"

show shizu behind_blank_close
with charachange

ssh "ก็ช่วยไม่ได้นี่นา ที่บ้านฉันสอนมาอย่างนี้"

show shizu adjust_happy_close
with charachange

ssh "ฉันดีใจนะที่นายถามเรื่องมิช่า ถ้าจะให้ถูกต้องใช้คำว่า “กลับไปเป็นตัวตนที่แท้จริง” แล้วมากกว่า ซึ่งมิช่า\nจะกลับไปเป็นมิช่าคนเก่าเพื่อนายเท่านั้น"

show shizu basic_normal_close
with charachange

ssh "พอลองย้อนนึกดูตอนที่ฉันเจอมิช่าครั้งแรกแล้ว มิช่าที่นายรู้จักน่ะไม่เหมือนกับที่ฉันนึกถึงเลยนะ ถึงมิช่าจะดู\nเหมาะกับความร่าเริงกับรอยยิ้มมากกว่าก็จริง แต่ปกติมิช่าไม่ได้เป็นอย่างนั้น"

show shizu behind_blank_close
with charachange

ssh "ไม่รู้ว่านายคิดเหมือนกันหรือเปล่า"

"ฉันไม่ตอบ"

his "เอาเถอะ ตราบใดที่มันได้ผล ขอแค่มิช่ามีความสุขก็พอแล้วละ แผนของเธอสำเร็จแล้ว"

his "เธอก็รู้จักมิช่าดีเหมือนกันอย่างทีี่พูดนั่นแหละ เธอรู้หมดว่ามิช่าจะพูดอพไร แต่ถ้าแผนเธอมีแค่การให้ฉัน\nไปพูดแทนเธอแล้วฉันก็เป็นแค่หุ่นเชิด ไม่ได้ลงมือทำอะไรเลย"

show shizu cross_angry_close
with charachange

ssh "ไม่จริงเลย นายเป็นคนคิดได้ก่อนต่างหาก"

show shizu basic_frown_close
with charachange

ssh "ฉันคิดผิด พอลองมานึก ๆ ดูแล้วก็เห็นว่ามุมมองของฉันต่ออะไร ๆ มันมีจุดบกพร่องร้ายแรง นายคงรู้แล้วแหละ\nบางทีฉันก็ทำเหมือนทุกอย่างเป็นการแข่งขันระหว่างฉันกับคนอื่น ทั้งที่บางทีมันก็ไม่สมควรทำเลย"

"บางที?"

show shizu behind_blank_close
with charachange

ssh "ฉันรู้ดีว่าถ้าสื่อสารกับใครสักคนได้ด้วยแค่ภาษามือแล้วฉันจะเมินคนนั้นไปได้ง่าย ๆ เลย ฉันควรขอความช่วยเหลือสิ\nแต่ฉันก็มั่นใจมากว่าทำเองได้ จริง ๆ นายก็กล้ามากนะที่ทำอย่างนั้น ต่อให้นายจะไม่รับคำขอบคุณไว้กับตัวเองก็เถอะ"

show shizu basic_normal_close
with charachange

ssh "แล้วก็อีกอย่าง ช่วงนี้นายทำตัวน่านับถือมากเลยนะ"

"พอได้รับคำชมโดยที่สีหน้าของชิซูเนะไม่เปลี่ยนไปเลยแม้แต่น้อยแล้วก็รู้สึกแปลก ๆ แฮะ"

show shizu adjust_frown_close
with charachange

ssh "แต่!"

show shizu basic_happy_close
with charachange

ssh "“คนเราไม่ได้เปลี่ยนกันง่าย ๆ ” นายว่างั้นใช่มั้ย"

"ชิซูเนะขยิบตาชอบใจเป็นอย่างมาก"

his "มิช่าบอกเธอหมดเลยเหรอ"

show shizu behind_blank_close
with charachange

ssh "เกือบหมด"

his "เธอคงจะบอกว่าฉันคิดผิดใช่มั้ยล่ะที่พูดแบบนั้น"

show shizu basic_normal2_close
with charachange

ssh "ใช่และไม่ใช่"

show shizu adjust_frown_close
with charachange

ssh "ฉันเป็นคนบอกมิช่าก่อนใครเลย แต่มิช่าก็คิดไปแบบสุดโต่งแล้วไปเปลี่ยนความหมาย เปลี่ยนได้ยากก็จริง แต่มิช่า\nก็ทำเหมือนว่าเปลี่ยนไม่ได้เลย"

show shizu basic_normal_close
with charachange

ssh "จริง ๆ เปลี่ยนได้นะ ถ้าเปลี่ยนไปทีละเล็กละน้อยน่ะ ฉันคิดอยู่ว่าจะลดเรื่องความอยากเอาชนะลงสักหน่อยดีมั้ย"

his "แต่เหมือนเธอจะสนุกนี่"

show shizu behind_smile_close
with charachange

ssh "ก็อาจจะนิดหน่อย ฉันถึงได้เจาะจงใช้คำว่า “ลด” ไงล่ะ"

"ชิซูเนะยืนพิงรั้ว ฉันมีบางอย่างอยากบอกเธอ แต่ไม่รู้ทำไมถึงรู้สึกว่าตอนนี้ยังไม่ถึงเวลา แค่รู้สึก ฉันดูออกว่าชิซูเนะ\nยังมีอะไรจะบอกอีก"

show shizu basic_normal2_close
with charachange
 
ssh "คนอื่นมองว่าฉันทุ่มเทมากไป"

show shizu adjust_happy_close
with charachange

ssh "ก็นะ… ฉันคิดมาตลอดว่าฉันจะลองทำอะไรโดยทุ่มเทแบบพอดีบ้าง"

"เสียงเอี๊ยดจากรั้วที่ชิซูเนะพิงกับเสียงกรุ๋งกริ๋งที่กระดุมชายเสื้อเกี่ยวกับตะแกรงนั้นชวนให้ใจสงบอย่างประหลาด ทั้งยัง\nมีเสียงสายลมหวีดหวิวที่โชยมาอ่อน ๆ อยู่เบื้องหลังและเสียงจอแจของผู้คนจากข้างล่าง"

show shizu basic_normal_close
with charachange

"สายตาชิซูเนะมองไปที่ข้างล่างเช่นกัน จะคิดอยู่หรือเปล่านะว่าตัวเองพลาดอะไรไปบ้าง เสียงดีดนิ้วที่ดึงความสนใจคนได้นั้น\nเป็นหลักฐานว่าเธอรู้ว่าคนอื่นรับรู้และตีความเสียงอย่างไร"

show shizu invis_close at center
with dissolvecharamove

hide shizu
with None

"คงแปลกน่าดูที่รู้ถึงขนาดนั้นแต่ไม่อาจสัมผัสได้ด้วยตัวเอง ชิซูเนะออกเดินช้า ๆ ไปตามกรอบดาดฟ้าโดยที่กระดุมนั้น\nยังเกี่ยวไปตามตะแกรงอยู่ เป็นเสียงที่ไม่มีจังหวะใด ๆ แต่ไม่ใช่เพราะไม่เจตนา"

show shizu invis_close at twoleft
with None

show shizu basic_normal_close at center
with dissolvecharamove

"ระหว่างนั้นฉันก็เหม่อ ๆ ไปพลางก่อนจะสะดุ้งเฮือกรู้ตัวเมื่อชิซูเนะเดินครบรอบแล้วมาแตะไหล่ฉัน"

show shizu behind_blank_close
with charachange

ssh "จำได้มั้ยว่าเราคุยอะไรกัน"

his "หมายถึงตอนไหนเหรอ เมื่อกี้? แหงสิ ก็เพิ่งคุยไปนี่"

show shizu basic_angry_close
with charachange

ssh "ผ่านไปเกือบสิบนาทีแล้วนะ"

show shizu adjust_frown_close
with charachange

ssh "ตอนที่ฉันเห็นนายครั้งแรก นายดูเป็นคนที่จมลึกมากอยู่กับความรู้สึกสมเพช"

"เจ็บ แต่ก็จริง"

show shizu behind_smile_close
with charachange

ssh "ขอโทษ ขอโทษ"

show shizu basic_normal_close
with charachange

ssh "พอเห็นหน้าครั้งแรกฉันก็อยากทำให้นายร่าเริงขึ้น แต่ก็กลัวว่าพอทำแล้วคงไม่มีประโยชน์อะไร ฉันอดคิดไม่ได้\nว่าจะเปลี่ยนความคิดนายคงยากมาก"

show shizu behind_smile_close
with charachange

ssh "แต่นายก็เปลี่ยน ฉันแปลกใจมาก แล้วก็แปลกใจด้วยที่นายถูกชักจูงง่ายพอตัวเลย แต่นั่นแหละ ฉันแปลกใจจนต้อง\nมานั่งทบทวนอะไรหลายอย่าง เช่น… ว่าสุดท้ายทุกอย่างก็สมกับที่ทุ่มเทไป"

his "ทุกอย่าง?"

show shizu adjust_happy_close
with charachange

stop music fadeout 4.0

ssh "—นี่แหละฉันถึงได้ชอบนาย"

his "อย่างนี้นี่เอง"

"ดีใจจริงที่ได้รู้เสียที"

stop ambient fadeout 2.0

scene black
with dissolve

#****************************

label th_S35:

scene bg school_council_ss at right
show mishashort hips_smile_close_ss at closeleft
show shizu behind_blank_close_ss at closeright
with locationchange

play music music_ease

hi "…และอย่าลืมว่าขอให้จริงจังกับงานนี้ มีหลายคนคิดว่าจะอู้ยังไงก็ได้เพราะเป็นเรื่องไม่สำคัญ ซึ่งเป็นความคิดที่\nอันตรายมาก"

show mishashort cross_frown_close_ss
with charachange

mi "ใช่เลย~ ไม่มีคำว่าจริงจังเกินไปหรอกนะ~! ถ้าไม่คิดให้ใหญ่ ไม่คิดแง่บวก แสดงความอ่อนแอ คนจะคิดว่าเรา\nเป็นพวกไม่มีน้ำยาเอาได้นะ~"

show mishashort sign_confused_close_ss
with charachange

mi "แล้วไม่นานอำนาจของเราก็จะหายไปเพราะตกไปอยู่กับคนอื่นทีละเล็กละน้อย สุดท้ายเราก็จะไม่เหลืออะไรเลย\nคราวที่แล้วก็เป็นแบบนั้น~"

show mishashort hips_grin_close_ss
with charachange

mi "เพราะงั้น~! จำไว้~ อาจดูเหมือนเป็นงานง่าย ๆ แต่ในห้องนี้ก็อาจมีการถล่มกันเกิดขึ้นได้ อะฮ่าฮ่า~ แล้วก็~\nนอกห้องก็เกิดได้ด้วย ไหนจะต้องรับมือกับคนของทางโรงเรียนอีก! แม้แต่การไปขอรายงานงบประมาณจากหัวหน้าห้อง\nก็อาจกลายเป็นศึกชิงเลือดกันได้เลยนะ~ บางที"

hi "…ใช่ หลักการของที่นี่คือไม่ฆ่าก็ถูกฆ่า อย่าผูกมิตรกับใครและอย่ารับเชลย …เธอแน่ใจแล้วเหรอ ให้พูดแบบนี้\nใช่มั้ย"

show shizu basic_angry_close_ss
with charachange

ssh "นายยังดูตื่นเต้นไม่พอนะ ฉันต้องดูให้แน่ใจว่าข้อความที่จะสื่อน่ะส่งผ่านไปโดยสมบูรณ์หรือยัง อีกรอบ\nใส่อารมณ์เข้าไป!"

show aoi_keiko:
    yalign 1.0 xanchor 0.5 xpos 0.0 alpha 0.0
with None

play sound sfx_flash

show bg school_council_ss at left
show mishashort invis_close at Position(xpos=1.1)
show shizu invis_close at Position(xpos=1.6)
show aoi_keiko:
    center
    alpha 1.0
with Dissolvemove(0.5)

"ชิซูเนะบิดมืออย่างวาทยกรเป็นการเน้น ซึ่งทำให้สองสาวที่อยู่ตรงหน้าเรานั้นมีท่าทีกลัวอย่างเห็นได้ชัด เหลือเชื่อมาก\nเพราะเรื่องทั้งหมดนี้เกิดขึ้นแค่เพราะมีคนหนึ่งถามว่าตัวเองจริงจังกับงานนี้ไปมั้ย"

ssh "เข้าใจมั้ย!"

hi "เข้าใจมั้ย แกล้งทำเป็นว่าฉันตะโกนนะ"

thname ("อาโออิ") "โอเค โอเค! อ๊าาาา! สภานักเรียนที่นี่แปลกจัง"

thname ("เคโกะ") "ค่ะท่าน"

hi "“ท่าน”? นี่พวกเธอคุยกับใครอยู่เนี่ย"

play sound sfx_flash

show bg school_council_ss at right
show mishashort hips_smile_close_ss at closeleft
show shizu adjust_frown_close_ss at closeright
show aoi_keiko:
    yalign 1.0 xanchor 0.5 xpos 0.0 alpha 0.0
with Dissolvemove(0.5)

ssh "ไม่แปลกสักหน่อย! พวกเธอต้องมองว่าเป็นงานสิ หรือจะมองว่าเป็นงานที่เขาให้ผลตอบแทนเป็นการให้สิทธิ์\nใช้สำนักงานอันยิ่งใหญ่แห่งนี้ก็ได้"

play sound sfx_flash

show bg school_council_ss at left
show mishashort invis_close at Position(xpos=1.1)
show shizu invis_close at Position(xpos=1.6)
show aoi_keiko:
    center
    alpha 1.0
with Dissolvemove(0.5)

hi "อยากให้พูดอีกมั้ย"

thname ("อาโออิ") "ม่าาาาาย…"

ssh "ไปได้"

stop music fadeout 5.0

scene bg school_council_ss
show mishashort perky_smile_ss:
    twoleft
    ypos 1.1
with shorttimeskip

"และแล้วการปฐมนิเทศสภานักเรียนที่กินเวลาไปหนึ่งชั่วโมงก็สิ้นสุดลง แต่ฉันรู้สึกว่านานเกินกว่าความจำเป็น\nไปสักห้าสิบนาทีได้ แล้วก็ตลกดีที่ในการปฐมนิเทศมีการพาเดินตระเวนรอบโรงเรียนอย่างที่พวกเราทำกันมาสักพักแล้ว\nแต่ก็คงไม่เสียหายอะไรมั้ง"

"ฉันคิดไว้ว่าชิซูเนะคงหย่อนตัวลงนั่งที่เก้าอี้เพราะยืนอย่างจดจ่อมาทั้งวันแล้ว แต่ก็ไม่นั่ง เธอยังคงเดินไปรอบห้อง\nอย่างกระวนกระวายใจ"

show shizu invis:
    center
    xpos 1.0
with None

play music music_shizune fadein 1.0

show shizu adjust_frown_ss at tworight
with dissolvecharamove

ssh "ยังอีกนานเลยกว่าจะใช้ได้! ตอนนี้สภาพยังเหลวเป๋วอยู่"

show mishashort sign_confused_ss:
    twoleft
    ypos 1.1
with charachange

mi "เอ๊ะ"

hi "อะไร"

show shizu behind_frustrated_ss
with charachange

ssh "คิดเหรอว่าจะมาเป็นสภานักเรียนรุ่นใหม่ได้ ไม่มีเป้าหมายชัดเจนเลย เห็นแล้วก็รู้ว่ายังขาดประสบการณ์ ปีนี้เป็นปี\nที่ดีที่สุดแล้ว ฉันว่าพวกนั้นยังไม่ดีพอจะมาสานต่อจากเราได้"

show shizu basic_frown_ss
with charachange

ssh "และฉันรู้ว่ายังมีคนอื่นอีกนอกจากสองคนนั้น อยู่ไหนกันหมด สองคนนั้นดูแล้วเหมือนหนังภาคต่อทุ่มทุนสร้าง\nที่ทำการตลาดหนัก ๆ แต่มีแต่คนด่า ซึ่งหนังภาคก่อนหน้าเป็นหนังดีทุนต่ำที่มีแต่คนยกย่องแถมไม่ได้ทำการตลาด\nอะไรมากมายเลย"

show mishashort perky_confused_ss
show shizu behind_blank_ss:
    ypos 1.1
with dissolvecharamove

"สุดท้ายชิซูเนะก็นั่งพัก"

hi "เธอคงจะคิดถึงสภานักเรียนน่าดูเลยสินะ"

show shizu basic_normal_ss
with charachange

ssh "แหงสิ"

show mishashort perky_sad_ss
with charachange

mi "อืม~… ฉันก็เหมือนกัน ฉันคงมีความสุขกว่านี้ถ้าได้อยู่ต่อ"

show mishashort hips_smile_ss
with charachange

mi "ฉันชอบอยู่ในสภานักเรียนนะ ถึงบางทีจะอยู่แล้วเหนื่อยก็เถอะ"

hi "อืม เหนื่อยจริงแหละ"

show mishashort hips_grin_ss
with charachange

mi "ก็เพราะชิจังคอยทำอะไรเกินกว่าความจำเป็นตลอดเลย~"

show shizu adjust_frown_ss
with charachange

ssh "พวกเธอลืมนึกไปนะว่าถ้าฉันทำแค่เท่าที่จำเป็นเราก็คงแทบไม่ต้องทำอะไรเลยตลอดปีการศึกษา จะมีก็แต่\nแจกเอกสาร ทำแบบสำรวจ แล้วก็วางแผนสำหรับการเลือกตั้งสภานักเรียนรุ่นถัดไปเพื่อให้รุ่นถัดไปที่ว่าเข้ามานั่งอยู่เฉย ๆ\nไปอีกปี"

show shizu behind_frown_ss
with charachange

ssh "แล้วคนอย่างฉันมีเหรอจะปล่อยให้เป็นอย่างนั้น พูดอะไรไร้สาระ สภานักเรียนแบบนั้นน่ะไม่มีอำนาจอะไรให้ใช้\nได้หรอก"

show shizu adjust_happy_ss
with charachange

ssh "แต่ฉันก็ดีใจนะที่คนพวกนั้นก็ไม่ได้แย่ ถึงฉันจะยังกดดันไม่พอก็เถอะ ยังไม่ดีพอ แต่สภานักเรียนรุ่นใหม่ก็ดูจะ\nมั่นคงละนะ"

hi "รู้ได้ยังไง"

show shizu behind_smile_ss
with charachange

ssh "หลังเลิกงานเทศกาลแล้วพวกนั้นก็มาถามว่าให้จัดงานวันฮาโลวีนด้วยได้มั้ย เหมือนจะเป็นบ้านผีสิงหรืออะไร\nนี่แหละมั้ง แล้วก็คิดจะทำอะไรอย่างอื่นหลายอย่างด้วย"

show shizu adjust_smug_ss
with charachange

ssh "ซึ่งแน่นอนว่าฉันตอบว่า “ไม่” ฉันฝากมิช่าให้บอกว่าไปทำกันเองนะถ้าอยากให้มีขนาดนั้น แต่ไม่รู้ทำไมถึงโกรธ"

show mishashort cross_laugh_ss
with charachange

mi "อะฮ่าฮ่า~"

hi "พูดแบบนั้นก็โกรธสิ"

"แล้วยิ่งให้มิช่าเป็นคนพูดด้วย"

show mishashort cross_smile_ss
show shizu behind_blank_ss
with charachange

ssh "ฉันก็โกรธเหมือนกัน"

show shizu basic_frown_ss
with charachange

ssh "อยู่ ๆ ก็มาเรียกร้องอะไรเยอะแยะ ถ้าอยากได้บ้านผีสิง คาเฟตามแบบดั้งเดิม ทริปเที่ยวทะเล หรืออะไรก็ช่าง\nที่โรงเรียนอื่นเขาทำกัน ทำไมก่อนหน้านี้ไม่ลองจัดกันเองล่ะ คงกะจะมายืมแรงฉันให้ทำสิท่า"

show shizu behind_frown_ss
with charachange

ssh "ฉันลงแรงไปตั้งเยอะกับการจัดงานเทศกาลพวกนี้ แล้วมาตอบแทนกันด้วยการบอกว่า “เยี่ยมเลย งั้นเดี๋ยวทำนี่อีกสิ\nอันนี้เป็นไง อันนี้แหละที่อยากได้มาก”"

show mishashort sign_smile_ss
with charachange

mi "แต่ชิจังคิดผิด~ นะ"

show shizu basic_happy_ss
with charachange

ssh "ใช่ พวกนั้นมาเป็นสภานักเรียนเพราะอยากทำให้สิ่งเหล่านั้นเกิดขึ้นได้ ฉันยั่วโมโหทำให้พวกนั้นอิจฉา ซึ่งก็นับว่า\nเป็นแรงกระตุ้นได้เหมือนกัน"

show shizu adjust_happy_ss
with charachange

ssh "ความปรารถนาที่จะทำสิ่งดี ๆ ก็แพร่กระจายไป ถึงจะเป็นการทำเพื่อแสดงให้เห็นว่าตัวเองดีกว่าฉันก็เถอะ แต่ยังไง\nพวกนั้นก็รับคำท้าฉันละนะ"

show shizu behind_blank_ss
with charachange

ssh "ฉันประทับใจมาก เท่าที่เห็นน่ะนะ ยังไงก็ต้องรอดูอีกสักระยะให้แน่ใจว่าจะออกหัวหรือออกก้อย"

play sound sfx_snap

show shizu adjust_happy_ss
show mishashort perky_confused_ss:
    ease 0.1 ypos 1.05
    ease 0.1 ypos 1.1
with vpunch

"อยู่ ๆ ชิซูเนะก็ดีดนิ้วจนมิช่าพุ่งตัวลุกจากที่นั่ง น่าสนใจดี ดังขนาดนี้ฟังกี่รอบก็คงไม่ชิน"

show shizu basic_happy_ss
with charachange

ssh "จริงด้วย! เราจะจัดงานเลี้ยงฉลองที่ได้ส่งไม้ต่อให้สภานักเรียนรุ่นใหม่กันนี่ งั้นจัดตอนนี้เลยมั้ยล่ะ หรืออย่างน้อย\nจะวางแผนไว้ตอนนี้แล้วค่อยจัดวันพรุ่งนี้ดี"

hi "แต่พวกนั้นยังไม่ได้เข้ามาเป็นเลยด้วยซ้ำนะ แล้วเธอก็บอกก่อนเลยด้วยว่า “พวกเธอยังไม่ได้เป็นสภานักเรียนนะ”\nจะจัดตอนนี้เลยก็ดูเร็วไปหน่อย"

show shizu adjust_frown_ss
with charachange

shi "…"

show shizu behind_blank_ss
with charachange

ssh "มิช่า เธอว่าไง"

show mishashort hips_smile_ss
with charachange

mi "อืมมม~ ฉันเห็นด้วยนะว่ายังเร็วไป อีกอย่าง~ ฉันน่าจะไปร่วมไม่ได้ด้วย ขอโทษทีนะ~! ที่จริงก็จะไปตอนนี้\nแล้วแหละ"

ssh "ทำไมมาร่วมไม่ได้"

show mishashort hips_grin_ss
with charachange

mi "โน~ คอมเมนต์~!"

show shizu adjust_frown_ss
with charachange

ssh "ไม่เอาน่า บอกฉันมา"

show mishashort perky_confused_ss
with charachange

mi "เอ่อ… ก็ได้~!"

"ทนแรงกดดันได้ดีจริงเลยนะมิช่า"

show mishashort sign_confused_ss
with charachange

mi "ฉันไปคิดมาแล้ว แล้วก็~… ต่อให้ฉันไม่อยากไปฉันก็จะตอบตกลงอยู่ดี~! ปกตินะ~ ฉันเป็นคนแบบนั้นแหละ\nฉันต้องเลิกทำแบบนั้นสักที แล้วคราวนี้แหละคือจุดเริ่มต้นที่ดีเลย คิดว่านะ"

show mishashort perky_sad_ss
with charachange

mi "ต่อให้เป็นงานเลี้ยงอำลาฉันก็ไม่อยากร่วมหรอก คงเศร้าแย่เลย~ ฉันอยากทำอย่างอื่นมากกว่า แล้วยังไงเสีย\nพรุ่งนี้ทั้งฮิจังกับชิจังก็ยังอยู่ จะจัดงานเลี้ยงแบบนั้นก็ยังไงอยู่"

show mishashort hips_grin_ss
with charachange

mi "อีกอย่าง วันนี้ฉันมีธุระเรื่องโรงเรียนอย่างอื่นต้องไปจัดการอีก~! จะให้ทิ้งไปดื้อ ๆ เลยไม่ได้หรอก"

show shizu adjust_frown_ss
with charachange

ssh "เลื่อนไปก่อนก็ได้นี่"

show mishashort hips_frown_ss
with charachange

mi "ไม่ ไม่ลาล่วงหน้า~!"

"มิช่าพูดด้วยท่าทีหนักแน่น"

hi "แล้วไหนบอกจะไปแล้ว"

show mishashort hips_grin_ss
with charachange

mi "หืม~ อ้อ จริงด้วย~! วะฮ่าฮ่า~!"

show mishashort perky_smile_ss at twoleft
with Dissolvemove(0.7)

show mishashort sign_smile_ss
with charachange

mi "โอเค ไม่นับเรื่องเมื่อกี้ ไม่เอาการลาล่วงหน้านะ โอเคนะ"

show shizu behind_blank_ss
with charachange

ssh "เข้าใจแล้ว"

show mishashort hips_grin_ss
with charachange

mi "โอเค เจอกัน~!"

stop music fadeout 4.0

hide mishashort
with charaexit

show bg school_council_ss:
    subpixel True
    center
    parallel:
        "bg school_council_ni" with Dissolve(5.0)
    parallel:
        ease 5.0 bgleft
show shizu behind_blank_ss:
    subpixel True
    parallel:
        "shizu behind_blank" with Dissolve(5.0, alpha=True)
    parallel:
        ease 5.0 xpos 0.5
with None

"แล้วในห้องสภานักเรียนแห่งนี้ก็เหลือเพียงชิซูเนะกับฉันอยู่ตามลำพัง"

play music music_dreamy fadein 4.0

with Pause(2.0)

"อาทิตย์อัสดงคล้อยต่ำเปลี่ยนเวลาผ่านเป็นกลางคืน พวกเราต่างนั่งกันเงียบ ๆ นึกหาเรื่องคุย"

show bg school_council_ni at bgleft
show shizu adjust_frown:
    center
    subpixel False ypos 1.1
with Dissolvemove(0.5)

ssh "มันไม่ดีขนาดนั้นเลยเหรอ"

his "อืม ฉันก็ไม่เคยคิดมุมนั้นหรอก แต่มิช่าพูดถูกนะ งานเลี้ยงเป็นตัวกำหนดอารมณ์ ซึ่งอารมณ์ที่ว่าคือความเศร้าด้วย\nและงานเลี้ยงเศร้า ๆ ก็ฟังดูไม่ค่อยสนุกเท่าไหร่เลยนะ"

show shizu basic_angry
with charachange

ssh "ทำไมถึงเศร้าล่ะ"

"ถามหยั่งเชิงหรือเปล่า ต้องใช่แน่ ๆ ชิซูเนะมองเข้ามาในตาฉันรอคำตอบด้วยสายตาเรียบนิ่งเพ่งพินิจที่ฉันไม่ได้เห็น\nมาสักพักแล้ว แต่ก็เป็นสายตาที่คุ้นเคยดี"

"ฉันพิจารณาคำตอบอย่างถี่ถ้วนพลางคิดไปถึงเจตนาของชิซูเนะที่ถามด้วย"

"อาจจะเพราะชิซูเนะเองก็เศร้าเหมือนกัน หรืออาจจะเพราะไม่เข้าใจว่าทำไมคนถึงคิดว่าเศร้า ทั้งสองทางดูจะเป็นไปได้\nเท่า ๆ กัน"

his "ฉันมีความคิดพอเรียนจบแล้วก็คือจบกันเลย เป็นจุดจบของสภานักเรียนด้วย ฉันอยากรู้ว่าเธอคิดเหมือนกันหรือเปล่า"

show shizu behind_frown
with charachange

ssh "ถามอะไรโง่ ๆ ฉันตั้งตาคอยจะตาย ฉันจะไม่ได้เป็นนักเรียนแล้ว ความคาดหวังอะไรก็จะเปลี่ยนไป ทั้ง\nความคาดหวังจากคนอื่นที่มีต่อฉัน ทั้งความคาดหวังจากฉันที่มีต่ออย่างอื่น น่าตื่นเต้นจะตายไป!"

show shizu adjust_frown
with charachange

ssh "ส่วนเรื่องสภานักเรียนฉันก็เห็นว่าน่าจะมั่นคงพอแล้ว ไม่ต้องมีอะไรให้เศร้าอีก"

his "ฉันว่าเธอไม่ได้รู้สึกแบบนั้นจริง ๆ หรอก เมื่อสองสามสัปดาห์ก่อนยังเห็นซึม ๆ ที่ต้องลาจากสภานักเรียนไป\nไม่ใช่เพราะต้องยกให้พวกหน้าใหม่ด้วย แต่เพราะจะไม่ได้ทำงานสภานักเรียนแล้วนี่แหละ"

show shizu behind_smile
with charachange

"ฉันแปลกใจที่ชิซูเนะยิ้ม"

his "ก็คือไม่เถียงสินะ"

his "งั้นก็ไม่เห็นจะสมเหตุสมผลเลย ทำไมเธอถึงอยากจัดงานเลี้ยงอำลาล่ะ"

show shizu basic_normal
with charachange

ssh "ฉันก็ทำใจให้ลืมอยู่ อีกอย่าง… งานเลี้ยงอำลาน่ะสำคัญมากนะ คนชอบบอกว่าก้าวแรกนั้นสำคัญ แต่การทำ\nไปให้ตลอดรอดฝั่งและลงจอดอย่างสวยงามน่ะก็สำคัญเหมือนกันนะ ใช่มั้ย"

his "ก็คงจริง"

show shizu adjust_smug
with charachange

ssh "แต่นั่นแหละ ฉันไม่ได้มองว่าเป็นการอำลาหรอก ก็เป็นเหตุการณ์เหตุการณ์หนึ่งที่ยังต้องเคลื่อนไปตามรูปแบบ\nที่เหมาะสมเหมือนกัน"

show shizu behind_blank
with charachange

stop music fadeout 4.0

ssh "แล้วนายจะอยู่เฉย ๆ เหรอ"

his "หมายถึงอะไร"

show shizu basic_normal
with charachange

ssh "นายจะไม่จูบฉันเหรอ"

his "นี่เหรอ “การเคลื่อนไปตามรูปแบบที่เหมาะสม” ที่ว่า"

show shizu behind_blank
with charachange

ssh "ก็ปกตินี่ ใช่มั้ย ต้องเป็นแบบนั้นอยู่แล้ว"

"จะมามัวอ้ำอึ้งไม่ได้แล้ว ขืนชักช้าหัวใจฉันน่าจะระเบิดก่อน"

show shizu adjust_blush_close
with charachange

"ฉันจูบชิซูเนะทันที เร็วจนฉันไม่ทันได้ลิ้มรสจูบเต็มที่ เธอหน้าแดงก่ำทั้งที่เตรียมใจไว้แล้ว ฉันรู้สึกว่าทั้งคอกับแก้มตัวเอง\nก็ร้อนผ่าวไม่ต่างกัน"

play music music_one fadein 4.0

scene evh shizu_undressing_clothed_stare
with whiteout

"ฉันขยับเข้าไปจูบอีกครั้ง แต่ในขณะเดียวกันชิซูเนะก็ถอยแล้วปีนขึ้นไปอยู่ที่ตู้ข้างหลังอย่างซุกซน พวกเราซึ่งอยู่กัน\nตามลำพังในห้องเงียบสงัดแห่งนี้มองหน้ากันอยู่พักใหญ่"

show evh shizu_undressing_clothed_kiss
with charachange

"คราวนี้ฉันจูบชิซูเนะให้หนักหน่วงขึ้น ริมฝีปากเธอซึ่งไม่อวบอิ่มมากและแห้งกร้านเผยอออก ฉันดื่มด่ำกับสัมผัสนั้น\nได้ขณะหนึ่งก่อนที่ชิซูเนะจะจูบฉันกลับอย่างรุนแรง"

"หน้าม้าชิซูเนะระอยู่กับเปลือกตาที่ปิดอยู่ของฉันผู้ซึ่งปล่อยให้ตัวเองจมจ่อมไปกับการจูบครั้งนี้ ฉันสัมผัสได้ถึง\nทรวดทรงของเธอที่อยู่ภายใต้เสื้อผ้าจนยิ่งอยากกอดให้แน่นขึ้นอีก"

show evh shizu_undressing_clothed_blush
with charachange

"เราต่างต้องห้ามใจอยู่พอสมควรกว่าจะผละจากกันได้ เราทั้งคู่หน้าแดงเหมือนกันจากการจูบกับสิ่งที่จะเกิดขึ้นต่อจากนี้\nและฉันก็ไม่ใช่คนเดียวที่หายใจหอบกว่าปกติเล็กน้อย"

"ฉันถอดเสื้อชิซูเนะออกไประหว่างที่เธอแกะเน็กไทฉัน ซึ่งต้องใช้เวลาสักพักกว่าจะถอดได้เพราะฉันไม่เคยคิดเลย\nว่าชุดนักเรียนหญิงจะใส่หรือถอดอย่างไร"

"เสื้อชิซูเนะคับเล็กน้อยจนแขนติดเสื้ออยู่ครู่หนึ่ง ฉันต้องถกเสื้อออกจากตัวให้โดยที่เธอสะบัดตัวให้หลุดไปพลาง\nนับว่าไม่ง่ายเลย เป็นภาพที่ดูชวนขันพิลึก"

play sound sfx_rustling

show evh shizu_undressing_unclothed_closed
with charachange

"พอชิซูเนะผลุบแขนออกจากเสื้อจนเป็นอิสระแล้วกระโปรงก็ร่วงไปอยู่ที่หัวเข่าหลังจากเธอปลดแล้วเขย่าขาออก ตอนนี้\nทั้งตัวเธอมีเพียงเสื้อชั้นในกับกางเกงในปกปิด"

"รูปร่างโค้งเว้าของชิซูเนะดูเกร็ง ผิวอมชมพูตัดกับชั้นในสีดำ เป็นภาพที่งดงาม ยิ่งมีแสงจันทร์ที่ส่องลอดหน้าต่าง\nอาบด้วยแล้ว"

show evh shizu_undressing_unclothed_blush
with charachange

"ชิซูเนะมองหน้าอกฉันแล้วแกะกระดุมทีละเม็ด มือเธอแกะได้ช้ามากเพราะฉันลูบต้นขาเธออยู่ พอหยอกเล่นแบบนี้แล้ว\nก็สนุกเหมือนกัน"

show evh shizu_undressing_unclothed_kiss
with charachange

"สุดท้าย ท้ายที่สุด เสื้อของฉันก็ร่วงผล็อยลงไปกับพื้นจนได้ ชิซูเนะดึงตัวฉันเข้าไปจูบโดยไม่ให้สัญญาณล่วงหน้า\nใด ๆ ทั้งสิ้นจนฉันตกใจ แต่ฉันก็รีบจูบกลับทันที"

show evh shizu_undressing_unclothed_talk
with charachange

ssh "ทำไมวันนี้ถึงกล้ากว่าตอนอยู่บนดาดฟ้า"

ssh "หรือตอนอยู่ที่ห้อง"

"ฉันเค้นหัวนึกหาคำตอบเหมาะ ๆ แต่ก็ไม่ง่ายเลย ต่อให้มีคำตอบแล้วจะตอบว่ายังไง ไม่ได้หรอก เว้นเสียแต่จะบอกว่า\nฉันมีอารมณ์กับการปกครองโดยอำนาจรัฐน่ะนะ"

"เมื่อถอดเสื้อแล้วชิซูเนะก็ย้ายมาจัดการที่เข็มขัดต่อ ฉันช่วยเธอปลดเข็มขัดแทนที่จะตอบคำถามนั้น ตอบไปตอนนี้\nก็คงไม่ได้อะไรขึ้นมาหรอก"

scene bg school_council_ni
with locationchange

"ซึ่งก็ถอดไม่ยาก กางเกงร่วงลงพร้อมเสียงโลหะที่กระทบกัน ฉันโน้มตัวเข้าไปจูบชิซูเนะอีกครั้งแล้วเลื่อนมือไปตามสีข้าง\nแต่เธอก็งอตัวจนฉันเสียสมดุลถอยออกมา"

"ฉันลืมไปเลยว่าข้างหลังฉันมีโต๊ะอยู่ มานึกก็ได้ตอนที่หลังไปชนเข้ากับขอบแข็ง ๆ นี่เอง ไม่ทันได้สังเกตด้วยซ้ำ\nพอเราสองคนล้มลงไปอยู่บนโต๊ะแล้วฉันก็กอดชิซูเนะให้แน่นขึ้นอีกเล็กน้อย"

label th_S35h:

show evh shizu_pushdown
with charachange

"ฉันห้ามใจตัวเองไม่ให้ถอนหายใจเมื่อชิซูเนะขึ้นคร่อมฉันอย่างมีชัย เธอชนะอีกแล้ว"

"ฉันยังเหม่ออยู่จนกระทั่งเสื้อชั้นในชิซูเนะร่วงใส่หน้าฉันเหมือนร่วงจากฟ้า ฉันหัวเราะทั้งที่ฝืนกลั้นแล้ว และเธอ\nก็หัวเราะตามฉันไปด้วย"

"พอไม่มีเสื้อชั้นในมาบังแล้วก็เห็นว่าหน้าอกชิซูเนะนั้นใหญ่กว่าที่คิด ถึงปกติตอนใส่เสื้อจะดูใหญ่อยู่แล้วก็เถอะ เธอใช้นิ้ว\nเกี่ยวเสื้อชั้นในขึ้นมาแล้วโยนทิ้งไประหว่างที่มือฉันเลื่อนไปตามร่างกายเธอ"

"ชิซูเนะที่นั่งชันเข่าคร่อมฉันอยู่เลื่อนกางเกงในออก ฉันผละมือจากเอวเธอมาช่วยถอดโดยอัตโนมัติและเหลือบไปเห็น\nนาฬิกาข้อมือตัวเอง เพิ่งผ่านไปไม่กี่นาทีแต่รู้สึกเหมือนผ่านมานานมากแล้วเลยแฮะ"

"เธอโน้มตัวเข้ามาหาฉันเรื่อย ๆ จนหน้าอกเปลือยเราแตะกัน สัมผัสจากหน้าอกเธอที่ถูกกับแผลเป็นตรงหน้าอกฉันนั้น\nแปลกดี"

window hide

show evh shizu_straddle_open
with whiteout

with Pause(7.0)

window show

"เมื่อชิซูเนะดึงตัวกลับขึ้นไปอยู่ท่านั่งแล้วก็รู้สึกได้ว่าตัวเองสอดใส่เข้าไปแล้ว ส่วนล่างของเธอโอบรับฉันไว้ช้า ๆ ทุกขณะ\nที่หน้าอกเธอเคลื่อนออกไปจากตัวฉัน โจมตีสองทางเลยเหรอ ฉันคิดได้อย่างใจเย็นทั้งที่อยู่ในสภาพนี้ สมเป็น\nชิซูเนะจริง ๆ"

show evh shizu_straddle_tease
with charachange

ssh "หยุดแล้วปล่อยให้นายอารมณ์ค้างอยู่แบบนี้น่าจะดี"

"เธอพูดก่อนจะบดเอวเข้ากับตัวฉันจนต้องหลับตาจากอารมณ์หวามไหวที่แล่นขึ้นมา ตลกมากชิซูเนะ ไม่นานฉันก็เริ่ม\nคิดอะไรไม่ออกแล้ว"

show evh shizu_straddle_closed
with charachange

shi "…อึก"

"ชิซูเนะกัดปากตัวเองกลั้นเสียงที่ตัวเองไม่ต้องการไว้ เป็นครั้งแรกที่ฉันได้ยินเธอส่งเสียงมากขนาดนี้ และเธอก็แก้มแดง\nเมื่อรู้ตัวว่าปล่อยให้เสียงหลุดปากออกมา"

"ชิซูเนะดันตัวเองลงมาแรงกว่าเดิมเป็นการกลบเกลื่อนจนฉันสะดุ้งแล้วดันความแข็งขืนเข้าไปลึกกว่าเก่า"

"ฉันยกเอวเข้าไปหาตัวชิซูเนะตอบสนองที่เธอขยับตัวแบบกะทันหันอย่างนั้น และชิซูเนะก็ไม่ยอมแล้วจับมือฉันกดไว้\nตอนที่ฉันดึงมือออกจากหลังมาได้แล้ว"

show evh shizu_straddle_smile
with charachange

"จังหวะนั้นเธอตอบโต้ด้วยการโยกเอวลงมาแรงให้กว่าเดิม"

"เสียงครางอันอ่อนนุ่มของชิซูเนะที่เธอกลั้นไว้ ภาพอกอิ่มที่ขยับขึ้นลงทุกครั้งที่เอวเธอโยกเข้าออกกับตัวฉัน เหล่านี้\nยิ่งยั่วเย้าฉันไปทุกขณะในห้องสภานักเรียนอันสงัดงันแห่งนี้"

shi "อื้ม…"

shi "…อื้อ…"

"ฉันแทบทนไม่ไหวแล้ว ความเสียวซ่านเอ่อขึ้นตรงบริเวณหว่างขาฉัน ซึ่งยิ่งทบขึ้นไปอีกหลายเท่าตัวด้วยน้ำหนัก\nของชิซูเนะที่กดทับจนสมองฉันแทบไม่ทำงานแล้ว เอวฉันขยับไปโดยอัตโนมัติ"

"ชิซูเนะจับมือฉันกดไว้กับโต๊ะ ทุกการขยับของเธอยิ่งเป็นการกดทับฉัน"

"โต๊ะขยับจนเสียงดังตึงตังไปตามน้ำหนักตัวเราสองคน ยังไงก็คงไม่พังง่าย ๆ แต่เสียงดังมาก"

show evh shizu_straddle_come
with charachange

"ซึ่งชิซูเนะไม่รู้หรอก เธอเพิ่มความเร็วขึ้นเรื่อย ๆ จนเหมือนตัวฉันจะโดนดันทะลุโต๊ะไปด้วยแรงขนาดนี้ และบทเพลง\nของเธอก็บรรเลงมาจนถึงช่วงสุดท้ายโดยไม่มีสัญญาณเตือนใด ๆ"

scene bg school_council_ni
with locationchange
with vpunch

"อยู่ ๆ ชิซูเนะก็หยุดขยับแล้วล้มตัวลงกับฉันด้วยความเร็วชนิดที่ว่าถ้าเธอไม่ประคองตัวเองไว้แล้วฉันคงจะโดนกระแทก\nจนหมดสติไปได้ ซึ่งคงไม่ดีแน่หากมีคนมาเห็นตอนที่เราสลบกันอยู่"

"ฉันตกใจ แต่ยังไม่ลืมว่าเราทั้งสองคนยังเปลือยอยู่ และยังไม่ลืมถึงจังหวะที่ชะงักไปจนเจ็บแบบกะทันหันเมื่อครู่นั้น"

"ทำไมถึงเป็นแบบนี้ไปได้ จงใจจะปล่อยให้ฉันอารมณ์ค้างเหรอ ชิซูเนะถอนหายใจอาย ๆ และเพิ่งรู้ตัวถึงการกระทำนั้น\nพร้อมกันกับตอนที่ฉันสังเกตเห็น"

show shizu behind_blank_nak
with charaenter

ssh "ขอโทษที ฉันสะดุด ลื่น หรืออะไรแบบนั้นแหละ"

his "เพิ่งนึกอะไรได้ ประตูล็อกหรือยัง"

hide shizu
with charaexit

"ชิซูเนะรีบลงจากโต๊ะแล้วพุ่งไปดูประตูก่อนจะล็อก ปลดล็อก ล็อกอีกรอบ และบิดลูกบิดเพื่อความแน่ใจอีกครั้ง พอมั่นใจ\nจริง ๆ แล้วเธอก็ทำท่าที่ดูจะไม่เข้ากับสถานการณ์ขึ้นมา"

show shizu behind_smile_nak
with charaenter

ssh "เรียบร้อย!"

his "เห็นเธอทำอะไรได้แบบไม่คิดมากแบบนี้แล้วฉันก็ดีใจ"

show shizu behind_frown_nak
with charachange

ssh "ฉันไม่ได้จงใจสักหน่อย งั้นทำไมนายไม่นำบ้างล่ะ"

show shizu behind_smilelow_nak
with charachange

ssh "มาสิ"

hide shizu
with charaexit

"ฉันจับไหล่ชิซูเนะไว้แล้วดันให้นอนลงกับโต๊ะ เธอขมวดคิ้วด้วยความไม่สบายตัวตอนที่ขอบโต๊ะชนเข้ากับข้างหลัง\nเหมือนกับฉันเมื่อครู่แล้วเลือกที่จะขยับตัวขึ้นไปนอนอยู่บนโต๊ะเอง"

scene evh shizu_table_smile
with dissolve

"ครั้งนี้ยังเป็นครั้งแรกที่ฉันได้เห็นชิซูเนะนอนเปลือยเปล่า เส้นเงาตามกระดูกไหปลาร้ากับหน้าอกเธอนั้นช่างสวยงาม\nสายตาฉันมองไปตามสองสิ่งนั้นแล้วเลื่อนลงมาที่เอวได้รูป เป็นหุ่นทรงนาฬิกาทราบอันบอบบาง"

"ฉันไล้นิ้วไปตามส่วนโค้งเว้าของร่างกายเธอไล่ตั้งแต่ไหล่ลงมา"

"ฉันค่อย ๆ สอดใส่ตัวเองเข้าไปภายในชิซูเนะจนสุดทาง ความอุ่นกับความคับแน่นเข้าโอบล้อมทันทีก่อนฉันจะ\nขยับตัวเข้าออกเพื่อสานต่อจากการกระทำก่อนหน้า"

"สัมผัสจากร่ายกายเธอที่ส่งผ่านผิวฉันมานั้นร้อนผ่าว ไม่ว่าจะตอนที่เอวเรากระทบกันหรือตอนที่เรากอดกัน\nอุณหภูมิร่างกายเธอสูงจนคล้ายจะเผาฉันได้"

"ยิ่งไปกว่านั้น ตอนนี้ฉันประสาทไวกว่าก่อนหน้านี้อีก ฉันต้องดันตัวเองให้เข้าไปลึกขึ้นเป็นการชดเชย"

scene evh shizu_table_normal
with charachange

"ฉันเลื่อนมือไปตามส่วนโค้งเว้าบนต้นขาเธอพลางใช้มือหยอกเย้าไปด้วย ชิซูเนะดิ้นตอบสนองอย่างรุนแรงจนฉันแทบ\nเสียสมดุล เธอขยับตัวขึ้นและลงมากระทบกับหว่างขาฉันจนเกือบล้มลงไปกับพื้นกันทั้งคู่"

"ฉันขยับมือขึ้นมาจับเนินอกชิซูเนะแล้วบีบขยำอย่างที่นึกอยากมานานแล้ว พอได้จับแล้วก็ล้นมือ รู้สึกว่าใหญ่กว่า\nที่ตาเห็นอีก ทั้งนุ่มและทรงสวย"

"ชิซูเนะบิดตัวทุกครั้งที่ฉันใช้นิ้วเขี่ยส่วนยอดนั้น เธอใช้แขนโอบแขนฉันไว้แล้วจับมือดึงตัวฉันเข้ามา จับแน่น\nจนดิ้นไม่หลุดเหมือนกำลังเล่นมวยปล้ำกันอยู่เลย"

"เราคงเชื่อมถึงกันตั้งแต่ครั้งแรกที่จับมือกันแล้วละนะ"

"ไม่ว่าจะตอนที่ชิซูเนะลากฉันจากงานสภานักเรียนหนึ่งไปอีกงานหนึ่ง ไม่ว่าจะตอนจับมือกันแบบคนรัก ฉันคิดว่า\nมีสิ่งหนึ่งที่ไม่เปลี่ยนไป นั่นคือความมั่นใจของเธอที่ส่งผ่านมาจากการจับมือ"

"ชิซูเนะบิดขยับมือไปทั่วพื้นที่โต๊ะก่อนจะจับขอบเอาไว้ เธอใช้ขาเกี่ยวเอวรั้งล็อกตัวฉันให้อยู่ภายในเธอและชิดเข้ามา\nจนเราเชื่อมสนิทถึงกันกว่าเดิม"

show evh shizu_table_comeopen
with charachange

"พื้นผิวภายในเธอนั้นทั้งร้อนผ่าวและคับแน่น เมื่อชิซูเนะดันตัวเข้าหาฉันก็ยิ่งเพิ่มแรงเสียดสีขึ้นจนฉันไปถึงฝั่ง"

show evh shizu_table_comeclosed
with whiteout

stop music fadeout 4.0

"เพียงชั่วขณะหนึ่งความรู้สึกนั้นก็หายไป พอเสร็จแล้วฉันได้แต่นิ่งอยู่ภายในเธอโดยที่จับมือวางไว้กับโต๊ะ ด้วยเพราะ\nทั้งเหนื่อยอ่อนกับทั้งขาเธอที่ยังโอบฉันไว้อยู่ ส่วนชิซูเนะยิ้มชวนฝันอยู่"

"เป็นภาพที่ชวนให้ฉันยิ้มตามไปด้วย ชิซูเนะค่อย ๆ ลดขาลงต่ำให้ฉันถอนตัวออกได้"

label th_S35x:

scene bg school_council_ni
with locationchange

"ฉันพิงโต๊ะด้วยความหมดแรงพลางหายใจให้เต็มที่อีกครั้งก่อนจะใส่เสื้อผ้ากลับดังเดิม"

"เมื่อติดกระดุมเสื้อก็สัมผัสได้ถึงใจที่เต้นตุบ ๆ อยู่อย่างร้อนผ่าว เป็นความรู้สึกปิดท้ายแด่เหตุการณ์ทั้งหลายก่อนหน้า\nที่ไม่ดีเลยเสียจริง"

show shizu behind_smile_nak
with charaenter

ssh "โชคดีไปเนอะที่มิช่าอยู่ด้วยไม่ได้"

his "วันนี้เธอพูดติดตลกผิดปกตินะ"

his "อยากรู้จังว่าติดธุระอะไร"

show shizu behind_blank_nak
with charachange

"ชิซูเนะลากนิ้วอยู่กลางอากาศอย่างเอื่อยเฉื่อยแล้วชี้ไปที่ประตู"

ssh "ไปดูเองสิ"

his "ทำไมไม่บอกกันล่ะ"

show shizu behind_smile_nak
with charachange

ssh "ไปดูเองจะน่าสนใจกว่านะ สิบปากว่าไม่เท่าตาเห็น"

his "ได้ พูดได้ดี ไว้จะไปดู แล้วเธอล่ะ จะอยู่ที่นี่ทั้งวันเลยหรือไง นี่ก็เริ่มค่ำแล้วนะ"

show shizu behind_blank_nak
with charachange

ssh "รู้สึกเหมือนวันนี้จะเป็นวันสุดท้ายที่จะได้เป็นประธานนักเรียนแล้วเลย ขอค้างคืนที่นี่แล้วกัน เป็นโอกาสสุดท้าย\nที่จะได้หลับที่โต๊ะตัวเองเหมือนอย่างที่ฉันทำเวลาอยู่ต้องทำงานยาว ๆ ให้ทันก่อนส่ง"

his "พิลึกคน"

his "เดี๋ยวฉันไปหลับที่เตียงตัวเองแล้วกัน"

ssh "การหลับตอนนั่งน่ะเป็นทักษะชนิดหนึ่งนะ เป็นทักษะที่มีประโยชน์มาก"

his "โอเค"

scene bg school_lobby_ni
with locationchange

"พอออกจากห้องมาได้สักพักฉันก็ชั่งใจอีกทีว่าจะไปดูว่ามิช่าทำอะไรอยู่ดีไหม เพราะชิซูเนะบอกอย่างกับว่า\nเป็นความลับเหมือนกำลังสร้างยานท่องกาลเวลาหรืออะไรแบบนั้นอยู่เลย แต่สุดท้ายฉันก็ตัดใจไม่ไปดู"


#****************************

label th_S36:

scene bg school_courtyard_ni
with locationskip

"ช่วงนี้ของทุกปีอากาศตอนกลางคืนนั้นจะเย็นสบาย สดชื่นและชื้นเล็กน้อย แต่ก็ไม่เย็นจนเมื่ออยู่ข้างนอกนาน ๆ\nแล้วหนาว ตอนนี้ก็ค่ำมากจนที่สวนไม่มีใครอยู่เลย"

"พอฉันลาชิซูเนะมาแล้วฉันก็คิดจะกลับมาที่หอ แต่ยังเดินไปไม่ถึงด้วยซ้ำก็มีบางอย่างมากวนใจก่อน"

"ไปดูว่ามิช่าทำอะไรอยู่ก็น่าจะไม่เสียหายอะไร ยังไงก็ไม่มีอะไรทำอยู่แล้ว การบ้านก็ไม่มี หนังสือก็ไม่รู้จะอ่านอะไร\nยิ่งไปกว่านั้นคือฉันอยากรู้นี่แหละ"

scene bg school_lobby_ni
with locationchange

"ครัั้งนี้ไม่ใช่ครั้งแรกที่ฉันมาอยู่ในอาคารหลักนอกเวลาทำการ แต่ปกติฉันจะเดินออกมาพร้อมชิซูเนะกับมิช่า\nหลังทำงานสภานักเรียนกันยาว ๆ ไม่ใช่เข้ามาคนเดียวแบบนี้"

"บรรยากาศนั้นเงียบ ซึ่งเป็นคำที่ปกติฉันจะไม่ใช่พูดถึงโถงทางเดิน ดูชวนขนหัวลุกหน่อย ๆ หลอดไฟเริ่มติด ๆ ดับ ๆ\nชักจะดูเหมือนฉากในหนังผีแล้วสิ"

play sound sfx_rustling
with vpunch

"พอมีบางอย่างมาจับบ่าฉันก็ยืดตัวตรงแหน็วไปโดยอัตโนมัติ"

"ไม่ใช่มิช่า เพราะไม่งั้นคงมีมือมาปิดตาพร้อมคำพูดแบบใส่ทำนองว่า “ทายซิใครเอ่ย” แล้วใครกันล่ะ หวังว่าจะไม่ใช่\nเคนจินะ หรืออย่างน้อยก็ขอให้เป็นคนที่ฉันรู้จักเถอะ ไม่งั้นคงดูแปลก ๆ แน่"

show shizu invis_close at tworight
with None

show shizu behind_blank_close_ni at center
with dissolvecharamove

play music music_happiness fadein 4.0

"ใครคนนั้นผลุบตัวมาอยู่ตรงหน้าฉัน ชิซูเนะนี่เอง"

hi "มาทำอะไรที่นี่"

"ฉันโล่งใจเสียจนลืมทำภาษามือ"

show shizu adjust_frown_close_ni
with charachange

"ชิซูเนะยกนิ้วมาแตะที่ริมฝีปากตัวเอง ถึงจะไม่ได้ยินแต่ก็คงพอรู้สินะว่าความดังเบาคืออะไร และคงดูสีหน้าออก\nว่าฉันเสียงดังอยู่ ซึ่งดูเหมือนว่าการส่งเสียงดังตอนนี้จะไม่ใช่เรื่องดีเสียด้วย"

"แล้วทำไมมิช่าถึงมาเป็นล่ามให้ชิซูเนะล่ะ"

his "โห ตลกมาก เธอมาที่นี่ทำไม"

show shizu basic_normal_close_ni
with charachange

ssh "ฉันรอให้นายมาดูอยู่ ฉันรู้ว่านายจะต้องมา แต่ก็นานอยู่เหมือนกันนะเนี่ย"

his "นี่เธอรออยู่ตรงนี้?"

show shizu behind_blank_close_ni
with charachange

ssh "ใช่ แต่เรื่องนั้นไม่สำคัญหรอก เราต้องแอบเข้าไป ไม่งั้นเดี๋ยวมิช่ารู้ว่าพวกเรามา ถ้าฉันไม่เนียนพอก็บอก\nหน่อยนะ"

show shizu basic_normal_close_ni
with charachange

"แล้วชิซูเนะก็เริ่มย่องข้ามผ่านโถงทางเดินไป ฉันแตะไหล่เธอเพื่อให้หันมา"

his "ไม่เนียนนะ"

his "แล้วทำไมต้องทำตัวเนียนด้วย"

show shizu behind_frustrated_close_ni
with charachange

"ชิซูเนะไม่ยอมตอบ คงเพราะการทำภาษามือไปพลางเดินแบบย่อง ๆ ไปพลางนั้นไม่ง่ายเท่าไหร่"

scene bg school_hallway3_ni
with locationskip

"รู้ตัวอีกทีพวกเราก็มาถึงที่ห้องเรียนประจำแล้ว"

stop music fadeout 0.5
play sound sfx_snap
with vpunch

"อยู่ ๆ ก็มีเสียงเหมือนแส้หวดผ่านอากาศ ตามมาด้วยน้ำเสียงที่ฟังดูเอือมระอา"

"ฉันมั่นใจว่าเสียงแบบนั้นไม่ดีต่อใจฉันแน่ ๆ แล้วยิ่งไม่ต้องพูดถึงว่าความเงียบยิ่งทำให้เสียงทุกอย่างดังขึ้นเป็นล้านเท่า\nเสียงเหล่านั้นดังมาจากในห้อง ฉันเดินเลียบ ๆ เคียง ๆ ตามชิซูเนะชะเง้อมองข้างใน"

scene ev misha_nightclass:
    center
    xpos 0.4
show ovl misha_nightclass_aperture at left
with silentwhiteout

play music music_comedy fadein 0.5

mu "เธอเลิกปาดินสอสักทีได้ไหม ครูขอร้องละ นี่ปายังไงให้เสียงดังได้ขนาดนั้น"

ssh "ครูดูหงุดหงิดมากเลยละ"

"แค่คำว่าหงุดหงิดยังน้อยไป ฉันเข้าใจครูมาก ๆ ทั้งที่มีกำแพงกับประตูห้องเรียนหนา ๆ กั้นฉันยังได้ยินเสียงปากกามิช่า\nที่พุ่งผ่านกำแพงเสียงเลย สงสังคงทำแก้วหูครูแตกพร้อมทำกำแพงเป็นรอยไปแล้วมั้ง"

show ev misha_nightclass:
    ease 1.0 xpos 0.23 xanchor 0.0
show ovl misha_nightclass_aperture:
    ease 1.0 right
with None

mi "หนูไม่ได้ปานะ~ พอหนูประหม่าหนูก็จะควงเล่น แต่~ หนูจะลืมว่าถือไว้ในมืออยู่แล้ว แล้วก็—"

mu "ช่างเรื่องนั้นเถอะ เรื่องคือมันไม่ควรมีดินสอพุ่งไปมาแบบนั้น แค่ตอนสอนตอนกลางวันครูก็เห็นจนเอือมแล้ว\nครูไม่อยากมาเห็นตอนค่ำอีก"

mi "คะ ค่ะ~! ขอโทษค่ะ"

mu "เอาเถอะ เลิกปา ปล่อย หรือทำอะไรตก ครูขอร้องละ ครูก็มีงานที่ต้องทำเหมือนกัน"

scene bg school_hallway3_ni
show shizu behind_blank_close_ni at center
with locationchange

"ฉันเห็นว่าชิซูเนะก็กำลังดูภาพเดียวกันกับฉันอยู่ ครูตะโกนสุดเสียง ส่วนมิช่าก็ทำตัวเป็นมิช่า"

"ฉันได้ยินเสียงทั้งสองคนชัดพอสมควรแม้จะมีประตูกั้น แต่แน่นอนว่าชิซูเนะไม่ได้ยินอะไรเลย อยากรู้จัง\nว่าพอมาดูอะไรแบบนี้แล้วจะรู้สึกยังไงกันนะ"

"คงรู้แหละ เพราะเข้าใจจนถึงขั้นอยากให้ฉันมาดูด้วย แต่ก็ยังสงสัยอยู่ดีว่าจะรู้สึกเหมือนพลาดอะไรไปหรือเปล่าที่ต้อง\nตั้งสมาธิมากขนาดนั้นเพื่อทำความเข้าใจสิ่งที่ตัวเองกำลังสังเกตการณ์อยู่"

show shizu basic_normal_close_ni
with charachange

ssh "เหมือนจะเรียนพิเศษอยู่ ใช่มั้ยนะ"

his "อืม"

"ฉันตอบทั้งที่รู้ดีว่าคำถามนั้นเป็นการถามลอย ๆ"

show shizu behind_smile_close_ni
with charachange

ssh "มิช่าบอกว่าพอโตขึ้นแล้วอยากเป็นครูสอนภาษามือมาก ๆ ถ้าโรงเรียนมีจดหมายแนะนำตัวให้ก็ไปเรียนต่างประเทศ\nได้ด้วย นี่แหละมิช่าถึงได้ทุ่มเทหนักมาก เพราะผลการเรียนของมิช่าน่ะค่อนไปทางต่ำตลอดเลย"

his "รู้สึกผิดขึ้นมาเลยแฮะ ฉันยังไม่ได้คิดเลยว่าจะไปทำอะไรต่อ"

show shizu adjust_smug_close_ni
with charachange

ssh "ฉันก็เหมือนกัน!"

"ท่าทีการส่งภาษามืออันร่าเริงนั้นไม่สมเป็นชิซูเนะเลย และชัดมากว่าไม่ได้เป็นความจริง"

show shizu basic_normal2_close_ni
with charachange

ssh "ไปกันเถอะ เดี๋ยวมีคนมาเห็น ถ้าเขาเห็นเรายืนอยู่เหมือนคนบ้าสองคนแบบนี้คงไม่ดีแน่"

his "ไปไหน ห้องสภานักเรียนเหรอ"

show shizu adjust_happy_close_ni
with charachange

stop music fadeout 3.0

show shizu invis_close at tworight
with dissolvecharamove

"ชิซูเนะสั่นหัวแล้วเคลื่อนตัวไปยังห้องเรียนที่อยู่อีกฟากโถงทางเดิน"

scene bg school_room34_ni
with locationchange

his "ที่ซ่อนเนียนดีนี่"

show shizu behind_blank_ni at center
with charaenter

ssh "ช่วงนี้นายประชดบ่อยผิดปกตินะ มีประตูปิดก็ใช้ได้แล้ว แล้วนายว่าน่าสนใจดีมั้ยล่ะ"

his "ก็น่าสนใจ แต่ไม่แปลกใจเท่าไหร่"

play sound sfx_doorclose

show shizu adjust_smug_ni at Position(ypos=1.1)
with dissolvecharamove

"ฉันเดินเข้ามาแล้วปิดประตู ชิซูเนะหัวเราะอยู่เงียบ ๆ พลางนั่งลงกับเก้าอี้ ฉันนึกหดหู่อยู่แวบหนึ่งเพราะอยากได้ยิน\nเสียงหัวเราะจริง ๆ ของเธอ"

show shizu behind_smile_ni
with charachange

play music music_innocence fadein 10.0

ssh "ฉันแปลกใจนะ เพราะฉันเอาแต่ดูถูกมิช่า คิดว่าเป็นคนไม่มีเป้าหมาย แต่กลายเป็นว่าฉันคิดผิด สมมติอะไร\nแบบส่งเดชไปอย่างนั้น ฉันคิดว่ามิช่าเป็นคนไร้เป้าหมายเหมือน ๆ กับฉัน ฉันมันโง่ ฉันแพ้แล้ว"

show shizu basic_normal_close_ni
with charachange

"ชิซูเนะเว้นช่วงหักข้อนิ้วตัวเองแล้ววางมือทับกันโน้มตัวเข้าหาโต๊ะ ฉันได้ยินเสียงครูตะคอกใส่มิช่าอีกรอบอยู่ในอาคาร\nที่เงียบผิดปกติอย่างนี้ทั้งที่อยู่อีกฟากของโถงทางเดินและมีประตูกั้นอยู่สองบาน"

"ชิซูเนะจ้องตาฉัน นัยน์ตาประกายแสงเบื้องหลังเลนส์แว่นตานั้นสังเกตปฏิกิริยาฉันที่มีต่อคำบอกเล่าของเธอ"

"สิ่งนี้คือแบบทดสอบ ชิซูเนะแทบไม่ได้มองคนจากปฏิกิริยาที่มีต่อคำถาม แต่มองจากปฏิกิริยาที่มีต่อประโยค\nเป็นส่วนใหญ่"

"พอย้อนนึกดูแล้วก็สมเหตุสมผลอยู่ เนื่องจากชิซูเนะพูดไม่ได้กับทั้งด้วยนิสัยของเจ้าตัว ทำให้ทุกสิ่งที่ “พูด” นั้น\nคือสิ่งสำคัญสำหรับเธอ ทุกอย่างเลย"

"และเพราะอย่างนี้เองบางครั้งฉันก็นึกเคลือบแคลงว่าสิ่งที่ชิซูเนะพูดนั้นมีเจตนาแอบแฝงอะไรหรือเปล่า"

"ฟังดูเป็นคนขี้ระแวงเอามาก ๆ แม้แต่เคนจิก็คงรู้สึกแบบนั้น โชคไม่ดีที่ฉันมัวแต่คิดถึงประโยคนั้นจนลืมให้คำตอบ\nกับชิซูเนะไป เธอถือเอาว่าฉันไม่มีคำตอบให้ แบบทดสอบนั้นมีตัวจับเวลาล่องหนอยู่ ซึ่งคราวนี้ให้เวลาน้อยกว่าปกติ"

show shizu adjust_smug_close_ni
with charachange

ssh "ว่าแล้วเชียว"

his "หมายความว่ายังไง"

show shizu behind_blank_close_ni
with charachange

ssh "นายไม่เห็นด้วยเหรอ"

his "ก็ไม่เชิง ไม่ใช่แบบนั้นหรอก ฉันแค่ไม่เข้าใจ"

show shizu basic_normal2_close_ni
with charachange

ssh "ฉันอยากให้คนอื่นทำอะไรตามใจฉัน"

"ซื่อตรงได้อย่างแปลกใหม่เหลือเกิน"

show shizu behind_frown_close_ni
with charachange

ssh "อย่ามองฉันแปลก ๆ อย่างนั้นสิ ฉันก็ไม่ได้มีเจตนาแบบนั้นตลอดสักหน่อย"

show shizu basic_normal_close_ni
with charachange

ssh "ทีแรกฉันก็แค่เบื่อ ฉันอยากเห็นคนที่มีใจรักกับการทำอะไรบางอย่างแล้วก็จะได้ลองเอาชนะ ฉันอยากทดสอบ\nฝีมือหรือไม่ก็ความมุมานะของคนที่ว่านั้น"

show shizu adjust_frown_close_ni
with charachange

ssh "แต่ก็ทำแบบนั้นไม่ได้ ในโรงเรียนนี้ไม่มีใครมีใจรักกับการทำอะไรเลย ทุกคนต่างอยากเก็บแรงขับนั้นไว้กับตัว"

show shizu behind_frustrated_close_ni
with charachange

ssh "ไม่อยากจะเชื่อเลย แบบนั้นก็น่าเบื่อเกินไปสิ ฉันเคยคิดว่าคนเรามันคงไม่จืดชืดได้ถึงขนาดนั้นจริง ๆ หรอก\nคงไม่ใช่แค่ว่าอยากอยู่เฉย ๆ ไม่ไปวุ่นวายกับอะไร"

show shizu adjust_angry_close_ni
with charachange

ssh "ต้องมีสิ่งที่สนใจสิ ต้องซ่อนอะไรอยู่แน่ ๆ ฉันอยากดึงผ้าคลุมออกมา เปิดมันออกมา ลากมันออกมา"

show shizu behind_blank_close_ni
with charachange

ssh "วิธีหนึ่งที่ทำให้คนอื่นเปิดใจกับเราแล้วให้กำลังใจได้ดีที่สุดคือเริ่มจากการเปิดใจด้วยเรื่องราวของตัวเราเองก่อน\nแล้วก็ค่อย ๆ ให้เขาเปิดใจเล่าเรื่องตัวเองบ้าง"

show shizu adjust_happy_close_ni
with charachange

ssh "เหมือนการให้กับการรับน่ะแหละ เพียงแต่อันนี้สอดไส้การชักใยที่ทำให้น่าสนใจขึ้นมาด้วย"

show shizu behind_blank_close_ni
with charachange

ssh "ฉันทำแบบนั้นไม่ได้ ถ้าฉันจะลองให้มิช่าเล่าเรื่องของฉันแทนฉันก็จะรู้สึกว่าตัวเองน่ะอวดดี สารต้องส่งผ่าน\nคนส่งสาร แล้วฉันมายืนอยู่ข้างมิช่าบอกให้มิช่าบอกคนอื่นถึงเรื่องของฉัน"

show shizu adjust_frown_close_ni
with charachange

ssh "ไม่ต้องอ่านภาษามือออกก็ดูออก ถ้าฉันต้องจำใจมานั่งฟังฉันก็จะคิดว่าฉันน่ะอวดดีเหมือนกัน"

show shizu basic_angry_close_ni
with charachange

ssh "ฉันหงุดหงิดเพราะนอกจากมิช่าแล้วฉันก็ไม่รู้จะคุยกับคนอื่นยังไงดี ไม่มีใครยอมเปิดใจให้ฉันเลย"

show shizu behind_frown_close_ni
with charachange

ssh "จนฉันก็สรุปเอาว่าฉันคงทำให้คนอื่นไว้ใจฉันไม่ได้ ที่ฉันจะทำได้ก็มีแค่สร้างสิ่งหนึ่ง เอาสิ่งนั้นไปให้คนอื่นดู แล้วก็\nหวังว่าพวกเขาจะมีความสุข หรือฉันจะยัดเยียดให้มากกว่านั้นแล้วหวังว่าสักวันคนจะประทับใจ"

"ก็คงจะเป็นฉันนั่นแหละ รู้สึกหดหู่ขึ้นมาหน่อย ๆ แฮะ"

show shizu basic_normal_close_ni
with charachange

ssh "แล้วฉันว่าระหว่างนั้นฉันเริ่มเมินมิช่าไป ไม่ได้มองเป็นคนคนหนึ่ง หรืออะไรแบบนั้น ฉันไม่ได้มองมิช่าให้จริงจัง\nใช้คำนี้น่าจะดีที่สุด เหมือนว่ามิช่าเป็นแค่ส่วนเสริมของตัวฉัน"

show shizu behind_sad_close_ni
with charachange

ssh "ฉันลืมไปว่ามิช่าอยู่เคียงข้างฉันเปิดใจให้ฉันแบบเต็มร้อยเสมอมา"

show shizu basic_angry_close_ni at center
with Dissolvemove(0.7)

ssh "ฉันคลาดกับสิ่งที่ฉันกำลังมองหาเพราะเป็นสิ่งที่เห็นกันจะจะตา ฉันมันโง่ กลายเป็นคนอวดดีไปจริง ๆ เพราะอย่างนี้\nฉันถึงได้แพ้ ฉันไม่ได้เป็นคนมองการณ์ไกลอย่างแต่ก่อน ความคิดฉันกลับด้านไป"

"ชิซูเนะโยกตัวไปมาด้วยท่าทีหมอง ๆ ทว่ายังมีแรงเหลือมากจนอดอยู่นิ่ง ๆ ไม่ได้"

"ถ้าเอาสายไฟสองเส้นให้ชิซูเนะจับแล้วคงเอามาต่อให้หลอดไฟติดได้ แปลกดีที่ฉันคิดอะไรเพลิน ๆ แบบนี้ได้ทั้งที่เธอ\nกำลังจริงจังอยู่"

show shizu adjust_frown_close_ni
with charachange

ssh "ถึงอย่างนั้นมิช่าก็ยังบอกฉันว่าฉันคือแรงบันดาลใจของเธอ บ้าดีเนอะ ฉันไม่ใช่คนที่จะไปเป็นแรงบันดาลใจให้ใคร\nได้เลย"

show shizu behind_blank_close_ni
with charachange

ssh "เรายังรับได้ต่อให้คนที่เป็นแรงบันดาลใจให้เรานั้นจะมีข้อเสีย ฉันไปลองคิดมาแล้วนะ ความย้อนแย้งบางอย่าง\nเราก็รับได้"

show shizu basic_normal2_close_ni
with charachange

ssh "ยกตัวอย่างเช่น… ถ้าพระเอกของเราเป็นนักกีฬาแต่ไม่มีน้ำใจนักกีฬา คนจะยังนับถือทักษะทางด้านกีฬา\nของคนนั้น ต่อให้นิสัยจะเสียก็ตาม"

play sound sfx_snap
show shizu adjust_angry_close_ni
with charachange

ssh "แต่ว่า"

"ชิซูเนะดีดนิ้วรุนแรงจนฟังดูคล้ายมีฟ้าผ่าในห้องอันว่างเปล่าแห่งนี้ก่อนจะพักเหยียดนิ้วอยู่ครู่หนึ่ง จะว่าไปแล้ว ครั้งนี้\nเป็นครั้งแรกเลยที่เธอทำภาษามือเยอะขนาดนี้"

show shizu cross_angry_close_ni
with charachange

ssh "การที่คนอย่างฉันไม่มีเป้าหมายน่ะเป็นสิ่งที่ยอมรับไม่ได้หรอกนะ เป็นความย้อนแย้งแบบสุดกู่ และคนย้อนแย้ง\nก็ไม่สมควรจะมีหน้าที่รับผิดชอบอะไรเพราะแม้แต่จะจัดการตัวเองยังทำไม่ได้"

"มองโลกในแง่ลบเสียจริง คิดตามแล้วก็โมโห"

"ถ้าเป็นสองสามเดือนก่อนฉันคงเกลียดตัวเองไปแล้ว คนอื่นคงมองฉันเป็นแบบนี้สินะ"

"ซึ่งก็ตลกดีที่ชิซูเนะกับมิช่าเป็นคนทำให้ฉันเลิกทำตัวแบบนั้นได้ ถ้าไม่ได้สองคนนี้ฉันคิดว่าอะไรหลายอย่าง\nคงต่างไปจากตอนนี้มาก ๆ และไม่ได้ต่างไปในทางที่ดีด้วย"

"ช่วงนี้ฉันรู้สึกว่าเราต่างก็ส่งต่อความสิ้นหวังของกันและกันไปพอ ๆ กันกับการหนุนกันและกัน แต่ฉันว่าสุดท้ายมันก็คือ\nเรื่องของการมีเพื่อนกับการได้สนิทกับใครสักคนนั่นแหละ"

his "แต่เธอก็เป็นผู้นำนี่"

show shizu behind_frown_close_ni
with charachange

ssh "เพราะไม่มีใครอยากเป็นหรอก"

his "แต่ก็แปลว่าเธอยังเป็นผู้นำอยู่ เพราะคนอื่นก็ยังวางใจให้เธอรับหน้าที่นี้ ซึ่งที่จริง แบบนี้มันก็ยิ่งสำคัญเลย\nไม่ใช่เหรอ"

his "แต่จะยังไงก็เถอะ เธอคือผู้นำ เป็นผู้ซึ่งเป็นแรงบันดาลใจให้ผู้คนหรืออะไรแล้วแต่เธอจะเรียก เธอจะต้องรับผิดชอบ\nต่อทุกสิ่งที่เธอมีความสัมพันธ์ด้วย"

his "ฉันเคยอ่านเจอจากที่ไหนสักที่น่ะ"

show shizu basic_normal_close_ni
with charachange

ssh "คมดีนะ"

"ชิซูเนะเหมือนจะแสดงอารมณ์ผ่านสีหน้าได้ก็ต่อเมื่ออยากจะแสดงให้เห็นเท่านั้น แต่ฉันคิดว่าเธอคงไม่ได้ประชดหรอก"

show shizu adjust_frown_close_ni
with charachange

ssh "แต่ฉันไม่ได้อยาก “มีความสัมพันธ์” กับใครขนาดนั้นนะ"

his "งั้นก็เปลี่ยนเป็นการเป็นผู้นำให้คนนับถือแล้วกัน เหมือน ๆ กันนั่นแหละ"

show shizu behind_frustrated_close_ni
with charachange

ssh "ฉันไม่ได้อยากเป็นผู้นำเลย แค่ปล่อยไปตามน้ำแล้วมันมาลงเอยเอง"

his "ไม่เชื่อหรอก เธอก็เอาแต่คว้าภาระมาใส่ตัวเรื่อย ๆ"

show shizu adjust_frown_close_ni
with charachange

ssh "เดี๋ยว ๆ ฉันไม่ได้บอกว่าฉันไม่ชอบ ฉันไม่ได้สนใจการเป็นผู้นำก็จริง แต่ฉันก็ไม่ถือเหมือนกัน ฉันไม่ได้สนใจ\nการเป็นที่หนึ่ง แต่ฉันก็ไม่ถือเหมือนกัน แต่ถูกของนายที่ว่าฉันอยากได้ภาระน่ะ"

show shizu basic_happy_close_ni
with charachange

ssh "แน่ละว่าฉันอยากรับภาระให้มากขึ้น การมีหน้าที่ที่ต้องรับผิดชอบน่ะทำให้ฉันรู้สึกกระปรี้กระเปร่าขึ้นมา\nนี่แหละฉันถึงได้มาเป็นสมาชิกสภานักเรียน ถ้าไม่มีแรงกดดันอะไรเลยฉันก็อยู่เฉยไม่ได้หรอก"

show shizu behind_blank_close_ni
with charachange

ssh "ถึงอย่างนั้นตอนนี้ฉันก็มาเป็นผู้นำ ฉันเคยคิดมาตลอดว่าผู้นำคือคนสั่ง แต่จริง ๆ แล้วมันมีอะไรมากกว่านั้น"

show shizu adjust_frown_close_ni
with charachange

ssh "สิ่งสำคัญคือการมีเป้าหมาย ถ้าฉันไม่มีเป้าหมายก็เปล่าประโยชน์ สิ่งที่คนจะทำตามฉันก็มีแค่สิ่งที่เป็นความอยาก\nของตัวฉันเอง ซึ่งเป็นอะไรที่เห็นแก่ตัวมาก"

"เป็นมุมมองของคนที่ชอบเอาชนะคนอื่นที่มีศีลธรรมมากชอบกล"

show shizu basic_normal2_close_ni
with charachange

"ภาพที่ชิซูเนะเอาคางเกยนิ้วที่มาประกบกันพลางขบคิดถึงปัญหาตัวเองนั้นดูเป็นเด็กไร้พิษภัยใด ๆ สีหน้าเธอ\nดูตลกเล็กน้อยเพราะเป็นสีหน้าที่ดูออกง่ายมากเสียจนไม่สมกับเป็นชิซูเนะ"

his "มันก็มาพร้อมกับภาระหน้าที่นั่นแหละ ฉันว่ายังไงเธอก็ต้องเป็นผู้นำ เพราะไม่งั้นเธอจะเป็นอะไรก็คงไม่พอใจ\nเพราะจะเบื่อก่อน"

show shizu basic_frown_close_ni
with charachange

"ชิซูเนะไม่ตอบ แต่เดาจากสีหน้าหงุดหงิดนั้นแล้วฉันคงเดาถูกสินะ"

his "ฉันก็คิด ๆ อยู่ว่าฉันเองก็ควรมีทิศทางชีวิตบ้าง"

show shizu adjust_happy_close_ni
with charachange

ssh "มีคนบอกนายเหรอว่านายต้องทำตัวให้เป็นประโยชน์กับสังคมน่ะ"

"ตอบได้แปลกจริง เป็นประโยคที่มาแบบลอย ๆ จนฉันไม่รู้จะตอบยังไงดี และไม่รู้ว่าทำไมฉันถึงข้องใจกับประโยคนั้นนัก\nอาจจะเพราะเป็นอะไรที่ฉันไม่คิดว่าชิซูเนะจะเป็นคนบอกมั้ง"

"ฉันเลยเริ่มคิดว่าหรือจริง ๆ แล้วจะไม่ใช่ความคิดของเจ้าตัวเลย ใครบอกมากันนะ ก็นะ คงเป็นพ่อละมั้ง แต่ก็\nมีโอกาสเหมือนกันที่เธอจะเป็นคนคิดเอง ถ้างั้นก็เป็นเพราะชิซูเนะฟังอะไรไม่ได้เหรอ"

his "ทำไมถึงบอกแบบนั้น"

show shizu behind_blank_close_ni
with charachange

ssh "ก็อยาก"

his "ไม่เชื่อ"

his "แต่ก็คงจริงละนะ"

show shizu basic_normal_close_ni
with charachange

ssh "อย่างนี้นี่เอง"

show shizu adjust_frown_close_ni
with charachange

ssh "ฉันก็ไม่รู้ว่าฉันเป็นแบบนั้นเหมือนกันหรือเปล่า ไม่ชอบเลย"

"ฉันคิดว่าคนเราต่างก็ต้องการจุดมุ่งหมาย พอมองย้อนไปแล้ว การที่ชิซูเนะไม่มีจุดมุ่งหมายเลยนั้นก็สมเหตุสมผล\nไม่อย่างนั้นพลังทั้งหมดของเธอก็คงถูกนำไปทุ่มให้กับอะไรบางอย่างแล้ว"

"และเพราะไม่มีบางอย่างให้ทุ่มใส่ ชิซูเนะจึงปล่อยพลังทั้งหมดไปคนละทิศละทาง ฉันนึกถึงสายไฟที่ขาดแล้วสะบัดอยู่\nท่ามกลางพายุ รุนแรงและสว่างวาบทว่าไร้ทิศทางและอันตรายเหมือนอย่างชิซูเนะ"

"ก็อยากจะคิดต่อไปอยู่หรอกว่าเพราะแบบนี้ชิซูเนะถึงได้อยากทำให้ทุกอย่างกลายเป็นการแข่งขัน แต่ว่า… เธออาจจะ\nเป็นแบบนี้อยู่แล้วก็ได้ การมีเป้าหมายให้ทุ่มเทก็เป็นแค่ขั้นถัดไปจากนั้น"

show shizu behind_blank_close_ni
with charachange

ssh "งั้นแบบนี้เป็นไง ฉันจะทำธุรกิจ ครอบครัวฉันก็มีเส้นสาย น่าจะทำได้ไม่ยากมาก …ฟังดูไม่ซื่อตรงเลยเนอะ รับฝาก\nโดยเส้นสายอะไรแบบนี้ ว่ามั้ย"

his "นิดหน่อย"

show shizu adjust_frown_close_ni
with charachange

ssh "แต่ฉันจะไม่ทำแบบหยิบหย่งหรอก ฉันจะทุ่มสุดตัวจนกว่าจะไปถึงจุดสูงสุด"

ssh "พอฉันมีเงินเยอะมาก ๆ แบบสุดกำลังเท่าที่จะหาได้แล้ว—เยอะแบบไม่รู้จะเอาไปทำอะไรดี—ฉันก็จะขยับไป\nขั้นถัดไป แต่แน่นอนว่าต้องอยู่นิ่ง ๆ สักพักก่อนเหมือนอย่างมังกรในเทพนิยาย"

his "เธออยากเป็น…?"

show shizu basic_happy_close_ni
with charachange

ssh "นักการกุศล!"

hi "…"

show shizu adjust_smug_close_ni
with charachange

ssh "ชิ ๆ นี่นายคิดอะไรอยู่ คิดว่าฉันจะเป็นพวกโกยแล้วไม่แบ่งเหรอ"

show shizu behind_blank_close_ni
with charachange

ssh "ก็จริง ตรงนั้นคือส่วนหนึ่งของแผนเหมือนกัน แต่อย่าดูถูกกันแล้วคิดว่าฉันจะหยุดแค่ตรงนั้นนะ"

stop music fadeout 8.0

"ชิซูเนะยังดูไม่สบายใจ แน่ละว่าดูจะคลี่คลายปัญหาของตัวเองได้เร็วจริง แต่ก็ไม่มีใครหรอกที่จะหายวิตกได้เร็วขนาดนั้น\nไม่มีใครที่จะแก้ปัญหาของตัวเองได้ง่ายขนาดนั้น"

"ทว่าสิ่งสำคัญคือดูท่าว่าชิซูเนะจะยังตั้งใจพยายามต่อไป ฉันยังดูไม่ออกว่าต้นทางแรงขับเคลื่อนของเธอนั้นเป็นแหล่งที่ดี\nหรือไม่ดี"

"แต่ตอนนี้ชิซูเนะก็มีีอะไรให้ยึดเหนี่ยวแล้ว ฉันเชื่อได้อย่างสนิทใจ ดีใจแทนจริง ๆ และในขณะเดียวกันก็รู้สึกเย็นเยียบ\nขึ้นมาหน่อย ๆ ฉันยังรั้งท้ายอยู่ ตอนนี้เหลือแค่ฉันแล้วที่ยังไม่มีเป้าหมาย"

$ suppress_window_after_timeskip = True

scene black
with dissolve

#****************************
    
label th_S37:

window hide None
nvl clear

$ renpy.music.set_volume(0.5, 0.0, channel="music")
play music music_daily fadein 0.5

scene bg school_dormhisao_bw
with dissolve

nvl show dissolve

n "\n\n\n\n\n\n\n\n\nตั้งแต่สัปดาห์นั้นเป็นต้นมาก็ไม่มีเรื่องอะไรอีกเลย"

nvl clear

n "\nแน่ละว่าสัปดาห์ก่อนหน้าฉันก็คิดแบบนั้น และเมื่อชิซูเนะกับมิช่าระลึกถึงบางอย่างขึ้นได้แบบกันทันหันอย่างนั้นแล้ว\nฉันก็รู้สึกอิจฉาและไร้ทิศทางขึ้นมาเล็กน้อย ตอนนั้นฉันคิดแล้วว่าอย่างไรก็คงอยู่แบบใจสงบไม่ได้แน่ ๆ"

n "แต่โชคดีที่ไม่มีอะไรเป็นไปอย่างที่ฉันกังวล รู้ตัวอีกทีฉันก็ต้องจัดการอะไรหลาย ๆ อย่างในโรงเรียนจนลืมเรื่องพวกนั้น\nไปได้ และทุกอย่างก็ยังปกติดี"

n "ฉันคิดผิด ฉันเห็นจุดเปราะบางของชิซูเนะกับมิช่าที่ถูกซ่อนไว้อย่างดีแล้วก็จริง แต่สองคนนั้นยังเข้มแข็งอยู่"

n "ตอนนี้พวกเราก็จะเรียนจบกันแล้ว ฉันชินกับการอยู่ที่นี่จนแทบไม่รู้ตัวเลยว่าใกล้ถึงวันนั้นแล้ว พอนึกได้แล้ว\nฉันก็เศร้าขึ้นมา ไม่อยากไปคิดถึงมันเลย ฉันจึงไม่ได้คิดจนเมื่อไม่นานมานี้เอง"

n "ราวสัปดาห์ก่อนฉันลองเขียนรายการคนที่ฉันควรจะไปบอกลาก่อนเรียนจบ กฎแรกที่ฉันตั้งขึ้นคือฉันจะไม่เขียน\nให้มีลำดับใด ๆ โดยเฉพาะ เช่นว่าเขียนไล่จากคนที่สำคัญน้อยที่สุดไปหาคนที่สำคัญมากที่สุด"

n "แต่ไม่รู้ทำไมสุดท้ายรายการก็เรียงลำดับอย่างนั้นอยู่ดี และยังมีจำนวนคนน้อยกว่าที่ฉันคาดไว้เสียอีก ส่วนเคน\nอยู่ในลำดับกลาง ๆ"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear

scene bg school_dormhisao
show kenji neutral at center
with locationchange

window show

ke "มีคนบอกฉันว่าสักวันฉันจะเรียนจบ นั่นแหละ ฉันเลยทำให้ดู ฉันอยู่ที่นี่แบบไม่จ่ายค่าเช่ามานานเกินพอแล้ว\nถ้าลองมองเรื่องราคาที่ดินที่ขึ้นเรื่อย ๆ แล้ว ฉันว่าสุดท้ายแล้วฉันก็เป็นฝ่ายได้ละนะ"

show kenji happy
with charachange

ke "ไม่สิ รู้อะไรมั้ย ฉันเป็นฝ่ายได้ชัยละ ประวัติศาสตร์จะต้องจารึกว่าฉันเป็นผู้ชนะ"

hi "ชนะอะไร"

ke "ฉันทำตัวแนบเนียนแล้วหลุดลอดมาได้ ฉันเอาชนะระบบได้แล้ว"

hi "พูดแบบนี้ก็เหมือนนายวิ่งหนีจากระบบเลยนี่"

ke "บางทีการวิ่งก็เป็นชัยชนะอันยิ่งใหญ่ได้นะ เหมือนงานแข่งกีฬาโอลิมปิกไง"

"ฉันเหนื่อยจะเถียงกับเคนจิแล้ว พูดอะไรของเขา ใคร ๆ ก็รู้ว่าทุ่มน้ำหนักน่ะคือที่สุดของงานโอลิมปิกแล้ว"

hi "สรุปคือจะบอกว่านายจะไม่คิดถึงเลย"

show kenji neutral
with charachange

ke "คิดถึงอะไร"

hi "โรงเรียน เจ้าโง่"

show kenji tsun
with charachange

ke "ไม่เว้ย ฉันเคยบอกแล้วไงว่าที่นี่มีพวกสตรีนิยมมากไป เกินเยียวยาแล้ว แต่อย่างน้อยฉันก็จะได้ออกจากที่นี่\nก่อนที่จะมันสะสมจนถึงมวลวิกฤต ฉันจะกลับมาอีกทีก็อีกหลายปีให้หลังตอนที่เขาสร้างอนุเสาวรีย์ให้ฉันนู่น"

hi "โรงเรียนนี้เขาจัดพวกงานคืนสู่เหย้าอะไรแบบนี้มั้ย"

show kenji neutral
with charachange

ke "จะไปรู้ได้ไง อาจจะมั้ง แต่เอาเถอะ ฉันต้องเริ่มเก็บของแล้ว ดูแลตัวเองด้วยพวก"

hi "นายควรจะเก็บตั้งแต่สัปดาห์ที่แล้วเหมือนอย่างฉันนะ"

"ซึ่งก็ใช่ว่าฉันจะมีของให้เก็บเยอะแยะหรอก"

show kenji tsun
with charachange

ke "แบบนั้นไม่ได้นะ เราต้องทำอะไรเอาวินาทีสุดท้ายสิ ผู้ชายน่ะถนัดการทำอะไร ณ วินาทีสุดท้ายนะ วินาทีสุดท้าย\nที่ว่าน่ะมีประสิทธิผลเยอะกว่าทั้งสัปดาห์ก่อนหน้ารวมกันอีก เรารักษาสมดุลกันอย่างนี้แหละ"

show kenji neutral
with charachange

ke "ฮึ ๆ นายคงไม่เข้าใจวิถีลูกผู้ชายแบบเรา ๆ หรอก"

hi "นายก็ดูแลตัวเองด้วย"

show kenji happy
with charachange

show kenji invis at right
with dissolvecharamove

play sound sfx_doorslam

hide kenji
with vpunch

"เคนจิทำความเคารพแล้วพุ่งตัวถอยหลังผ่านประตูไปก่อนจะปิดด้วยความดังชนิดที่ว่าทั้งหอคงได้ยิน ฉันเพิ่งมาสังเกต\nว่าหลายคนในโรงเรียนนี้ชอบปิดประตูแรง ๆ กัน สงสัยเป็นพฤติกรรมประจำถิ่นมั้ง"

"“ดูแลตัวเองด้วย” ครั้งแรกเลยที่ได้ยินเคนจิพูดแบบนั้น ปกติเขาจะปิิดท้ายบทสนทนาด้วยวลีประมาณว่า “เจอกัน”\n“ไว้จ่ายคืนให้ทีหลังนะพวก” เอาเถอะ ถึงบางทีจะทำตัวน่ารำคาญไปหน่อย แต่ยังไงก็คงจะนึกถึงเขาบ้างแหละนะ ฉันขีดฆ่า\nชื่อเคนจิออกจากรายการในใจ"

"ตอนนี้ในรายการเหลือไม่กี่คนแล้ว ฉันปัดความคิดที่จะไปหาแต่ละคนตามลำดับออกจากหัวอีกครั้ง อย่างที่บอก\nฉันไม่ได้มีเจตนาจะไปบอกลาตามลำดับแบบนั้น"

scene bg school_dormhallway
with locationchange

"ฉันจึงไปหาชิซูเนะกับมิช่า มีที่เดียวที่ฉันนึกออกว่าสองคนนั้นจะไปอยู่ แน่ละว่าต้องเป็นห้องสภานักเรียน"

play ambient sfx_crowd_indoors fadein 2.0

scene bg school_lobby
show crowd
with locationskip

"ฉันเกือบชนเข้ากับนักเรียนกลุ่มเล็ก ๆ กลุ่มหนึ่งตอนที่เดินเลี้ยวตรงหัวมุม ฉันใจเสียไปแวบหนึ่งเพราะรู้ดีว่า\nอาจเป็นอุบัติเหตุที่ถึงแก่ชีวิตฉันได้"

"สภานักเรียนรุ่นใหม่นั่นเอง ถึงจะมีไม่มาก แต่ก็มีเยอะกว่าสามคนแน่ ๆ ละ ซึ่งก็ดีแล้ว เพราะจะได้มีคนพอกับ\nแต่ละตำแหน่งในสภาเสียที"

"คงเท่น่าดูถ้าฉันมีป้ายแผ่นเล็ก ๆ ที่แปะชื่อกับตำแหน่งตั้งไว้บนโต๊ะของตัวเองบ้าง แต่ฉันคิดว่าเดี๋ยวนี้—หรือเมื่อก่อน\nก็เถอะ—เขาไม่น่าทำแล้ว น่าเสียดาย"

"ระหว่างที่คิดอยู่สภานักเรียนรุ่นใหม่ก็มาล้อมฉัน ถ้ามีคนอยู่ไกล ๆ แล้วเห็นภาพนี้คงเป็นอะไรที่ชวนให้ลางไม่ดีน่าดู"

"สงสัยจะมาเอาคืนที่ฉันเอาแต่เรียกว่า “สภานักเรียนรุ่นใหม่” ละมั้ง ฉันแค่เป็นคนแปลให้ชิซูเนะก็จริง แต่อย่างน้อย\nก็น่าจะขยันแล้วก็มีไหวพริบหน่อย เอาเถอะ ฉันทำเต็มที่แล้ว"

"ทว่าทุกคนมาขอบคุณสำหรับ “ทุกอย่างที่ฉันทำไว้ให้”"

"มีคนมาขอบคุณฉัน ซึ่งฉันควรจะมีความสุขเพราะฉันมักคิดว่างานสภานักเรียนนั้นเป็นสิ่งหนักหนาและ\nไม่มีใครมองเลย ฉันมีความสุขก็จริง แต่ก็สุขได้ไม่เต็มที่"

$ renpy.music.set_volume(0.5, 1.0, channel="music")
$ renpy.music.set_volume(0.5, 1.0, channel="ambient")

window hide
nvl clear
nvl show dissolve

n "\n\nฉันนึกสงสัยว่าจะเป็นอย่างไรถ้าสภานักเรียนของเรามีคนมากเท่ารุ่นที่จะเข้ามาแทนที่นี้"

n "ถึงจะมีมากกว่าเราไปแค่สองสามคน แต่ก็มีคนพอที่จะให้แต่ละคนมีบทบาทตายตัวได้ ไม่เหมือนพวกเราที่มีแค่\nชิซูเนะที่ดูเหมือนจะเป็นประธานนักเรียนเท่านั้น"

n "พอมองสภานักเรียนรุ่นใหม่แล้วฉันก็รู้สึกแปลก ๆ อารมณ์เหมือนตอนกลับบ้านมาแล้วเห็นว่าต้นไม้ที่ตัวเองดูแล\nมานานหลายปีเติบใหญ่แล้ว แต่ฉันรู้สึกว่าฉันยังดูแลต้นไม้ต้นนั้นไม่ดีพอ ยังมีอะไรที่ฉันไม่ได้ทำอีกไหมนะ"

n "ชิซูเนะคงโกรธที่ฉันรู้สึกไม่ได้ใกล้ชิดกับสิ่งที่ทำเพื่อสภานักเรียนอย่างนี้ หรืออาจจะโกรธเพราะจะสื่อว่าฉัน\nยังลงมือทำไม่มากพอ แต่ก็เป็นอย่างนั้นจริง ฉันแค่เดินตามชิซูเนะไปเฉย ๆ"

n "\nเพราะงั้น ในแง่หนึ่ง ฉันก็รู้สึกเหมือนกำลังมองต้นไม้ต้นนั้นอยู่ห่าง ๆ ด้วย ราวกับมองมันเคลื่อนผ่าน\nไปจากหน้าต่างรถไฟ"

$ renpy.music.set_volume(1.0, 1.0, channel="music")
$ renpy.music.set_volume(1.0, 1.0, channel="ambient")
stop music fadeout 4.0

nvl hide dissolve
nvl clear
window show

"ฉันมัวแต่คิดเรื่องพวกนั้นเสียนานจนเมื่อหลุดจากภวังค์แล้วก็รู้ตัวว่ายังยืนอยู่ที่เดิมโดยที่มีสภานักเรียนรุ่นใหม่รายล้อม\nฉันทำอย่างเดียวที่ฉันพอทำได้แล้วขอโทษที่เหม่อก่อนจะขอบคุณกลับ"

stop ambient fadeout 0.5

scene bg school_council
with locationchange

play music music_normal fadein 3.0

"พอพวกนั้นเดินไปแล้วฉันก็เข้าห้องสภานักเรียนที่ตอนนี้รกกว่าทุกที แต่เหมือนจะมีคอมพิวเตอร์แล้ว"
#the have a computer, it's just really crappy
#i remember making a cutin for it

"ก็สมเหตุสมผลอยู่ ฉันจำได้ว่ามีผู้หญิงที่ถือกระดานคนหนึ่งบอกว่าจะเอาคอมพิวเตอร์มาใช้เพื่อที่จะได้ทำให้\nงานกรอกข้อมูลน่าเบื่อ ๆ ของชิซูเนะสะดวกขึ้นบ้าง"

"แต่ฉันจำไม่ได้ว่าใครพูดกันแน่ อาโออิดูจะเป็นคนที่มีความทะเยอทะยานมากกว่า แต่เคโกะก็ดูจะจริงจังกว่าเหมือนกัน\nเอาเถอะ ไม่สำคัญแล้ว"

"ในห้องนี้ไม่ได้มีแค่ฉันคนเดียว ทว่าผิดคาดที่ไม่เจอชิซูเนะแต่กลับมีแค่มิช่าแทน มิช่านั่งอยู่ที่โต๊ะชิซูเนะเหมือนอย่าง\nที่ซิซูเนะนั่งประจำโดยที่แกว่งเท้าด้วย"

show mishashort invis:
    center
    ypos 1.2
with None

show mishashort hips_grin at center
with  Dissolvemove(0.5)

"พอสบตากันมิช่าก็โดดขึ้นมาทำท่าเหมือนยอดมนุษย์ด้วยท่าที่ไม่รู้จะบรรยายลักษณะอย่างไรดี"

mi "ไงฮิจัง~! ไม่คิดเลยว่าจะมาเจอนายที่นี่~!"

hi "ทำอะไรอยู่"

show mishashort cross_smile
with charachange

mi "ฮิจังก่อน~"

hi "ฉันมาหาชิซูเนะ"

show mishashort cross_grin
with charachange

mi "ฉันก็ด้วย~! ฉันนึกว่าชิจังจะอยู่ที่นี่ แต่เจอฮิจังแทน~!"

hi "เออ ขอบใจ"

show mishashort sign_smile
with charachange

mi "วะฮ่าฮ่า! เอาเถอะ~ ดีเลย จริง ๆ นะ จริง ๆ ~ ยังไงฉันก็อยากคุยกับฮิจังด้วยอยู่แล้ว~"

hi "คุยเรื่องอะไร"

"ฉันกวาดตามองรอบห้องอีกสักเล็กน้อย มีเตาไฟฟ้าด้วย อู้ฟู่เหลือเกิน"

show mishashort perky_sad
with charachange

mi "ของมันแน่อยู่แล้ว~ ฉันอยากจะขอโทษ~ ที่ฉันทำให้ให้ฮิจังกับชิจังต้องเดือดร้อน"

hi "อย่าใช้คำว่า “เดือดร้อน” เลย"

show mishashort sign_confused
with charachange

mi "โอเค~ โอเค~"

hi "อย่าไปขอโทษชิซูเนะนะ"

show mishashort hips_smile
with charachange

mi "อะฮ่าฮ่า~ โอเค~ โอเค~ แต่ฉันไม่ได้มาเพื่อขอโทษหรอกนะฮิจัง ฉันจะไม่ขอโทษชิจังหรอก ฉันอยากถามฮิจัง\nอะไรอย่าง"

show mishashort perky_confused
with charachange

mi "ฮิจังคิดว่าชิจังจะมีความสุขได้กับอะไร"

hi "ชัดอยู่แล้วว่าต้องเป็นการครองโลก"

show mishashort cross_laugh
with charachange

mi "วะฮ่าฮ่า~!"

show mishashort hips_smile
with charachange

mi "ฮิจังแค่พูดเล่นก็จริง~… แต่ไม่หรอกฮิจัง ต่อให้ชิจังครองโลกได้ ชิจังก็คงไม่มีความสุข จะมีความสุขได้ก็แค่\nแป๊บเดียวเอง"

show mishashort sign_smile
with charachange

mi "ฮิจังเคยได้ยินเรื่องราวของศิลปินที่ฉีกภาพที่ตัวเองวาดทิ้งทันทีที่วาดเสร็จมั้ย โลกนี้มีคนแบบนั้นอยู่จริง ๆ ด้วย\nละนะ~!"

show mishashort perky_smile
with charachange

mi "อยู่ ๆ ฉันก็นึกขึ้นมาได้น่ะ จะว่าไปแล้วก็เหมือนชิจังเลย พอชิจังตั้งเป้าจะทำภารกิจอะไรและทำได้สำเร็จแล้วชิจัง\nก็จะทำเหมือนว่าฝีมือของตัวเองไม่มีความหมายอะไรเลย"

show mishashort perky_confused
with charachange

mi "หรือเป็นเพราะ~ ชิจังสร้างอะไรที่อยู่คงทนถาวรไม่ได้กันนะ"

show mishashort perky_sad
with charachange

mi "เหมือนศิลปินพวกนั้นที่อยากสร้างและฝากผลงานศิลปะของตัวเองไว้ให้โลกนี้เลย~ ผลงานที่ยิ่งใหญ่มาก~\nแต่ก็ทำไม่ได้ พอมองย้อนดูแล้วก็ชัดมากเลยนะ~ แต่ว่า~ ที่ผ่านมาฉันมองไม่เห็น ตอนนี้ฉันกลัว ว่าชิจังจะมีความสุข\nได้หรือเปล่า"

hi "ไม่ ฉันว่าไม่หรอก ไม่ได้หมายถึงว่าชิซูเนะจะไม่มีวันมีความสุขนะ แต่หมายถึงว่าเธอน่ะคิดผิด ชิซูเนะน่ะมีความสุข\nบ่อยเกินความคาดหมายฉันเสียอีก"

hi "ฉันว่าจริง ๆ มันก็น่าทึ่งเหมือนกันนะ ปกติคนจะไม่คิดถึงเรื่องแบบนั้นจนกว่าจะถึงวัยกลางคนหรือเป็นคนใกล้ตาย\nความคิดที่ว่า “ฉันอยากจะฝากอะไรไว้ให้โลกนี้” หรือ “ฉันอยากเป็นที่จดจำ” น่ะ"

"เหมือนฉัน"

"เพียงแต่ฉันโดดข้ามจากตรงนั้นไปนิดหน่อย ชีวิตฉันสั้น และยิ่งพอมีเรื่องหัวใจวายครั้งนั้นแล้วก็ยิ่งดูสั้นเข้าไปอีก"

"ฉันไม่เคยคิดเลยว่าจะฝากอะไรไว้ให้โลกนี้บ้าง เพราะฉันคิดได้ทันทีว่าฉันแทบไม่มีอะไรให้ฝากไว้เลย ฉันจึงได้แต่จมอยู่\nกับความขื่นขมของตัวฉันเอง"

hi "ชิซูเนะคิดอยากทิ้งร่องรอยของตัวเองแล้ว แต่จะใช้วิธีช่วยเหลือคนเอา เพราะอย่างนี้การฉลองถึงได้สำคัญกับชิซูเนะไง\nอยากเป็นนักการกุศลด้วยซ้ำ"

hi "ฉันคิดว่าการใช้ชีวิตแบบนั้นน่ะดีที่สุดแล้ว การใช้ชีวิตโดยการให้น่ะนะ ถึงต่อให้จะเป็นไปด้วยสาเหตุที่เห็นแก่ตัว\nก็ไม่เป็นไรหรอก"

hi "ชิซูเนะน่ะมีความสุขอยู่แล้ว เพราะถ้าอะไร ๆ เป็นไปด้วยดีแล้วย่อมมีคนเห็นและจดจำ ซึ่งนั่นแหละจะทำให้ชิซูเนะ\nมีความสุข"

"มิช่าถอนหายใจเอาแขนมาแนบตัวแล้วกระทุ้งนิ้วอยู่กลางอากาศเบา ๆ"

show mishashort sign_sad
with charachange

mi "ก่อนหน้านี้ฉันก็ยังคิดอยู่… อืมม~… ว่าฉันอาจจะทำให้ชิจังมีความสุขได้ แล้วตอนนั้นจังหวะฉันก็ลงตัวพอดี\nฉันจะได้อยู่กับชิจังตลอดเวลาเพราะเป็นล่ามให้ บางที…"

show mishashort perky_confused
with charachange

mi "แล้ว~ ฉันก็คิดว่าจะทำให้ชิจังมีความสุขด้วยการเป็น… เงาของชิจัง"

show mishashort perky_sad
with charachange

mi "ฉันยังพยายามต่อไปทั้งที่ชิจังปฏิเสธฉันแล้ว ฉันรู้สึกเหมือนตัวเองติดหล่มทำอะไรไม่ได้ ได้แต่มองแผ่นหลังชิจัง\nที่เดินหน้าต่อไปหดเล็กลงไปเรื่อย ๆ ฉันกลัว ทั้งที่ความเป็นจริงฉันควรจะแค่ทำใจยอมรับไป"

mi "เป็นอะไรที่ทรมานมากเลยนะ บางทีอย่างน้อยฉันก็น่าจะเข้าใจหัวอกชิจังบ้าง~"

show mishashort cross_smile
with charachange

mi "แต่สุดท้ายก็ดูเหมือนว่าฉันจะคิดผิด~… ฉันไม่เคยรู้ หรือแม้แต่จะคิดเลย… ชิจังคงจะบอกว่าเป็นการพ่ายแพ้\nแบบหมดรูป"

show mishashort cross_frown
with charachange

mi "โอเค~ หมดแล้ว แค่นี้ละฮิจัง~ แต่ว่า~! ในเมื่อฮิจังเป็นคนที่รู้ใจชิจังดีที่สุดแล้วก็ห้ามไปทำให้ชิจังร้องไห้นะ\nไม่งั้นฉันโกรธแน่~!"

show mishashort hips_smile
with charachange

mi "เดี๋ยวฉันจะได้ไปเมืองนอกด้วยละ มีจดหมายแนะนำตัวแล้วด้วย ไม่งั้นฉันคงไปแบบปกติไม่ได้แน่ ๆ ฉันอาจจะ\nไปเรียนแล้วเป็นครูภาษามืออยู่ที่โน่นก็ได้ ใครจะไปรู้~!"

show mishashort hips_grin
with charachange

mi "ซึ่งแปลว่า~! นายต้องดูแลชิจังนะ"

stop music fadeout 8.0

"มิช่ายิ้มอย่างจริงใจเหมือนเคย แต่ชัดว่าเธอเปลี่ยนไปแล้ว แววตามิช่าบ่งบอกว่าเธอเป็นคนที่สนใจอะไร ๆ มากขึ้น\nดูท่าที่คนเขาว่าความลำบากจะสร้างปัญญานั้นจริง พอเห็นแล้วฉันก็นึกถึงแววตาของชิซูเนะ"

"ฉันนึกสงสัยว่าชิซูเนะผ่านอะไรมาบ้างกว่าจะเป็นตัวเธอในตอนนี้ ฉันพอจะเดาได้ หรือไม่ก็อาจเป็นคนแบบนั้นอยู่แล้ว\nพอรู้สึกว่าอยากเจอขึ้นมากกว่าเดิมจึงชวนมิช่าให้ไปตามหาชิซูเนะด้วยกัน"

"แน่ละว่าก็เป็นแค่ข้ออ้างที่จะได้อยู่กับเพื่อนให้นานขึ้น แปลกดีที่เราสามคนใช้เวลาไปวัน ๆ อยู่ด้วยกันในฐานะ\nสมาชิกสภานักเรียนครั้งล่าสุดเมื่อไม่นานมานี้แต่กลับรู้สึกเหมือนผ่านมานานมากแล้ว"

"การคิดถึงอนาคตก็ทำให้เรามองอดีตผ่านแว่นแบบนั้นได้"

"พูดถึงแว่น…"

scene bg school_courtyard at bgleft
show yuuko neutral_up at center
with locationskip

play music music_ease fadein 8.0

"ยูโกะยืนอยู่ข้างนอกโดยในมือกำลังจับ ๆ กล้องที่ดูทันสมัยอยู่ ถ้ากล้องกล้องนั้นไม่ได้มีสีเงินสะท้อนแสงแล้วละก็\nคงมองไม่เห็นแน่นอน มิช่าเรียกยูโกะ ไม่ใช่ว่าเรากำลังตามหาชิซูเนะอยู่เหรอ"

show yuuko neutral_up at tworight
show bg school_courtyard at center
with charamove

show mishashort hips_grin at twoleft
with charaenter

mi "ไง~ ไง~!"

show mishashort cross_smile
with charachange

mi "ทำอะไรอยู่เหรอ~"

show yuuko closedhappy_down
with charachange

yu "ถ่ายรูปทุกคนอยู่น่ะ"

show mishashort hips_grin
with charachange

mi "ก็เห็น ๆ กันอยู่~!"

"ทำตัวไม่ถูกเลยทีนี้ มิช่า ฉันคงไม่มีวันลืมเลยว่าการที่คนเราเก็บความลับไว้ได้มากขนาดนั้นแต่ยังไม่มีไหวพริบนั้น\nเป็นไปได้"

hi "ไหนรูปผมล่ะครับ"

show yuuko worried_up
with charachange

yu "ยะ อยากได้เหรอ ไม่… รู้สิ คือ… ถ้าเธอรับปากว่าจะเก็บไว้เป็นความลับละก็นะ ไม่งั้นทุกคนก็จะอยากได้ด้วย\nเหมือนกัน"

show mishashort cross_smile
with charachange

mi "ตอนฉันยังอยู่ประถมก็เป็นเหมือนกัน แต่เป็นกับลูกอมนะ~"

show yuuko smile_up
with charachange

yu "โอเค… งั้นเดี๋ยวจะถ่ายรูปเธอนะ…"

hi "อ๊ะ เดี๋ยวครับ ผมยังไม่พร้อม ผมพูดเล่นหรอก"

show mishashort sign_smile
with charachange

mi "ฮิจัง ชูนิ้ว~!"

hi "จ้างก็ไม่ชู"

play sound sfx_camera
with cameraflash

"แสงแฟลชจากกล้องส่องสว่างจนตาฉันพร่า"

show mishashort perky_confused
show yuuko worried_down
with charachange

"ยูโกะที่ยืนอยู่หลังแสงแฟลชนั้นร้องโอดโอยด้วยความหัวเสีย อยู่ข้างนอกก็ปิดแฟลชสิ"

show yuuko invis at right
with dissolvecharamove

"ยูโกะขอโทษขอโพยเกินความจำเป็นก่อนจะหายตัวไปเงียบ ๆ"

hi "อ๊ะ เดี๋ยวครับ"

show yuuko worried_up at tworight
with dissolvecharamove

yu "หืม?"

show mishashort sign_smile
with charachange

mi "เธอเห็นชิจังอยู่แถวนี้มั้ย"

show yuuko neutral_up
with charachange

yu "อื้ม… ตรงหน้าประตูนั่นน่ะ"

hi "ขอบคุณครับ"

"ฉันยังพูดไม่ทันจบดีก็ต้องไล่ตามมิช่าไป"

play ambient sfx_crowd_outdoors fadein 3.0

scene bg school_gate
show crowd at center
show shizu behind_blank at center
with locationskip

"โชคดีที่ไม่ต้องตามไปนาน ประตูนั้นเดินจากตรงนี้ไปไม่กี่นาทีก็ถึง แต่บางทีฉันก็ขี้เกียจจะเดินเหมือนกัน เราเห็น\nชิซูเนะยืนอยู่กับสภานักเรียนกลุ่มนั้น คงจะมาขอบคุณชิซูเนะด้วยเหมือนกัน"

$ renpy.music.set_volume(0.3, 1.0, channel="ambient")

show shizu adjust_frown
with charachange

hide crowd
with charaexit

"ชิซูเนะไล่ทุกคนไปทันทีที่เห็นว่าเรามา ซึ่งก็ไม่ใช่เรื่องยากเพราะคงไม่มีใครที่อ่านภาษามือออกหรือใช้ภาษามือเป็น\nแต่ละคนถึงไม่ได้ติดค้างอะไรที่ต้องเดินออกไป"

"ซึ่งก็ทำให้ฉันสงสัยอีกว่าทำไมถึงมาขอบคุณทั้งที่ไม่มีคนใช้ภาษามือเป็น แต่ถ้าเจตนาดีก็นับว่าดีละนะ"

show mishashort invis at twoleft behind shizu
with None

show mishashort hips_grin:
   xpos 0.36
show shizu adjust_blush
with Dissolvemove(0.4)

show bg school_gate at bgright
show mishashort perky_smile at twoleft
show shizu behind_smile at tworight
with dissolvecharamove

"มิช่ากอดชิซูเนะทันทีแล้วไปยืนพิงประตูอยู่ข้างชิซูเนะ ส่วนฉันก็คอยอยู่สักพักปล่อยให้สองคนนั้นคุยกัน ยังไงเสีย\nมิช่าก็อยากคุยกับชิซูเนะมาตลอดนี่นะ ฉันรอได้"

show bg school_gate at right
show shizu invis:
    xpos 0.4
show mishashort invis:
    xpos 0.0
with dissolvecharamove

"ฉันหันหน้าหนีด้วยไม่อยาก “แอบฟัง” บทสนทนาของพวกเธอ"

"จนฉันหลงลืมเวลาไป"

"พอก้มมองนาฬิกาก็เห็นว่าผ่านมาสิบนาทีแล้ว จะคุยเสร็จหรือยังนะ เมื่อหันไปข้างหลังก็เห็นทั้งสองคนที่อยู่หลังฉัน"

show bg school_gate at bgright
show mishashort perky_smile at twoleft
show shizu behind_blank at tworight
with dissolvecharamove

ssh "คิดอะไรอยู่เหรอ"

hi "ปรัชญาน่าเบื่อ ๆ ที่ฉันไม่อยากเล่าน่ะ แต่ไม่ต้องห่วงหรอก ฉันไม่ได้คิดมากขนาดนั้น"

show shizu adjust_smug
with charachange

ssh "ดี มาคิดเรื่องปรัชญาเอาจังหวะอย่างนี้น่ะไม่ดีเลยนะ"

hi "อืม แค่อยากยืนอยู่ตรงนี้สักหน่อยน่ะ ผ่อนคลายดี"

show mishashort hips_grin
with charachange

mi "วะฮ่าฮ่า~! เป็น~ สัปดาห์ที่วุ่นวายมาก"

hi "ไม่นะ ฉันว่าไม่เท่าไหร่"

$ renpy.music.set_volume(0.5, 1.0, channel="music")
$ renpy.music.set_volume(0.1, 1.0, channel="ambient")

window hide
nvl clear
nvl show dissolve

n "\n\n\n\nฉันรู้ว่าทั้งสองคนคงยุ่งมาก แต่ฉันว่าฉันรู้แล้วว่าตัวเองจะเอายังไงต่อ และเมื่อนึกขึ้นได้แล้วฉันก็ไม่ได้รู้สึกฮึกเหิม\nหรือกังวลอะไร"

n "ตรงกันข้าม ฉันกลับรู้สึกสงบอย่างที่ไม่ได้รู้สึกมานาน และฉันก็อยากดื่มด่ำความรู้สึกนั้นอีกสักหน่อย"

n "\nฉันอยากเป็นครูสอนที่นี่"

n "\nพอคิดเช่นนั้นแล้วถนนคดเคี้ยวยาวเหยียดก็ปรากฏในใจ ถนนอันไม่แน่นอนที่นำพากลับมายังที่นี่"

nvl clear

n "\n\n\n\nฉันนึกสงสัยว่าในวันข้างหน้าจะได้เจอกับคนอย่างตัวเองหรือไม่ คนที่ในใจเต็มไปด้วยความขมขื่น"

n "ฉันอยากคุยกับคนนั้นเพราะฉันคุยกับตัวเองไม่ได้ ฉันอยากบอกว่าชีวิตนั้นแสนสั้น—ประโยคที่ไม่อาจมีใครมาบอก\nให้ฉันได้ หากแต่ต้องแสดงให้เห็นเท่านั้น—ฉันอยากทำเช่นนั้นโดยไม่เจือความสงสารใด ๆ"

n "ถ้ามีคนมาสงสารฉัน ฉันคงจะหมองลงไปอีกสักเล็กน้อย พอคิดถึงสัปดาห์แรกในโรงเรียนนี้แล้วฉันก็ยังคิดอยู่\nว่าเป็นช่วงเวลาที่ผ่านพ้นไปอย่างราบรื่นเหลือเกิน ราบรื่นเสียจนเรียกได้ว่าเป็นเพราะความอารี ฉันอยากจะเป็นคนที่ใจดี\nกับคนอื่นแบบนั้นให้ได้บ้าง"

n "\nและฉันอยากจะไล่ตามชิซูเนะต่อไปด้วย"

$ renpy.music.set_volume(1.0, 1.0, channel="music")
$ renpy.music.set_volume(0.3, 1.0, channel="ambient")

nvl hide dissolve
nvl clear

show mishashort perky_smile
with charachange

window show

mi "สภานักเรียนรุ่นใหม่มาทำไมเหรอชิจัง~"

"พอมีเสียงมิช่าอยู่ด้วยแล้วจะฝันเฟื่องอะไรก็ลำบากเหลือเกิน"

hi "ไม่ยักรู้ว่าในนั้นมีคนที่ใช้ภาษามือได้ด้วย"

show shizu behind_smile
with charachange

ssh "ก็ไม่มีไง ฉันว่าน่าจะมาบอกลานั่นแหละ ก็ยินดีนะ ถึงจะบอกไม่ได้ก็เถอะ"

show shizu basic_normal
with charachange

ssh "รู้ได้ไงว่าฉันอยู่ที่นี่"

hi "เธอจะอยู่ที่ไหนมันเป็นความลับด้วยเหรอ เอาเถอะ ก็ถามยูโกะมา นี่ยูโกะถ่ายรูปเธอด้วยหรือเปล่า"

show shizu behind_blank
with charachange

ssh "ใช่ ไม่ขอฉันก่อนด้วย แต่ปกติยูโกะไม่ค่อยได้ทำอะไรแบบนึกอยากทำก็ทำ ฉันเลยไม่ถือ"

play sound sfx_snap
show shizu basic_sparkle
with charachange

"ชิซูเนะดีดนิ้ว แต่เป็นเพราะน่าจะชอบ ไม่ใช่เพราะนึกอะไรขึ้นได้ "

show shizu behind_smile
with charachange

ssh "เรามาถ่ายรูปกันสามคนดีกว่า"

show shizu adjust_happy
with charachange

ssh "เรายังไม่มีรูปสภานักเรียนกันเลยนะ นี่แหละโอกาสเหมาะเลย"

show shizu basic_normal
with charachange

ssh "แต่ถ้าอีกหนึ่งปีข้างหน้าฉันได้มาดูรูปนี้อีกรอบ ฉันไม่อยากให้พวกเราจ้องกลับมาที่ฉันนะ"

mi "หืม~ หมายความว่ายังไงเหรอชิจัง"

show shizu adjust_frown
with charachange

ssh "รูปภาพต้องเป็นสิ่งที่สะท้อน ณ ชั่วขณะนั้นนี่ แน่อยู่แล้ว รูปภาพไม่เหมือนรูปเหมือนนะ ให้ยืนเฉย ๆ\nคงแข็งกระด้างเกินไป คงสะท้อนสิ่งที่ฉันรู้สึกไม่ได้หรอก"

show shizu behind_smile
with charachange

ssh "ฉันรู้สึกว่าเราจะต้องได้เจอกันอีกครั้ง เพราะงั้นตอนนี้ไม่ใช่เวลาที่ต้องมาถ่ายรูปจริงจังแบบนั้นกัน ต้องเป็นรูปที่ว่า\n“แล้วเจอกันใหม่นะ” ไม่ใช่เรื่องใหญ่อะไร ต้องเป็นอะไรที่… มีสีสันหน่อย"

hi "โอ้โห"

show shizu basic_happy
with charachange

ssh "แบบนี้ไง ทำตามฉันนะ"

show shizu adjust_smug
with charachange

show shizu behind_smile
with charachange

"ชิซูเนะทำท่าเหมือนอย่างทหารเสือด้วยความรวดเร็ว ยังไงก็คงรู้แหละว่าดูติ๊งต๊อง"

show mishashort cross_laugh
with charachange

mi "อะฮ่าฮ่าฮ่า~!"

hi "เราต้องทำท่า… ชวนให้เขินอย่างนั้นด้วยเหรอ"

show shizu adjust_happy
with charachange

ssh "ฉันคิดท่าดี ๆ ไม่ออกแล้วนี่นา มิช่า ไปตามยูโกะมา!"

show mishashort sign_smile
with charachange

mi "ฉันก็ไม่ชอบท่านี้เหมือนกัน แต่ฉันว่าก็ดีเหมือนกันนะ~"

hi "ไม่เห็นจะเข้าใจเลย"

show mishashort invis:
    xpos 0.0
with dissolvecharamove

"มิช่าไปแล้ว และกลับมาพร้อมลากยูโกะมาด้วย"

show yuuko invis:
    center
    xpos -0.2
with None

show bg school_gate at left
show shizu behind_smile_close:
    xpos 0.83
show mishashort hips_grin at center
show yuuko neutral_up at left
with dissolvecharamove

"แสงแฟลชสว่างวาบ เมื่อยูโกะกดปุ่มแล้วไฟแอลอีดีติดก็อยู่สามรอบอยู่เหนือแฟลช ชิซูเนะเหลือบมองเราสองคนให้แน่ใจ\nว่าจังหวะลงตัวแล้ว ประสานจังหวะ กระโดด"

play sound sfx_camera
$ renpy.music.set_volume(0.0, 0.5, channel="ambient")

scene ev shizu_goodend
with cameraflashlong

ssh "ต้องออกมาเยีี่ยมแน่ ๆ เลย"

ssh "โอเค …"

mi "เอาละ ทีนี้ให้ยูโกะเข้ารูปด้วย~!"

yu "มะ ไม่เอา ขอร้องละ…"

hi "ไม่จำเป็นหรอก"

"ฉันอยากได้รูปใบนี้ด้วย"

show ev shizu_goodend_pan
with None

"ฉันคงจะตายไวกว่าคนเฉลี่ยโดยทั่วไป ชีวิตฉันอาจดับลง ณ ขณะใดก็ได้ ดังนั้น ฉันจะมัวเอาเวลาไปทิ้งไม่ได้ ฉันอยาก\nใช้ชีวิตให้เต็มที่ที่สุด ฉันอยากเห็นรอยยิ้มของคนอื่นที่เกิดจากสิ่งที่ฉันได้ลงมือทำด้วย"

"การใช้ชีวิตผ่านความสุขของคนอื่นก็ดูไม่แย่ขนาดนั้น การได้สุขใจตามความสุขของคนอื่นก็ดูไม่ใช่สิ่งที่แย่\nเป็นวิธียืดชีวิตที่ง่ายที่สุดเท่าที่นึกออกและเป็นการยกระดับชีวิตให้พิเศษขึ้นมาได้"

"สิ่งนี้เองอาจเป็นความหมายที่ชิซูเนะค้นพบด้วยตัวเอง แต่ก็เป็นแค่ข้อสันนิษฐานของฉันน่ะนะ บ่อยครั้งในชีวิต\nที่เราต้องอยู่ตัวคนเดียวไร้ทิศทาง"

"ทว่าคนเรายังหลีกลี้ไปอยู่กับชั่วขณะแห่งความสุขได้ เป็นจุดบนเส้นทางชีวิตเหมือนอย่างสถานีบนแผนที่ทางรถไฟ\nหรือเป็นจุดพักแห่งความทรงจำบนเส้นทางอันยาวไกล"

"เป็นช่วงเวลาหนึ่ง ๆ เหล่านี้เองที่เติมเต็มชีวิตคนเราเมื่อได้สะท้อนคิดมาถึง เพื่อนทุกคน เทศกาลทุกหน การพานพบ\nอันน่ายินดีทุกครา และการลาจากอันน่ายินดีทุกครั้ง"

"สักวันฉันอยากถามชิซูเนะให้ได้ว่าฉันคิดถูกหรือไม่ ฉันอยากใช้เวลาที่ฉันมีอยู่ร่วมกับเธอ และท้ายที่สุด ฉันอยากให้\nชิซูเนะยิ้มเพื่อตัวเอง"

$ renpy.music.set_volume(0.3, 1.0, channel="ambient")

scene bg school_gate at left
#show yuuko neutral_up at left
show mishashort perky_smile at twoleft #center
show shizu behind_smile_close at tworight #:
with locationchange

hi "ฉันรักเธอนะ"

"ฉันเว้นช่วงไปรอดูว่าชิซูเนะจะหันมามองด้วยสีหน้างง ๆ แล้วถามว่าทำไมอยู่ ๆ ถึงบอกกันหรือเปล่า แต่ก็ไม่"

hi "ที่โรงเรียนนี้จัดงานคืนสู่เหย้ามั้ย"

show shizu adjust_happy_close
with charachange

ssh "จัดสิ"

show mishashort sign_smile
with charachange

mi "เป็นสภานักเรียนต้องรู้นะ~!"

show shizu behind_smile_close
with charachange

ssh "แต่ต้องรู้ให้เร็วกว่านั้น โอเคนะ"

show shizu adjust_happy_close
with charachange

ssh "ทั้งสองคนเลย"

show mishashort hips_grin
with charachange

mi "โอเค~!"

hi "อืม"

show shizu basic_happy_close
with charachange

ssh "คุณยูโกะ! ทำท่าด้วยสิคะ!"

show shizu adjust_happy_close
with charachange

ssh "แล้วเดี๋ยวเราไปดื่มชากัน"

"ชิซูเนะหัวเราะราวกับไม่มีอะไรติดค้างในใจอีกต่อไป เสียงหัวเราะมิช่าเข้ามาสมทบราวกับว่าก่อนหน้านั้นคือเสียง\nของเธอเอง เราจะได้พบพานกันอีกครั้ง"

stop ambient fadeout 2.0
stop music fadeout 2.0

#shizune good end complete

#****************************

#shizune bad end branch begin

label th_S38:

play music music_pearly

scene bg school_scienceroom
with locationchange

"วันถัดมามิช่ากลับมาเข้าเรียนแล้ว แม้จะยังดูซึม ๆ พอสมควร ซึ่งฉันก็ไม่ได้คาดหวังว่ามิช่าจะรู้สึกดีขึ้นโดยมหัศจรรย์\nหรอก ถ้าดูจากเรื่องที่เกิดแล้วจะให้หวังแบบนั้นคงเป็นไปไม่ได้"

"แต่คราวนี้เป็นชิซูเนะที่ไม่อยู่แทน ทีแรกฉันก็เกือบจะขำอยู่แล้วที่อยู่ ๆ พอมีคนหนึ่งอยู่ในห้องอีกคนจะไม่อยู่\nแต่พอคิดแล้วก็ไม่ใช่เรื่องน่าขำเลย ที่จริง ฉันไม่มีสมาธิทำงานเพราะเรื่องนี้ด้วยซ้ำ"

"อาจจะแค่ไม่สบาย หรือไม่ก็แค่โดดเรียนเฉย ๆ หรือไม่ก็อาจเป็นอะไรที่หนักหนากว่านั้น ในใจนึกอยากถามมิช่า\nว่ารู้หรือเปล่า แต่สุดท้ายก็ไม่ทำอะไร"

"เมื่อวานฉันไม่นึกเสียใจเลยที่เข้าไปช่วยด้วยกลัวว่ามิช่าจะบุ่มบ่ามทำอะไรลงไป"

play sound sfx_normalbell

"แต่ตอนนี้ฉันกลับรู้สึกว่าควรให้พื้นที่กับมิช่าอีกหน่อย จนในที่สุดระฆังก็ดังแล้วมิช่าก็ลุกขึ้นไปกินข้าวเที่ยงพร้อม ๆ กัน\nกับคนอื่น วันนี้ฉันคิดจะกินข้าวอยู่ในห้องเรียนที่ไม่มีใคร… แต่ไม่ใช่ห้องนี้"

scene bg school_hallway3
with locationchange

"โชคไม่ดีที่นักเรีนนคนอื่น ๆ ก็เหมือนคิดจะทำแบบเดียวกัน จึงไม่ค่อยมีห้องเรียนที่ว่างให้อยู่ได้ สุดท้ายพอจะ\nเลิกล้มความคิดก็มาเจอกับห้องมืด ๆ ห้องหนึ่งที่อยู่ตรงสุดโถงทางเดิน"

scene bg school_miyagi
show lilly back_surprise:
    center
    ypos 1.15
with locationchange

"แต่เมื่อเปิดไฟก็เห็นว่าห้องนี้ก็ไม่ว่างเหมือนกัน ลิลลี่หันหัวมาทางฉันจนฉันสะดุ้งตกใจก่อนจะนึกได้ว่าคงได้ยินเสียงฉัน\nกดสวิตช์ไฟ"

show lilly basic_listen
with charachange

li "สวัสดีจ้ะ"

hi "ไงลิลลี่ ไม่คิดว่าจะมีคนอยู่ด้วยนะเนี่ย"

show lilly basic_weaksmile
with charachange

li "ใช่ฮิซาโอะหรือเปล่า"

hi "อื้ม แต่เธอคงรู้อยู่แล้วละ"

"ฉันตั้งท่าจะเดินออกห้องจนกระทั่งลิลลี่รีบพูดขึ้นมา"

show lilly basic_smile
with charachange

li "ไม่เห็นต้องรีบไปเลยนี่จ๊ะ เรากินข้าวเที่ยงด้วยกันในห้องนี้ก็ได้ แล้วฉันก็ชอบกินข้าวกับคนอื่นมากกว่าด้วย"

"ฉันกำลังจะถามว่ารู้ได้ยังไงว่าฉันจะมากินข้าวเที่ยง แต่ก็ตัดใจไม่ถามไป เป็นเรื่องง่าย ๆ ที่ใคร ๆ ก็คงคิดได้ แล้วฉันก็\nไม่อยากทำตัวเหมือนเป็นคนที่ประทับใจกับอะไรง่าย ๆ ด้วย"

show lilly basic_smile_close:
    center
    ypos 1.1
with characlose

"ฉันนั่งลงที่โต๊ะตรงหน้าลิลลี่หลังจากที่ฉันพลิกให้หันหน้าเข้ามาชนกับโต๊ะลิลลี่แล้ว เคยได้ยินมาว่าสมองคนเราช่วยเสริม\nภาพอะไรหลายอย่างที่เราเห็นโดยใช้ความจำที่เคยเห็นมาก่อนหรือการคาดหมายเป็นฐาน"

"ซึ่งหลัก ๆ ก็เพื่อการทุ่นแรงจะได้ไม่ต้องประมวลผลทุกอย่างที่มองเห็นไปเสียทั้งหมด"

"ลิลลี่ดูจะไม่นึกสงสัยเสียงอะไรเลยสักครั้ง ฉันจึงสงสัยว่าเป็นเพราะสมองช่วยเสริมบริบทให้ทุกครั้งหรือเปล่า หรือแค่\nไม่สนใจแล้วยอมรับอะไรทุกอย่างไปตามนั้นเลย"

"บนโต๊ะมีเพียงคุกกี้อยู่จำนวนหนึ่งกับกระบอกเก็บอุณหภูมิที่ใส่น้ำชาไว้ คงเป็นพวกที่ไม่กินมื้อเที่ยงเยอะสินะ ฉันกัด\nแซนด์วิชกิน ไส้บางส่วนทะลักออกอีกฟาก"

show lilly basic_ara_close
with charachange

li "ไม่ได้คุยกันเสียนาน แปลกใจนะจ๊ะเนี่ยที่ยังจำชื่อกันได้"

hi "อืมมหืมม?"

show lilly basic_smileclosed_close
with charachange

li "งานสภานักเรียนคงยุ่งน่าดูเลยนะจ๊ะ"

hi "ก็แล้วแต่แหละ บางสัปดาห์ก็เอื่อยหน่อย บางสัปดาห์ก็นั่งคิดว่าจะขอวันลาป่วยดีไหม"

"แป๊บนะลิลลี่ ขอเวลาพักหายใจจากการสูบแซนด์วิชอันนั้นก่อน"

show lilly basic_smile_close
with charachange

li "แล้วช่วงนี้เป็นยังไงบ้าง"

hi "คาดเดาไม่ได้"

play sound sfx_snap

show lilly basic_oops_close
with vpunch

"ฉันดีดนิ้ว ซึ่งดูจากสีหน้าแล้วลิลลี่คงไม่พอใจมาก"

show lilly basic_reminisce_close
with charachange

li "ฉันว่าเธออยู่กับสองคนนั้นบ่อยไปแล้วนะ"

hi "น่าจะเป็นเอกลักษณ์หนึ่งของชิซูเนะเลย ฉันชอบนะ"

show lilly basic_displeased_close
with charachange

li "ฉันจะเมินจ้ะ"

"น้ำเสียงลิลลี่ไม่เปลี่ยนไปเลยแม้แต่น้อย แต่ชัดว่าเธออารมณ์เสียแล้ว"

hi "น่าจะเมินยากหน่อยนะ ฉันกำลังลอง ๆ ดูอยู่ว่าดีดยังไงให้ได้ดังขนาดนั้น แต่เหมือนจะทำข้อนิ้วฉันพังไปเรื่อย ๆ\nเลย"

show lilly behind_displeased_close
with charachange

li "ต่อให้ดังถึงขั้นกระจกหน้าต่างแตกฉันก็จะเมินจ้ะ ฉันไม่ใช่แมวน้ำที่เขาฝึกกัน ฉันไม่ได้ต่ำขนาดนั้น"

hi "เธอยังโกรธอยู่เหรอ"

"ฉันถามไปอย่างรอบคอบและวางตัวให้เป็นกลางที่สุดเท่าที่จะทำได้ ถึงเอาเข้าจริง ๆ แล้วฉันจะถามด้วยความสงสัย\nของตัวเองอย่างเดียวก็เถอะ"

show lilly basic_weaksmile_close
with charachange

li "ไม่ ไม่หรอกจ้ะ ถึงฉันจะไม่ชอบชิซูเนะก็เถอะ"

show lilly basic_reminisce_close
with charachange

li "เราเคยอยู่ด้วยกันในสภานักเรียนอยู่พักหนึ่ง"

hi "เคยได้ยินมาอยู่"

show lilly basic_sleepy_close
with charachange

li "ฉันไม่อยากให้เธอรีบเข้าร่วมสภานักเรียนขนาดนั้นเลย"

show lilly basic_listen_close
with charachange

li "ฉันไม่ชอบที่ชิซูเนะใช้วิธีนั้นมาขับเคลื่อนสภานักเรียนเลย เธอรู้มั้ยว่าชิซูเนะทำสมาชิกรุ่นเก่าหลายคนกระเจิง\nไปหมด เพราะอย่างนี้ฉันถึงได้คิดว่าชิซูเนะกำลังจะทำให้รอบตัวมีแต่คนที่ไม่ยอมต่อต้านตัวเอง"

show lilly basic_reminisce_close
with charachange

li "ซึ่งคนพวกนั้นก็ไม่ต่อต้าน อยู่แบบนั้นก็เหมือนอยู่ในฟองสบู่ที่มีแต่คนหนุน"

"ฉันมั่นใจว่าชิซูเนะรู้ดีถึงสิ่งที่ลิลลี่กำลังพูดอยู่ ก็ยังจำได้อยู่ว่าชิซูเนะปฏิเสธเรื่องนี้โดยเฉพาะไปแล้วสองครั้ง ซึ่งฉัน\nก็รู้สึกแหม่ง ๆ มาตลอด"

"เขาว่ากันว่ายิ่งคนเราปฏิเสธอะไรโดยเจาะจงมากเท่าไหร่ ก็ยิ่งเป็นไปได้ว่าข้อกล่าวหานั้นจะเป็นจริง แต่กับกรณีนี้\nฉันขอค้าน เพราะความเห็นของชิซูเนะคงนับไม่ได้ว่าเป็นอะไรที่เป็นกลางนัก"

hi "เธอบอกชิซูเนะว่างั้นเหรอ"

show lilly basic_displeased_close
with charachange

li "หลายครั้งเลยจ้ะ"

"ลิลลี่เว้นช่วงไปเพื่อจิบชาอึกสุดท้าย ฉันจะกินข้าวเที่ยงหมดช้ากว่าเธอไปแล้วจึงอาศัยจังหวะพักนี้กินให้เยอะที่สุด\nเท่าที่จะทำได้"

show lilly basic_sleepy_close
with charachange

li "เพื่อนของชิซูเนะหลายคนก็วนเวียนอยู่กับสภานักเรียนอย่างมิช่านี่แหละจ้ะ"

li "ฉันได้ยินมาว่าความสัมพันธ์ของชิซูเนะกับมิช่าค่อนข้างอ่อนไหว สองคนนั้นทะเลาะกันเหรอจ้ะ"

hi "ไม่เชิง"

show lilly basic_surprised_close
with charachange

li "งั้นหรอกเหรอ"

show lilly basic_reminisce_close
with charachange

li "แต่เอาเถอะจ้ะ ฝืนให้สองคนนั้นคืนดีกันไปก็คงไม่ได้อะไรขึ้นมา ชิซูเนะเป็นคนที่จะพุ่งเข้าชนกับปัญหาทุกอย่าง\nทุกครั้ง แต่โลกความเป็นจริงทำแบบนั้นไม่ได้หรอกจ้ะ บางครั้งทำแบบนั้นไปก็เป็นได้แค่ความรั้น ไม่ใช่ความกล้าหาญ\nหรือเจตนาดี"

hi "เหมารวมไปหน่อยนะ เธอว่าไหม"

show lilly basic_smileclosed_close
with charachange

li "อืมม มั้งนะจ๊ะ"

show lilly basic_weaksmile_close
with charachange

li "เธอคิดว่าชาต้องกินกับอะไรถึงจะดีที่สุดเหรอจ๊ะ คุกกี้หรือสโคน ฉันชอบทั้งสองอย่าง ชอบคนละแบบ เลือกไม่ได้เลย"

show lilly basic_displeased_close
with charachange

li "ฉันไม่ชอบคนที่บังคับให้ฉันต้องเลือกข้างหรือทำให้ทุกอย่างเป็นการแข่งขันตลอด"

li "ตอนฉันมาเข้าร่วมสภานักเรียนฉันก็คิดว่าถ้าเป็นแล้วก็คงแค่ได้มาช่วยทำให้อะไร ๆ ดำเนินไปอย่างราบรื่นขึ้น\nกับมาช่วยทุกคน เช่นการเป็นหัวหน้าห้อง"

show lilly basic_reminisce_close
with charachange

li "แต่กลับกลายเป็นว่าวัน ๆ มีแต่ชิซูเนะมาไล่จิกหัวใช้มิช่าเหมือนเป็นโทรโข่งป่าวประกาศว่าเราต้องทำให้ดีกว่า\nสภานักเรียนรุ่นก่อน สร้างงานขึ้นมาอีกเยอะ ๆ ให้แต่ละงานใหญ่ขึ้นเรื่อย ๆ"

hi "งั้นเอาเข้าจริงแล้วเธอสองคนก็มองหาสิ่งเดียวกันนี่ ทำอะไร ๆ ให้ทุกอย่างน่าตื่นเต้นขึ้นน่ะ ทีแรกฉันก็\nไม่ค่อยเข้าใจ แต่มันไม่ใช่โครงการที่ทำมาเพื่ออีโก้ตัวเองโดยเฉพาะหรอกนะ ทุกคนก็ชอบดอกไม้ไฟ แผงบะหมี่\nแอปเปิลเคลือบน้ำตาล วันแต่งชุดสวยงาม หรืออะไรก็ช่างเถอะ"

hi "ยิ่งสภานักเรียนทำอะไรหลายอย่าง ทางโรงเรียนก็จะให้ภาระเรามามากขึ้น และหมายความว่างานจะเยอะขึ้นก็จริง\nแต่ในแง่หนึ่งก็แปลว่าเราได้ทำอะไรอย่างอิสระขึ้นด้วย"

hi "เราจะได้มีอำนาจทำสิ่งต่าง ๆ อย่างเช่นการจัดงานเทศกาลใหญ่ ๆ ทางโรงเรียนก็จะมองว่าเรามีความสามารถ\nมากพอที่จะจัดการได้ แทนที่จะปัดตกไปทันทีที่เสนอ"

hi "แต่นั่นแหละ ฉันก็อยากได้แบบนั้นเหมือนกัน ถึงจะมีงานยุ่งยากเปล่าประโยชน์เพิ่มมาบ้าง แต่พอทุกอย่างมันสำเร็จ\nออกมาได้แล้วก็คุ้มค่าอยู่ ฉันก็จะได้มีอะไรให้ทำ ถ้าฉันต้องมาโรงเรียนเฉย ๆ วันแล้ววันเล่าฉันคงตายก่อนพอดี"

show lilly basic_weaksmile_close
with charachange

li "ฉันคิดว่ายามากุน่ะปล่อยอิสระกว่าโรงเรียนอื่นมาก"

"แต่ยามากุไม่ใช่โรงเรียนอื่นนะ"

"ฉันเผลอเอามุมมองเรื่องความคุ้นเคยมาใช้อีกแล้ว ในแง่หนึ่งก็แทบจะเรียกได้ว่าปล่อยอิสระมากไป"

"และถ้าฉันไม่ใช่ฉันตอนนี้ฉันคงจะรู้สึกว่าความปล่อยอิสระนี้ชวนให้อึดอัด แต่ถ้าได้อยู่โรงเรียนอื่น ๆ แล้วความอิสระนั้น\nคงเป็นแค่แนวทางการดำเนินชีวิตตามปกติ"

"แต่{i}ความไม่มีอะไร{/i}ของที่นี่นั้นเป็นสิ่งที่ประกอบสร้างขึ้นมา จะรู้สึกว่าไม่ใช่สิ่งปกติ เพราะฉันก็ไม่ใช่คนปกตินี่นะ"

"เสียงชีพจรที่เต้นอยู่ตรงขมับนั้นเป็นสิ่งเตือนฉันทุกครั้งทำให้รู้สึกด้อยและอ่อนแอ คอยเพิ่มความขื่นขมให้ทับถม\nกันมากขึ้น"

hi "อ่า อืม"

hi "ประเด็นคือฉันรู้สึกว่าตอนนี้ฉันเข้าใจความหมายของงานสภานักเรียนแล้ว เธอน่ะก็ใจร้ายกับชิซูเนะเกินไปนะ"

show lilly basic_sleepy_close
with charachange

li "ก็อาจจะจริงนะ แต่เรื่องการปฏิบัติกับใครสักคนของชิซูเนะนี่ใช้ไม่ค่อยได้เลยนะจ๊ะ"

"โชคไม่ดีที่เรื่องนั้นเถียงยากหน่อย"

show lilly basic_smile_close
with charachange

li "พอทราบไหมจ๊ะว่าตอนนี้กี่โมงแล้ว ฉันจะเข้าเรียนก่อนระฆังดังสิบนาทีน่ะ"

hi "งั้นถ้าไปตอนนี้ก็ทันพอดี"

show lilly invis_close at center
with dissolvecharamove

stop music fadeout 4.0

"ลิลลี่ขอตัวปลีกไปก่อน ส่วนฉันนั่งฟังเสียงไม้เท้าที่กระทบกับพื้นของเธอซึ่งค่อย ๆ กลืนหายไปกับเสียงจอแจ\nของนักเรียนคนอื่น ๆ ที่คุยกันอยู่ในห้องเรียนกับโถงทางเดิน"

"ฉันอ่อนล้าจนลืมเสียสนิทว่าวันนี้ฉันอยากคุยกับชิซูเนะ"

scene black
with dissolve


#****************************

label th_S39:

scene bg school_hallway3
with locationchange

"วันถัดมา พอเลิกเรียนแล้วฉันก็มุ่งไปยังห้องสภานักเรียนทันทีหมายจะคุยกับชิซูเนะ"

"ถึงจะอยู่ในห้องเดียวกัน แต่จะให้ไปดักรอแล้วเปิดประเด็นตรงประตูหรือที่โถงทางเดินก็คงเกะกะคนอื่น"

scene bg school_lobby
with locationchange

"ไปรอเจอที่ห้องสภานักเรียนน่าจะดีที่สุด ฉันค่อย ๆ เดินไปไม่เร่งร้อน โดยระหว่างทางก็แวะซื้อน้ำผลไม้\nจากตู้ขายของแบบหยอดเหรียญ"

"และทวนสิ่งที่อยากบอกชิซูเนะอยู่ในหัวไปด้วย ไม่ใช่อะไรสลักสำคัญนัก แค่คำถามสองสามข้อเรื่องงานที่ใกล้เข้ามา"

scene bg school_council
with locationchange

play music music_rain fadein 8.0

"พอไปถึงก็เห็นว่าประตูไม่ได้ล็อก และคงจะคิดว่าในห้องไม่มีคนด้วยถ้าไม่เห็นกระเป๋าชิซูเนะที่วางอยู่บนโต๊ะกับหัวเธอ\nที่โผล่ออกมาจากกระเป๋า เหมือนสร้างปราการขนาดย่อมให้ตัวเองไว้เลย"

show shizu basic_normal at center
with charaenter

"ชิซูเนะโบกมือให้ทั้งที่กระเป๋ายังบังอยู่ก่อนจะใช้นิ้วเกี่ยวยกขึ้นมาย้ายออกไป"

"แต่หลังจากนั้นก็หันไปเคาะปากกากับโต๊ะแล้วจ้องรายการบนแผ่นกระดาษราวกับว่าในนั้นเขียนความหมาย\nของชีวิตเอาไว้"

show shizu adjust_frown
with charachange

ssh "ต้องการอะไร"

his "จะมาดูว่ามีอะไรที่พอช่วยได้หรือเปล่า อย่างกองพวกนั้นน่ะคืออะไรเหรอ"

"ฉันชี้ไปที่กองซองเอกสารขนาดพอสมควรที่อยู่ข้างชิซูเนะ แต่เธอก็โบกมือเป็นเชิงบอกปัด"

show shizu behind_blank
with charachange

ssh "ฉันจัดการเองได้"

his "แล้วเรื่องเลือกตั้งล่ะ"

his "แล้วนี่มิช่าอยู่ไหน"

show shizu behind_sad
with charachange

shi "…"

show shizu basic_normal2
with charachange

ssh "ไม่เป็นไรหรอกน่า แล้วก็ฉันบอกมิช่าแล้วด้วยว่าฉันจัดการทุกอย่างเองได้"

his "ทำไม"

"ชิซูเนะหมุนปากกาในมือช้า ๆ โดยใช้ร่องระหว่างนิ้วส่งแรงไปดูคล้ายเข็มที่กำลังเคลื่อนตัวเย็บผ้าอยู่"

show shizu behind_blank
with charachange

ssh "ไม่มีสาเหตุ"

his "จริงเหรอ"

show shizu adjust_frown
with charachange

ssh "ไม่มีสาเหตุ"

"ชิซูเนะทำภาษามืออีกรอบเป็นการย้ำชัดไม่ให้คิดต่อได้ว่ามีอะไรมากกว่านั้น แต่มีสิ เพราะตอนนี้เธอไม่ได้ทำตัว\nตามปกติเลย"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\n\n\n“เงียบใส่นี่คืออะไร” เป็นประโยคที่ผุดขึ้นมาในหัวฉันทันที ทั้งที่ตอนนี้ไม่ใช่เวลาจะมาตลกเลยแท้ ๆ เพราะเป็นประโยค\nที่ใช้บรรยายความรู้สึกฉันได้ เราสื่อสารกันตามปกติไม่ได้ ฉันถึงได้ให้ค่ากับช่องทางการสื่อสารไม่กี่อย่างที่เรามี\nพอโดนกีดออกมาแบบนี้แล้วก็เจ็บปวด"

n "ชัดว่าไม่ว่าจะด้วยเหตุผลกลใดก็ตามแต่ วันนี้คงคุยกับชิซูเนะไม่ได้แล้วแน่ ๆ แค่ทำตัวรั้นไม่พอแล้วยังเหมือนจะหดหู่ด้วย\nแต่ดูจากทิศทางลมบทสนทนาของเราแล้ว ฉันคงสืบต่อไม่ได้แน่ว่าเครียดเรื่องอะไรอยู่"

n "\nไม่รู้ทำไมฉันถึงยิ่งอยากรู้ไปใหญ่ ซึ่งแปลว่าฉันต้องไปถามมิช่า เรื่องคือ ฉันไม่รู้ว่าเวลาว่างมิช่าจะไปอยู่ที่ไหน"

$ renpy.music.set_volume(1.0, 1.0, channel="music")
stop music fadeout 3.0

nvl hide dissolve
nvl clear

scene bg school_lobby
with shorttimeskip

window show

"หลังจากที่ไปไล่ถามหลายคน—ซึ่งก็หลายคนเกินกว่าที่ฉันควรจะถาม—ว่าเห็นผู้หญิงที่ผมสีชมพูสว่าง ๆ\nแถวนี้หรือเปล่าพร้อมได้คำตอบว่าไม่—ซึ่งได้มาเยอะกว่าที่คาด—แล้วฉันก็เจอกับคนคู่หนึ่งที่เห็นมิช่าเสียที"

scene bg school_cafeteria
show mishashort perky_smile at center
with locationchange

play music music_moonlight fadein 8.0

"ก่อนจะมาถึงโรงอาหารที่เหมือนจะเป็นที่ที่มิช่ามานั่งแช่อยู่นานแล้วนั้นฉันเดินวนทั่วโรงเรียนไปแล้วสองรอบ\nและเหนื่อยมาก ฉันนึกขึ้นได้ว่าเคยเดินผ่านมิช่ามาแล้วเพียงแต่ไม่เห็นเพราะเสาบังอยู่"

hi "ทำไมเธอถึงหาตัวฉันเก่งกว่าฉันที่หาตัวเธอไม่เก่งอีก"

show mishashort hips_smile
with charachange

mi "ฮิจังตามหาฉันอยู่เหรอ"

show mishashort hips_grin
with charachange

mi "อืมม~… ใครจะไปรู้~ ฉันว่าก็แค่บังเอิญแหละ"

hi "นี่นะ ถ้ามันเกิดบ่อยขนาดนั้นก็ไม่เรียกว่าบังเอิญมั้ง"

show mishashort cross_laugh
with charachange

mi "ฮ่าฮ่าฮ่า~"

hi "นี่กินข้าวเที่ยงตอนไม่เที่ยงมาก ๆ อยู่เหรอ"

show mishashort sign_smile
with charachange

mi "ใช่แล้ว~! เพราะฉันไม่ได้กินข้าวเที่ยง แต่ว่า~ กินไม่เยอะนะ จะได้เผื่อพื้นที่ไปกินข้าวเย็น"

show mishashort perky_smile
with charachange

mi "ฮิจังมีเรื่องจะคุยกับฉันเหรอ"

"ฉันไม่รอช้า"

hi "อืม ที่มาก็จะคุยนี่แหละ… เธอสังเกตมั้ยว่าวันนี้ชิซูเนะดูอารมณ์ไม่ดี"

show mishashort perky_confused
with charachange

mi "ฉันก็อยากจะถามฮิจังเหมือนกันนั่นแหละ~"

show mishashort perky_sad
with charachange

mi "ซึ่ง~ ที่จะไม่เหมือนก็คือว่าชิจังเป็นแบบนี้มาสองสามวันแล้ว"

hi "งั้นเหรอ"

show mishashort sign_confused
with charachange

mi "ฮิจังว่าเป็นเพราะฉันทำอะไรหรือเปล่า คิดว่าฉันโกรธชิจังเหมือนคราวที่แล้วมั้ย"

hi "ไม่หรอก เหมือนชิซูเนะจะโกรธฉันด้วยซ้ำ"

"ฉันไม่ได้โกหก ไม่ได้โกหกเลยจริง ๆ โชคไม่ดีที่เหมือนว่าการจะปลอบใจชิซูเนะของฉันไปได้ไม่ค่อยสวยเท่าไหร่\nส่วนมิช่าก็รั้นในแบบของเธอเองเหมือนกัน"

scene bg school_dormhisao_ss
with locationskip

"ท้ายที่สุดฉันก็กลับหอ สองสามวันที่ผ่านมามีแต่อะไรชวนให้หงุดหงิดไม่หยุดหย่อนจนฉันล้าไปหมด ฉันเพลีย\nจนนึกจะงีบเผื่อว่าพอหลับแล้วจะคิดอะไรออก"

stop music fadeout 3.0

window hide

scene black
with shuteye

with Pause(1.0)
with shorttimeskip
with Pause(1.0)

scene bg school_dormhisao_ni
with openeye

window show

play music music_night fadein 1.0

"พอตื่นมาแล้วก็รู้สึกสดชื่นขึ้นทว่ายังคงมืดแปดด้านเช่นเดิม สิ่งเดียวที่เปลี่ยนคือสีท้องฟ้านอกหน้าต่างที่เปลี่ยน\nเป็นสีดำ"

"เมื่อเปิดหน้าต่างดูก็รู้ว่าอากาศดีเหมือนกัน ฉันกลืนยารอบค่ำไปแบบไม่กินน้ำตามแล้วเดินออกมา\nที่ตู้ขายของแบบหยอดเหรียญ"

scene bg school_lobby_ni
with locationskip

"ของที่ซื้อประจำนั้นหมด ฉันจึงใช้มือกดปุ่มมั่ว ๆ ไปจนได้บางอย่างมา"

scene bg school_courtyard_ni
with locationchange

"อาคารหลักปิดไฟแล้ว รวมทั้งห้องสภานักเรียนด้วย แค่สังเกตอะไรไปงั้นแหละ"

play sound sfx_rustling

"ระหว่างที่คิดอะไรเพลิน ๆ อยู่ก็มีเสียงซ่อกแซ่กบางอย่างอยู่ข้างหลัง ฉันเคยดูหนังเรื่องนี้มาก่อน และเสียงนี้เป็นเสียง\nที่พอมาได้ยินตอนอยู่คนเดียวยามกลางคืนแล้วเป็นลางที่ไม่ดีมาก"

show kenji happy_ni at center
with charaenter

"โชคดีที่เป็นแค่เคนจิ เขาโผล่ออกมาจากพุ่มไม้ด้วยอารมณ์สดใสผิดวิสัย"

ke "ไง"

hi "อะไรวะ ปกติชอบไปแอบย่องหาคนอื่นแล้วทัก “ไง” ลอย ๆ แบบนี้ตลอดเลยเหรอ"

show kenji neutral_ni
with charachange

ke "ไม่ดิ แบบนั้นก็แปลกแย่ ฉันรู้อยู่แล้วว่าเป็นนาย ตาฉันมองตอนกลางคืนได้ชัดมากเลยนะ อาจจะเพราะฉัน\nเป็นยอดมนุษย์"

hi "แล้วนายมาทำอะไรที่นี่"

show kenji tsun_ni
with charachange

ke "ฉันสิต้องถามนาย {b}นาย{/b}มาทำอะไรที่นี่"

"ฉันนึกจะบอกความจริงไปแต่ก็ปัดทิ้งไปด้วยความรวดเร็ว ไม่งั้นต้องอธิบายอีกยาว"

hi "มาหอนในคืนจันทร์เต็มดวง"

show kenji neutral_ni
with charachange

ke "บางทีฉันก็ทำแบบนั้นเหมือนกันนะ แต่วันนี้ไม่มีพระจันทร์นี่"

"หูฉันแทบไม่ได้ยินเคนจิแล้วด้วยเคืองหน่อย ๆ ที่เขามาขัดอารมณ์"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\nฉันกัดฟันโกหกชิซูเนะไปว่าทุกอย่างยังปกติดี หรือถ้าจะพูดให้ถูกก็คือเกร็งมือโกหก และในขณะเดียวกันฉันก็คุย\nกับมิช่าด้วยคนละเรื่องกันเลย"

n "ซึ่งก็เข้าใจได้ว่าบทสนทนานั้นอาจทำให้ชิซูเนะโกรธได้ แต่ยังไงก็คงไม่ได้ยินหรอก แม้แต่มือมิช่าที่ปกติจะทำภาษามือ\nไปตามความคิดตัวเองทุกอย่างยังอยู่นิ่ง หรือต่อให้ทำภาษามือก็ยังมีฉันที่ยืนอยู่ตรงหน้ามิช่าบังชิซูเนะอยู่"

n "ทางเดียวที่ชิซูเนะจะฟังบทสนทนานั้นได้ก็มีแต่การอ่านจากริมฝีปาก ซึ่งเป็นสิ่งแรก ๆ ที่ฉันถามด้วยความสงสัย\nตอนเรียนภาษามือ การอ่านริมฝีปากนั้นไม่ง่าย ไม่ได้สมบูรณ์แบบ… ที่ผ่านมาจึงไม่ได้คิดถึงเรื่องนี้เลย"

n "\nซึ่งก็สมเหตุสมผล และยิ่งการอ่านริมฝีปากอาจทำให้เข้าใจผิดไปกันใหญ่ได้อีก"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear
window show

ke "…ฉันจึงคิดได้ว่าออกมาซื้อนมใต้ผืนฟ้าอันมืดมิดนี้ดีกว่า ปกติฉันจะออกไปข้างนอกตอนฝนตกหรือตอนที่มี\nรถจักรยานยนหรือนักท่องเที่ยวเยอะ ๆ เพื่อพรางตัว แต่แบบนี้แหละจะแน่นอนกว่า… แต่ตอนนี้ฉันเอาเงินไปลงกับการซื้อนม\nมากไปแล้ว"

show kenji happy_ni
with charachange

ke "นายดูหงอย ๆ จิตใจไม่ค่อยอยู่กับเนื้อกับตัวหรืออะไรแบบนั้นเลยนะ อย่าไปคิดมาก เกิดเป็นลูกผู้ชายมันต้อง\nลงมือทำ! คิดน่ะนั่งคิดทั้งวันก็ได้ แต่ทางที่ดีที่สุดในการจะเปลี่ยนสถานการณ์สักอย่างน่ะคือการลงมือทำ"

ke "ฉันทำอะไรโดยไม่ต้องคิดตลอดเลย นี่แหละตอนมัธยมต้นคนถึงได้เรียกฉันว่า “ตัวสร้างเรื่องมากมาย” ฉันว่าเท่ดีนะ\nเหมือนชื่อคนอินเดียเลย"

hi "ฉันไม่มีอารมณ์จะมาตลกนะ"

show kenji neutral_ni
with charachange

ke "มีเรื่องอะไรงั้นเหรอ"

hi "อืม ไม่รู้สิ ตอนนี้รู้สึกเหม่อ ๆ ยังไงไม่รู้"

stop music fadeout 7.0

hide kenji
with dissolve

"เหม่อจนถึงขั้นที่กว่าจะนึกได้ว่าคำแนะนำของเคนจินั้นก็ฟังดูดีก็คือตอนที่เขาเดินจากไปแล้ว ชิซูเนะก็คงจะแนะนำ\nแบบนั้นเหมือนกัน แต่ตอนนี้ก็สายไปแล้วที่จะขอบคุณเขาอย่างสุภาพ"

"ฉันตอบด้วยท่าทีสุดหยาบคายไปแล้ว รู้สึกเหมือนตัวเองเป็นคนไม่ดีเลย"

"แต่พอย้อนคิดดูแล้วช่วงสองสามวันมานี้ฉันก็นึกเสียใจกับทุกอย่างที่ทำลงไป ที่แย่ที่สุดคือฉันยังไม่ได้มีเวลามาครุ่นคิด\nจนได้เรียนรู้ถึงการกระทำเหล่านั้น ซึ่งยิ่งทำให้มีเรื่องต้องเสียใจ—ทุกขณะจวบจนตอนนี้—มากขึ้นไปอีีก"

scene black
with dissolve

#****************************

label th_S40:

play music music_dreamy fadein 2.0

scene bg school_dormhisao
with locationchange

play sound sfx_doorknock2

"เช้าวันถัดมาขณะที่กำลังแต่งตัวอยู่ก็มีเสียงเคาะประตู ฉันรีบใส่เสื้อผ้าที่เหลือให้เรียบร้อยแล้วมาเปิดประตู\nโดยไม่คิดเลยว่าจะเป็นใครได้บ้าง"

scene bg school_dormhallway
show shizu basic_normal
with locationchange

"ปรากฏว่าเป็นชิซูเนะ"

show shizu behind_blank
with charachange

ssh "มิช่าบอกว่านายตามหาตัวฉันอยู่"

"เจ็บปวดนิดหน่อยที่ไม่มีแม้แต่คำทักทายว่า “อรุณสวัสดิ์” แต่ก็ไม่ใช่เรื่องใหญ่อะไร"

his "ใช่"

show shizu basic_normal2
with charachange

ssh "แต่เมื่อวานนายเจอฉันแล้ว"

"ชิซูเนะลากนิ้วไปตามรอยแตกบนกำแพง เหมือนจะทำท่าให้ดูเหม่อที่สุดอยู่"

show shizu adjust_smug
with charachange

ssh "อืม ฉันก็ซ่อนตัวไม่ให้เจอง่าย ๆ นี่นะ"

his "ไม่เป็นไรหรอก"

show shizu behind_blank
with charachange

ssh "นี่แหละฉันถึงได้มาที่นี่ วันนี้เรามาคุยกันเถอะ แต่… ฉันอยากจะไปคุยที่อื่น"

his "แล้วไม่ไปเรียนเหรอ"

show shizu adjust_smug
with charachange

ssh "ไม่เป็นไร ๆ"

show shizu basic_normal2
with charachange

ssh "เดินรอบ ๆ โรงเรียนกันดีมั้ย นอกจากอาคารหลักแล้วที่อื่นก็น่าจะไม่มีคนเลย ตอนนี้ระฆังเข้าเรียนคาบแรก\nน่าจะดังแล้ว"

"เมื่อเหลือบมองนาฬิกาก็เห็นว่าชิซูเนะพูดถูก"

his "โอเค"

stop music fadeout 6.0

show shizu basic_angry
with charachange

shi "…"

his "มีอะไรหรือเปล่า"

show shizu behind_blank
with charachange

ssh "ทำไมนายถึงคิดว่ามีอะไร"

his "ก็เห็นอยู่ว่าเธออารมณ์ไม่ดี ฉันดูออกนะ"

his "นั่นแหละที่ฉันอยากคุยด้วย"

show shizu basic_normal2
with charachange

"ชิซูเนะหักข้อนิ้วระหว่างที่ฉันส่งภาษามือให้"

show shizu behind_blank
with charachange

ssh "เหมือนว่าฉันจะดูออกง่ายกว่าที่คิด ฉันพยายามจะซ่อนสีหน้าแล้วนะ แล้วบอกหน่อยได้มั้ยว่าตอนนี้ฉันคิดอะไรอยู่"

hide shizu
with charaexit

"ฉันไม่ตอบ ส่วนชิซูเนะก็เดินไปที่ประตูอย่างเชื่องช้าจนฉันดูออกว่าอยากให้ตามไปด้วย เธอประสานมือ\nแล้วยืดออกข้างหลังและแอ่นตัวจนดูเหมือนพร้อมจะหงายหลังมาได้ทุกเมื่อ"

scene bg school_courtyard
with locationchange

"พอออกมาข้างนอกก็เห็นว่าชิซูเนะพูดถูกแล้ว บริเวณโรงเรียนไม่มีใครอยู่เลย ถึงจะไม่ได้มาเห็นแบบนี้เป็นครั้งแรก\nก็เถอะ ชวนให้รู้สึกหลอน ๆ อยู่เหมือนกัน"

scene bg school_backexit at right
with locationchange

"ชิซูเนะทำเหมือนว่าฉันไม่ได้อยู่ตรงนี้ เธอแวะตู้ขายของแบบหยอดเหรียญแล้วเดินเอื่อย ๆ ไปตามเส้นทางคดเคี้ยว\nจนมาถึงที่ด้านหลังอาคารหลัก"

show shizu invis_close at tworight
with None

show shizu basic_normal_close:
    ypos 1.05
with dissolvecharamove

"สุดท้ายเธอก็เอนตัวพิงกำแพงหันหน้ามาหาฉัน และฉันก็รู้สึกเหมือนตัวเองลืมแล้วว่าจะต้องเปิดบทสนทนาอย่างไร"

play music music_sadness fadein 8.0

show shizu behind_blank_close
with charachange

ssh "เคยมีคนว่าไว้ว่า “เราจะไม่รู้ว่าเราพลาดหนักแค่ไหนจนกว่าจะได้ทำพลาด”"

his "ใครที่ว่า"

show shizu basic_normal2_close
with charachange

ssh "ก็ฉันละมั้ง"

show shizu basic_angry_close
with charachange

"ชิซูเนะย้อนนึกไปตามกระบวนความคิดตัวเองก่อนจะโบกไม้โบกมือด้วยความหงุดหงิด"

show shizu behind_blank_close
with charachange

ssh "โอเค เอาใหม่นะ"

show shizu basic_normal_close
with charachange

ssh "ตอนฉันยังเด็ก ที่โรงเรียนให้พวกเราทำโปสเตอร์สำหรับวันโลก และมีเด็กผู้หญิงอีกคนในห้องเดียวกันที่ทุกคน\nต่างมองว่าวาดรูปเก่งที่สุด"

show shizu behind_blank_close
with charachange

ssh "ไม่ใช่เพราะวาดสวยกว่าคนอื่นหรืออะไร แต่เป็นเพราะเธอคนนั้นจับอะไรหลายอย่างลงมาใส่ในรูปรูปเดียวได้"

show shizu adjust_frown_close
with charachange

ssh "ฉันอยากจะเก่งกว่าเธอคนนั้น ฉันเลยนั่งทำโปสเตอร์หลาย ๆ แผ่นจนได้แผ่นที่ดีที่สุด ฉันต้องเป็นที่หนึ่ง\nและเก่งกว่าใคร สุดท้ายทุกคนก็ชอบโปสเตอร์ของฉันที่สุด แม้แต่ครูก็ด้วย"

show shizu basic_normal_close
with charachange

ssh "สัปดาห์ถัดมาของแบบนั้นก็ไม่มีความหมายอะไร ฉันโยนทิ้งลงถังขยะไป"

show shizu behind_blank_close
with charachange

ssh "เหมือนฉันเคยเล่าอะไรแบบนี้กับนายไปแล้วนะ"

his "อืม"

show shizu basic_angry_close
with charachange

ssh "ฉันรู้สึกว่าพอเรื่องมันเสร็จสิ้นแล้วก็อยากจะกวาดทุกอย่างทิ้งหมดเลย ไม่ว่าจะสำเร็จหรือไม่ก็ตาม ฉันทำให้\nมิช่าต้องเจอเรื่องอะไรหลายอย่าง แถมยังลากนายเข้ามาด้วย"

show shizu adjust_frown_close
with charachange

ssh "แล้วฉันก็เอาแต่นึกถึงทุกโอกาสที่ฉันจะแก้ไขหรือป้องกันไม่ให้สถานการณ์บ้าบอแบบนี้เกิดขึ้นได้"

show shizu behind_sad_close
with charachange

ssh "เป็นความรู้สึกที่แย่ที่สุดเลย โดยเฉพาะยิ่งถ้ารู้สึกด้วยว่าทำอะไรก็ไม่ถูก ทำอะไรก็พลาดไปทุกอย่าง เหมือน\nช่วงนี้แหละ เป็นความล้มเหลวที่แย่ที่สุด รู้สึกว่าตัวเองล้มเหลวในทุก ๆ แง่"

show shizu basic_normal2_close
with charachange

ssh "ฉันอยากจะให้ทุกอย่างที่ฉันทำกลายเป็นเรื่องที่ไม่เคยเกิดขึ้นแล้วไปปลีกตัวอยู่คนเดียว เพราะที่ผ่านมา\nฉันก็ทำให้มิช่าต้องวุ่นวายมาถึงสองปี ลากนายไปไหนมาตั้งหนึ่งปีด้วยเหตุผลที่เห็นแก่ตัวมาก"

his "ไม่เป็นไรหรอก"

show shizu adjust_frown_close
with charachange

ssh "เป็น เป็นสิ นายไม่เข้าใจ ฉันเพิ่งไปคิดมานะ ฉันจะทำอะไรก็เหมือนว่าฉันต้องเอาชนะใครสักคน ทุกคนเลยด้วยซ้ำ\nถ้าเป็นอย่างนั้นแล้วความสัมพันธ์ระหว่างฉันกับคนอื่นคืออะไรกัน มันก็เหมือน ๆ กันไปหมด"

"ฉันพอจะเดาออกแล้วว่าบทสนทนานี้จะเป็นยังไงต่อไป"

show shizu behind_sad_close
with charachange

ssh "เรื่องคือฉันทำให้หลายคนต้องพังมาแล้วเพราะความเห็นแก่ตัวของฉัน ตอนนี้ฉันเลยอยากปลีกตัวห่างจากคนอื่น\nสักพัก"

his "กับฉันก็ด้วยเหรอ"

"ชิซูเนะเว้นช่วงไป"

show shizu basic_normal_close
with charachange

ssh "ใช่"

"และคราวนี้เป็นฉันที่เว้นช่วงอีกนานกว่าเดิม"

his "งั้นเหรอ"

his "ทำแบบนั้นน่ะเห็นแก่ตัวที่สุดแล้วละ"

his "เพราะเธอก็ตัดสินใจอะไรตามใจตัวเองเหมือนเดิม"

show shizu basic_normal2_close
with charachange

shi "…"

"ชิซูเนะทำท่าคล้ายคิดอยู่ว่าจะต้องตอบอย่างไรให้ดีที่สุดอยู่ครู่หนึ่ง แต่สุดท้ายก็เพียงพยักหน้า ซึ่งฉันก็คิดว่า\nเป็นคำตอบที่ดีที่สุดแล้ว"

"สมเป็นชิซูเนะดีที่อ้อมค้อมเอาจนวินาทีสุดท้ายโดยไร้ซึ่งข้ออ้างใด ๆ"

"อารมณ์หลากหลายไหลระคนอยู่ในตัวฉัน ฉันเห็นกาน้ำร้อนตรงหน้าที่มีน้ำเดือดอยู่ข้างในอยู่ตรงหน้า ซึ่งอยู่ใกล้\nจนฉันเอามือเข้าไปอังแล้วสัมผัสถึงความร้อนที่แผ่ออกมาได้ ฉันดีใจที่มีอะไรคอยดึงความสนใจอยู่ด้วยรู้ว่าตอนนี้\nคงขอร้องหรือต่อรองอะไรไม่ได้แล้ว"

show shizu adjust_frown_close
with charachange

ssh "นายบอกฉันว่าทุกอย่างจะลงตัว แต่ก็ไม่เป็นอย่างนั้นนี่ จริงไหม"

show shizu behind_sad_close
with charachange

ssh "ฉันคงเชื่อไม่ได้อีกต่อไปแล้วล่ะ"

hi "เอาเถอะ"

show bg school_backexit at center
show shizu invis_close:
    xpos 0.85
with dissolvecharamove

"ฉันลุกขึ้นโดยไม่แม้แต่จะส่งภาษามืออีกต่อไปแล้วล้วงกระเป๋าใช้นิ้วเขี่ยเศษเหรียญ อากาศยามเช้าเย็นยะเยือก\nปะทะใบหน้าของฉัน"

scene ev shizu_badend:
    xalign 0.0 yalign 0.5 zoom 1.1 subpixel True
    acdc_warp 10.0 zoom 1.0
with locationchange

"พอหันกลับไปหาเธอก็เห็นว่าชิซูเนะดูอ้างว้างเหลือเกิน ฉันนึกถึงตัวเองที่เคยทำหน้าแบบนั้นมาก่อน ตอนนี้\nฉันก็อาจจะทำหน้าแบบนั้นอยู่เหมือนกันก็ได้ รู้สึกราวกับว่าภาพเด็กสาวผู้โดดเดี่ยวคนนี้จะฝังแน่นอยู่ในใจฉันตลอดกาล"

"ฉันไพล่นึกถึงทุกจังหวะที่ฉันจะป้องกันไม่ให้เรื่องนี้เกิดขึ้นได้ นึกถึงทุกจังหวะที่ฉันจะแก้ไขปัญหานี้ได้ เหล่านั้น\nทำให้ฉันยิ้มออกมาโดยไม่มีความสุขเลย"

stop music fadeout 4.0

window hide

return

#shizune bad end complete