label th_E16:

window hide None

scene bg school_scienceroom
with fade

nvl clear
nvl show dissolve

$ renpy.music.set_volume(0.5, 0.0, channel="music")
play music music_normal fadein 3.0

n "\n\n\nตลอดคาบเรียนหัวฉันหมุนติ้ว"

n "ฉันจะได้กินข้าวเย็น"

n "กับเอมิ"

n "และเธออยากเป็นแฟนฉันด้วย"

n "เดต…"

n "แล้วเอมิก็จูบฉัน"

n "จูบนั้น ฉันกรอกลับไปที่เหตุการณ์นั้นเล่นซ้ำแล้วซ้ำเล่าอยู่ในหัว"

n "ทุกอย่าง ณ ตอนนั้นช่างลงตัวเหลือเกิน"

n "\nใจฉันล่องลอยไปพลางคิดถึงเอมิ"

$ renpy.music.set_volume(1.0, 2.0, channel="music")

nvl clear
nvl hide dissolve
window show

show muto normal
with charaenter

mu "นากาอิ? ฮัลโหล?"

"ดูท่าว่าจะใจลอยไปไกลไปหน่อย"

hi "ฮะ? ครับ?"

show muto irritated
with charachange

mu "คุณพระ! เธอติดโรคความจำเสื่อมเข้าให้แล้ว!"

mu "ใครก็ได้เรียกคุณพยาบาลมาที!"

"คนทั้งห้องหัวเราะกับมุกตลกของครู"

hi "ขอโทษครับ"

show muto normal
with charachange

mu "อืมม จะไม่ทำอีกแล้วใช่ไหม"

hi "ครับผม"

"ครูทำหน้ายิ้ม ๆ ขึ้นมา"

show muto smile
with charachange

mu "โอเค! ดีแล้ว!"

mu "ฉันไม่อยากให้นักเรียนดาวเด่นของฉันอู้หรอกนะ"

hide muto
with charaexit

"เรียนได้ดีก็จริง แต่ไม่น่าเป็นดาวเด่นขนาดนั้นนะ"

"ฉันรู้สึกว่าใคร ๆ ก็พอจะเรียนวิชานี้รู้เรื่อง ก็แค่จำสูตรเฉย ๆ"

"ฉันคอยตั้งใจเรียนไปจนหมดคาบอย่างที่ได้บอกครู"

stop music fadeout 2.0

show muto normal
with shorttimeskip

play sound sfx_normalbell

mu "นากาอิ ขอคุยกับเธอหน่อยได้มั้ย"

"เรื่องเมื่อกี้หรือเปล่านะ"

hi "เอ่อ ครับ"

hi "ผมทำอะไรไม่ดีหรือเปล่า"

show muto irritated
with charachange

"ครูทำหน้างง ๆ ขึ้นมาอยู่ครู่หนึ่ง"

mu "อะไรนะ"

"ครูเอียงคอแล้วนึกคิด"

show muto smile
with charachange

mu "อ้อ เรื่องนั้น! เปล่า ๆ เธอไม่ได้ทำอะไรไม่ดีหรอก"

mu "ครูแค่มีเรื่องจะถามเธอ"

hi "อะไรเหรอครับ"

show muto normal
with charachange

mu "ไม่ใช่อะไรหรอก แค่อยากรู้ว่าเรียนจบแล้วเธอจะทำอะไรต่อ"

play music music_another fadein 2.0

mu "จะเรียนต่อมหา’ลัยหรือเปล่า"

hi "อืม มั้งครับ คิดยังไงผมก็ต้องต่อ"

mu "แล้วได้คิดหรือยังว่าจะเรียนอะไร"

hi "ก็ไม่นะครับ ผมคิดว่าเดี๋ยวถึงเวลาแล้วก็คงรู้เอง"

show muto smile
with charachange

"ครูหัวเราะ"

mu "ใช้ชีวิตไปตามกระแสงั้นเหรอ"

mu "ก็อยากแย้งอยู่หรอก แต่ตอนครูเรียนมหา’ลัยก็ทำแบบนั้นเหมือนกัน"

mu "ก็ ไม่เชิงหรอก"

mu "ครูรู้อยู่ว่าจะเรียนวิทยาศาสตร์ แค่ไม่แน่ใจว่าจะเรียนสาขาไหนดี"

mu "สุดท้ายก็ไปเรียนฟิสิกส์ แต่เอาจริง ๆ จะไปเรียนดาราศาสตร์หรืออะไรแบบนั้นก็ได้"

show muto irritated
with charachange

mu "ที่จริงทีแรกครูเรียนเคมีนะ แต่ก็มีเรื่องอะไรหลายอย่าง…"

"ครูเสียงอ่อยไปแล้วขมวดคิ้วเล็กน้อย"

"ผ่านไปสักครู่ครูถึงผละจากกระแสความคิดนั้นได้ ฉันรอให้ครูพูดต่ออย่างใจเย็น"

show muto normal
with charachange

mu "แต่นั่นแหละ ครูก็เรียนฟิสิกส์หลายตัวอยู่เพราะสนใจ แต่ไม่แน่ใจว่าตัวเองถนัดจริง ๆ หรือเปล่า"

show muto smile
with charachange

mu "สุดท้ายก็กลับมาหาเคมี แล้วก็เรื่อยมาจนทุกวันนี้ ไง"

show muto smile
with charachange

"ครูยิ้มให้ฉันอย่างเปี่ยมพลังราวกับรอให้ฉันตอบกลับว่า ครับ แล้วก็เรื่อยมาจนทุกวันนี้"

"ไม่รู้ทำไมถึงรู้สึกเหมือนครูมีแผนอะไรอยู่ถึงเรียกมาคุย แต่คิดยังไงก็คิดไม่ออกว่าแผนที่ว่าคืออะไร"

hi "ขอโทษนะครับ คือผมไม่ค่อยเข้าใจ"

"ครูขมวดคิ้วแล้วลูบคางดูสับสน แล้วก็ดีดนิ้วเหมือนนึกได้ว่าเรียกฉันมาทำไม"

mu "จริงด้วย! ใช่! เธอ!"

hi "ผม?"

mu "ใช่! เธอลองไปดูว่าจะเรียนวิทยาศาสตร์สาขาไหน!"

mu "เธอเก่งวิทยาศาสตร์นะ"

mu "เว้นเสียแต่ว่าเธอจะอยากไปเรียนคณิตศาสตร์มากกว่า"

show muto irritated
with charachange

"ครูทำหน้าเบ้"

mu "ครูไม่ค่อยชอบคณิตแบบเพียว ๆ เท่าไหร่ ชอบการทดลองมากกว่าการพิสูจน์น่ะ"

hi "ครูจะบอกว่าผมควรไปเรียนต่อทางวิทยาศาสตร์?"

"คำถามนั้นทำให้ครูเหมือนไม่ได้ตั้งตัว"

show muto normal
with charachange

mu "ก็ ประมาณนั้น"

show muto smile
with charachange

mu "หรือจะเข้าร่วมชมรมวิทยาศาสตร์ก็ได้นะ!"

mu "ปัญหาคือเราไม่มีชมรมวิทยาศาสตร์"

mu "แต่ตั้งชมรมใหม่ได้!"

mu "เธอเป็นสมาชิกรุ่นแรกได้เลยนะ!"

mu "เป็นผู้บุกเบิก!"

mu "แน่ละว่าเธอต้องไปหาสมาชิกคนอื่นด้วย"

show muto normal
with charachange

mu "ก็ ถ้าเธออยากตั้งชมรมน่ะนะ"

mu "เริ่มจากเธอกับครูก่อนก็ได้"

mu "แล้วก็ เอ่อ"

show muto smile
with charachange

mu "ครูก็จะให้หนังสือเธอไปอ่าน แล้วเราก็มาคุยกัน"

mu "เอ่อ แล้วครูก็จะได้ช่วยเธอเรื่องการเตรียมพร้อมเรียนต่ออะไรแบบนั้นด้วย"

show muto irritated
with charachange

mu "เดี๋ยว!"

"ครูคุ้ยกระเป๋าแล้วโยนหนังสือเล่มหนึ่งมาให้"

show muto smile
with charachange

mu "เอาไปอ่านซะนะ"

mu "ถ้ารู้สึกว่าน่าสนใจก็มาคุยกันได้"

"“{i}ประวัติย่อของกาลเวลา{/i}”?"

"ไม่รู้ว่าอยากอ่านจริง ๆ หรือเปล่า แต่ครูก็ดูตื่นเต้นพอตัวเลย"

hi "ข้างในเป็นเรื่องอะไรเหรอครับ"

show muto normal
with charachange

mu "เวลา ปริภูมิ ปริภูมิ-เวลา หลุมดำ อะไรทำนองนั้น"

mu "แล้วก็ไม่ได้เนื้อหาแน่นมาก ประมาณว่าลองดูก่อนว่าเธอสนใจหรือเปล่า เข้าใจมั้ย"

mu "หมดคาบแล้วก็อยู่รอคุยกับครูได้ หรือไม่ก็จะได้พาไปห้องทดลองแล้วทำให้ดูว่าสารระเบิดเขาทำกันยังไง"

show muto smile
with charachange

"ครูโบกมือให้กับฉันที่ยังทำหน้างง ๆ อยู่"

mu "ครูพูดเล่น ขอโทษที"

mu "แต่ก็คุยกับเธอมานานแล้ว"

mu "ไปคิดเรื่องเส้นทางสายวิทยาศาสตร์นะนากาอิ ครูว่าเธอน่าจะชอบ"

hi "อ่า ครับ ได้ครับ ขอบคุณสำหรับหนังสือนะครับ"

stop music fadeout 14.0

scene bg school_hallway3
with locationchange

"ฉันออกจากห้องแล้วมองนาฬิกา ยังเหลือเวลาอีกมากกว่าเอมิจะฝึกเสร็จ"

"คงต้องลองอ่านหนังสือเล่มนี้สักหน่อย แล้วก็อาจจะอาบน้ำด้วย"

"ก่อนไปเดตก็ต้องอาบน้ำอยู่แล้วใช่มั้ยล่ะ"

"ฉันกลับไปที่หอ"

scene bg school_dormhisao
with locationskip

"แล้วจะไปหาเอมิที่ไหนดีล่ะเนี่ย"

"เอมิบอกว่า “หลังซ้อม” แต่ไม่ได้บอกว่าจะให้ไปเจอที่ไหน"

"ก็คงต้องลองแวะไปที่ลู่นั่นแหละ น่าจะดีที่สุดแล้ว"

"ถ้าเอมิอาบน้ำอยู่ก็รอให้ออกจากห้องมาก่อนก็ได้"

"หรือจะไปที่โถงทางเดินก็ดีเหมือนกัน"

"ฉันอาบน้ำแบบผ่าน ๆ แล้วกินยาก่อนออกมา"

"ทีนี้ก็อ่านหนังสือเล่มที่ครูให้มา"

stop music

scene black
with dissolve


label th_E17:

scene black
with None

scene bg school_dormhisao
with vpunch

"ฉันสะดุ้งตื่น"

"ฉิบ! กี่โมงแล้วเนี่ย"

"พอเหลือบมองนาฬิกาก็เห็นว่าหลับไปค่อนชั่วโมงได้"

hi "รอดไปที"

"เดี๋ยวเอมิน่าจะซ้อมเสร็จแล้ว"

"ฉันใส่เสื้อสบาย ๆ แล้วไปที่ลู่วิ่ง"

scene bg school_track
with locationskip

"ไม่รู้ทำไมถึงรู้สึกว่าเย็นนี้จะไม่ได้ไปทำอะไรหรูหรากันขนาดนั้น"

"ฉันมองว่าเอมิก็ไม่ได้เป็นคนหรูหรา"

"แต่ก็นะ อาจจะยังมีเอมิอีกหลายมุมที่ฉันยังไม่รู้จัก"

"ทั้งที่เราได้ความสัมพันธ์ใหม่ใกล้ชิดกว่าเดิมแล้วฉันก็ยังรู้สึกว่าไม่ได้รู้จักเอมิดีขนาดนั้น"

"เอาเถอะ ยังเหลือเวลาให้ได้รู้อีกมากมาย"

"ว่าตามตรง ฉันก็ตั้งตาคอยที่จะได้รู้จักเอมิให้มากขึ้นด้วย"

"ฉันมัวแต่จมอยู่กับความคิดจนไม่ทันรู้ตัวว่ามาถึงลู่แล้ว"

"ไม่มีวี่แววเอมิ"

"ไม่มีวี่แววคนในทีมวิ่งด้วย"

"โดนแกล้งหรือเปล่าเนี่ย"

"ฉันหันกลับเตรียมจะไปหอหญิง แต่ก็มีเสียงตะโกนแทรกมา"

emi "นี่ ฮิซาโอะ!"

play music music_emi fadein 1.0

show emicas smile at center
with charaenter

"พอหันไปก็เห็นเอมิที่แบกกระเป๋าพละพาดบ่าเดินตรงมาทางนี้"

"เอมิเปลี่ยนชุดดูเป็นอะไรที่เป็นกันเองมากขึ้น เป็นกางเกงขาสั้นกับเสื้อสวมทับสีเขียวมะกอก"

"ขาที่เป็นแผ่นสำหรับวิ่งนั้นถูกแทนที่ด้วยขาที่ดูสมจริงขึ้นมา ซึ่งก็ยังดูไม่ค่อยเนียนเท่าไหร่"

"เอมิเหมือนจะไม่สนใจสักเท่าไหร่ ซึ่งฉันก็อดยิ้มไม่ได้"

show emicas happy
with charachange

emi "ไง มาจริงด้วย!"

show emicas closedsmile
with charachange

emi "คือก็คิดแหละว่านายคงมา แต่ก็…"

show emicas closedsmile_up_close
with characlose

"อยู่ ๆ เอมิก็เข้ามากอดฉันด้วยความรัก และฉันก็กลั้นตัวเองไม่ให้ฉีกยิ้มที่คงจะกว้างที่สุดในโลกออกมาไม่ได้"

hi "ต้องมาสิ!"

hi "ไม่มาก็บ้าแล้ว เนอะ"

"เอมิคิดอยู่ครู่หนึ่ง"

show emicas grin_up_close
with charachange

emi "ก็จริงนะ"

show emicas wink_up_close
with charachange

emi "เนี่ย ฉันก็เป็นคนที่สุดยอดเหมือนกัน"

"ฉันยักไหล่"

hi "ฉันคิดว่างั้นเลยแหละ"

show emicas blush_up_close
with charachange

"ฉันพูดไปลอย ๆ ถึงได้แปลกใจที่เอมิเหมือนจะไม่ทันตั้งตัวรับคำพูดนั้น"

show emicas smile_up_close
with charachange

"เอมิหน้าแดงแล้วยิ้มให้ฉันอย่างอบอุ่นก่อนจะจุ๊บ"

"คราวนี้เป็นตาฉันที่ไม่ทันตั้งตัวบ้าง"

show emicas grin
with charadistant

"เอมิถอยไปแล้วทิ้งน้ำหนักลงส้นเท้าดูพอใจ"

"ฉันคุ้ยสมองหาอะไรเหมาะ ๆ มาพูดตอบ"

hi "…"

hi "คงต้องชมเธอบ่อย ๆ แล้วสิ"

show emicas happy_up
with vpunch

"เอมิหัวเราะแล้วดันตัวฉันหยอก ๆ"

show emicas closedsmile
with charachange

emi "บ้า"

show emicas weaksmile_up_close
with characlose

"ฉันโอบไหล่เอมิไว้ และรู้สึกดีเมื่อเธอโน้มตัวเข้ามาเหมือนว่าเป็นเรื่องปกติธรรมชาติ"

hi "แล้วจะไปไหน"

show emicas awayfrown_up_close
with charachange

emi "ไม่แน่ใจเหมือนกัน"

show emicas neutral_up_close
with charachange

emi "ปกติเวลาจะไปเดตแถวนี้เขาไปที่ไหนกันล่ะ"

"ถามได้ดีมาก มาก ๆ"

hi "ไม่รู้เลย"

hi "ไปหาซื้ออะไรที่ร้านออร่ามาร์ทติดมือไปกินกันมั้ยล่ะ"

"เอมิทำหน้าสดใสขึ้นมาเมื่อได้ยินเช่นนั้น"

show emicas happy_up_close
with charachange

emi "ปิกนิก!"

show emicas wink_up_close
with charachange

emi "ความคิดใช้ได้เลยนี่ฮิซาโอะ"

scene bg school_gate
with locationskip

"เอมิยื่นแขนมาโอบเอวฉันไว้ เราออกเดินไปที่ประตูหน้าโรงเรียน"

"ฉันไม่แน่ใจนักว่าจะต้องวางตัวยังไงกับสถานการณ์แบบนี้ แต่อย่างน้อยเอมิก็ไม่รู้เหมือนกันแหละนะ"

scene bg suburb_roadcenter
with locationskip

"ถึงพออยู่กับเอมิแล้วจะรู้สึกผ่อนคลาย แต่ก็อดเกร็งขึ้นมาหน่อย ๆ ไม่ได้"

"ถ้าเกิดว่าทำอะไรพลาดไปล่ะ"

"ฉันไม่อยากให้ตัวเองกลายเป็นคนไม่ดีไปหรอก"

scene bg suburb_konbiniext
with locationchange

"เสียงเอมิเล่าถึงการซ้อมคอยประกบเราไปตามเส้นทางไปยังร้านออร่ามาร์ท"

"ส่วนฉันก็เงียบไปคอยดื่มด่ำกับความอบอุ่นเมื่อได้อยู่กับเอมิ"

"มีคนที่เดินผ่านเรามองมาบ้าง แต่ฉันไม่สนใจหรอก"

"สุดท้ายเราก็ซื้อขนมปังกับบะหมี่กึ่งสำเร็จรูปกัน แต่ก็เพิ่งมาคิดได้อีกทีว่าเราคงต้มบะหมี่กึ่งฯ กันในสวนสาธารณะ\nไม่ได้"

show emicas weaksmile
with charaenter

emi "เอาเถอะ ค่อยเก็บไว้กินเป็นมื้อเที่ยงหรือมื้ออะไรวันอื่นแล้วกัน"

hi "ก็ได้"

stop music fadeout 2.0
$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
play ambient sfx_parkambience fadein 2.0

scene bg suburb_park
with locationskip

"เราหาสวนสาธารณะกันจนเจอหลังจากที่หลงทางกันอยู่พักหนึ่ง ซึ่งฉันก็โทษเอมิ"

"แน่นอนว่าเอมิก็โทษฉันด้วย"

show emicas smile:
    center
    easein 1.0 ypos 1.13
with charaenter

"เราหาพื้นที่ใต้ร่มไม้แล้วนั่งลง ฉันนั่งพิงต้นไม้ ส่วนเอมินั่งประจันหน้ากับฉัน"

play music music_ease fadein 3.0

hi "รู้งี้เอาผ้าหรืออะไรมาปูรองนั่งด้วยก็ดีเนอะ"

show emicas smile_up:
    ypos 1.13
with Dissolve(0.2)

show emicas smile
with charachange

"เอมิยักไหล่"

show emicas closedsmile
with charachange

emi "ฉันนั่งได้"

hi "ฉันก็นั่งได้"

show emicas grin_up
with charachange

"เอมิโยนห่อขนมปังให้ และเราก็เริ่มกินกัน"

"ขนมปังแกงกะหรี่ น่าสนใจ"

"สงสัยตอนซื้อไม่ได้ดูให้ดีเท่าไหร่ว่าซื้ออะไรมาบ้าง"

show emicas wink_up
with charachange

emi "นี่ ฮิซาโอะ เหมือนขนมปังนายจะเผ็ด ๆ นะ"

"ฉันสั่นหัวเป็นการรักษาภาพความเป็นลูกผู้ชาย"

hi "ไม่อะ แทบไม่เผ็ดด้วยซ้ำ"

show emicas closedsmile_up
with charachange

emi "อืมฮึ ๆ คงเพราะแบบนี้สินะถึงได้หน้าแดง"

hi "ใช่ ใช่แล้ว เพราะมันไม่เผ็ด… เอ่อ เลือดเลยเดินขึ้นมา"

hi "เพราะผิดหวัง"

show emicas happy
with charachange

"เอมิหัวเราะแล้วกินขนมปังคำสุดท้าย"

show emicas wink
with charachange

emi "เนี่ย ถ้ากินไม่ไหวฉันก็ยินดีกินแทนให้นะ"

hi "นี่ เธอเขมือบไวแล้วใช่ว่าฉันจะให้เธอกินของฉันสักหน่อย"

show emicas pout
with charachange

"เอมิแสร้งทำแก้มป่องจนฉันหัวเราะแทบสำลัก"

emi "โธ่ ไม่เอาน่าฮิซาโอะ"

show emicas awayfrown
with charachange

emi "ไม่ใช่ว่านายต้องคอยป้อนฉันให้อิ่มหรือไง"

emi "เรามาเดตกันอยู่นะ!"

show emicas pout
with charachange

emi "แต่ว่า…"

"อยู่ ๆ เอมิก็ทำหน้ายุ่งขึ้นมา"

show emicas frown_up
with charachange

emi "ฉันก็รู้สึกเหมือนเดิม"

hi "หืม หมายความว่าไง"

show emicas awayfrown
with charachange

emi "เพราะอะไรครั้งนี้ถึงนับว่าเป็นเดต"

emi "ก็เป็นอะไรที่เราคงทำเป็นปกติอยู่แล้วนี่"

emi "แต่ก็ต้องรู้สึกไม่เหมือนเดิมถ้าให้เทียบกับตอนกินข้าวเที่ยงด้วยกันในฐานะเพื่อน เพราะตอนนี้เราเป็น\nมากกว่าเพื่อนแล้ว"

hi "พูดอะไรเป็นรินไปได้"

show emicas happy
with charachange

"เอมิหัวเราะแล้วยิ้ม"

show emicas closedsmile_up
with charachange

emi "ก็นะ น่าจะเป็นรินนี่แหละที่ทำให้ฉันคิดเรื่องนี้"

show emicas closedsmile
with charachange

emi "ฉันเคยคุยเรื่องนี้กับรินนะ"

hi "จริงเหรอ เรื่องฉันน่ะนะ"

show emicas grin
with charachange

emi "ไม่เชิง แค่… เรื่องนั่นนี่น่ะ"

show emicas neutral
with charachange

emi "รินคิดว่าหลายครั้งการเปลี่ยนสถานะจาก “เพื่อน” เป็น “แฟน” ก็เป็นอะไรที่ทำตามใจไม่มีกฎตายตัว"

emi "เหมือนว่าสองอย่างนั้นก็ไม่ได้ต่างกันเลย"

hi "แต่ฉันคิดได้อย่างหนึ่งละ"

hi "ปกติคนเราไม่จูบกับเพื่อนกันบ่อยขนาดนั้น"

show emicas blush
with charachange

"หน้าเอมิขึ้นสีแดงเรื่อก่อนเธอจะหัวเราะคิกคักเป็นครั้งที่สองของวัน"

show emicas closedsmile
with charachange

emi "ก็คงจริงอย่างนายว่า"

hi "ใช่ เรื่องแบบนี้ฉันพูดถูกเสมอแหละ"

show emicas weaksmile_up
with charachange

"เอมิกลอกตาแค่นหัวเราะ"

emi "ฉลาดน่าดูเลยนะนาย"

"ฉันพยักหน้าเห็นด้วย"

hi "อื้ม"

hi "ขนาดครูยังคิดงั้นเลย ครูอยากให้ฉันไปเรียนต่อทางวิทยาศาสตร์หลังเรียนจบ"

show emicas neutral
with charachange

"เอมิเลิกคิ้ว"

emi "จริงเหรอเนี่ย"

hi "อื้ม ก็คิดอยู่ว่าอาจจะไปตามอย่างที่ครูว่า"

"เอาจริง ๆ ยิ่งคิดก็ยิ่งรู้สึกสนใจขึ้นมา"

"ฉันจดบันทึกไว้ในหัวว่าจะไปหาข้อมูลให้ละเอียดอีกหน่อย"

hi "แล้วหลังเรียนจบเธอคิดจะทำอะไรต่อ"

hi "จะวิ่งต่อมั้ย"

show emicas awayfrown
with charachange

"เอมิยักไหล่ เหมือนจะยังลังเลอยู่"

show emicas frown
with charachange

emi "ไม่รู้สิ ถ้าเก่งพอแล้วหาทีมวิ่งอยู่ได้ก็คงวิ่งต่อมั้ง"

hi "เธอยังไม่แน่ใจเหรอ"

show emicas neutral
with charachange

emi "ฉันไม่… ค่อยได้คิดเรื่องนั้นเท่าไหร่ ว่าตามตรง"

hi "จริงเหรอ"

hi "เธอคิดไว้ก็ดีนะ อีกเดี๋ยวก็จะเรียนจบแล้ว"

show emicas awayfrown
with charachange

"เอมิบิดตัวไปมาด้วยความประหม่า"

emi "อื้ม แต่ก็… ยังพอมีเวลานี่"

show emicas neutral
with charachange

emi "อีกอย่าง ฉันมีเรื่องอื่นให้คิดด้วย"

show emicas grin_up_close
with vpunch

"รอยยิ้มเอมิเจือความซุกซน และอยู่ ๆ เอมิก็เข้ามาคร่อมตัวฉันไว้โดยหลังฉันแนบกับต้นไม้"

show emicas smile_up_close
with charachange

emi "เช่น ต้องทำให้แน่ใจว่าเรามาเดตกันจริง ๆ ใช่มั้ย"

show emicas closedsmile_up_close
with charachange

emi "ถ้าไม่จูบกันก็ไม่ใช่เดตน่ะสิ ใช่มั้ย"

hi "ก็คงงั้— อื้อออ" with vpunch

"รสสตรอว์เบอร์รีกับแกงกะหรี่ ไม่ค่อยเข้ากันเท่าไหร่ แต่ฉันก็ไม่ถือ"

show emicas grin
with charadistant

"เอมินั่งทับขาฉันแล้วยิ้มอีกรอบ"

emi "นี่ไง เป็นไปตามหลักการวิทยาศาสตร์"

"อยู่ ๆ ก็นึกภาพประหลาดเห็นครูมุโต้พยักหน้าอย่างจริงจังแล้วติ๊กถูกกับรายการอะไรสักอย่าง"

"ฉันอดหัวเราะกับภาพนั้นไม่ได้"

show emicas neutral
with charachange

emi "โห ยอมรับเลยว่าเป็นครั้งแรกที่จูบแล้วเห็นอีกคนหัวเราะเนี่ย"

emi "จะให้โกรธดีไหม"

hi "ฮะ ๆ ไม่ ๆ"

hi "เป็นไปตามหลักการวิทยาศาสตร์แหละ"

show emicas happy_up
with charachange

"เอมิส่งยิ้มให้จนฉันสมองฉันเริ่มทำงานเพี้ยนไปเรื่อย ๆ คุมไม่อยู่แล้ว"

emi "ดีเลย!"

"และเป็นตอนนี้เองที่ฉันเห็นว่าเอมิขโมยขนมปังแกงกะหรี่ของฉันที่เหลืออยู่ไปตอนที่ฉันมัวแต่นึกภาพครูถือ\nแผ่นกระดาน"

hi "นี่!"

show emicas blush
with charachange

"เอมิทำตาใสซื่อ แต่ก็ปิดความผิดไม่มิดเพราะเธอเพิ่งจะยัดขนมปังคำสุดท้ายของฉันใส่ปากไป"

emi "อื๋อ? ออโอ้ดอี อดไอไอ้ไอ๋"

hi "ขโมย!"

show emicas neutral
with charachange

"อีกฝ่ายเพียงยักไหล่ตอบ"

hi "เธอเล่นมารยาหญิงใส่ฉัน!"

"ก็ไม่ได้หิวขนาดนั้นหรอก แต่รู้สึกว่าต้องทักสักหน่อย"

show emicas pout
with charachange

"เอมิดูจะไม่เข้าใจคำว่า “มารยาหญิง” แต่คิดอยู่สักพักเธอก็ทำหน้าร้องอ๋อ"

show emicas angry_up
with charachange

emi "ไม่ใช่สักหน่อย!"

show emicas frown_up
with charachange

emi "ก็นายหัวเราะ! มารยาหญิงไม่ได้ใช้การหัวเราะสักหน่อย!"

"ก็เถียงไม่ได้แหละนะ"

hi "แต่ที่เธอทำก็เป็นการลักทรัพย์อยู่ดี"

show emicas happy
with charachange

"เอมิหัวเราะกับน้ำเสียงเจ็บปวดของฉันแล้วผลักตัวหยอก ๆ"

show emicas closedsmile
with charachange

emi "ก็ได้ งั้นนายเอาบะหมี่กึ่งฯ ไปกินนะ"

hi "ล้อเล่นหรือเปล่า อร่อยก็ไม่อร่อย!"

hi "เธอด้วยซ้ำที่ต้องกินโทษฐานขโมยของน่ะ!"

show emicas wink
with charachange

"เด็กสาวที่นั่งทับขาฉันอยู่หัวเราะอีกรอบ"

"…ซึ่งขาฉันทั้งสองข้างเหน็บกินไปแล้ว"

show expression im.Composite((295,1200), (0,0), "sprites/emicas/emicas_wink.png") as emicas:
   xalign 0.5 yanchor 0.5 ypos 1.13 subpixel True
   easeout 0.8 rotate -90
with None

show expression im.Composite((295,1200), (0,0), "sprites/emicas/emicas_blush.png") as emicas:
   xalign 0.5 yanchor 0.5 ypos 1.13 subpixel True
   easeout 0.8 rotate -90

with Dissolve(0.2)
with Pause(0.6)

hide emicas
with vpunch

"ฉันเขยื้อนขาหมายจะให้หายชา แต่ก็เผลอไปทำเอมิเสียการทรงตัวจนเธอตัวเอนไปแล้วร้อง “ว้าย!” ขึ้นมา"

hi "โอ๊ะ! ขอโทษทีนะ"

hi "พอดีขาเป็นเหน็บน่ะ"

"เอมิยังนอนอยู่กับพืื้นหัวเราะคิกคัก"

"ฉันลุกขึ้นยืนตัวสั่นเล็กน้อย เลือดที่ขาเริ่มกลับมาเดินตามปกติแล้ว"

"ฉันกวาดตามองทิวทัศน์โดยรอบก่อนจะมาหยุดมองอยู่ที่เอมิที่ยังไม่ลุก"

scene ev emi_parkback:
    xalign 0.5 yalign 0.5 zoom 1.1 subpixel True
    ease 10.0 zoom 1.0
with locationchange

"ผมเอมิแผ่สยายไปรอบ ๆ เธอกางแขนออกแล้วหัวเราะออกมา"

"ทุกอย่างที่เป็นตัวเอมิคล้ายจะถูกจับมารวมไว้ในภาพนี้ภาพเดียวแล้ว"

"ทั้งบรรยากาศของเธอ นิสัยของเธอ เสียงหัวเราะอย่างเด็ก ๆ ของเธอ"

"ความอยากนอนกับพื้นหญ้าไปกับเอมิก่อตัวอย่างรวดเร็วก่อนจะผุดลอยขึ้นเด่นในความคิด และฉันก็อยาก\nทำอย่างนั้นขึ้นมาเลยจริง ๆ"

"โชคไม่ดีที่ตะวันตกดินแล้ว และคงถึงเวลาแล้วที่เราจะต้องกลับหอ"

"เอมิอาจจะยินดีอยู่ข้างนอกนี้ทั้งคืน แต่ฉันไม่น่าจะอยู่ได้"

"อีกอย่าง ยังมีการบ้านที่รออยู่ด้วย"

"มาคิดเรื่องเรียนต่อมหาวิทยาลัยแล้วอู้ก็คงใช่ที่"

"ฉันยื่นมือให้เอมิรั้งตัวเองขึ้นมา"

hi "ไปกันได้แล้วนะ"

show ev emi_parkback_frown
with charachange

"เอมิทำหน้ายู่"

emi "ถูกของนาย"

scene bg suburb_park
with locationchange

show emicas weaksmile_close:
    center
    ypos 1.2
    easein 0.5 ypos 1.0
with charaenter

"เอมิจับมือฉันที่ยื่นออกไป ฉันดึงให้เอมิลุกขึ้นยืนแล้วกอดเธอไว้"

"คราวนี้เป็นฉันที่จูบเธอบ้างด้วยอดใจไม่ไหวที่เอมิอยู่ใกล้"

hi "ไม่อยากไปเลยเนอะ"

show emicas closedsmile_close
with charachange

emi "อื้ม นั่นสิ"

show emicas grin_up_close
with charachange

emi "แต่ถ้าไม่รีบกลับโรงเรียนเดี๋ยวเป็นเรื่องใหญ่แน่"

"เอมิจิ้มสีข้างฉันหยอก ๆ"

show emicas wink_up_close
with charachange

emi "แล้วฉันรู้ว่านายก็ต้องทำการบ้านด้วย"

hi "น่าเสียดาย แต่ถูกของเธอ"

hide emicas
with charaexit

"ฉันโอบไหล่เอมิไว้ เราออกเดินทางกลับโรงเรียนกัน โดยมีเสียงหัวเราะของเราคอยประกบไประหว่างที่\nเปลี่ยนเรื่องคุยกันไปเรื่อย ๆ"

"ตั้งแต่เรื่องวิ่ง เรื่องโรงเรียน ยันเรื่องกลิ่นหนึ่งที่จะได้กลิ่นจากแม่ครัวในโรงอาหาร"

stop ambient fadeout 2.0

scene bg school_dormext_full
with locationskip

"ไม่นานเราก็มาถึงหน้าหอหญิง"

show emicas closedsmile at center
with charaenter

emi "โอเค งั้นไปก่อนนะ"

hi "ก็คงงั้นแหละ"

show emicas grin_up
with charachange

"เอมิยิ้มให้ฉันอีกรอบพลางทำหน้าซุกซน"

emi "ไม่มีฉันแล้วนายอยู่ได้ใช่มั้ย"

"ฉันหัวเราะ"

hi "อยู่ได้แหละน่า"

show emicas pout_up
with charachange

emi "ใจร้าย! นายต้องพูดอะไรแบบว่า “ฉันจะนั่งนับทุกวินาทีที่เธอไม่อยู่เลย” สิ"

hi "ไม่อะ ไม่น่าหรอก"

show emicas closedsmile_close
with characlose

show emicas weaksmile
with charadistant

"เอมิรั้งตัวฉันเข้าไปจุ๊บส่งลาแล้วผละตัวออกไป เธอทำท่าทีอายผิดคาด"

emi "ขอบคุณสำหรับเย็นนี้นะ"

emi "สนุกมากเลย"

show emicas closedsmile
with charadistant

emi "สนุกจริง ๆ"

hi "ฉันก็เหมือนกัน"

hi "ไว้หาเวลาไปด้วยกันอีกนะ"

show emicas happy
with charadistant

"เอมิหัวเราะที่ฉันพูดทำหน้าตายแล้วพยักหน้า"

emi "เจอกันพรุ่งนี้เช้าตรู่นะ"

show emicas wink
with charadistant

emi "นายต้องไปวิ่งเอาขนมปังออกด้วย"

hi "แหงสิ ถึงเธอจะกินไปเกินครึ่งก็เถอะ"

show emicas smile_up
with charadistant

emi "ใช่ ถึงจะกินไปเกินครึ่ง"

show emicas grin_up
with charadistant

emi "ไว้เจอกันนะฮิซาโอะ!"

stop music fadeout 3.0

show emicas invis:
    xpos 0.6
with dissolvecharamove

hide emicas
with None

"เอมิหันหลังแล้วเดินออกไป แล้วฉันก็เห็นอะไรแปลก ๆ"

"แปลกมากจนนึกแปลกใจว่าทำไมก่อนหน้านี้ถึงไม่เห็น"

"เอมิเดินขากะเผลกเล็กน้อย โดยลงน้ำหนักไปทางขาข้างซ้าย"

play music music_pearly fadein 8.0

hi "นี่ เอมิ!"

show emicas invis at tworight
with None

show bg school_dormext_full at bgleft
show emicas neutral at center
with dissolvecharamove

emi "หืม"

hi "ขาเธอเป็นอะไรหรือเปล่า"

show emicas awayfrown
with charachange

"เอมิทำหน้างง หรือไม่ก็อาจจะทำเป็นงงเฉย ๆ"

show emicas frown
with charachange

emi "พูดอะไรของนาย"

hi "ขาขวาเธอน่ะ เห็นเดินกะเผลกอยู่"

show emicas blush
with charachange

show emicas frown
with charachange

"เอมิทำหน้ากังวลขึ้นมาแวบหนึ่ง แวบเดียวจริง ๆ"

"ไม่รู้ว่าไม่อยากให้ฉันรู้หรือคิดว่าฉันจะไม่เห็น หรืออาจจะไม่รู้ตัวจริง ๆ ซึ่งฉันอยากให้เป็นอย่างหลังสุดมากกว่า"

show emicas neutral_up
with charachange

emi "อ้อ ขาเหรอ"

"เอมิยักไหล่สบาย ๆ"

show emicas awayfrown
with charachange

emi "สงสัยจะเคลื่อนนิดหน่อยตอนไปปิกนิกมั้ง"

show emicas wink
with charachange

emi "แต่ไม่รู้หรอกนะว่าเป็นเพราะอะไร"

"ฉันย้อนนึกไปถึงตอนที่เอมิคร่อมตัวฉัน"

hi "อ้อ"

hi "ทำไมไม่บอกฉันล่ะ! จะได้รอเธอจัดให้มันเข้าที่ก่อน"

"เอมิโบกไม้โบกมือเหมือนไม่มีอะไร"

show emicas smile_up
with charachange

emi "ไม่อะ ไม่ใช่เรื่องใหญ่ขนาดนั้น"

show emicas weaksmile_up
with charachange

emi "อย่าไปคิดมากเลยน่า นะ ฮิซาโอะ"

show emicas closedsmile_up
with charachange

emi "ไม่เป็นไรหรอก"

#Choice Tiem
#1. Press
#2. Rest

label th_choiceE17:
menu:
    with menueffect

    "ทำไมถึงรู้สึกเหมือนเอมิจะบอกกับตัวเองไปด้วยเลยนะ"

    "ตื๊อเอมิ":
        return m1

    "ปล่อยไป":
        return m2


label th_E17a:
#If you press:

hi "แน่ใจแล้วจริง ๆ ใช่มั้ย"

hi "ไม่ใช่ว่าก่อนขึ้นบันไดก็ไปจัดอีกทีนะ"

hi "ถ้าไม่จัดเดี๋ยวก็เจ็บตัวเอาหรอก"

show emicas awayfrown_up
with charachange

emi "ก็บอกแล้วไงว่าไม่เป็นไรน่ะฮิซาโอะ"

show emicas frown
with charachange

emi "จริง ๆ นะ ไม่ต้องเป็นห่วงหรอก"

show emicas weaksmile
with charachange

emi "ฉันก็พอมีประสบการณ์กับเรื่องพวกนี้อยู่บ้าง"

hi "อืม ก็คงงั้น"

"เอมิยิ้มคลายกังวลฉัน"

show emicas grin
with charachange

emi "ฉันดีใจนะที่นายเป็นห่วงฮิซาโอะ แต่ฉันไม่เป็นไรจริง ๆ"


label th_E17b:
#If you rest

"ก็คงจะไม่เป็นไรแหละนะ"

"ถ้ามีปัญหาจริง ๆ ก็คงบอกไปแล้ว"

"เผลอ ๆ ขืนจี้ถามเรื่อย ๆ แล้วจะรำคาญไปอีก"


label th_E17x:

show emicas smile
with charachange

emi "โอเค ฉันต้องไปแล้วละ"

show emicas wink_up
with charachange

emi "ยังไงนายก็รั้งฉันไว้ไม่นานหรอก!"

hi "ฮะ ๆ แหงอยู่แล้ว"

hi "แค่อยากยื้อเวลาก่อนบอกลาละมั้ง"

"เอมิหยัดยิ้มอีกรอบ"

show emicas happy_up
with charachange

emi "ราตรีสวัสดิ์นะฮิซาโอะ"

hi "ราตรีสวัสดิ์"

hide emicas
with charaexit

stop music fadeout 5.0

"เอมิเดินขากะเผลกเข้าไปในตึก หวังว่าจะไม่เป็นอะไรจริง ๆ อย่างที่บอกให้ฉันสบายใจนะ"

"คงนับได้ว่าเป็นเดตครั้งแรกที่ประสบความสำเร็จ"

"ไม่สิ ถ้าได้ปิดท้ายด้วยการที่เอมิล็อกตัวจูบฉันใต้ต้นไม้แล้วจะวันไหนก็คงเป็นวันที่ดีทั้งนั้น"

"ฉันกลับเข้าห้องไปพลางขอบคุณพระเจ้าในใจที่เคนจิไม่มาซุ่มดักรอฉันที่โถงทางเดิน จากนั้นฉันจึงทำการบ้าน"

scene black
with dissolve


########################

label th_E18:

scene bg school_dormhisao
with locationchange

play music music_night fadein 5.0

"ตอนนี้นั้นเช้าเกินกว่าที่ฉันจะรับได้"

"แล้วยิ่งเมื่อคืนนอนไม่ค่อยหลับอีก"

"เพราะมีหลายเรื่องให้คิดเกินไป และสมองฉันก็ไม่ยอมหยุดทำงานด้วย"

"กลับเอาแต่กรอภาพบนดาดฟ้า ในสวนสาธารณะ และอื่น ๆ อยู่ในหัวซ้ำแล้วซ้ำเล่า"

"และยังมีเสี้ยวหนึ่งในใจที่ระแวงว่าเรื่องทั้งหมดนี้เป็นแค่การล้อเล่น"

"ว่าพอฉันไปเจอกับเอมิที่ลู่แล้วเธอก็จะทำตัวเหมือนเมื่อวานไม่มีอะไรเกิดขึ้น"

"ฉันเก็บความคิดนี้กลับไปฝังไว้ในส่วนลึกของจิตใจก่อนจะใส่เสื้อผ้าสำหรับวิ่งแล้วไปเปิดประตู"

scene bg school_track
show emi basic_grin_gym at center
with locationskip

"เอมิคอยฉันอยู่พร้อมรอยยิ้มอย่างเคย"

show emi basic_annoyed_gym
with charachange

emi "มาช้านะนาย!"

show emi basic_closedgrin_gym
with charachange

emi "อาจจะไม่ได้ช้า แต่ก็ไม่ได้มาไวเหมือนทุกทีนะวันนี้"

show emi excited_hesitant_gym
with charachange

emi "รู้สึกเพลียหรืออะไร"

"ฉันลูบท้ายทอยแก้เก้อ"

hi "ก็อะไรประมาณนั้น"

hi "มีเรื่องหลายอย่างให้คิดแล้วก็อะไร ๆ น่ะ"

show emi basic_closedgrin_gym
with charachange

"เอมิหัวเราะคิกคักกับคำพูดที่ยังเทียบไม่ได้กับความเป็นจริงเท่าไหร่ของฉัน"

show emi basic_grin_gym
with charachange

emi "อื้ม ฉันก็นอนไม่ค่อยหลับเหมือนกัน"

show emi excited_proud_gym
with charachange

emi "จริง ๆ ก็โล่งนะที่นายไม่ได้มาไว เพราะฉันก็มาช้าเหมือนกัน"

"ที่นอนไม่หลับเพราะคิดเรื่องเดียวกันอยู่หรือเปล่านะ"

"ฉันย้อนนึกถึงตอนที่เอมิร้องไห้"

hi "ทำไมนอนไม่หลับเหรอ"

show emi sad_shy_gym
with charachange

"เอมิผงะไป แต่เธอก็เห็นว่าฉันสงสัยแล้วฝืนยิ้มออกมา"

show emi sad_grin_gym
with charachange

emi "ไม่เรื่องสำคัญอะไรหรอก"

"ปกปิดอะไรไว้แน่ ๆ"

"คำถามคือ ฉันควรจะซักไซ้ต่อหรือเปล่า"

"ชัดว่ามีเรื่องที่กวนใจเอมิมาสักพักแล้วอยู่"

"ฉันอยากช่วยเอมิ แต่จะเป็นการสอดรู้เกินไปหรือเปล่า"

"แต่ก็อยากให้เอมิรู้ว่าฉันเป็นห่วง"

hi "แน่ใจนะ"

hi "ถ้าคิดมากเรื่องอะไรฉันก็คอยอยู่รับฟังจัดการปัญหาให้ได้นะ"

show emi basic_closedhappy_gym
with charachange

"เอมิหัวเราะ แต่ไม่ใช่เสียงหัวเราะอย่างทุกที ในน้ำเสียงเหมือนมีีความขื่นขมปนอยู่"

show emi sad_grin_gym
with charachange

emi "จัดการเหรอ"

emi "ฉันไม่ค่อยแน่ใจเท่าไหร่ว่ามันจะจัดการได้หรือเปล่านะฮิซาโอะ"

"ริมฝีปากเธอหยัดยิ้มขื่น ๆ"

"เหมือนเป็นการยิ้มถอดใจ"

show emi sad_pout_gym
with charachange

emi "ฉันคิดว่ายังไงนายก็คงช่วยฉันไม่ได้หรอก"

"เจ็บจัง"

"ไม่อยากบอกเอมิว่าคำพูดนั้นทำให้ฉันเจ็บปวดเลย แต่ก็เจ็บจริง ๆ"

"นี่เอมิไม่รู้เลยเหรอว่าฉันอยากอยู่เคียงข้างเธอยามที่มีปัญหาอะไร"

hi "เอาเถอะ ฉันจะไม่ซักไซ้ต่อแล้วกัน"

hi "แต่ถ้าวันหลังเธอนึกอยากคุยขึ้นมาฉันก็พร้อมอยู่เคียงข้างเธอเสมอนะ"

hi "อาจจะพอช่วยได้บ้าง"

show emi sad_shy_gym
with charachange

"ฉันเห็นผ่านแววตาเอมิว่าเธอกำลังเถียงกับตัวเองอยู่"

"เหมือนอยากจะบอกฉัน แต่ก็ยังไม่แน่ใจว่าบอกได้หรือเปล่า"

hi "เอ้า ช่างเรื่องนั้นก่อนแล้วกัน"

hi "เราต้องวิ่งกันนะ"

"พอพูดถึงเรื่องวิ่งที่เธอพอทำได้แล้วเอมิก็กลับมาเป็นตัวเธอคนเดิม"

show emi basic_closedhappy_gym
with charachange

emi "อื้ม!"

show emi basic_grin_gym
with charachange

emi "รีบยืดเส้นยืดสายกันได้แล้วฮิซาโอะ!"

show emi excited_proud_gym
with charachange

emi "เราต้องขยับตัวกัน!"

play ambient sfx_emipacing

hide emi
with easeoutleft

stop ambient fadeout 3.0

"เอมิออกวิ่งด้วยความรวดเร็ว เป็นความเร็วที่เร็วกว่าที่ฉันชิน"

scene bg school_track_on
with locationchange

scene bg school_track_running
with Dissolve(2.0)

"แต่ฉันก็คอยรักษาฝีเท้าให้เท่ากับเอมิทดสอบขีดจำกัดของตัวเองอย่างไม่คิดหน้าคิดหลัง"

"ซึ่งทำให้ฉันรู้สึกเป็นอิสระ เหมือนว่าหัวใจฉันไม่สำคัญอีกต่อไป"

"ฉันอยากหัวเราะออกมา ในอกเปี่ยมด้วยความรู้สึกดีที่ได้ก้าวข้ามเส้นที่ฉันเคยขีดไว้ว่าเป็นขอบเขตของตัวเอง"

"เสียงคุณพยาบาลที่เตือนไม่ให้ฉันฝืนร่างกายมากไปสะท้อนก้องในหัว แต่ฉันก็เมิน"

"ความรู้สึกในอกนี้ ความเต็มใจที่จะยอมเสี่ยงหัวใจวายเพื่อเรื่องเล็ก ๆ อย่างการวิ่งยามเช้านี้นั้นช่างไม่สมเป็นตัวฉัน\nเอาเสียเลย"

"แต่เป็นอย่างนั้นจริงหรือ"

"ไม่สิ ควรเป็นอย่างนั้นหรือเปล่า"

"หัวใจฉันอ่อนแอ ใช่"

"คงไม่มีวันไปแตะความเร็วกับความทนในระดับเดียวกันกับเอมิได้"

"แต่ต่อให้หัวใจฉันปกติดีก็คงไม่มีวันไปถึงจุดนั้นอยู่ดี"

stop music fadeout 6.0

"พอถึงโค้งสุดท้ายก็เริ่มปวดขาขึ้นมา แต่ครั้งนี้เป็นครั้งแรกที่ฉันไม่สนใจ"

"ฉันเร่งฝีเท้าเข้าเส้นชัยไปจนเกือบทันกับเอมิ"

"แน่ละว่าไม่มีวันทันแน่นอน"

"แต่ก็รู้สึกดีเหลือเชื่อ"

"แน่อยู่แล้วว่าขาฉันนั้นร้อนจนเหมือนไฟลุก ฉันยืนแทบไม่ไหวอยู่แล้ว"

"แต่วันนี้มีบางอย่างที่เปลี่ยนไป"

"ซึ่งทุกอย่างนั้นก็เป็นเพราะเด็กสาวที่ยืนรออยู่ตรงเส้นชัยส่งยิ้มให้ฉัน"

scene bg school_track_on
show emi basic_grin_gym at center
with locationchange

play music music_emi fadein 1.0

hi "รู้สึกเร็วขึ้นกว่าทุกทีนิดหน่อยนะ"

"เอมิยิ้มแล้วยักไหล่ตอบ"

show emi excited_proud_gym
with charachange

emi "ไม่งั้นเดี๋ยวนายก็หาว่าฉันอ่อนข้อให้อีก"

show emi basic_closedgrin_gym
with charachange

emi "แต่นายก็วิ่งไหวนี่"

hi "ก็นะ ถ้าไม่มีเธอฉันคงวิ่งไม่ไหวหรอก"

show emi basic_confused_gym_close
with characlose

"ความรู้สึกดีหลังวิ่งยังคงค้างอยู่ ฉันรู้สึกยินดีเหลือเกินที่มีเอมิจึงเข้าไปกอดเธอ"

hi "ขอบคุณนะ"

hi "ขอบคุณจริง ๆ ฉันไม่ได้พูดลอย ๆ"

hi "ฉันติดหนี้บุญคุณเธอนะเนี่ย"

show emi basic_hes_gym_close
with charachange

"เอมิดูจะเขินกับคำพูดฉัน เธอดิ้นไปมา"

emi "พูดอะไรบ้า ๆ น่าฮิซาโอะ"

show emi basic_grin_gym_close
with charachange

emi "ยังไงก็ต้องมีคนคอยลากนายให้มาอยู่ตรงนี้ให้ได้อยู่แล้ว"

show emi basic_closedgrin_gym_close
with charachange

emi "แล้วก็ใช่ว่านายจะได้ประโยชน์อยู่ฝ่ายเดียวสักหน่อย"

show emi basic_grin_gym_close
with charachange

emi "ฉันก็ต้องมีคนมาวิ่งด้วยเหมือนกัน จำได้มั้ย"

show emi basic_shock_gym_close
with charachange

"ฉันสั่นหัวดื้อดึงไม่ยอมปล่อยเอมิที่ยังคงดิ้นและเงยหน้ามองฉัน เอมิหน้าแดงก่ำจนดูไม่สมเป็นตัวเธอ"

hi "ไม่ ไม่จริงสักหน่อย"

hi "เธอแค่อยากได้คนมาวิ่งด้วย ไม่ได้จำเป็นต้องมีคนวิ่งด้วย"

hi "ถ้าหลังวันงานเทศกาลนั้นฉันไม่มาที่ลู่วิ่งเธอก็จะวิ่งอยู่ดี ใช่มั้ยล่ะ"

hi "แต่กับฉันมันไม่ใช่อย่างนั้น"

hi "ก่อนวันงานเทศกาลฉันมาวิ่งได้ไม่กี่ครั้งเอง"

hi "และถ้าไม่มีเธอ หลังจากนั้นฉันก็คงไม่มาวิ่งอีกเลย"

show emi basic_closedgrin_gym_close
with charachange

"เอมิยิ้มให้แล้วใช้นิ้วจิ้มหน้าอกฉัน"

show emi excited_proud_gym_close
with charachange

emi "นายนี่ขี้เกียจนะฮิซาโอะ"

hi "เฮ้ย คนเขาอุตส่าห์ชม!"

show emi sad_grin_gym_close
with charachange

emi "ก็… ด้วยความยินดี ละมั้งนะ"

hi "ต้องหาทางตอบแทนเธอแล้ว"

show emi basic_hes_gym_close
with charachange

emi "อ้อ อ่า เอ่อ…"

show emi basic_closedgrin_gym_close
with charachange

emi "ไม่เห็นจำเป็นต้องตอบแทนเลย"

show emi basic_happyblush_gym_close
with charachange

emi "ก็ฉันชอบฮิซาโอะนี่"

show emi sad_grin_gym_close
with charachange

emi "แล้วการที่ได้มาวิ่งกับนายในตอนเช้าก็นับว่าดีเหมือนกัน เพราะงั้น…"

"เอมิดูจะไม่ชินกับคำขอบคุณทั้งที่เป็นคนได้รับคำชมบ่อย ๆ แท้ ๆ"

"ฉันไม่รู้จะพูดอะไรอีกเราจึงเงียบกันไป"

"ฉันรับรู้ถึงเสียงหายใจเอมิ สัมผัสได้ถึงความชื้นจากเสื้อผ้าเธอ ได้กลิ่นของเธอ"

"ถ้าเป็นคนอื่นก็คงเหม็น"

"แต่พอเป็นเอมิแล้วก็เหมาะกับเธออย่างไม่มีอะไรอาจเทียบ"

"ผิวเอมิที่ชื้นเหงื่อนั้นเย็น ๆ พอลมโชยมาเธอก็ขนลุก"

show emi excited_amused_gym_close
with charachange

"ฉันโน้มตัวลงไปโดยแทบไม่ได้คิดอะไรแล้วทาบริมฝีปากกับเอมิที่เขย่งขึ้นมาหาฉันก่อนแล้ว"

"ริมฝีปากเอมินั้นนุ่ม เธอฮัมเสียงไปพลางจูบจนแรงสั่นส่งมาถึงปากฉัน"

"ทุกอย่างช่างลงตัวอย่างเหมาะเจาะพอดี เราต่างเข้าคู่กันและกัน"

show emi basic_grin_gym_close
with charachange

"พอจูบเสร็จฉันก็ปล่อยมือออกมา"

show emi basic_closedgrin_gym_close
with charachange

"เอมิยิ้มให้อย่างอบอุ่นแล้วหัวเราะคิกคัก"

show emi basic_closedhappy_gym
with charadistant

emi "โอเคฮิซาโอะ ไปหาพยาบาลกันได้แล้ว"

stop music fadeout 1.0

"และแล้วก็เกิดเรื่อง"

show emi basic_closedhappy_gym:
   ease 0.25 ypos 1.05
   ease 0.25 ypos 1.0
with None

show emi excited_sad_gym:
   ease 0.25 ypos 1.05
   ease 0.25 ypos 1.0
with Dissolve(0.25)

"จังหวะที่เอมิออกเดินเธอก็ร้องอุทานแล้วสะดุดล้ม"

hi "เอมิ!"

play music music_rain fadein 2.0

show emi excited_sad_gym_close
with characlose

"ฉันพุ่งตัวไปช่วยเอมิและเห็นว่าเธอยังเดินลงน้ำหนักกับขาข้างเดียวกันกับเมื่อคืนก่อน"

hi "ขาเธอ…"

show emi basic_hes_gym
with charadistant

"เอมิดูตื่นตระหนกแล้วผลักตัวฉันออก"

emi "ไม่เป็นไรน่า!"

"ฉันคงทำสีหน้าเจ็บปวดมากเอมิถึงรีบขอโทษขอโพย"

show emi basic_shock_gym
with charachange

emi "ขอโทษนะ! ขอโทษ!"

emi "ฉันไม่ได้ตั้งใจจะผลักนายเลย!"

show emi basic_closedsweat_gym
with charachange

emi "ฉันแค่…"

"เอมิอ้ำอึ้งนึกหาคำพูด"

show emi sad_depressed_gym
with charachange

emi "ไม่เป็นไรจริง ๆ"

hi "เอาน่า ไม่ต้องคิดมาก"

"เอมิดูร้อนรนจนฉันต้องยอมไม่สาวความอีก"

"แต่ในใจรู้สึกหน่วง ๆ ขึ้นมาแล้วไม่ยอมหาย"

"ฉันอุตส่าห์เข้าไปช่วยเอมิ แต่เธอกลับผลักฉันออก"

"ฉันยิ้มแล้วปัดความคิดนั้นทิ้งไปก่อนจะจดจ่ออยู่กับเอมิ"

hi "ฉันแค่ไม่อยากให้เธอต้องเจ็บตัว"

show emi sad_pout_gym
with charachange

emi "นายไม่ต้องเป็นห่วงฉันหรอกน่า จริง ๆ นะ"

show emi sad_grin_gym
with charachange

emi "ฉันไม่เป็นไรหรอก!"

"ใช่ ปากเธอก็พูดอย่างนั้น แต่ฉันไม่เชื่อหรอก"


label th_E18a:
#If you pressed

"ทำไมเธอถึงไม่ยอมบอกฉันว่าเป็นอะไรล่ะ"

"เหมือนไม่พอใจที่ฉันมาช่วยด้วยซ้ำ"

"จะให้คิดว่ายังไงล่ะ"


label th_E18b:
#If you didn't press

"ฉันยังทำให้เธอเป็นห่วง แล้วยิ่งเมื่อวานฉันไม่ได้พูดอะไร วันนี้ฉันก็ยิ่งรู้สึกผิดไปอีก"

"รู้งี้อย่างน้อยถามไปก็ดี"

"ถ้าถามไปตอนนั้นแล้วจะทำตัวเหมือนเดิมหรือเปล่า"

"แต่ก็คงไม่มีวันได้รู้คำตอบแล้ว"


label th_E18x:

stop music fadeout 2.0

scene bg school_nursehall
with locationskip

"ฉันยังประมวลผลสิ่งที่เกิดขึ้นที่ลู่วิ่งอยู่ทั้งที่เรามาถึงหน้าห้องพยาบาลแล้ว"

"เอมิยกมือขึ้นหมายจะเคาะประตู แต่ก็ลังเลแล้วหันมาทางฉันและยิ้มให้อย่างรู้สึกผิด"

show emi sad_grin_gym:
    yalign 1.0 xanchor 0.5 xpos 0.47
    easein 0.5 center
with charaenter

emi "นี่ รบกวนอะไรนายหน่อยได้มั้ย"

hi "ได้สิ"

show emi excited_proud_gym at center
with charachange

emi "บอกคุณพยาบาลให้หน่อยได้มั้ยว่าเดี๋ยวฉันจะมาหาอีกที"

show emi basic_grin_gym
with charachange

emi "ฉันเพิ่งนึกได้ว่ามี… เรื่องที่ต้องจัดการก่อนไปเรียนน่ะ"

show emi sad_grin_gym
with charachange

emi "เลยต้องรีบไปก่อน"

show emi sad_shyblush_gym
with charachange

"ฉันจ้องเอมิใกล้ ๆ เธอบิดตัวไปมาเมื่อฉันมอง"

"อืม แค่จะเลี่ยงไม่เจอคุณพยาบาลนั่นแหละ"

"ขาข้างนั้น…"

"อืม ช่างเถอะ รับปากแล้วว่าจะช่วยก็ช่วยแล้วกัน"

"แต่ต้องตามดูให้แน่ใจว่าก่อนหมดวันนี้เอมิจะมาหาพยาบาลจริง ๆ"

hi "อืม โอเค เดี๋ยวบอกให้"

show emi excited_smile_gym
with charachange

"เอมิทำหน้าเหมือนฉันให้ตุ๊กตาม้าเป็นของขวัญวันคริสต์มาส"

show emi excited_joy_gym
with charachange

emi "ขอบคุณมาก ๆ เลยนะ!"

show emi excited_amused_gym
with charachange

emi "นายนี่ดีที่หนึ่งเลยฮิซาโอะ!"

show emi excited_amused_gym_close
with characlose

"เอมิตอบแทนฉันที่ทำตามคำขอด้วยการจูบ ซึ่งเป็นรางวัลที่คุ้มค่าแล้ว ฉันบอกกับตัวเองว่าคุ้มอะนะ"

hide emi
with charaexit

"เอมิเดินออกอาคารไปพลางเก็บอาการไม่ให้ขากะเผลก ฉันเคาะประตูห้องพยาบาล"

nk "อ้าว ฮิซาโอะ เข้ามาเลย"

play music music_nurse fadein 1.0

scene bg school_nurseoffice
show nurse neutral at center
with locationchange

nk "เอมิไม่มาด้วยเหรอ"

show nurse fabulous
with charachange

nk "ไม่ได้ป่วยอีกแล้วใช่มั้ย"

"ฟังจากน้ำเสียงแล้วคุณพยาบาลคงไม่ได้คิดว่าฉันจะตอบว่า “ครับ เอมิไม่สบาย”"

hi "เอ้อ เห็นบอกว่าลืมทำอะไรสักอย่างเลยไม่มาน่ะครับ แต่เดี๋ยวจะมาหาอีกทีภายในวันนี้"

show nurse concern
with charachange

"คุณพยาบาลถอนหายใจพรืด"

nk "เอาจริง ๆ นะ เอมิน่ะ…"

hi "ครับ?"

show nurse neutral
with charachange

nk "เลี่ยงหน้าไม่ยอมเจอฉันอยู่"

nk "เมื่อวานก็เข้ามาแล้วออกไปแบบไม่ได้ถอดขาเทียมเลยด้วยซ้ำ แล้ววันนี้ไม่ยอมมาเจออีก"

"โอเค อย่างน้อยก็ไม่ได้มีแค่ฉันแล้วแหละที่เอมิไม่ได้อยากให้เป็นห่วง"

"ก็… ค่อยโล่งหน่อย มั้ง"

"แต่ก็รู้สึกเหมือนต้องบอกอะไรคุณพยาบาลเรื่องขาเอมิอยู่ดี ฉันบอกเอมิไปว่าจะโกหกให้ก็จริง แต่เอมิต้องมาหา\nคุณพยาบาลจริง ๆ"

hi "จะว่าไป วันนี้ผมก็เห็นเอมิเดินขากะเผลกหนักมาก"

hi "เมื่อคืนก็ด้วย"

show nurse concern
with charachange

"คุณพยาบาลหรี่ตาเมื่อได้ยินคำว่า “เมื่อคืน”"

nk "แล้วเมื่อคืนพวกเธอสองคนทำอะไรกัน"

hi "พวกเรา เอ่อ ไปเดตกันครับ"

show nurse fabulous
with charachange

"คุณพยาบาลเลิกคิ้วขึ้นเหมือนประหลาดใจ"

nk "จริงเหรอ น่าสนใจ"

hi "ครับ?"

show nurse neutral
with charachange

nk "อ้อ ไม่มีอะไรหรอก"

"แววตาคุณพยาบาลดูครุ่นคิด เขาหันมายิ้มให้"

show nurse grin
with charachange

nk "ฉันพอจะรบกวนเธอให้ใช้เสน่ห์แฟนหนุ่มหว่านล้อมให้วันนี้เอมิมาหาฉันหน่อยได้มั้ย"

hi "ได้สิครับ!"

hi "ผมก็กะจะทำอย่างนั้นอยู่แล้ว"

hi "ผมว่าจริง ๆ แล้วเอมิก็เจ็บมาก แต่ทำเป็นไม่เป็นไรเฉย ๆ"

show nurse neutral
with charachange

nk "อืมม ใช่ ตามนั้นแหละ"

nk "คงกลัวว่าฉันจะไปห้ามวิ่ง"

hi "แล้วคุณจะห้ามเหรอครับ"

show nurse concern
with charachange

nk "ก็ไม่อยากห้ามหรอก แต่ถ้ามันหนักถึงขั้นเดินขากะเผลกก็…"

nk "ก็คงต้องดูก่อนว่าเป็นอะไรแน่แล้วค่อยว่ากันอีกที"

hi "อย่างนี้นี่เอง"

"ห้ามวิ่ง กับเอมิน่ะนะ เลิกคิดไปได้เลย"

"ฉันไม่รู้ว่าเอมิจะมีชีวิตอยู่อย่างปกติได้หรือเปล่าด้วยซ้ำถ้าไม่ได้วิ่ง"

"มิน่าล่ะถึงได้ไม่ยอมรับว่าเป็นอะไร"

hi "ครับ ไว้เดี๋ยวผมไปชวนให้เอมิมาหาคุณให้ได้"

show nurse neutral
with charachange

nk "ดีแล้ว อ้อ แล้วก็ก่อนจะลืม…"

show nurse grin
with charachange

"คุณพยาบาลยิ้มให้ฉันซึ่งดูเหมือนกำลังข่มขู่อยู่หน่อย ๆ"

nk "อย่าลืมนะว่าฉันรู้ว่าเธอต้องกินยาอะไรบ้าง"

show nurse neutral
with charachange

nk "อยู่กับเอมิก็ทำตัวให้ดี ๆ ล่ะ เข้าใจนะ"

"โห ทำสีหน้าจริงจังด้วย"

hi "เข้าใจแล้วครับ"

hi "ห้ามทำร้ายเอมิ ผมไม่คิดจะทำร้ายเอมิแน่นอน"

show nurse grin
with charachange

nk "แจ่ม!"

show nurse fabulous
with charachange

nk "ฉันไม่อยากให้เธอสาย"

hi "ครับ?"

show nurse grin
with charachange

nk "สาย สายตัวแทบขาด"

show nurse concern
with charachange

"คุณพยาบาลขมวดคิ้วอยู่ครู่หนึ่งดูไม่พอใจ"

nk "ตอนคิดมันตลกกว่านี้นะ…"

show nurse neutral
with charachange

nk "เอ้อ เอาเถอะ"

show nurse grin
with charachange

nk "รีบไปได้แล้ว เดี๋ยวก็ไปไม่ทันคาบแรกหรอก!"

nk "เธอก็คงมีอะไรที่ต้องทำเหมือนกัน ชิ้ว!"

stop music fadeout 6.0

"ระหว่างที่เดินออกจากห้องก็เห็นว่าคุณพยาบาลควักโทรศัพท์ออกมาแล้วกดเบอร์โทร. ต่อสาย"

show nurse concern
with charachange

nk "เมอิโกะ ลูกสาวเธอน่ะเอาอีกแล้วนะ…"

"รีบกลับห้องก่อนดีกว่า เดี๋ยวจะสายจริง ๆ"

"เฮ้ย ไม่ใช่ว่าคุณพยาบาลต้องตรวจอัตราการเต้นของหัวใจฉันก่อนเรอะ"


################################
label th_E19:

scene bg school_scienceroom
with shorttimeskip

play sound sfx_normalbell

"ระฆังพักเที่ยงดังดึงตัวฉันออกจากภวังค์ที่ฉันหนีไปอยู่ตอนเรียนคาบเช้า"

"เมื่อคืนนอนไม่พอ แล้วเช้านี้ยังวิ่งเร็วกว่าทุกทีอีก ตอนนี้ถึงได้เพลียนิดหน่อย"

$ renpy.music.set_volume(0.15, 0.0, channel="ambient")
play ambient sfx_rooftop fadein 1.0

scene bg school_staircase1
with locationskip

"แต่ถึงอย่างนั้นฉันก็รีบเดินขึ้นบันไดมาที่ดาดฟ้า"

"ตอนนี้มีความตื่นเต้นขึ้นมาแล้ว ไม่ได้มีแค่ความสบายใจที่ได้กินข้าวกับเพื่อน"

play sound sfx_door_creak
$ renpy.music.set_volume(0.5, 1.0, channel="ambient")

scene bg school_roof
with locationchange

"จริงอยู่ว่าทั้งเอมิกับรินก็ยังเป็นเพื่อนฉัน แต่ตอนนี้เอมิเป็นมากกว่านั้นแล้ว"

"รินกลับมาอยู่ที่ตำแหน่งประจำบนดาดฟ้าราวกับว่าครั้งก่อนยังมาตามปกติ"

scene ev rin_roof_boredom
show hisao rin_roof
with locationchange

hi "ดีขึ้นแล้วสินะ"

show ev rin_roof_surprised
with charachange

"รางวัลตอบแทนของการที่ฉันพูดคือคิ้วที่เลิกขึ้นของริน"

rin "อะไรดีขึ้น"

play music music_rin fadein 6.0

hi "เอ่อ หมายถึงว่าอาการเธอดีขึ้นกว่าเมื่อวานหรือยัง"

show ev rin_roof_nonchalant
with charachange

"รินขบคิดคำถามนั้นอย่างจริงจัง"

rin "ไม่แน่ใจ"

rin "ฉันว่าเมื่อวานก็เหมือนจะรู้สึกดีอยู่นะ แต่ก็มึน ๆ ไปหมด"

hi "กินยาเยอะไปสิท่า"

show ev rin_roof_doubt
with charachange

rin "ก็ ฉันหลับ ปกติหลับแล้วก็สบายดี"

show ev rin_roof_boredom
with charachange

rin "แต่ฉันจำไม่ได้ว่าตอนหลับรู้สึกยังไง เพราะฉันไม่ได้มีสติรู้ตัว"

rin "เป็นปัญหาใหญ่เลยละ"

show ev rin_roof_nonchalant
with charachange

rin "แต่ก็นะ ถ้าฉันรู้ว่ารู้สึกดีแค่ไหนฉันก็คงไม่หลับอีกเลย"

rin "แต่พอเป็นแบบนี้แล้วฉันก็จะได้แต่เดา แล้วจะได้ไม่ต้องเพลียเกินไป"

hi "เป็นสิ่งลึกลับที่ไม่มีวันรู้ได้ที่เอาไว้คิดก่อนนอนงี้?"

show ev rin_roof_boredom
with charachange

rin "คำว่าลึกลับอาจจะยังไม่ใช่ ถ้าจะเลือกคำให้เหมาะน่าจะเป็นคำว่าจับต้องไม่ได้มากกว่า"

hi "เข้าใจละ"

"ไม่ ไม่เข้าใจเลย ไม่เข้าใจเลยว่ารินพูดอะไรอยู่ แต่ไม่เป็นไรหรอก ปกติก็แทบไม่เข้าใจอยู่แล้ว"

show ev rin_roof_doubt
with charachange

rin "นายจำได้มั้ยว่าความรู้สึกตอนหลับมันเป็นยังไง"

rin "อย่างเมื่อวาน นายจำได้มั้ยว่าความรู้สึกตอนหลับเมื่อวานมันเป็นยังไง"

hi "คือ เมื่อวานฉันนอนไม่ค่อยหลับน่ะ"

show ev rin_roof_nonchalant
with charachange

rin "อืมม"

rin "อาจจะเพราะจิตใต้สำนึกนายจำได้ก็ได้"

hi "จริง ๆ ฉันว่าเป็นเพราะฉันเป็นห่วงเอมิมากกว่า"

show ev rin_roof_surprised
with charachange

rin "แค่เอมิเป็นห่วงตัวเองยังไม่พออีกเหรอ"

"ฉันต้องชะงักเพราะไม่เคยคิดแบบนั้นมาก่อนเลย"

hi "ก็จริง แต่ต่อให้เอมิต้องการความช่วยเหลือแล้วเอมิจะออกปากหรือเปล่า"

show ev rin_roof_doubt
with charachange

"รินขมวดคิ้ว ฉันเลิกคิ้ว นี่จะได้คำตอบดี ๆ ไหมเนี่ย"

rin "คงจะไม่ เอมิมีเรื่องอะไรที่ต้องขอความช่วยเหลือด้วยเหรอ"

hi "เช่นว่า ขาเอมิไง"

"เหมือนรินจะสนใจคำตอบนั้น"

show ev rin_roof_disgust
with charachange

rin "ขา?"

hi "เอมิเจ็บขาแต่ไม่ยอมไปหาคุณพยาบาล"

"รินสั่นหัวด้วยความรับไม่ได้"

show ev rin_roof_doubt
with charachange

rin "นายต้องไปลากเอมิ"

show ev rin_roof_nonchalant
with charachange

rin "เหมือนที่เอมิลากฉันให้ไปเรียน เพื่อตัวของเอมิเอง"

rin "ไม่อย่างนั้นเอมิอาจจะเสียขาอีกรอบ ซึ่งก็จะแปลกเกินไป"

rin "การเสียอะไรบางอย่างสองครั้ง"

show ev rin_roof_doubt
with charachange

rin "แล้วยิ่งเป็นของที่เอากลับคืนมาไม่ได้ด้วย"

rin "เว้นเสียแต่ว่าขาเทียมจะนับเป็นการเอากลับคืนมา"

show ev rin_roof_nonchalant
with charachange

rin "แต่ก็จะเป็นการสูญเสียคนละแบบอีกใช่มั้ย"

hi "คิดว่านะ"

show ev rin_roof_boredom
with charachange

rin "อืมม อยากรู้ว่า…"

stop music fadeout 0.5

show emi rin_roof
with charaenter

emi "อยากรู้อะไร"

scene bg school_roof
show emi basic_grin at center
with locationchange

"เหมือนว่าเอมิจะแอบย่องเข้ามาหารินกับฉัน แต่รินดูจะไม่แปลกใจอะไร ซึ่งก็คงไม่ได้น่าแปลกใจละมั้ง"

show bg school_roof at bgleft
show emi basic_grin at twoleft
with charamove

show rin basic_deadpannormal:
    tworight
    ypos 1.25
    easein 0.5 ypos 1.2
with charaenter

"รินลุกกลับขึ้นมานั่งหลังตรงได้อย่างคล่องแคล่วโดยเหวี่ยงตัวเองขึ้นแล้วใช้แรงที่ส่งมาจัดท่าตัวเอง"

show rin basic_absent:
    ypos 1.2
with charachange

hi "ขาเธอ เป็นยังไงบ้าง"

show emi sad_annoyed
show rin basic_awayabsent
with charachange

"ฉันได้รับการขมวดคิ้วกับการจ้องหน้าเป็นคำตอบ"

emi "ก็โอเคแหละ คิดว่านะ"

show emi sad_shy
with charachange

emi "ไม่มีอะไรน่าห่วงหรอก"

show rin basic_absent
with charachange

hi "เอาไปบอกคุณพยาบาลนะ"

hi "คุณพยาบาลอยากให้เธอไปหามากนะรู้มั้ย"

show emi sad_pout
show rin basic_awayabsent
with charachange

"เอมิทำแก้มป่องเหมือนฉันเพิ่งบอกว่าจะกักบริเวณเธอ"

emi "คุณพยาบาลน่ะขี้กังวลเกินไป"

show emi basic_grin
with charachange

emi "ก็ไม่ใช่เรื่องใหญ่สักหน่อย แค่ปวดนิด ๆ หน่อย ๆ เอง"

"ฉันกลั้นใจไม่ให้กลอกตาไปด้วยความอิดหนาระอาใจ"

show rin basic_absent
with charachange

hi "ถ้าไม่เป็นอะไรก็น่าจะไปหาได้นี่ จริงมั้ย"

show emi basic_annoyed
show rin basic_awayabsent
with charachange

"เอมิหรี่ตามองอย่างสงสัย"

emi "นี่คุณพยาบาลใช้ให้นายมาจี้ฉันหรือเปล่า"

show rin basic_absent
with charachange

hi "ก็ มั้ง นิดหน่อย"

hi "แต่ประเด็นไม่ใช่ตรงนั้น เพราะยังไงฉันก็คงมาบอกให้เธอไปหาคุณพยาบาลอยู่ดี"

hi "จะให้ฉันอยู่เฉยปล่อยให้เธอเจ็บหนักอย่างนี้ได้ไงล่ะ"

hi "ขืนปล่อยไว้อาการก็จะยิ่งแย่ไปอีก แถมฉันไม่อยากเห็นเธอบาดเจ็บด้วย"

hi "จะหาว่าฉันบ้าก็ได้ที่อยากเห็นเธอมีความสุขอย่างสุขภาพดีมากกว่าน่ะ"

show emi sad_grin
show rin basic_awayabsent
with charachange

"เอมิคลายปมคิ้วที่ขมวดอยู่ออกเรื่อย ๆ กับทุกประโยคที่ฉันพูด จนในที่สุดเธอก็ยิ้มอาย ๆ"

play music music_daily fadein 4.0

emi "อืม ถ้านายว่าอย่างนี้แล้วฉันก็คงต้องไปหาคุณพยาบาลแล้วละ"

show emi excited_proud
with charachange

emi "ไม่อย่างนั้นนายก็จะเป็นห่วงฉันอยู่เรื่อย ๆ แล้วก็จะบ่นจนฉันหูชาสินะ"

show rin basic_absent
with charachange

hi "ใช่ ฉันจะเอาแต่ตื๊อเธอ เดตของเราอาจกร่อยไปเลยก็ได้"

#"I launch into a series of back-and-forths, playing the role of myself and Emi."

hi "“อาหารเป็นยังไงบ้างฮิซาโอะ” “ไปหาคุณพยาบาลนะเอมิ”"

hi "“วันนี้นายเป็นไงบ้างฮิซาโอะ” “ไปหาคุณพยาบาลนะเอมิ”"

hi "“ฮิซาโอะ ฉันว่าฉันพร้อมที่จะไปให้สุ—” “ไปหาคุณพยาบาลนะเอมิ!”"

hi "เห็นมั้ย ไปได้ไม่สวยเลย"

show emi basic_closedhappy
show rin basic_awayabsent
with charachange

"เอมิหัวเราะคิกคักที่ฉันล้อเสียงเธอแบบสูงแหลมแล้วผลักฉันด้วยความเอ็นดู"

show emi excited_amused
with vpunch

emi "เสียงฉันไม่ได้สูงขนาดนั้นสักหน่อย ตาบ้า"

show rin basic_deadpan
show emi excited_circle
with charachange

rin "ฉันว่าก็เหมือนอยู่นะ"

with Pause(3.0)

"เอมิกับฉันจ้องรินอยู่พักหนึ่งก่อนจะระเบิดหัวเราะออกมา"

show emi sad_annoyed
show rin basic_awayabsent
with charachange

"เอมิกอดอกทำเสียงฮึดฮัดแสร้งทำไม่พอใจ"

show emi sad_angry
with charachange

emi "เธอสองคนนี่บ้ากันทั้งคู่"

show rin basic_absent
with charachange

hi "คำพูดคำจาเธอนี่นะ"

hi "ฉันตกใจจริง ๆ ที่เธอมาเรียกฉันว่าบ้าได้ลง"

hi "เอาตรง ๆ นะ ฉัน… ไม่รู้จะว่ายังไงดี"

show emi basic_annoyed
show rin basic_awayabsent
with charachange

"เอมิแลบลิ้นใส่"

emi "ใจร้าย"

show emi basic_grin
with charachange

emi "นี่ริน ช่วงนี้ชมรมศิลปะเป็นยังไงบ้าง"

show rin basic_surprised
with charachange

"รินดูจะแปลกใจพอ ๆ กันกับฉันที่อยู่ ๆ เอมิก็เปลี่ยนเรื่องแบบนี้ รินคิดอยู่ครู่หนึ่งก่อนจะตอบ"

show rin basic_lucid
with charachange

rin "ฉันว่าก็โอเคดี"

show rin basic_deadpancontemplation
with charachange

rin "ถึงโนมิยะจะเอาแต่บอกให้ทุ่มเทให้มากขึ้นก็เถอะ"

show rin relaxed_nonchalant
with charachange

rin "แต่ฉันว่าโนมิยะไม่เข้าใจวิธีการของฉันหรอก"

show emi sad_annoyed
with charachange

emi "ฉันว่าครูโนมิยะก็ชวนให้ขนลุกหน่อย ๆ นะ"

show rin basic_lucid
with charachange

"รินพินิจประโยคนั้นอยู่พักหนึ่ง"

show rin basic_awayabsent
with charachange

rin "ไม่เคยสังเกตเลย"

show rin basic_deadpancontemplation
with charachange

rin "แต่ปกติฉันก็ไม่ค่อยได้สนใจเท่าไหร่ ก็เลยไม่เคยสังเกต"

hi "ปกติทำกิจกรรมชมรมกันบ่อยมั้ย"

show emi basic_closedgrin
with charachange

emi "อยากเข้าชมรมศิลปะเหรอฮิซาโอะ"

show rin basic_absent
with charachange

hi "ฮะ? ไม่อะ ฉันมีชมรมที่จะเข้าแล้ว"

show emi excited_happy
show rin basic_awayabsent
with charachange

emi "จริงเหรอ ชมรมอะไร"

show rin basic_absent
with charachange

hi "ก็ ไม่เชิงว่าชมรมหรอกถ้าให้พูดตามตรง…"

show emi excited_proud
show rin basic_awayabsent
with charachange

emi "อ้อ ชมรมน้ำชาเหรอ"

show rin basic_absent
with charachange

hi "เปล่า ฉัน เอ่อ… เข้าชมรมวิทยาศาสตร์… มั้งนะ"

show emi basic_confused
show rin basic_awayabsent
with charachange

"เอมิดูงุนงง"

emi "เรามีชมรมวิทยาศาสตร์ด้วยเหรอ"

show rin basic_absent
with charachange

hi "เอ่อ ก็ไม่เชิง สมาชิกมีแค่ฉัน"

show emi basic_closedhappy
show rin basic_awayabsent
with charachange

emi "แบบนั้นก็ไม่ใช่ชมรมสิฮิซาโอะ อันนั้นเขาเรียกว่าการนั่งอ่านหนังสืออยู่ในห้องเฉย ๆ"

hi "ไม่ จริง ๆ คือมีฉันกับครูมุโต้"

hi "ตอนนี้นักเรียนในชมรมมีแค่ฉัน"

show emi basic_confused
show rin basic_lucid
with charachange

emi "ครูมุโต้ จริงเหรอ"

"แล้วเอมิก็นึกอะไรออก"

show emi basic_happy
with charachange

emi "อ้อ เนี่ยเหรอที่นายพูดถึงเมื่อวาน ที่ว่าไปคุยกับครูมุโต้น่ะ"

hi "อื้ม ก็นับว่าเป็นกิจกรรมชมรมครั้งแรกละมั้ง"

show emi basic_closedgrin
with charachange

"เอมิหัวเราะคิกคัก"

show emi basic_grin
with charachange

emi "ตาคงแก่เรียนเอ๊ย"

hi "เฮ้ย ก็คนมันฉลาดนี่"

show emi excited_proud
with charachange

emi "นี่นะ ถ้าเป็นสองสามปีก่อนนายคงมาช่วยฉันได้"

emi "นายน่าจะหัวใจวายให้เร็วกว่านี้นะฮิซาโอะ"

"ฉันหัวเราะ แล้วก็นึกขึ้นได้ว่าครั้งนี้คงจะเป็นหนึ่งในไม่กี่ครั้งที่ฉันหัวเราะกับเรื่องหัวใจวายของตัวเอง"

hi "คิดอีกที…"

show emi sad_grin
with charachange

emi "อื้ม…"

play sound sfx_warningbell

"เสียงระฆังดังตัดบทสนทนาของเรา"

hi "อืมม ไปกันเถอะ"

show emi basic_grin
with charachange

emi "อื้ม ไปกัน"

show emi excited_amused:
    xpos 0.45
with dissolvecharamove

emi "ปะริน มาด้วยกันสิ"

show rin basic_surprised
with vpunch

"เหมือนรินจะม่อยหลับไปแล้ว เอมิกระทุ้งตัวริน"

show rin basic_deadpanupset
with charachange

rin "เกือบแล้วเชียว"

show emi basic_closedgrin
with charachange

emi "ขอโทษที แต่เธอต้องไปเรียนแล้วนะ"

show rin relaxed_nonchalant at tworight
with dissolvecharamove

rin "ขอคัดค้าน แต่ถ้าไปงีบในห้องน่าจะข้ามคำว่าเกือบได้แล้ว"

show rin relaxed_boredom
with charachange

rin "ของแบบนี้บางทีเปลี่ยนที่อยู่บ้างก็จะช่วยได้เหมือนกัน"

"ทั้งเอมิทั้งฉันต่างก็ไม่คิดจะถามว่าเกือบที่ว่าคือเกือบอะไร"

stop music fadeout 3.0
stop ambient fadeout 2.0
scene bg school_hallway3
with locationskip

"พอมาถึงห้องเรียนของฉันแล้วเอมิก็จุ๊บฉันก่อนเดินไปตามโถงทางเดินโดยมีรินตามไป"

show shizu behind_blank:
    tworight
    xpos 0.8
    easein 0.5 tworight
show misha perky_smile:
    twoleft
    xpos 0.2
    easein 0.5 twoleft
with charaenter

"ฉันหันไปเตรียมจะเข้าห้องเรียน แล้วก็พบกับคู่หูชิซูเนะกับมิช่า"

play music music_shizune fadein 1.0

show shizu adjust_happy
with charachange

shi "…"

"มิช่าดูจะกลั้นใจแทบตายไม่ให้หัวเราะคิกคักไปพลางตอนที่แปลบทเทศน์ของชิซูเนะเมื่อครู่"

show misha hips_grin
with charachange

mi "พวกเรายินดีและประทับใจเป็นอย่างยิ่งที่ได้เห็นคุณมีเพื่อนใหม่และได้สานสัมพันธ์ครั้งใหม่ แถมไปสานสัมพันธ์\nกับคนน่ารักซะด้วยนะฮิจัง~…"

"ฉันว่าอย่างหลังนี่มิช่าน่าจะพูดเอง"

show shizu basic_normal
with charachange

shi "…"

show misha hips_frown
with charachange

mi "แต่แม้กระนั้น พวกเราก็ต้องขอแจ้งให้คุณทราบอีกครั้งว่าทางโรงเรียนขอห้ามแสดงความรักในที่สาธารณะ\nอย่างเด็ดขาด จริงเหรอ ผิดหวังนะเนี่ยชิจัง ตามมาตราแปดของจรรยาบรรณที่ระบุไว้ในคู่มือนักเรียน"

show shizu adjust_smug
with charachange

shi "…"

show misha sign_smile
with charachange

mi "ทว่าในกรณีนี้คุณอาจอ้างความไม่รู้กฎหมาย และเราก็อยากลดหย่อนผ่อนปรน…"

show shizu behind_smile
with charachange

shi "…"

show misha hips_smile
with charachange

mi "…และเอกสารที่ต้องใช้ในกระบวนการเอาผิดพวกคุณทั้งสองคนจะยิ่งทำให้งานที่กองกันเท่าภูเขาที่เรา\nในฐานะสมาชิกสภานักเรียนต้องจัดการมีมากขึ้นไปอีก และอีกอย่างเธอสองคนอยู่ด้วยกันแล้วก็น่ารักดี~!"

show shizu adjust_happy
with charachange

shi "…"

show misha hips_grin
with charachange

mi "ดังนั้น ขอให้รับรู้ว่านี่คือคำเตือนอย่างเป็นทางการจากพวกเรา และภายภาคหน้าขออย่าทำเรื่องแบบนี้อีก\nอย่างน้อยก็ไปทำลับหลังชิซูเนะนะฮิจัง~!"

"บทพูดเกินจริงเหล่านั้นช่างไร้สาระเสียจนฉันอดไม่ได้ที่จะตอบไปแบบเล่นใหญ่บ้าง"

hi "ครับ ข้าพเจ้าทราบชัดแล้ว"

hi "ข้าพเจ้าขออภัยเป็นอย่างสูงกับพฤติกรรมซึ่งขาดการยั้งคิดนั้น ข้าพเจ้าจะไม่ทำตัวไปตามความต้องการที่ขัดกับ\nศีลธรรม ซึ่งข้าพเจ้าเกรงว่าเป็นเพราะความต้องการนี้เองที่ทำให้ข้าพเจ้าแสดงความรักในที่สาธารณะอย่างไม่เหมาะสม\nเช่นนั้น"

hi "ข้าพเจ้ามิได้มีเจตนาจะเพิ่มภาระให้กับสมาชิกสภานักเรียนที่ซึ่งทำงานอย่างหนักหน่วงแล้วด้วยเรื่องเล็กน้อยเช่นนี้เลย\nและข้าพเจ้าจะพยายามอย่างสุดความสามารถเพื่อให้ภายภาคหน้าพวกท่านไม่ต้องลำบากกับเรื่องนี้อีก"

hi "แต่ลับหลังชิซูเนะจะยังทำตัวดีอยู่มั้ยก็อีกเรื่อง"

"ประโยคหลังนั้นฉันพูดพร้อมขยิบตาให้มิช่าซึ่งกลั้นหัวเราะไม่ไหวแล้ว"

show misha cross_laugh
with charachange

mi "วะฮ่าฮ่า~!"

show misha cross_grin
with charachange

mi "พูดได้ดีฮิจัง~!"

"ฉันแค่นหัวเราะตามแล้วเราก็เข้าห้องเรียนกัน"

stop music fadeout 2.0
scene bg school_scienceroom
with shorttimeskip

"ไม่มีเหตุการณ์อะไรระหว่างที่เรียน พอระฆังเลิกเรียนดังแล้วฉันก็อยู่กับครูมุโต้ตามลำพังอีกครั้ง"

show muto smile at center
with charaenter

mu "โอเค ดูเหมือนว่าทุกคนจะมาร่วมกิจกรรมชมรมครั้งที่สองกันครบแล้วนะ"

play music music_another fadein 2.0
show muto normal
with charachange

mu "หรือเป็นครั้งแรก เธอว่าไง จะนับเมื่อวานเป็นครั้งแรกมั้ย"

hi "ก็ตั้งชมรมกันเมื่อวานแล้วนี่ครับ"

hi "ดูจะเป็นกิจกรรมชมรมอยู่ เพราะงั้นก็นับได้แหละครับ"

show muto smile
with charachange

"ครูยิ้มเฝื่อน ๆ แกน ๆ อย่างเคย หรือว่ากล้ามเนื้อใบหน้าจะไม่เข้าตำแหน่งถึงได้ยิ้มให้เป็นธรรมชาติไม่ได้กันนะ"

mu "เธอดูจะถนัดเรื่องนี้นะ หมายถึงเรื่องการคิดอย่างมีเหตุผลน่ะ"

hi "ก็มั้งนะครับ?"

show muto normal
with charachange

mu "คำพูดของนักวิทยาศาสตร์น่ะต้องมีพลังนะฮิซาโอะ เธอต้องตอบว่า “ใช่แล้วครับ”"

mu "ถ้าโลกอยากรู้ว่ามันเป็นยังไงเราก็จะบอกไป ต่อให้สิ่งที่เรามีในมือจะเป็นแค่สมมุติฐานที่พอใช้ได้ก็ตาม"

show muto smile
with charachange

mu "แต่เราก็ต้องพูดไปด้วยความมั่นใจ เพราะเราเป็นผู้รู้ในเรื่องนี้ จริงไหม"

"ครูแค่นหัวเราะก่อนจะยิ้มเจื่อน ๆ กับมุกฝืด ๆ นั้น ฉันปั้นหน้าไม่ให้ทำหน้าเบ้ไป แต่น่าจะไม่ได้ผลเท่าไหร่"

show muto normal
with charachange

mu "แน่ละว่าไม่ใช่อย่างนั้นเลย"

mu "เรารู้เยอะก็จริง แต่ไม่มีใครที่เป็นผู้เชี่ยวชาญเรื่องระบบของโลกนี้ เพราะไม่มีใครที่จะแน่ใจกับเรื่องอะไรสักอย่าง\nได้เลย และพอไม่มีความแน่ใจแล้วก็จะไม่มีใครที่เป็นผู้เชี่ยวชาญอีก"

mu "แต่บางทีเราก็ชอบทำแสร้งไปเหมือนกัน"

hi "แต่บางอย่างเราก็แน่ใจได้นี่ครับ"

mu "ใช่… แต่ก็ไม่ใช่"

mu "เช่นว่า เรารู้ว่าแรงโน้มถ่วงมีจริง"

"ครูหยิบดินสอขึ้นมาแล้วปล่อยให้ตกเป็นการยกตัวอย่าง"

mu "เห็นมั้ย ยังมีจริง แต่นาน ๆ ทีลองตรวจดูบ้างก็ไม่เสียหาย"

mu "เพราะแบบนี้เราถึงยังได้เห็นนักวิจัยที่วุ่นวายอยู่กับเรื่องแรงโน้มถ่วง"

show muto smile
with charachange

mu "เราค่อนข้างแน่ใจว่ามันเป็นยังไง แต่ก็มีโอกาสอยู่เหมือนกันที่สิ่งนั้น ๆ จะไม่ได้เป็นอย่างที่เราคิด"

mu "เราถึงได้ตรวจแล้ว ตรวจอีก ตรวจเข้าไป โดยย่อแล้ววิทยาศาสตร์ก็ประมาณนี้แหละฮิซาโอะ"

"ฉันคอยฟังเหมือนต้องมนต์สะกด ครูดูจะคลั่งไคล้ในเรื่องทำนองนี้… คิดว่านะ บางทีก็ดูไม่ค่อยออก"

"ระบบของโลกนี้…"

"ระบบของมนุษย์"

"ระบบของจักรวาล"

"คำถามเหล่านี้ที่ต้องการคำตอบ"

"และฉันอาจจะหาวิธีรักษาหัวใจของฉันก็ได้ ถ้าเลือกเรียนให้ถูกสาขา แต่ถึงอย่างนั้นก็เถอะ สิ่งนั้นไม่ใช่เรื่องสำคัญ\nสำหรับฉันเท่าไหร่"

"อีกอย่าง ระหว่างที่คุยกันเรื่องหนังสือที่ครูให้มาเมื่อวานฉันก็เริ่มสนใจเนื้อหาในนั้นขึ้นมาเรื่อย ๆ สนใจมากกว่า\nอาการหัวใจของตัวเองเสียอีก"

show muto normal
with shorttimeskip

"หนึ่งชั่วโมงผ่านไปโดยที่เราไม่ทันรู้ตัว"

mu "โอเค งั้นก็เลิกกิจกรรมกันเท่านี้ก่อนนะ"

mu "ไว้มาจัดกิจกรรมชมรมอีกทีกัน… พรุ่งนี้ หรือ เอ่อ… มะรืนนี้"

"ครูคิดอยู่ครู่หนึ่ง"

mu "เอาเป็นมะรืนนี้แล้วกัน ครูยังเหลืองานที่ต้องตรวจอีกเยอะ"

hi "โอเคครับ งั้นก็ไว้เจอกัน"

scene bg school_hallway3
with locationchange

stop music fadeout 5.0

"พอออกจากห้องเรียนมาถึงนึกได้ว่าคืนนี้ฉันไม่มีอะไรให้ทำเลย"

"เอมิกับฉันก็ไม่ได้นัดอะไรกันไว้ เพราะงั้น…"

"ไปห้องสมุดแล้วกัน ยังไงก็ดีกว่าไปทำการบ้านอยู่ในห้องตัวเอง"

scene black
with locationskip_in

#######################

label th_E20:

play music music_happiness fadein 2.0
scene bg school_library
with locationskip_out

"ห้องสมุดดูจะเย็นกว่าส่วนอื่นในอาคาร"

"อาจจะเพราะต้องเก็บรักษาหนังสือไม่ให้เสียหายจากความชื้นกับความร้อนที่มากเกินไป"

"หนังสือเป็นของทนทาน แต่ถ้าอยากรักษาให้สภาพดีก็ต้องลงทุนนิดหน่อย"

"ฉันมีหนังสือหลายเล่มที่สภาพโทรมเสียจนหน้าหนังสือแทบจะขาดจากสันแล้ว"

"อาจจะดูเหมือนใช้ไม่ได้แล้ว แต่ถ้าทะนุถนอมเสียหน่อย…"

"เมื่อเดินไปที่เคาน์เตอร์ก็เห็นยูโกะกำลังง่วนอยู่กับอะไรสักอย่าง"

show yuuko neutral_up at center
with charaenter

"ยูโกะยิ้มเมื่อฉันเดินไปหาแล้วโบกมือทักทาย"

show yuuko closedhappy_down
with charachange

yu "สวัสดีฮิซาโอะ"

show yuuko happy_down
with charachange

yu "ยินดีที่ได้เจออีกครั้งนะ! คราวนี้มาหาอะไรเหรอ"

hi "ก็ไม่ได้มาหาอะไรเป็นพิเศษละนะครับ แค่รู้สึกยังไม่อยากกลับห้องเฉย ๆ"

show yuuko neutral_down
with charachange

"ยูโกะพยักหน้า"

show yuuko smile_up
with charachange

yu "อ่า ถ้าว่าง ๆ ก็มาช่วยฉันหาของหน่อยสิ"

hi "ครับ หาอะไรเหรอ"

stop music fadeout 5.0

show yuuko worried_up
with charachange

"ยูโกะยกนิ้วขึ้นมาแตะปากแล้วเหลียวซ้ายแลขวา"

"เหมือนจะหาว่ามีคนดักฟังอยู่หรือเปล่า"

yu "เข้ามาใกล้ ๆ หน่อย"

show yuuko worried_up_close
with characlose

"ฉันเดินเข้าไปหาโดยยังไม่แน่ใจนักพร้อมความรู้สึกไม่ค่อยสบายใจ"

"ยูโกะลดเสียงลงมาเป็นการกระซิบกระซาบ"

show yuuko neutral_up_close
with charachange

yu "ฉันกำลังสะกดรอยหาแมวขโมยยามากุอยู่"

play music music_tension fadein 0.5

hi "หาอะไรนะครับ"

show yuuko panic_up_close
with charachange

yu "ชู่! กำแพงมีหูนะฮิซาโอะ!"

yu "อาจจะมี"

show yuuko worried_down_close
with charachange

yu "แต่ฟังนะ! หนังสือที่หายไปน่ะ จำได้มั้ย"

hi "เอ้อ ครับ?"

show yuuko worried_up_close
with charachange

yu "จริง ๆ แล้วไม่ได้หาย! แต่โดนขโมยไปต่างหาก!"

yu "ฉันมั่นใจเลย!"

hi "ผมจำได้อยู่ว่าคุณเคยพูดถึงเหมือนกัน แต่คุณรู้ได้ยังไงครับ"

"ยูโกะโน้มตัวเข้ามาอีกแล้วเหมือนจะกระซิบเสียงแผ่วกว่าเดิม"

show yuuko closedhappy_down_close
with charachange

yu "เพราะฉันเจอที่ซ่อนตัวของมันแล้ว!"

hi "อะไรนะครับ"

"ยูโกะดูจะภูมิใจ"

show yuuko happy_up_close
with charachange

yu "ฉันเจอของที่มันแอบเอาไปแล้วกองหนึ่ง! อยู่ตรงใต้บันไดหอชาย!"

yu "หนังสือสามเล่มที่ฉันกำลังตามหาน่ะอยู่ตรงนั้นหมดเลย!"

show yuuko closedhappy_up_close
with charachange

yu "ฉันเคยสงสัยอยู่ว่ามีขโมยหรือเปล่า แต่คราวนี้ได้หลักฐานแล้ว!"

hi "แล้วได้เก็บหนังสือกลับมามั้ยครับ"

show yuuko panic_up_close
with charachange

"ยูโกะทำหน้าเหมือนฉันบอกให้ออกไปเดินแก้ผ้า"

yu "บ้าหรือเปล่า"

show yuuko worried_down_close
with charachange

yu "เดี๋ยวมันก็รู้ว่าฉันตามตัวอยู่! มันก็จะกลับเข้าที่กบดานแล้วหนีไม่ให้จับได้อีก!"

hi "อ่า… ฮะ แล้วสรุปจะให้ผมช่วยทำอะไรเหรอครับ"

"ยูโกะกวาดตามองไปรอบ ๆ ห้องสมุดอีกรอบแล้วโน้มตัวเข้ามา"

show yuuko neutral_down_close
with charachange

yu "ไปตามสืบให้หน่อย"

hi "สืบ?"

yu "ใช่ คอยตามตอนอยู่หออะไรแบบนี้"

show yuuko closedhappy_down_close
with charachange

yu "คอยจับตาดูพฤติกรรมน่าสงสัยไว้"

"แล้วไอ้คำว่าน่าสงสัยนี่ต้องพิจารณายังไง"

"เคนจิก็เป็นคนน่าสงสัยแหละ แต่คงแทบไม่ได้เข้าเรียนเลยมั้ง ยิ่งไม่ต้องพูดถึงว่าจะมาแอบเข้าห้องสมุด\nเพื่อขโมยหนังสือเนี่ย"

"แต่ตอบตกลงไปก็คงไม่เสียหายมั้ง อย่างน้อยก็จะได้ปลีกตัวจากบทสนทนาพิลึก ๆ นี้เสียที"

hi "อืม ได้ครับ ไม่มีปัญหา"

show yuuko closedhappy_down
with charadistant

"ยูโกะยืดหลังตรงแล้วตบมือตื่นเต้น"

yu "เยี่ยม!"

show yuuko worried_down
with charachange

yu "ทีนี้ก็รีบ ๆ คุยเรื่องอื่นเผื่อมีคนเข้ามาได้แล้ว!"

stop music fadeout 2.0

show yuuko happy_down
with charachange

yu "อยู่โรงเรียนนี้เป็นยังไงบ้าง"

hi "เอ้อ ก็ดีอยู่นะครับ"

hi "พักนี้ผมไปวิ่งตอนเช้ากับ—"

show yuuko closedhappy_up
with charachange

yu "เอมิ อิบาราซากิ ใช่มั้ย"

play music music_comedy fadein 2.0

hi "เอ่อ ครับ"

hi "รู้ได้ยังไง"

show yuuko smile_down
with charachange

yu "ฉันเป็นบริกรให้เธอสองคนที่โรงน้ำชาไง จำได้มั้ย"

show yuuko closedhappy_down
with charachange

yu "ฉันอนุมานเอาว่าคนที่เธอจะไปวิ่งด้วยก็คงเป็นเอมินั่นแหละ"

"ยูโกะดูจะพึงใจกับตัวเอง"

hi "สุดยอดครับ"

hi "แต่ก็ใช่ครับ เราไปวิ่งด้วยกันตอนเช้า"

hi "แล้วก็ เอ่อ คบ ๆ กันแล้วด้วย"

show yuuko closedhappy_up
with charachange

"ยูโกะตบมืออย่างตื่นเต้น"

yu "จริงเหรอ เยี่ยมเลย!"

yu "เธอสองคนคงเข้ากันดีแน่!"

show yuuko neutral_down
with charachange

yu "ฉันชอบดูคนที่ได้เจอกับคู่ของตัวเองนะ"

yu "ตอนที่เธอมาที่เซี่ยงไฮ้หนนั้นฉันยังคิดเลยว่า “เขาคนนี้จะได้คบกับใครสักคนที่พามาด้วยหรือเปล่านะ”"

hi "…จริงเหรอครับ"

"ยูโกะเหมือนจะไม่ทันจับสังเกตน้ำเสียงฉันที่รู้สึกแปลก ๆ ไปแล้วพยักหน้ารับ"

show yuuko closedhappy_down
with charachange

yu "อื้ม! ดูออกเลยว่าเดี๋ยวเธอก็คงต้องคบกับใครสักคนแน่ ๆ"

show yuuko neutral_down
with charachange

yu "ฉันน่ะมองของพวกนี้ได้แม่นนะ"

show yuuko worried_down
with charachange

yu "แน่นอนว่า…"

"ยูโกะทำหน้าหงอยไปเล็กน้อย"

yu "ฉันน่ะหาคู่ไม่เก่งหรอก"

hi "โธ่ ผมว่าไม่จริงหรอกครับ"

show yuuko neutral_down
with charachange

yu "ไม่หรอก จริง"

yu "ฉันเคยไปเจอผู้ชายคนหนึ่ง…"

show yuuko smile_down
with charachange

yu "เราเข้ากันได้ดีมากเลย แต่กลายเป็นว่าเขาน่ะเด็กกว่าฉัน"

show yuuko neutral_up
with charachange

yu "ซึ่งก็แปลก ๆ แต่ก็ไม่ได้แปลกมาก"

yu "ที่แปลกมากคืออยู่ ๆ วันหนึ่งเขาก็หายไป แล้วฉันก็ไม่ได้เห็นหน้าเขาอีกเลย"

hi "หืม ก็ดูแปลกอยู่นะครับ"

show yuuko worried_up
with charachange

yu "ใช่มั้ยล่ะ"

show yuuko neurotic_down
with charachange

yu "หวังว่าที่หายไปจะไม่ใช่เพราะฉันทำอะไรพลาดนะ…"

"รู้สึกเหมือนต้องปลอบยูโกะ"

hi "ผมว่าไม่ใช่หรอกครับ"

stop music fadeout 4.0

$ renpy.music.set_volume(0.5, 0.0, channel="sound")
play sound sfx_phone
show yuuko panic_up
with vpunch

"ฉันตั้งใจจะปลอบยูโกะอีก แต่เราสองคนก็ต้องสะดุ้งตกใจเมื่ออยู่ ๆ ก็มีเสียงเรียกเข้าดังออกมาจากกระเป๋ากางเกงฉัน"

show yuuko worried_down
with charachange

"ยูโกะถอนหายใจตั้งสติระหว่างที่ฉันควักโทรศัพท์ออกมา อาย ๆ ขึ้นมาเลยแฮะที่เป็นตัวการขัดจังหวะแบบอ้อม ๆ"

scene bg school_library_yuuko_blurred
show phone mobile:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with locationchange
with Pause (0.5)

hi "เอมิ มีอะไรเหรอ"

emi "อาโล่งไปทีฉันไม่เคยโทรศัพท์เข้าเครื่องนายมาก่อนเลยไม่รู้ว่าเบอร์นี้จะใช้ได้หรือเปล่าไม่รู้ว่านายจะรับหรือเปล่า\nแล้วฉันก็—"

$ renpy.music.set_volume(1.0, 0.0, channel="sound")
play music music_pearly fadein 2.0

hi "เอ้า ๆ เอมิ ใจเย็นก่อน"

hi "มีอะไรเหรอ"

"ปลายสายเว้นช่วงไป มีเสียงเอมิที่กำลังควบคุมลมหายใจตัวเองให้สงบลงดังลอดออกมา"

"มีเรื่องทำให้เอมิลนลาน ซึ่งฉันก็เริ่มลนลานตามแล้ว"

emi "รบกวนนาย…"

emi "รบกวนนายมาหาหน่อย"

emi "แบบ ตอนนี้เลย หรือไม่ก็อีกสักแป๊บ"

emi "ฉันอยากคุยกับนายมาก มาก ๆ"

"น้ำเสียงอ้อนวอนจากประโยคสุดท้ายนั้นเป็นน้ำเสียงที่ฉันไม่เคยได้ยินเอมิใช้มาก่อนเลย"

hi "ได้สิ เดี๋ยวไปหา"

hi "ทำใจดี ๆ ไว้นะ"

"ฉันลนลานหนักขึ้นเรื่อย ๆ จนเหมือนจะพูดอะไรที่ฟังดูเพี้ยน ๆ ไปแล้ว"

emi "โอเค จะตั้งสติ"

hi "ไว้เจอกัน"

show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with None

scene bg school_library
show yuuko worried_down at center
show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with locationchange
with Pause (0.5)

hide phone
with None

with charaexit

"ฉันกดวางสายแล้วเก็บโทรศัพท์กลับเข้ากระเป๋ากางเกงก่อนจะขอโทษยูโกะที่ต้องรีบออกมาก่อนแล้วรีบออกมา"

scene bg school_girlsdormhall
with locationskip

"จริง ๆ ฉันอาจจะต้องคิดสักหน่อยถึงเรื่องเวล่ำเวลา คิดว่าการที่ผู้ชายมาเข้าหอหญิงตอนช่วงเวลานี้นั้นดูน่าสงสัย\nแค่ไหน"

"เว้นก็แต่ตอนนี้ฉันมัวแต่ห่วงเรื่องจะไปเจอเอมิกับไปดูว่าเกิดอะไรขึ้นแล้วจะได้ช่วย"

play sound sfx_doorknock2

"ฉันเคาะประตูก่อนจะมีเสียงอู้อี้ว่า “เข้ามาเลย” ตอบกลับมา"

scene bg school_dormemi at left
with locationchange

"เมื่อจ้องมองภาพตรงหน้าก็เห็นว่าบางอย่างแปลกไปอย่างมาก"

"เอมิอยู่ในห้องนี้ ใช่"

"แต่นั่งวีลแชร์อยู่"

"และไม่มีขาด้วย พอกวาดตามองรอบห้องก็เห็นขาเทียมที่วางอยู่ตรงมุมหนึ่งในห้องเหมือนมีคนโยนทิ้งไว้"

show emiwheel weaksmile at center
with charaenter

"เอมิยกยิ้มขึ้นครึ่งหน้าให้กับฉันที่เดินเข้ามาดูดีใจที่ได้เจอฉันและดูใจสลายไม่เหลือชิ้นดี"

emi "ไง ฮิซาโอะ"

"ดูเหมือนจะกำลังร้องไห้อยู่ แต่ตอนนี้ไม่ร้องแล้ว"

"ฉันเพิ่งรู้ตัวว่าฉันหอบเล็กน้อยเพราะเดินขึ้นบันไดแบบข้ามขั้นมาเพื่อรีบมาที่นี่"

"แต่หัวใจฉันดูจะยังไม่เพี้ยนตามความเหนื่อย ฉันเก็บเรื่องอันน่ายินดีนี้ไว้คิดทีหลัง"

"ทีหลังที่ว่าก็เช่นตอนที่ฉันไม่ได้มายืนมองแฟนสาวที่นั่งวีลแชร์อยู่ด้วยความตกตะลึง"

"เมื่อระลึกได้ว่ายังไม่ได้ตอบกลับคำทักทายเอมิแล้วสมองฉันก็ทำงานต่อ"

hi "เอมิ เกิดอะไรขึ้น"

show emiwheel pout
with charachange

emi "รู้งี้ฉันเชื่อนายเสียแต่แรกก็ดี"

show emiwheel sad
with charachange

emi "ขาฉันติดเชื้อหนักเลย แล้วคุณพยาบาลก็ห้ามใช้ขาเทียมวิ่งไปอีกอย่างน้อย ๆ สักสองอาทิตย์"

"เอมิหัวเราะขื่น ๆ ซึ่งดูไม่สมเป็นตัวเธอเลย"

show emiwheel frown
with charachange

emi "ฮะ ๆ จะเดินก็ยังไม่ได้ด้วยซ้ำ"

emi "จริง ๆ จะใช้ไม้ค้ำยันแล้วใส่ขาเทียมข้างเดียวก็ได้ แต่ก็ไม่รู้จะทำแบบนั้นไปทำไม"

show emiwheel awayfrown
with charachange

emi "ทำไมต้องมาคอยโดดเหยง ๆ เอาด้วย วิ่งขาเดียวก็ไม่ได้"

show emiwheel pout
with charachange

emi "อย่างน้อยแบบนี้ฉันก็ยังได้ ไม่รู้สิ หมุนล้อไปเร็ว ๆ ได้"

hi "อะ อื้ม ก็ดีแล้วนี่เนอะ"

"เหมือนเอมิจะขอบคุณที่ฉันอุตส่าห์พยายามมองโลกในแง่ดีแบบเก้ ๆ กัง ๆ แต่ที่พูดไปนั้นก็ไม่ได้ผลสักเท่าไหร่"

"เอมิยักไหล่อีกรอบ"

show emiwheel awayfrown
with charachange

emi "แบบว่า… มันน่ารำคาญน่ะ"

show emiwheel frown
with charachange

emi "คือจะกินข้าวเที่ยงด้วยกันบนดาดฟ้าก็ไม่ได้แล้วเพราะไม่มีทางให้วีลแชร์ขึ้น"

hi "อืม แต่ก็ไม่ใช่เรื่องใหญ่ขนาดนั้นนี่ ใช่มั้ย"

hi "เราก็ยังกินข้าวด้วยกันได้ สิ่งสำคัญก็คือเราได้กินข้าวเที่ยงด้วยกันนี่แหละ"

show emiwheel weaksmile
with charachange

"รอยยิ้มครึ่งซีกนั้นอีกแล้ว เห็นแล้วก็เจ็บปวดใจ"

emi "ก็คงงั้น อืม"

show emiwheel frown
with charachange

emi "แต่อย่างที่บอกนั่นแหละว่ามันน่ารำคาญ"

show emiwheel awayfrown
with charachange

emi "คือฉันก็ไม่ได้ใช้วีลแชร์มา…"

stop music fadeout 10.0

"เอมิคิดอยู่สักครู่หนึ่ง"

show emiwheel pout
with charachange

emi "เจ็ดปีมั้ง ราว ๆ นั้นแหละ"

emi "นานแล้ว"

show emiwheel weaksmile
with charachange

emi "ฉันกลัวว่าฉันจะใช้ไม่ค่อยถนัดเท่าไหร่"

hi "แต่ก็โชคดีไปนี่ที่ไม่ได้ต้องใช้ถาวรน่ะ"

"เอมิพยักหน้า"

show emiwheel neutral
with charachange

emi "อ้อ อืม ใช่"

emi "ใช่ว่าฉันจะต้องเลิกใช้ขาเทียมไปตลอดชีวิตสักหน่อย"

show emiwheel awayfrown
with charachange

emi "แต่มันก็น่ารำคาญอยู่ดี"

"ฉันพยักหน้าด้วยความเห็นใจ"

"ฉันก็ช่วยอะไรไม่ได้มากนี่นะ"

"จะให้ทำยังไง บอกว่า “ก็บอกแล้วไง” เหรอ"

"ถึงฉันจะ{b}บอก{/b}ให้เอมิไปดูเรื่องขาตัวเองก็จริง"

"แต่กว่าฉันจะจับสังเกตได้ก็สายไปแล้ว"

hi "มีอะไรให้ช่วยหรือเปล่า"

hi "เอ่อ ถ้าช่วยได้น่ะนะ"

show emiwheel closedsmile
with charachange

"เอมิสั่นหัวก่อนจะกลับมายิ้มเหมือนทุกที"

emi "ไม่อะ ฉันจัดการตัวเองได้"

show emiwheel grin
with charachange

emi "แต่ถ้านายอยากช่วยอุ้มฉันไปที่เตียงก็ได้นะ ฉันจะได้ไม่ต้องลำบากกลิ้งไปนอนบนเตียงเอง"

"ฉันหน้าแดงขึ้นมาโดยไม่รู้ตัว"

"เอมิหัวเราะคิกคัก"

play music music_heart fadein 0.5

show emiwheel wink
with charachange

emi "นายนี่ไม่เดียงสาจริง ๆ ฮิซาโอะ"

hi "ไม่เดียงสาอะไร! ฉันแค่ไม่อยากเอาเปรียบเด็กผู้หญิงอย่างเธอต่างหาก"

hi "สุภาพบุรุษเขาไม่ทำกันแบบนั้น"

hide emiwheel
with charaexit

show bg school_dormemi at right
with charamove

"ฉันเข็นวีลแชร์เอมิไปที่เตียงแล้วอุ้มเธอวางลงกับเตียง เอมิรีบจัดแจงตัวเองแล้วนั่งที่ริมเตียง"

show emi basic_grin:
    center
    ypos 1.0
    easein 0.5 ypos 1.1
with charaenter

"เอมิตัวหนักกว่าที่เห็นอยู่นิดหน่อย แต่แน่ละว่าถ้าจะให้พูดข้อสังเกตที่ว่านั้นออกไปคงหยาบคาย"

hi "โห ตัวเธอก็หนักอยู่นะเนี่ย"

play sound sfx_pillow
show comic vfx2
show emi excited_amused:
    center
    ypos 1.1
with hpunch

with Pause(0.5)

show comic vfx2:
    truecenter
    easeout 0.5 yanchor 0.3 alpha 0.0
with Pause(0.5)

"เอมิเอาหมอนฟาดฉัน"

show emi basic_closedgrin
with charachange

emi "ปากเสีย"

hi "แค่บอกเฉย ๆ"

hi "คงเพราะวิ่งเยอะแน่เลย"

show emi sad_shy
with charachange

"พอพูดถึงเรื่องวิ่งแล้วรอยยิ้มเอมิก็หุบลงเล็กน้อย"

show emi sad_pout
with charachange

emi "ฮะ ๆ คงไม่ต้องคิดมากเรื่องวิ่งไปอีกสักพักเลยสินะ"

show emi sad_grin
with charachange

emi "น้ำหนักอาจจะลดด้วย"

hi "คนเราก็ลดน้ำหนักกันด้วยวิธีนี้ใช่มั้ยล่ะ แบบไม่ต้องขยับตัวมากน่ะ"
#Not really, but this is just Hisao grasping at straws. Leave this in. -SC + HM

show emi basic_closedgrin
with charachange

emi "ฉันว่าคุณพยาบาลก็คงจะแนะนำแบบนั้นแหละ"

hi "จะว่าไป เธอจะยังไปที่ลู่ตอนเช้าอยู่มั้ย"

hi "วิ่งคนเดียวฉันคงเหง—"

show emi sad_depressed
with charachange

emi "อ๊ะ เชี่ย…"

"เสียงอุทานของเอมิที่เหมือนเป็นการพึมพำด้วยความขัดใจมากกว่าจะเป็นการก่นด่าอะไรทำให้ฉันต้องหันไปมองเธอ\nด้วยความตกใจ"

"เอมิโน้มตัวแล้วยกมือข้างหนึ่งขึ้นมาปิดตาไว้ไม่ให้เห็นว่าร้องไห้"

"แต่แน่ละว่าเสียงสะอึกสะอื้นอู้อี้นั้นทำให้รู้ชัดว่ากำลังร้องไห้อยู่"

hi "นี่ ขอโทษนะ"

hi "คิดเสียว่าฉันไม่ได้พูดอะไรแล้วกัน"

show emi sad_depressed_close at center
with characlose

"ฉันโอบเอมิไว้อย่างแผ่วเบาแล้วรั้งตัวเธอเข้ามา"

"ฉันไม่รู้จะพูดอะไรหรือทำยังไงดี เราต้องปลอบคนที่เสียขาไปอีกรอบยังไงนะ"

show emi sad_pout_close
with charachange

"เอมิกอดฉันแล้วค้างไว้อย่างนั้นพักหนึ่ง"

hi "ขอโทษนะ"

hi "ฉันปลอบคนอะไรแบบนี้ไม่ค่อยเก่ง"

emi "อย่าพูดอย่างนั้นสิ"

emi "ฉันไม่เป็นไรจริง ๆ"

"เสียงจากเธอที่ซุกหน้าอกฉันอยู่ฟังดูอู้อี้ ฉันลูบหัวเอมิปลอบ"

hi "ต้องแบบนี้สิ"

hi "ฉันรู้ว่าสุดท้ายแล้วเธอจะไม่เป็นไรแน่นอน"

hi "อีกอย่าง เธอก็ยังมีฉันคอยอยู่เคียงข้างช่วยเธอด้วย"

show emi sad_shy_close
with charachange

"เอมิเงยหน้าขึ้นแล้วมองด้วยตาที่ยังมีน้ำตาเหลืออยู่"

show emi sad_grin_close
with charachange

emi "ช่วยได้เหรอ ช่วยได้จริง ๆ เหรอ"

"เอมิยกยิ้มขึ้น แววตามีประกายบางอย่าง"

"ไม่รู้ว่าเอมิล้อฉันอยู่หรือเปล่า"

hi "ได้สิ คือตัวเธอหนักก็จริง แต่—{w=0.5}{nw}"

play sound sfx_impact

show emi excited_amused_close
with vpunch

extend " อื้ออ!"

"คำพูดหยอกล้อของฉันถูกตัดจบไปด้วยริมฝีปากเอมิที่เข้ามาประกบ เมื่อไม่ทันตั้งตัวหัวฉันจึงโขกเข้ากับกำแพง\nที่อยู่หลังเตียง"

hi "โอ๊ย"

show emi basic_hes
with charadistant

"เอมิผละตัวออกปั้นสีหน้าให้ดูเหมือนเป็นห่วงทั้งที่กลั้นขำอยู่"

emi "เป็นอะไรหรือเปล่า"

show emi excited_proud
with charachange

emi "ขอโทษที!"

"ฉันลูบหัวร้องโอดโอยแล้วส่งยิ้มให้"

hi "เล่นเอาไม่ทันตั้งตัวเลยนะ"

hi "เธอจะติดนิสัยทำแบบนี้หรือเปล่าเนี่ย นี่จะโดนชิซูเนะกับมิช่าเทศน์อีกบ่อยขึ้นมั้ย"

"พอพูดถึงสองคนนั้นเอมิก็หัวเราะคิกคัก"

show emi basic_closedgrin
with charachange

emi "เอาจริง ๆ นะ สองคนนั้นน่ะ…"

show emi basic_grin
with charachange

emi "ถ้าไม่ได้รู้สาเหตุแล้วละก็ฉันคงยังไม่เข้าใจว่าทำไมถึงไปอยู่กับคนเจ้ากี้เจ้าการแบบนั้นได้"

hi "หมายถึงใคร"

show emi basic_closedhappy
with charachange

emi "นายรู้ว่าฉันพูดถึงใครฮิซาโอะ มิช่าน่ะไม่ได้ใกล้เคียงคำว่าเจ้ากี้เจ้าการเลย"

hi "แล้วสาเหตุที่ว่าคืออะไร"

show emi basic_confused
with charachange

emi "หือ?"

hi "สาเหตุว่าทำไมมิช่าถึงอยู่กับชิซูเนะ"

show emi basic_closedgrin
with charachange

"เอมิยิ้ม ๆ แล้วโบกมือเป็นเชิงบอกปัด"

emi "ไม่รู้"

hi "อ้อ"

show emi basic_grin
with charachange

emi "แต่เอาเถอะ นายลืมที่ฉันถามไปทีแรกแล้วใช่มั้ย"

hi "อ้อ อืม ก็ไม่เป็นไรมั้งนะ"

hi "จะทำอะไรก็เตือนก็บอกกันสักหน่อยได้มั้ย"

hi "ไม่งั้นเดี๋ยวสมองฉันก็กระทบกระเทือนหรอก"

"ฉันลูบท้ายทอยเป็นการเน้นย้ำไปด้วย"

show emi excited_amused
with charachange

"เอมิหัวเราะคิกคักไม่หยุด"

emi "ใส่หมวกนิรภัยซะสิ"

show emi excited_proud
with charachange

emi "คนในโรงเรียนนี้บางคนก็ใส่นะ"

stop music fadeout 1.0

hi "ไม่ก็แก้แค้นเอา!"

play sound sfx_pillow

show emi excited_circle
with vpunch

"ฉันคว้าหมอนที่อยู่ข้าง ๆ มาฟาดหัวเอมิ"

show expression im.Composite((295,1200), (0,0), "sprites/emi/emi_excited_circle.png") as emi:
   xalign 0.5 yanchor 0.5 ypos 1.0 subpixel True
   easeout 0.8 ypos 1.25 rotate -90
with None

show expression im.Composite((295,1200), (0,0), "sprites/emi/emi_excited_sad.png") as emi:
   xalign 0.5 yanchor 0.5 ypos 1.0 subpixel True
   easeout 0.8 ypos 1.25 rotate -90

with Dissolve(0.5)
with Pause(0.3)

play sound sfx_impact

hide emi
with vpunch

"ตัวเอมิล้มตกจากเตียงกระทบกับพื้นดังตุบ"

show emi sad_pout:
   center
   ypos 1.2
   ease 1.0 ypos 1.0
with Dissolve(1.0)

"แขนเอมิโผล่ขึ้นมาที่ริมเตียง เธอดึงตัวเองกลับขึ้นมาได้"

"เห็นตัวเล็กอย่างนี้แต่แรงเยอะผิดคาดเลยแฮะ"

"เอมิก้มหน้างุดบิดหนีไปอีกทางจนฉันคิดว่าอาจเผลอทำให้เธอเจ็บจริง ๆ"

hi "เอมิ ไหวหรือเปล่า"

hi "หัวไม่ได้ฟา—{w=0.3}{nw}"

show emi excited_smile_close
with vpunch

"มือเอมิพุ่งเข้ามากระชากคอเสื้อฉันจนหน้าเราอยู่ห่างจากกันไม่กี่เซนติเมตร เธอยิ้มเหมือนยั่วล้อ"

hi "เอมิ…?"

show emi excited_smile_close:
   subpixel True
   linear 0.1 ypos 1.7 zoom 2.0
with None

scene white
with Dissolve(0.1)

play sound sfx_impact

scene black
with Dissolve(0.75)

"แล้วเอมิก็โขกหน้าผากกับฉันจนเกิดเสียงดังกึก"

scene bg school_dormemi at right
show emi basic_closedgrin at center
with openeye

"ฉันถอยออกมาลูบหน้าผากที่เจ็บอยู่ ส่วนเอมิก็ยิ้มอย่างผู้มีชัย"

show emi basic_grin
with charachange

emi "แก้แค้น{b}แบบนี้{/b}เป็นไงล่ะ"

play music music_running

hi "ไม่ยุติธรรมเลย!"

hi "จะมาแก้แค้นการแก้แค้นได้ยังไง!"

"ทั้งที่ขาหายไปเกือบครึ่งแล้วแต่เอมิก็ว่องไวเกินคาด"

show emi basic_grin:
    center
    parallel:
        "emi basic_closedgrin" with Dissolve(0.2, alpha=True)
    parallel:
        easeout 0.5 xpos 0.3 alpha 0.0
with Pause(0.5)

hide emi
with None

"ฉันเล็งเอมิอีกรอบ แต่เธอก็กลิ้งตัวหลบไปได้แล้วเอาหมอนมาฟาดฉัน"

"แน่นอนว่าสภาพสนามรบนั้นไม่เป็นใจกับเอมิ เช่นว่าการที่ฉันยืนได้"

scene black
with vpunch

"อุ๊ก!"

window hide

show evh emi_grinding_victorytall:
    xalign 0.5 yalign 1.0 subpixel True
    easein 12.0 yalign 0.0

with Dissolve(1.0)

with Pause(6.0)

window show

"ดูท่าว่าจะยืนไม่ได้ เอมิทำให้ฉันสะดุดล้มได้ และตอนนี้เธอก็นั่งทับฉันที่นอนหงายอยู่แล้ว ไม่รู้เหมือนกันว่าทำได้ยังไง"

emi "ชนะแล้ว!"

"ตาเอมิฉายแววเจ้าเล่ห์ ฉันแพ้ราบคาบ แล้วคนที่เอาชนะฉันดันเป็นเด็กผู้หญิงที่ตัวเล็กกว่าฉันอีก"

"แต่ก็ไม่แย่เท่าไหร่ที่แพ้ ฉัน—ร่างกายฉัน—ไม่อาจเมินเอมิที่นั่งอยู่บริเวณเอวฉันได้"

scene bg school_dormemi
with locationchange

"ฉันเปิดปากจะพูด แต่เอมิก็โน้มหัวลงมาก่อนที่ฉันจะทันได้พูดอะไร ฉันไม่ขัดขืนที่เธอแนบริมฝีปากกับฉัน ซึ่งฉัน\nก็ไม่ได้อยากขัดขืนหรอก"

"ไม่เหมือน… ทุกทียังไงไม่รู้"

"เอมิผละออกเล็กน้อยพลางกัดริมฝีปากล่างฉันก่อนจะกอดอีกรอบ เธอสอดลิ้นเข้ามาวนเวียนในโพรงปากฉัน\nทั้งตัวฉันร้อนรุ่ม หัวใจฉันเริ่มเต้นเร็วขึ้น"

"สมองฉันเริ่มตื้อ มือฉันไต่ขึ้นไปตามเสื้อเอมิโดยแทบไม่รู้ตัว เธอสะดุ้งเฮือกเมื่อฉันจับเข้าที่หน้าอก แล้วเธอ\nก็หัวเราะคิกคัก แล้ว—"

scene evh emi_grinding_victory
with locationchange

"ฉันเงยหน้ามองเอมิที่ยิ้มอยู่"

emi "บอกแล้วไง คราวนี้ฉันก็ชนะเป็นครั้งที่สองแล้ว"

hi "ฮะ? ไม่นับสิ เธอใช้มารยาหญิงนี่"

show evh emi_grinding_wink
with charachange

emi "“ยามรักยามรบทำอะไรก็ไม่ผิด” นี่"

emi "ฮ่า แล้วนายหน้าแดงด้วย! ไม่ยักรู้ว่าฮิซาโอะเป็นคนหน้าแดงง่ายนะเนี่ย"

hi "เธอก็หน้าแดงเหมือนกันหรอก อาจจะเพราะเธอนั่นแหละที่เป็นคนไม่เดียงสา"

"แม้แต่ฉันยังต้องยอมรับว่าคำพูดเมื่อกี้เป็นอะไรที่ไม่น่าพูดกับผู้หญิงที่นั่งทับฉันอยู่และเมื่อไม่กี่วินาทีที่แล้ว\nเพิ่งแลกลิ้นกันไปกับฉัน"

show evh emi_grinding_grin
with charachange

emi "ฉันน่ะเหรอไม่เดียงสา"

emi "งั้นก็มาแข่งกันว่าใครจะหน้าแดงก่อนดีมั้ย"

"ฉันไม่แน่ใจว่าพอได้ยินเสียงเอมิแบบนั้นแล้วฉันกลัวหรือตื่นตัวกันแน่ แต่ไม่นานฉันก็ไม่ต้องคิดหาคำตอบ"

label th_E20h:

show evh emi_grinding_half_undress
with charachange

show evh emi_grinding_half_grin
with charachange

"เอมิถอดเสื้อออกแล้วโยนทิ้งไปแบบลวก ๆ อย่างคล่องแคล่วและง่ายดาย ไม่นานเสื้อชั้นในกับกางเกงก็ตามไปสมทบ\nกับกองนั้น"

emi "ฮ่า!"

"ฉันกลั้นใจไม่ให้หน้าแดง ซึ่งก็ยากพอสมควร"

hi "เพิ่มระดับงั้นเหรอ"

show evh emi_grinding_off_yawn
with charachange

"ฉันถอดเสื้อตาม แต่ก็ถอดลำบากเล็กน้อยเพราะนอนอยู่ เอมิทำท่าหาวเป็นการล้อ"

emi "ต้องทำให้มากกว่านี้สิถ้านายจะ—"

show evh emi_grinding_off_closesurprise
with charachange
stop music fadeout 3.0

emi "อ๊ะ…!"

"มือฉันสัมผัสผิวเปลือยเอมิจนเธอตัวสั่น ดูเหมือนว่ามือฉันจะขยับไปเองอีกแล้ว ถ้าอยู่ในท่าที่สะดวกกว่านี้ฉันคง\nถอดเสื้อผ้าให้เอมิจนหมด"

"ฉันพูดอะไรสักอย่างจนเอมิเริ่มหน้าแดง ทว่าเราสองคนก็เข้าใกล้ถึงขีดจำกัดนั้นที่ต่างรั้งตัวเราทั้งสองคนไว้ไปเรื่อย ๆ\nบทสนทนาหยุดชะงักลง แขนฉันเริ่มไม่มีแรงแล้ว"

play music music_one fadein 0.5

"แต่เราทั้งสองคนต่างไม่มีใครที่ได้เตรียมใจรับมือกับความรู้สึกใหม่ที่ผุดขึ้นมานี้เลย"

show evh emi_grinding_off_closearoused
with charachange

"ความร้อนรุ่มปริมาณมหาศาลแผ่ซ่านไปทั่วร่าง โดยมาจากฉันและเหมือนจะมาจากเอมิด้วย"

"เอมิดูจะพอใจที่ได้เอามือข้างหนึ่งจับมือฉันไว้ไม่ให้แตะตัวเธออีก โดยอีกข้างคอยประคองตัวเองยันกับหน้าอกฉันไว้"

show evh emi_grinding_off_aroused
with charachange

"เอมิลังเลอยู่พักหนึ่งก่อนจะขยับตัว"

"และขยับตัวอีกครั้ง"

"และอีกครั้ง"

"ระหว่างที่ขยับ ลมหายใจของเอมิก็กระชั้นขึ้น ฉันเองก็เริ่มหอบถี่หนักขึ้นแล้วเหมือนกัน"

"ตัวเอมิกระตุกสั่นอยู่บนตัวฉัน ฉันสัมผัสได้ว่าเอมิเริ่มเสียการทรงตัวแล้ว คงจะประคองตัวเองลำบากหน่อย\nเพราะไม่มีขา"

show evh emi_grinding_off_closesurprise
with charachange

"ฉันคอยประคองตัวเอมิไว้ด้วยการจับบั้นท้ายเธอเอาไว้ ก้นเอมินั้นทั้งแน่นทั้งแข็ง"

"ก็ไม่แปลก เพราะวิ่งเยอะขนาดนั้น พละกำลังที่แฝงอยู่ทำให้ฉันสัมผัสได้ถึงมัดกล้ามเนื้อตอนที่เอมิตอบสนอง\nกับมือฉัน"

"ที่ฉันลืมคิดไปก็คือเมื่อฉันคอยประคองเอมิแบบนี้แล้วตัวเธอก็จะเคลื่อนมาข้างหน้าด้วย ซึ่งก็… รู้สึกดีมาก"

show evh emi_grinding_off_arousedclosed
with charachange

"กางเกงในเธอถูไถอยู่กับกางเกงฉัน ไม่นานเราก็จับจังหวะกันได้"

"แต่เอมิไม่ยอมขยับตามจังหวะ บ้างก็เร็ว บ้างก็ช้า บ้างก็หยุด เธอทำอย่างนั้นอยู่เสียนาน แต่ฉันไม่แน่ใจว่าที่ทำแบบนี้\nเพื่อจะแกล้งฉันหรือเพื่อจะทำให้ตัวเองรู้สึกดีกันแน่ ซึ่งฉันไม่ได้สนใจแล้ว"

"อุณหภูมิในอากาศรอบตัวเรายิ่งเพิ่มสูงไปอีก ฉันกลั้นเสียงร้องไว้ไม่ได้แล้ว และเหมือนเสียงนั้นจะทำให้เอมิตื่นตัวไปอีก"

"ฉันเริ่มประสานจังหวะให้เข้ากันกับเอมิบ้างจนหน้าอกที่มีพอประมาณของเธอขยับไปตามการเคลื่อนไหว ยิ่งเรา\nทำไปเรื่อย ๆ ลมหายใจของเอมิก็หอบถี่ขึ้น ฉันเองก็เริ่มหอบไม่ต่างกัน"

"เอมิหลับตาแล้วเม้มปากคล้ายรออะไรบางอย่าง ฉันโน้มตัวเองให้ลุกขึ้นมาอยู่ครู่หนึ่ง ปากของเราประกบกัน\nหน้าอกเธอแนบกับหน้าอกฉัน เหงื่อของเราถูกตัวกันและกัน"

"พอฉันล้มตัวกลับมานอนอย่างเดิมกางเกงก็ชื้นเหงืื่อไปหมด ถ้าไม่ติดว่าต้องหยุดก่อนฉันก็คงถอดไปแล้ว"

"และฉันก็ไม่อยากหยุด ไม่อยากหยุดความรู้สึกที่รุนแรงขึ้นเรื่อย ๆ นี้ ไม่อยากหยุดความเสียวซ่านในหัวนี้"

"เอมิเคลื่อนตัวเร็วขึ้นทุกขณะ เธอหอบหนักจนเสียงจากปากเธอถ่ายทอดความรู้สึกตัวเองไม่ได้แล้ว แต่ร่างกายเธอ\nส่งผ่านออกมาได้อย่างแจ่มแจ้ง"

show evh emi_grinding_off_come
with charachange

"อยู่ ๆ เอมิก็ขยับตัวรุนแรงขึ้น ฉันหอบครางอยู่ในลำคอไปพลางดันตัวอย่างกระเสือกกระสนจนคลื่นความรู้สึก\nที่ฉันไม่เคยรู้จักมาก่อนเข้าถาโถมใส่"

scene white
with Dissolve(3.0)

"หัวสมองฉันว่างเปล่า เหลือเพียงสติที่พร่าเลือน ฉันกำซาบความรู้สึกหลังจากที่ถึงฝั่งแล้ว ราวกับว่าทั้งโลกรอบตัว\nได้เลือนหายไป เหลือเพียงความรู้สึกแสนสุดยอดที่เอมิกับฉันได้อยู่ด้วยกันนี้"

show evh emi_grinding_off_end
with Dissolve(1.0)

"และแล้ว… ก็จบลง สติกลับมาแจ่มชัดขึ้น ฉันมองตาเด็กสาวที่นั่งทับฉันอยู่"

"เราต่างไม่พูดอะไรกันอยู่สองสามนาที ในห้องมีเพียงเสียงหายใจของเรา หน้าอกของเรากระเพื่อมขึ้นลงจากกิจกรรม\nเมื่อครู่"

"สุดท้ายเอมิก็ขยับออกลงไปจากตัวฉันด้วยท่าทีเหมือนอยากอยู่ต่อแล้วนั่งพิงกำแพง ส่วนฉันก็ไปนั่งข้าง ๆ"

label th_E20x:

scene bg school_dormemi at right
with locationchange

show eminude smile_close
with charachange

emi "แล้ว… ฉันหน้าแดงมั้ย"

hi "ไม่ทันสังเกต"

hi "แล้วฉันล่ะ"

show eminude neutral_close
with charachange

"เอมิยักไหล่ เธอยังหอบอยู่หน่อย ๆ"

show eminude weaksmile_close
with charachange

emi "ฉันก็ไม่ทันสังเกต"

hi "งั้น หรือว่าเรามา—"

play sound sfx_dooropen

stop music fadeout 0.3

show rin basic_deadpan behind eminude:
    center
    xpos 1.0 xanchor 0.0 alpha 0.0 subpixel True
    easein 0.5 right alpha 1.0
show eminude blush_close
with vpunch

rin "ขอใช้หน้าต่างหน่อย"

"สัญชาตญาณฉันสั่งให้ซ่อนตัว แต่ก็นึกได้ว่าทั้งตัวฉันไม่มีแรงเหลือแล้ว และนั่งอยู่ข้างเอมิที่ไม่ได้ใส่เสื้อท่อนบน\nไว้เลย เพราะงั้นคงหนีไปไหนไม่ได้อีก"

show rin basic_awayabsent:
    right alpha 1.0
with charachange

show rin basic_absent
with charachange

show rin basic_awayabsent
with charachange

"รินหันมามองเอมิ มองฉัน ก่อนจะกลับไปจ้องหน้าต่าง"

show rin basic_deadpannormal
with charachange

rin "มีเมฆอยู่ก้อนหนึ่ง"

play music music_comedy fadein 0.5

show eminude neutral_close
with charachange

emi "เมฆ?"

show rin basic_lucid
with charachange

"รินพยักหน้า"

show rin relaxed_nonchalant
with charachange

rin "ฉันนั่งดูอยู่ที่หน้าต่าง แต่มันหนีออกไปจากหน้าต่างฉัน"

show rin negative_spaciness
with charachange

rin "เลยต้องมาดูที่หน้าต่างเธอ"

show eminude closedsmile_close
with charachange

"เอมิเขยิบตัว ฉันแสร้งทำไอกลบเกลื่อนที่ตัวเองหัวเราะอยู่"

emi "แล้วจะดูนานมั้ย"

emi "พวกเรา เอ่อ"

show eminude wink_close
with charachange

emi "ยุ่งอยู่"

"คราวนี้ฉันกลั้นขำไม่อยู่แล้ว"

show rin negative_annoyed
with dissolvecharamove

"รินเมินทั้งเอมิทั้งฉันแล้วมองหน้าต่าง"

show rin basic_deadpanupset
with charachange

"รินหย่อนไหล่ลงดูผิดหวัง"

rin "อืมม"

rin "เปลี่ยนเป็นอย่างอื่นไปแล้ว"

rin "น่าผิดหวัง"

show eminude grin_close
with charachange

"เอมิกำลังปั้นสีหน้าให้ดูปกติสุดชีวิต"

emi "เสียใจด้วยนะริน"

show eminude pout_close
with charachange

emi "ทีนี้ก็รบกวนขอความเป็นส่วนตัวให้เราสองคนหน่อยได้มั้ย"

show rin relaxed_nonchalant
with charachange

with Pause(0.2)

show rin relaxed_nonchalant:
    easeout 1.0 xpos 1.0 alpha 0.0 xanchor 0.0 subpixel True
with Pause(1.0)

play sound sfx_doorclose

hide rin
with None

"รินยักไหล่คล้ายจะบอกว่า “แล้วทำได้หรือเปล่าล่ะ” ก่อนจะใช้เท้าเกี่ยวปิดประตู"

show eminude happy_close
with charachange

"เราระเบิดหัวเราะดังลั่นเพราะตลกที่รินเลือกจังหวะเข้ามาได้พิลึกพิลั่นดีเหลือเกิน"

"พอหัวเราะกันเสร็จแล้วฉันก็หันไปมองเอมิ สภาพเราสองคนดูไม่ได้เลย"

stop music fadeout 5.0

hi "โอเค"

show eminude neutral_close
with charachange

"เอมิเลิกคิ้ว"

emi "โอเค?"

hi "อีกรอบมั้ย"

show eminude wink_close
with charachange

"เอมิยิ้มแล้วหัวเราะ จากนั้นก็พยักหน้า"

show eminude grin_close
with charachange

emi "คราวนี้ถอดเสื้อผ้ากันให้หมดเลยดีกว่า"

$ suppress_window_after_timeskip = True

scene black
with dissolve

########################################################
label th_E21:

window hide None

play sound sfx_alarmclock

with Pause(2.0)

scene bg school_dormhisao
with openeye

window show

"แสงอาทิตย์ส่องลอดหน้าต่างมาก่อนที่นาฬิกาปลุกจะดังทำลายความเงียบยามเช้า"

play music music_dreamy fadein 6.0

"ระบมไปหมด"

"เหตุการณ์เมื่อเย็นวานแทรกตัวเข้ามาในความคิดจนฉันหน้าแดง"

"เป็นยามเย็นที่ไม่น่าเบื่อเลย และยังเป็นสาเหตุด้วยว่าทำไมหลังท่อนล่างฉันถึงปวด ๆ"

"เท่าที่นึกออก ตอนเดินกลับนั้นลำบากอยู่"

"กางเกงฉันที่… เปื้อนนั้นฉันต้องเอามาซักที่ห้องน้ำก่อนกลับเข้าห้อง"

"แต่ตรงเป้าก็ยังเห็นเป็นรอยชัดอยู่"

"โชคดีที่คนที่ฉันเจอตอนเดินกลับมามีแค่เคนจิ"

"และเคนจิก็ไม่สังเกตเห็นอะไรเลย"

"เห็นก็แต่ว่าฉันเข้าใกล้เขาอะนะ"

"แน่ละว่าเคนจิถามว่าเย็นนั้นเป็นไงบ้าง และถามว่าได้รู้อะไรที่สำคัญมาบ้างหรือเปล่า"

"ฉันไม่รู้ว่าได้เปิดปากตอบไปหรือเปล่าเพราะเพลียเกินกว่าจะไปสนใจแล้ว"

"และต้องยอมรับว่าเช้านี้ฉันก็ยังล้าอยู่พอสมควร"

"แต่เอมิก็สัญญาไว้แล้วว่าจะไปรอเจอฉันที่ลู่วิ่ง จะทำให้ผิดหวังก็คงไม่ดี"

scene bg school_track
show emiwheel weaksmile at center
with locationskip

"พอไปถึงก็เห็นว่าเอมิรออยู่จริง ๆ"

"โดยทำตัวให้ดูร่าเริงอย่างเต็มที่ทั้งที่นั่งวีลแชร์อยู่"

"ฉันโบกมือให้เอมิก่อนจะยืดเส้นยืดสาย"

hi "มาเช้านะ"

show emiwheel frown
with charachange

"เอมิขมวดคิ้วแล้วสั่นหัว"

show emiwheel angry
with charachange

emi "ไร้สาระ"

emi "{b}นาย{/b}น่ะมาช้า"

show emiwheel grin
with charachange

emi "นอนเพลินเหรอฮิซาโอะ"

show emiwheel wink
with charachange

emi "หมดแรงข้าวต้มเลยงั้นสิ"

"โอเค อย่างน้อยก็ดูเป็นเอมิคนเดิมหน่อยละนะ"

"และตามคาด เอมิดูจะไม่อายกับการพูดถึงเรื่อง… กิจกรรมที่ผ่านมาของเรา"

hi "นี่ ฉันมาได้ก็บุญแค่ไหนแล้ว"

hi "เย็นเมื่อวานหัวใจฉันทำงานหนักจนนึกว่าจะต้องไปหาคุณพยาบาลแล้วนะนั่น"

show emiwheel wink
with charachange

"เอมิหัวเราะออกมาก่อนจะทำหน้าคิดมากขึ้นมาทันที"

show emiwheel blush
with charachange

stop music fadeout 8.0

emi "นี่ มันก็ไม่ได้ เอ่อ…"

emi "คือนายก็ไม่ได้…"

hi "พูด ๆ ออกมาเถอะน่า"

show emiwheel awayfrown
with charachange

emi "แค่คิดว่าคงไม่รู้จะอธิบายยังไงดีถ้าเกิดว่านายอาการกำเริบขึ้นมาตอนที่เรา…"

hi "อ้อ"

hi "{b}อ้อ{/b}"

"จะว่าไปแล้วก็ดูเป็นอะไรที่น่าจะเป็นไปได้จริง ๆ"

"ซึ่งแน่นอนว่าเมื่อวานฉันไม่ได้คิดถึงเรื่องนี้เลย เพราะมีเรื่องอื่นที่สำคัญกว่าที่ต้องคิด"

hi "ก็ ฉันว่าไอ้ที่เรา เอ้อ {b}ทำ{/b}กันมันก็ไม่ได้หนักหน่วงไปกว่าการวิ่งรอบเช้าที่เราวิ่งกันหรอก แล้วฉันก็วิ่งไหวอยู่\nเพราะงั้น…"

show emiwheel frown
with charachange

"เอมิคิดตาม"

show emiwheel evil
with charachange

"แล้วตาเธอก็ฉายแววชั่วร้าย"

play music music_emi fadein 2.0

emi "อ่า…"

hi "หืม"

show emiwheel grin
with charachange

"แววตานั้นหายไป เอมิยิ้มเจื่อน ๆ ให้ฉัน"

"ฉันอดสงสัยขึ้นมาหน่อย ๆ ไม่ได้"

show emiwheel happy
with charachange

emi "เหมือนฉันจะลืมถุงมืออะ"

hi "แล้วจะเอาถุงมือไปทำอะไร"

show emiwheel smile
with charachange

"เอมิชี้นิ้วไปที่วีลแชร์ที่เธอนั่งอยู่"

emi "ก็เจ้านี่ไง!"

show emiwheel wink
with charachange

emi "ถ้าจะไปไหนมาไหนตามปกติแล้วไม่ใส่ถุงมือก็ได้อยู่หรอก แต่ฉันอยากออกกำลังกายไปด้วย"

show emiwheel grin
with charachange

emi "แล้วถ้าจะไปให้เร็วแบบนั้นฉันก็ต้องใส่ถุงมือไม่ให้มือพอง"

hi "แล้วยังไง นี่กลัวเหรอ จะให้ฉันวิ่งคนเดียวงั้นสิ"

show emiwheel awayfrown
with charachange

"เอมิคิด—หรืออาจจะทำเป็นคิดเฉย ๆ —อยู่สักครู่หนึ่งได้"

show emiwheel closedsmile
with charachange

emi "อืมม… ถ้าจำไม่ผิด เหมือนมีถุงมือสำรองอยู่สักคู่สองคู่ในห้องเก็บของของสนามอยู่นะ"

"ก็คืออยากจะ{i}วิ่ง{/i}จริง ๆ สินะ"

"แต่จะวิ่งทั้งชุดนักเรียนเนี่ยเหรอ นึกว่าคนอย่างเอมิจะใส่ชุดพละกับการทำอะไรแบบนี้เสียอีก"

hi "เดี๋ยว แล้วทำไมในห้องนั้นถึงมีถุงมือด้วย"

show emiwheel frown
with charachange

"เอมิมองค้อนใส่ฉัน"

emi "ถามจริง? นี่นายคิดไม่ได้เลยเหรอว่าทำไมห้องเก็บของที่มีอุปกรณ์กีฬาครบครันในโรงเรียนสำหรับคนพิการ\nจะต้องมีถุงมือสำหรับแข่งด้วย"

"อืม พอเอมิพูดอย่างนี้แล้วก็พอจะรู้สึกสมเหตุสมผลขึ้นมาบ้าง"

hi "นี่ ฉันก็กำลังปรับตัวกับโรงเรียนนี้อยู่ อย่าว่าฉันนักเลย"

show emiwheel grin
with charachange

emi "ครั้งนี้ฉันจะไม่อะไรกับนายต่อแล้วกัน"

show emiwheel wink
with charachange

emi "เอ้า เร็ว ๆ ตามมาช่วยฉันด้วย"

"ฉันนึกไม่ออกว่าจะให้ไปช่วยอะไร แต่ก็นะ ฉันนึกไม่ออกเหมือนกันว่าทำไมห้องเก็บของถึงได้มีถุงมือด้วย ฉันจึงตัดใจ\nไม่ซักไซ้ต่ออีก"

scene bg school_sportsstoreext
with locationchange

"เอมิเคลื่อนตัวมาที่ห้องเก็บของได้อย่างไม่ลำบากนัก แต่ก็ได้ยินเธอพึมพำบ่นอะไรอยู่"

"จริง ๆ ก็น่ารักเหมือนกัน"

"ฉันเร่งฝีเท้าขึ้นเล็กน้อยให้มาถึงที่ประตูก่อนเพราะฉันเปิดประตูได้ง่ายกว่าเอมิอยู่แล้ว"

play sound sfx_door_creak

show emiwheel neutral:
    center
    xpos 0.4
    easein 0.5 xpos 0.5
with charaenter


"เมื่อประตูเปิดแล้วเอมิก็เลื่อนล้อหมายจะเข้าไปข้างใน แต่ก็ชะงักกึกอยู่ที่ประตู"

"เหมือนว่าธรณีประตูจะสูงเกินกว่าจะเลื่อนข้ามไปเองได้"

show emiwheel awayfrown:
with charachange

show emiwheel awayfrown:
    center
    ease 0.4 xpos 0.45
    easeout 0.2 xpos 0.5
    ease 0.4 xpos 0.45
    easeout 0.2 xpos 0.5
    ease 0.4 xpos 0.45
    easeout 0.2 xpos 0.5
    ease 0.4 xpos 0.45
    ease 0.2 xpos 0.5
with Pause(1.0)

"เอมิลองเลื่อนล้ออยู่สองสามรอบแต่ก็ไม่สำเร็จก่อนจะเพ่งตาจ้องไปที่สิ่งที่ทำให้เธอต้องลำบากอยู่ตอนนี้"

show emiwheel angry at center
with charaenter

emi "เจ้าวีลแชร์โง่"

show emiwheel frown
with charachange

emi "ฮิซาโอะ มาช่วยหน่อยได้มั้ย"

hi "อ้อ ได้สิ"

scene bg school_sportsstoreroom
with locationchange

"แค่เข็นให้ผ่านประตูไปน่าจะไม่ยากอะไรสำหรับฉัน ฉันดันวีลแชร์ไปเล็กน้อย"

show emiwheel blush_close_ni at center
with charaenter

emi "นี่ เบา ๆ หน่อย!"

hi "โอ๊ะ! ขอโทษที"

"ซึ่งก็เป็นตอนนี้เองที่ฉันไม่เห็นว่าตัวเองเข็นวีลแชร์เอมิให้เข้าไปหาแผ่นยางปูพื้น"

play sound sfx_impact

show expression im.Composite((425,1200), (0,0), night("sprites/emiwheel/close/emiwheel_blush_close.png")) as emiwheel:
   xalign 0.5 yanchor 0.5 ypos 1.0 subpixel True
   easeout 0.5 ypos 1.4 rotate 70

with vpunch

hide emiwheel
with None

"เอมิร้องว้ายด้วยความตกใจก่อนจะล้มหน้าคว่ำตกจากวีลแชร์ไป"

"ฉันยืนหน้าซีดมองสิ่งที่ตัวเองได้ทำลงไปอยู่เงียบ ๆ ขณะหนึ่ง เอมิจ้องมาทางฉัน"

emi "ฮิซาโอะ…"

hi "ครับ?"

emi "สัญญากับฉันนะว่าอนาคตนายจะไม่ไปทำงานอะไรที่โรงพยาบาล"

hi "ขอโทษ! ฉันไม่ได้ตั้งใจ!"

"เอมิหัวเราะคิกคักแล้วยื่นมือมา"

emi "ช่วยอุ้มฉันกลับขึ้นไปนั่งที่วีลแชร์ทีสิฮิซาโอะ"

show emi basic_closedgrin_close_ni:
    center
    ypos 1.2
    easein 0.5 ypos 1.0
with charaenter

"ตอนที่ก้มลงไปอุ้มเอมิขึ้นมาเธอก็ยิ้มกระหยิ่มแล้วรั้งหน้าฉันเข้าไปจูบจนทำให้เราสองคนต่างลืมเรื่องวีลแชร์\nกันไปทันที"

play sound sfx_door_creak

"ที่จริงต้องสารภาพอีกอย่างว่าตอนที่ฉันปรับท่าให้สบายตัวขึ้นวีลแชร์ก็โดนดันจนไหลออกประตูไป ซึ่งแรงกระแทก\nจากวีลแชร์ก็ทำให้ประตูเหวี่ยงปิดเข้ามา"

play sound sfx_rustling

hide emi
show eminude smile_close_ni at center
with charachange

"เอาเถอะ อย่างน้อยตอนนี้ก็ไม่มีใครเห็นเราแล้ว ซึ่งก็ดีเพราะฉันกำลังรีบถอดเสื้อกับกางเกงเอมิอยู่"

"ฉันตกใจเมื่อเห็นว่าวันนี้เอมิไม่ได้ใส่เสื้อชั้นในมา นี่วางแผนไว้แล้วเหรอเนี่ย"

show eminude blush_close_ni
with charachange

"เอมิสอดแขนเข้ามาใต้รักแร้ฉันแล้วเกาะไหล่ไว้ ฉันจูบไล้ไปตามลำคอเอมิก่อนจะหยุดมาเล้าโลมอยู่ตรงต้นคอ\nซึ่งเป็นจุดที่ฉันได้รู้มาเมื่อวาน"

emi "นะ นายเริ่มเก่งแล้วนะ นี่!"

hi "ฉันก็หัดบ้างอะไรบ้าง"

show eminude frown_close_ni
with charachange

"เอมิฝืนดันหน้าอกฉันจนฉันต้องผละตัวออกมาด้วยสีหน้างุนงง"

emi "ฉันมีเรื่องจะสารภาพกับนาย ฮิซาโอะ"

hi "ว่า"

"พอผละตัวออกมาแล้วฉันจึงเลือกจะหันไปให้ความสนใจที่หน้าอกเอมิต่อ"

show eminude blush_close_ni
with vpunch

"เสียงหัวเราะคิกคักเข้ามาแทรกตอนที่เอมิจะพูดอยู่เป็นช่วง ๆ น่ารักดีแฮะ"

show eminude wink_close_ni
with charachange

emi "จริง ๆ แล้วฉัน มะ ฮิ ๆ ๆ ไม่ได้จะใส่ อะ โอ๊ย! ถุงมือหรอก"

"ฉันตอบพึมพำอยู่กับหน้าอกเธอแทนที่จะมองหน้าตรง ๆ"

hi "น่าจะคิดได้แต่แรก…"

"คำพูดใด ๆ เริ่มหมดความหมาย"

show eminude closedsmile_close_ni
with vpunch

"เอมิดีดดิ้นรุนแรงราวกับว่าได้จังหวะปลดปล่อยหลังจากที่อัดอั้นมาตั้งแต่ได้เจอกันเมื่อเช้านี้แล้ว"

"ฉันแทบไม่ทันตั้งตัวกับความรุกหนักของเอมิเมื่อเธอแทบจะทึ้งเสื้อฉันทิ้งคอยแย่งตำแหน่งคุมเกม"

"ส่วนฉันก็ต้องยอมรับว่าตัวเองก็ไปรับคำท้าของเอมิแล้วสู้กลับเหมือนกัน ฉันพลิกตัวปลุกปล้ำอยู่กับเธอไปพลาง\nจับหน้าอก เอมิจิกนิ้วเข้าที่ไหล่ฉัน จนสุดท้ายฉันไม่ได้ดูแล้วว่าตอนนี้เราอยู่ตรงไหนกัน"

show eminude blush_ni
with vpunch

"ไม่ได้ดูให้ดีจนฉันกลิ้งตกใส่แผ่นยางปูพื้นแล้วทับใส่อะไรสักอย่างเล็ก ๆ แข็ง ๆ"

hi "โอ๊ย!"

show eminude weaksmile_ni
with charachange

"เอมิที่ยังหน้าแดงหอบ ๆ อยู่มองมาทางฉันแล้วหัวเราะร่วน"

emi "ขอโทษ ๆ นายเป็นอะไรหรือเปล่า"

hi "ไม่น่าเป็นนะ แต่ไม่รู้ว่ามาทับใส่อะไรนี่สิ…"

"ฉันเอื้อมมือไปไพล่หลังแล้วหยิบของสิ่งนั้นมาดูใกล้ ๆ"

stop music fadeout 0.2

"“เจลหล่อลื่น กลิ่นเลมอน”"

"เดี๋ยว อะไรนะ"

play music music_running

show eminude happy_ni
with charachange

"เอมิเงยหน้ามองแล้วเหมือนจะหัวเราะเสียงดังกว่าเก่า"

hi "ไม่รู้ทำไม แต่ฉันว่าไอ้นี่มัน… ไม่น่าใช่อุปกรณ์กีฬานะ"

show eminude closedsmile_ni
with charachange

emi "อ๋อ ฉันรู้แหละว่าของใคร!"

hi "อะไรนะ"

show eminude wink_ni
with charachange

emi "ของหัวหน้าทีม"

"อ้อ โจทก์เก่าฉันนี่เอง หรือไม่ก็ใกล้เคียง"

hi "แล้วรู้ได้ไงว่าของเขา"

show eminude awayfrown_ni
with charachange

"เหมือนฉันจะถามอะไรโง่ ๆ ออกไป เพราะเอมิทำท่าว่าคิดแบบนั้น"

show eminude frown_ni
with charachange

emi "เพราะหัวหน้าทีมบอกฉันว่าห้องเก็บของของสนามน่ะเหมาะกับการ… เขาใช้คำว่าอะไรนะ"

show eminude pout_ni
with charachange

emi "“แอบนัดกัน”"

hi "หืม นี่เขาเคยนัดเธอหรือยังไง"

show eminude happy_ni
with charachange

"เอมิหัวเราะหนักกว่าเดิม"

"ยอมรับเลยว่าเอมิตอนเปลือยที่หัวเราะอยู่นั้นช่างสวยงามพิลึก"

"ฉันอยากตัดบทสนทนานี้ทิ้งแล้วกลับไปต่อที่ค้างไว้กันเมื่อครู่ ทั้งที่ตัวเองก็เป็นคนถามเหมือนหาเรื่องไปแบบนั้น"

show eminude closedsmile_ni
with charachange

emi "ฮิซาโอะ หัวหน้าทีมเขาเป็นเกย์"

"อ้าว"

hi "จริงเหรอ ฉันก็หลงนึกว่าพวกเธอสองคนเป็นแฟนกันตั้งนาน"

show eminude awayfrown_ni
with charachange

emi "ก็… ตอนฉันเข้าทีมมาแรก ๆ ก็ชอบเขาอยู่แหละ แต่เขาไม่ได้สนใจฉัน"

show eminude frown_ni
with charachange

emi "ซึ่งก็แหงอยู่แล้ว"

show eminude neutral_ni
with charachange

emi "แต่เราก็เป็นเพื่อนที่ดีต่อกันแหละ"

show eminude grin_ni
with charachange

emi "ก็เนี่ย เขายังอุตส่าห์เล่าเรื่องพวกนี้ให้ฉันฟังด้วย"

hi "ไม่รู้จะถามดีมั้ย"

"ไม่รู้เลยจริง ๆ แต่ฉันก็ถามอยู่ดี"

hi "แต่หัวหน้าทีมเขาจะ เอ่อ… เอาเจลหล่อลื่นไปใช้ทำอะไร"

hi "คือ เขาคงไม่ได้… เอ้อ…"

"นี่เอมิไม่หน้าแดงได้ไงเนี่ย"

show eminude wink_ni
with charachange

emi "ก็แน่อยู่แล้วสิว่าต้องเอาไปใช้ นั่นแหละ"

show eminude evil_ni
with charachange

emi "เข้าประตูหลัง"

"ฉันพยายามจะกลั้นขำ"

"แต่ก็ไม่สำเร็จ"

show eminude happy_ni
with charachange

"เอมิก็หัวเราะคิกคักตาม"

hi "แล้วนี่เขา{b}เล่า{/b}ทุกอย่างให้เธอฟังหมดเลยเหรอ"

show eminude awayfrown_ni
with charachange

"เอมิยักไหล่"

show eminude neutral_ni
with charachange

emi "อืม แหงสิ"

stop music fadeout 10.0

show eminude closedsmile_ni
with charachange

emi "หัวหน้าทีมน่ะคลั่งไคล้กับอะไรพวกนี้มาก"

emi "บอกว่าเป็นความรู้สึกที่ดีเยี่ยมแบบไม่มีอะไรเทียบเลย"

hi "อ่า… ฮะ"

"บรรยากาศในห้องเก็บของแห่งนี้อวลไปด้วยความอยากรู้อยากเห็นสุดสะพรึง"

hi "น่าสนใจ"

hi "คงต้องเชื่อคำพูดหัวหน้าทีมเขาแล้วละ"

show eminude neutral_ni
with charachange

emi "อืม…"

"นกที่อยู่ข้างนอกหยุดร้อง"

"สายลมหยุดพัด"

"มีใครสักคนบนโลกนี้ที่กำลังดื่มกาแฟอยู่ เขาคนนั้นชะงักมือที่ยกแก้วขึ้นมาจิบ"

show eminude neutral_ni
with charachange

emi "หรือว่า…"

extend " เราจะ…"

show eminude blush_ni
with charachange

emi "ลองบ้าง"

play music music_one fadein 5.0

"กรามฉันหลุดออกมาเองตกกระแทกพื้นโดยทันที"

hi "อะ อะไรนะ"

"สุดท้ายเอมิก็หน้าแดงขึ้นมาพลางเกาท้ายทอยแก้เก้อ"

show eminude pout_ni
with charachange

emi "คือ จะให้เราทำแบบเมื่อคืนมันก็… ไม่น่าได้ใช่มั้ยล่ะ"

emi "มันออกจะ… ไม่ปลอดภัยน่ะนะ"

show eminude weaksmile_ni
with charachange

emi "แล้วที่ทำไปเมื่อคืนมันก็ไม่ค่อยดีสักเท่าไหร่"

show eminude closedsmile_ni
with charachange

emi "แล้วก็เนี่ย เราลองดูก็ได้ว่ามัน เอ่อ…"

hi "รู้สึกดีเหมือนกันมั้ยงี้?"

show eminude weaksmile_ni
with charachange

emi "ก็ เอ่อ อื้ม นั่นแหละ"

hi "อืมมม"

label th_E21h:

scene evh emi_shed_base1
show emi emi_shed_grin
show hisao emi_shed_neutral
show evh_l emi_shed_up
show evh_r emi_shed_down
with shorttimeskip

emi "ระวังหน่อย!"

hi "เธอแน่ใจแล้วใช่มั้ย"

"ฉันมาอยู่ข้างหลังเอมิ เธอหันมามองข้างหลังพร้อมหน้าสีแดงเรื่อ"

"ก็นะ ในเมื่อตกลงว่าจะทำแบบนี้แล้วเราก็ต้องเรียกอารมณ์กลับมาใหม่"

"พอมีอารมณ์กันแล้วเราก็บีบขวดเจลหล่อลื่น จากนั้น…"

"เอาละ"

show emi emi_shed_hesitant
with charachange

emi "อื้ม แน่ใจแล้ว! เร็ว ก่อนที่ฉันจะมีสติคิดอะไรไปมากกว่านี้"

"เอมิยังหอบ ๆ อยู่ คำพูดของเธอดูร้อนรน"

"ซึ่งก็คงไม่แปลกละมั้ง อีกนิดเดียวเราต่างก็จะถึงแล้วแท้ ๆ และยิ่งเป็นแบบนี้ก็ยิ่งชักช้าไปอีก"

"ฉันว่าเราทั้งคู่เป็นคนสติหลุดไปชั่วขณะแล้ว"

"หรือถ้าไม่เป็นอย่างนั้นจริงฉันก็จะอ้างคำพูดนั้นกับเรื่องที่จะเกิดต่อจากนี้"

"ฉันห้ามใจไม่ให้คิดมากกับเรื่องที่กำลังจะทำ"

"ยังไงก็คงสกปรกแน่ ๆ"

show evh emi_shed_base2
show hisao emi_shed_closed
with charachange

"ฉันสูดหายใจเข้าลึกพอกันกับเอมิก่อนจะดันตัวเองเข้าไปช้า ๆ"

"ซึ่งใส่เข้าไปได้ยากมากราวกับว่าร่างกายเราทั้งสองคนต่างไม่เอาด้วยกับสิ่งนี้"

show emi emi_shed_shock
with hpunch

"ทั้งตัวเอมิเกร็งไปหมด ฉันเข้าไปได้บางส่วนแล้ว รู้สึกดีผิดคาด แต่ก็รู้สึกแปลกหน่อย ๆ"

"ทว่าเอมินั้นดูจะไม่สบายตัวเอาเสียเลย"

"สีหน้าเอมิดูตลก"

show hisao emi_shed_neutral
with charachange

hi "พอก่อนมั้ย"

"เอมิครางอยู่ในลำคอ คำตอบของเธอนั้นตามมาช้ากว่าปกติสักสองสามวินาทีได้"

show emi emi_shed_closed
with charachange

emi "มะ ไม่ต้อง ทำต่อเลย แค่รู้สึกแปลก ๆ น่ะ"

"เอมิหัวเราะคิกคัก"

"ก็ว่าไม่ได้ละนะ แม้แต่ฉันเองยังแทบพูดไม่เป็นภาษาแล้ว"

show hisao emi_shed_closed
with charachange

"ข้างใน… ร้อน"

"รู้สึกแปลกมาก ๆ"

"เจลหล่อลื่นสะท้อนแสงวิบวับผิดธรรมชาติ"

"จนฉันอึดอัด"

"ฉันเคลื่อนตัวเองเข้าไปข้างในเอมิเรื่อย ๆ คอยฟังเสียงลมหายใจของเธอ"

show evh emi_shed_base3
show emi emi_shed_hesitant
with charachange

"พอเข้าไปจนสุดแล้วฉันก็หยุด เอมิหันมามองอีกรอบพลางเม้มริมฝีปากล่าง"

emi "จะขยับมั้ย หรือจะอยู่กันเฉย ๆ ให้รู้สึกแปลก ๆ แบบนี้?"

show hisao emi_shed_neutral
with charachange

hi "ไม่ใช่อย่างนั้น ฉันแค่อยากให้เธอได้ชินก่อนน่ะ"

"ไม่เห็นจะสมเหตุสมผลเลย"

"นี่เราตกลงว่าจะทำกันได้ยังไง"

show emi emi_shed_grin
with charachange

emi "ฉันว่ามันไม่มีอะไรให้ชินนะฮิซาโอะ"

show emi emi_shed_hesitant
with charachange

emi "ลองขยับดูสิ อาจจะรู้สึกดีขึ้นก็ได้"

"น้ำเสียงเอมิฟังดูลังเล แต่ชัดว่าไม่อยากถอยเพราะมาขนาดนี้แล้ว"

show emi emi_shed_closed
with charachange

"ฉันขยับตัวช้า ๆ ให้ตัวเองกับเอมิได้ปรับตัวให้ถนัดไปพร้อมกัน เธอหลับตาคอยจอจ่ออยู่กับความรู้สึกใหม่นี้"

"พอเริ่มจับจังหวะได้ก็มีความรู้สึกล่องลอยอันคุ้นเคยที่ได้สัมผัสมาแล้วเมื่อวานแทรกเข้ามา"

show hisao emi_shed_closed
with charachange

"ฉันหลับตาปล่อยให้ตัวเองจมจ่อมไปกับความรู้สึกนั้น แต่ว่า…"

"มีบางอย่างแปลกไป"

"เอมิไม่ส่งเสียงเลย"

"เมื่อวานฉันได้รู้แล้วว่าตอนที่เอมิรู้สึกดีอยู่นั้นเธอจะค่อนข้างเงียบ"

show hisao emi_shed_neutral
with charachange

"พอลืมตามาก็เห็นเอมิที่คอยปรับตัวกับสิ่งนี้อยู่ แต่เหมือนจะไม่ได้ผลเท่าไหร่"

"เอมิหลับตากัดริมฝีปากตัวเอง ซึ่งเหมือนไม่ได้กัดเพราะรู้สึกดี แต่กัดเพราะฝืนทนอยู่มากกว่า"

"เป็นสีหน้าประมาณว่า “โอเค ไปได้ไม่สวยเลย แต่ขอให้มันจบไว ๆ แล้วกัน”"

"ตอนนี้ฉันตกที่นั่งลำบากแล้ว"

"ที่จริงก็ไม่อยากหยุดเลย"

"แต่ในขณะเดียวกัน เอมิเหมือนจะไม่ได้สบายตัวขึ้นเท่าไหร่ หรือถ้าเริ่มโอเคแล้วก็ยังสบายขึ้นช้ามาก"

"รู้สึกผิดเลยแฮะ อยากให้เอมิได้รู้สึกดีด้วย"

show evh_r emi_shed_up
show emi emi_shed_shock
with charachange

"ฉันยื่นมือข้างหนึ่งไปหยอกล้อกับหน้าอกเอมิจนเธอตกใจ"

show hisao emi_shed_sweat
with charachange

"ซึ่งทำให้ภายในเอมิตอดรัดฉันแน่นขึ้น ความเสียวซ่านแผ่ไปทั่วร่างฉันอย่างไม่ทันตั้งตัว"

show evh emi_shed_base4
show hisao emi_shed_neutral
show emi emi_shed_closed
show evh_l emi_shed_down
with charachange

"เอมิดูชอบใจที่ฉันร้องคราง แต่ริมฝีปากที่ยิ้มอยู่ของเธอนั้นก็ปล่อยเสียงครางออกมาตามทันทีที่ฉันเลื่อนมืออีกข้าง\nลงไปที่ร่องของเธอแล้วลูบเบา ๆ ตรงผืนขนอ่อนนุ่มที่หว่างขานั้น"

"ฉันเร่งเอวตัวเองให้เร็วขึ้น มือฉันที่คุมส่วนล่างของเอมิอยู่ทำให้เธอทั้งหอบทั้งครางอย่างที่ฉันเคยได้ยิน"

show hisao emi_shed_sweat
with charachange

"ฉันจดจ่ออยู่กับสัมผัสที่ส่งผ่านมือมาเท่านั้น ข้างหนึ่งอยู่กับสัมผัสที่ทั้งลื่นและชื้นแฉะ อีกข้างอยู่กับสัมผัส\nจากผิวอ่อนนุ่มที่ตอบสนองกับมือฉัน ขนตามตัวเธอลุกชัน เอมิเข้าใกล้ฝั่งไปเรื่อย ๆ ทั้งตัวเธอสั่นและชุ่มไปด้วยเหงื่อ\nภายในเธอตอดแน่นจนในที่สุดฉันก็ไม่อาจ—"

"ไม่ฉันไม่อาจแล้ว"

show hisao emi_shed_closed
with charachange

"ตายแล้วเอมิฉันใกล้จะ"

"ฉันกระแทกเข้าไปเป็นครั้งสุดท้ายโดยมือข้างหนึ่งใช้นิ้วบีบยอดหน้าอกเอมิ อีกข้างสอดเข้าไปที่หว่างขาเธอ"

window hide

play sound sfx_flash
with SilentWhiteout(0.1,0.0,0.1)
play sound sfx_flash
with SilentWhiteout(0.1,0.0,0.4)
with GenericWhiteout(0.5,1.0,4.0)

window show

"เอมิกระตุกตัวงอ เสียงครางหวานของเธอสะท้อนก้องอยู่ในห้องเก็บของ คลื่นความรู้สึกเมื่อถึงฝั่งนั้นเข้าซัด\nทุกประสาทสัมผัสในร่างกาย"

show evh_l emi_shed_up
show evh_r emi_shed_down
with charachange

"แขนเอมิอ่อนยวบจนเธอล้มหน้าฟุบจนทำให้เราหลุดจากกันอย่างค่อนข้างกะทันหันดึงสิ่งที่ฉันโหยหาไปจากตัวฉัน"

label th_E21x:

play sound sfx_impact

scene bg school_sportsstoreroom
with vpunch

"ความเจ็บที่อยู่ ๆ ก็แล่นผ่านทั่วร่างทำให้ฉันเสียการทรงตัวแล้วล้มทับเอมิ"

stop music fadeout 2.0

emi "โอ๊ย!"

hi "โอย"

"ฉันรีบกลิ้งตัวออกจากเอมิแล้วจัดแจงตัวเอง ฉันหอบหนักมาก ตอนนี้ต้องทำเป็นไม่สนใจเป้าตัวเองที่เจ็บ ๆ อยู่"

"เอมิร้องว้ายเบา ๆ ตอนที่กลิ้งตัวออกมา เธอหยิบทิชชูที่เราพกมากันสองสามแผ่นมาเช็ดทำความสะอาด\nก่อนจะใส่กางเกงแล้วมานั่งพิงกำแพงด้วยท่าที่ดูไม่สบายนัก"

"ส่วนฉันที่ยังเหนื่อยหอบก็มานั่งพิงกำแพงข้างเอมิบ้าง สัมผัสเย็น ๆ จากคอนกรีตที่ถูกหลังชื้นเหงื่อของฉันนั้น\nช่างสบายตัวเหลือเกิน"

show eminude sad_close_ni at center
with charaenter

emi "{b}เจ็บ{/b}นะ!"

hi "อ่า ฉัน เอ่อ…"

hi "ที่ทำเมื่อกี้น่าจะไม่ใช่ความคิดที่ดีเท่าไหร่"

"เอมิเขยิบตัวมานั่งข้างฉันโดยเลี่ยง ๆ ไม่ให้ตัวเองต้องเจ็บมาก ซึ่งเห็นหยีตาแบบนี้ก็แปลว่ายังเจ็บอยู่ดี"

show eminude pout_close_ni
with charachange

emi "อืม เดี๋ยวต้องไปคุยกับหัวหน้าทีมแล้ว"

show eminude angry_close_ni
with charachange

emi "โกหกกันเห็น ๆ"

play music music_ease

"อยู่ ๆ ฉันก็ระลึกถึงความบ้าบออย่างถึงที่สุดของสถานการณ์ในตอนนี้แล้วหัวเราะออกมา"

show eminude happy_close_ni
with charachange

"เอมิส่ายหน้าแล้วหัวเราะตาม"

show eminude grin_close_ni
with charachange

emi "นี่ ฮิซาโอะ"

hi "หืม"

show eminude pout_close_ni
with charachange

emi "เราจะไม่ทำแบบนี้กันอีกแล้วใช่มั้ย"

hi "อืม ฉันว่าตอนนี้ฉันไม่ได้มีความอยากรู้อะไรแล้วละ"

"เอมิพยักหน้าพอใจ"

show eminude closedsmile_close_ni
with charachange

emi "ดี"

show eminude smile_close_ni
with charachange

emi "ฉันว่าเราทำกันไปตามปกติดีกว่าเนอะ"

show eminude blush_close_ni
with charachange

emi "แค่ตามปกติที่ว่าน่ะ อะไรหลายอย่างฉันก็ยังไม่เคยเลย"

hi "“หลายอย่าง” นี่หมายความว่าไง"

show eminude grin_close_ni
with charachange

"เอมิยิ้มซุกซน"

show eminude closedsmile_close_ni
with charachange

emi "ไม่มีวันบอกซะหรอก"

"อยู่ ๆ ฉันก็คิดอะไรไม่น่าอภิรมย์"

"ที่ไม่น่าอภิรมย์ยิ่งกว่าคือฉันต้องถามเอมิ"

"แต่ก็นะ ถ้าผ่านเรื่องเมื่อกี้มาได้แล้วก็น่าจะถามได้ไม่ยาก"

hi "นี่ แถวนี้มีอ่างล้างมือมั้ย"

hi "พอดีฉันจะ เอ่อ"

hi "ล้างเลิ้งอะไรสักหน่อย"

show eminude blush_close_ni
with charachange

"เอมิอ้าปากหวอ"

emi "ล้างใน{b}อ่างล้างมือ{/b}เนี่ยนะ"

hi "ก็แล้วจะให้ไปล้างที่ไหนเล่า"

hi "แถม เอ่อ… ฉันไม่อยากให้มีกลิ่น"

hi "เดี๋ยวคุณพยาบาลรู้"

"ช่างเป็นบทสนทนาที่กระอักกระอ่วนที่สุดในชีวิต"

show eminude closedsmile_close_ni
with charachange

emi "ก็จริงของนาย"

show eminude grin_close_ni
with charachange

emi "อืม ก็มี… อยู่ตรงหลังห้องเก็บของนี่แหละ"

show eminude smile_close_ni
with charachange

emi "เหมือนจะมีสบู่ด้วย"

hi "ขอบใจ"

hide eminude
with charaexit

"แล้วก็มีสบู่ล้างมือก้อนเล็ก ๆ อยู่จริง ๆ ซึ่งก็ดีกว่าไม่มีอะไรเลยละนะ"

"แต่ไม่มีผ้าขนหนู ปล่อยให้แห้งเองแล้วกัน"

show eminude grin_ni at center
with charaenter

emi "เรียบร้อยแล้วนะ"

hi "อื้ม น่าจะพอใช้ได้แล้ว เดี๋ยวยังไงไปหาคุณพยาบาลกันแล้วฉันก็ต้องไปอาบน้ำอยู่ดี"

show eminude weaksmile_ni
with charachange

emi "ค่อยโล่งหน่อย"

show eminude wink_ni
with charachange

emi "แล้วก็มาช่วยฉันหาเสื้อผ้าหน่อย นายโยนทิ้งไปไหนไม่รู้เนี่ย"

hi "เฮ้ย เธอก็ไม่ต่างกันหรอก! ถ้าคนมาเห็นรูที่เสื้อฉันแล้วจะให้ฉันว่ายังไง หืม"

show eminude closedsmile_ni
with charachange

emi "ฮะ ๆ ขอโทษที พอดีเมื่อกี้ตื่นเต้นไปหน่อย"

scene bg school_sportsstoreroom
with shorttimeskip

"ผ่านไปสักพักเราก็ใส่เสื้อผ้ากันครบได้สำเร็จ"

"เราวุ่นวายกันอยู่พักหนึ่งเพราะต่างไม่มีใครรู้ว่าวีลแชร์อยู่ไหน แต่พอจำได้ว่าไหลออกประตูไปฉันก็ไปเก็บมา"

show emiwheel neutral_close_ni at center
with charaenter

emi "ทีนี้จะเข็นฉันออกประตูก็ระวังหน่อยแล้วกัน"

show emiwheel awayfrown_close_ni
with charachange

emi "ช่วงนี้ฉันไม่ถูกกับทางต่างระดับ"

hi "ขอโทษจริง ๆ นะที่ให้มาลองทำอะไรแบบนี้น่ะ"

show emiwheel grin_close_ni
with charachange

"เอมิยักไหล่แล้วยิ้ม"

show emiwheel wink_close_ni
with charachange

emi "ก็ อย่างน้อยได้ลองก็ดีแล้วนี่ จริงมั้ย"

show emiwheel closedsmile_close_ni
with charachange

emi "แถมยังไงก็เป็นการออกกำลังกายที่ดีด้วย ใช่มั้ย"

"ก็เถียงไม่ลง"

scene bg school_nursehall
with shorttimeskip

"ระหว่างที่มาที่ห้องพยาบาลฉันก็เห็นว่าเอมินั่งยุกยิกไปมาตลอดทาง"

show emiwheel awayfrown
with charachange

emi "ให้ตาย รู้สึกแปลกชะมัด"

show emiwheel neutral
with charachange

emi "ดีนะเนี่ยที่ฉันนั่งวีลแชร์น่ะฮิซาโอะ"

hi "ทำไมเหรอ"

show emiwheel weaksmile
with charachange

emi "ก็เพราะฉันจะได้ไม่ต้องแก้ต่างกับคุณพยาบาลไงว่าทำไมท่าเดินฉันถึงแปลก ๆ"

hi "อ้อ"

hi "เราจะไม่ทำแบบนี้กันอีกแล้วนะ"

scene bg school_nurseoffice
show nurse fabulous at center
with locationchange

"อย่างน้อยคุณพยาบาลก็มีน้ำใจพอที่จะไม่พูดถึงรอยที่ฉันทำไว้ตรงไหล่เอมิ"

"แล้วก็ไม่ได้พูดถึงเรื่องที่เอมิขยับตัวอยู่ตลอดตอนนั่งวีลแชร์"

"อาจจะไม่ทันสังเกต หรือไม่อยากสังเกต"

"แต่จะอย่างไหนฉันก็ต้องดูให้แน่ใจไปสักระยะหนึ่งว่าคุณพยาบาลจะไม่แอบใส่ไซยาไนด์ในชุดยาที่ฉันต้องกิน"

"ปลอดภัยไว้ก่อน"

stop music fadeout 4.0
scene bg school_dormhisao
with locationskip

"ฉันอาบน้ำนานกว่าปกติให้แน่ใจว่าฉันล้าง “การทดลอง” เล็ก ๆ น้อย ๆ ของสองเราให้สะอาดหมดจดแล้ว จากนั้น\nจึงกลับมานอนที่เตียง"

"อีกยี่สิบนาทีจะเข้าเรียน อาจจะยังพองีบได้อยู่"

scene black
with shuteye

#***************************************


label th_E22:

scene black
with dissolve

with Pause(5.0)

play sound sfx_doorknock

"ก๊อก ก๊อก"

"ใครเอ่ย"

play sound sfx_doorknock

"ก๊อก ก๊อก"

"ปกติต้องบอกว่าเป็นใครสิ"

play sound sfx_doorknock

"ก๊อก ก๊อก"

"ก็ถามไปแล้วไงว่าใครเอ่ย!"

"แล้วที่สำคัญ ตอนนี้กี่โมงแล้ว"

"แล้วที่สำคัญกว่านั้น วันนี้วันอะไร…"

scene bg school_dormhisao
with openeyefast

"ฉันสะดุ้งโหยงตื่นขึ้นมาเพราะเสียงเคาะประตูยังไม่เงียบไป และเพราะตอนนี้เที่ยงแล้ว"

"เที่ยงวันที่มีเรียน"

"พอตื่นเต็มตาแล้วถึงนึกออกว่าทำไมถึงมางีบ"

"อย่าไปบอกเรื่องนั้นกับครูเลยดีกว่า"

"“ขอโทษที่ขาดเรียนครับ พอดีผมไปทดลองเรื่องทางเพศกับแฟนจนเพลีย”"

"อืม ไปได้ไม่สวยแน่นอน"

play sound sfx_doorknock

"จะเคาะประตูอีกนานมั้ย"

"คงต้องไปเปิดรับแล้วแหละ"

play sound sfx_dooropen

scene bg school_dormhallway
show kenji tsun at center
with locationchange

"ซึ่งก็ประหลาดที่ฉันไม่แปลกใจเลยเมื่อเห็นเคนจิอยู่ตรงหน้า"

"แต่เหมือนว่าเคนจิจะแปลกใจที่ได้เจอฉัน"

ke "มาทำอะไรที่นี่เนี่ย"

play music music_kenji fadein 0.5

hi "ก็หลับอยู่"

show kenji neutral
with charachange

"เคนจิพยักหน้าเหมือนเข้าใจ"

show kenji happy
with charachange

ke "สลบเหมือดเลยสินะ"

show kenji tsun
with charachange

ke "ฉันบอกแล้วไงว่าอยู่กับยัยอิบาราซากิอะไรนั่นก็ให้ระวังหน่อย"

ke "ถ้าไม่ระวังตัวให้ดีแล้วละก็จะเป็นแบบนี้แหละ"

"เคนจิชะเง้อชะแง้จะมองท้ายทอยฉัน"

show kenji neutral
with charachange

ke "นี่ยัยนั่นเอาอะไรทุบนายหรือเปล่า"

ke "หรือว่าโดนวางยา"

hi "อย่ามาแตะตัวฉันน่า"

with flash

"เคนจิควักไฟฉายออกมาส่องตาฉัน"

ke "สมองนายกระทบกระเทือนหรือเปล่า"

hi "ไม่ได้สลบเว้ย!"

show kenji happy
with charachange

ke "นายอาจจะลืมเฉย ๆ"

"ไม่ได้เรื่องแน่อีแบบนี้"

hi "เปล่า แค่เช้านี้เพลีย ๆ เลยหลับไปน่ะ"

show kenji tsun
with charachange

ke "ช่างนายเถอะ"

ke "ถ้านายไม่อยากยอมรับฉันก็คงห้ามอะไรไม่ได้"

ke "แต่ก็ระวังยัยนั่นไว้ด้วยนะ อันตรายเชียวละ"

hi "ฮะ?"

show kenji rage
with charachange

ke "เป็นคนที่อยู่ด้วยแล้วอันตราย เป็นตัวแทนสุดชั่วร้ายระดับบน ๆ เลยละ!"

ke "ถ้านายไม่ระวังตัวละก็อาจจะเกิดอะไรขึ้นก็ได้!"

ke "ยัยนั่นเคยล้มคนที่แข็งแกร่งกว่านายมาแล้วด้วยนะเว้ย!"

hi "พูดอะไรของนายเนี่ย"

hi "เอมิไม่ใช่ตัวแทนอะไรหรอก แล้วก็ไม่ได้ทุบให้ฉันสลบด้วย โอเคนะ"

hi "แล้วก็ไม่ค่อยเชื่อด้วยว่าเอมิจะไปล้มใครได้"

show kenji tsun
with charachange

"เคนจิทำหน้าเหมือนไม่พอใจ"

"ไม่รู้ทำไม"

ke "ไม่เชื่อฉันงั้นเหรอ"

ke "เย็นชานะนายเนี่ย เย็นชาโคตร ๆ"

ke "ฉันแค่จะเตือนนายในฐานะเพื่อน"

"เราเป็นเพื่อนกันเหรอวะ ไม่ยักรู้"

"แต่ก็นะ คนอย่างเคนจิคงไม่รู้มั้งว่าคำว่าเพื่อนมีความหมายว่าอะไรบ้าง"

"เหมือนจะสงสารเจ้าคนที่ยืนอยู่ตรงหน้าฉันตอนนี้เลย"

"อาจจะคิดว่าตัวเองกำลังเตือนฉันอยู่จริง ๆ ก็ได้"

hi "รู้แล้ว ๆ"

hi "ขอโทษทีนะ ขอบใจที่เตือน"

"ฉันยื่นมือออกไปหวังคืนดี"

show kenji neutral_close
with characlose

"เคนจิจับมือแล้วโยกเบา ๆ เหมือนมือฉันติดไฟอยู่"

"เราเงียบกันไปสองสามวินาทีอย่างกระอักกระอ่วนจนเคนจิรู้ตัวว่ายังโยกมือฉันอยู่"

show kenji happy_close
with charachange

ke "แต่เอาเถอะ ฉันมีเรื่องจะมารบกวนนาย"

hi "รบกวนอะไร ตอนนี้ฉันไม่มีเงินแล้วนะ…"

ke "มี นายมี ที่ลิ้นชักโต๊ะนายจะมีสมุดสีดำที่ทับเงินไว้อยู่ เป็นเงินฉุกเฉิน"

hi "นี่มาค้นห้องกันเหรอ"

show kenji neutral_close
with charachange

ke "ไม่ใช่ประเด็น"

ke "แล้วฉันก็ไม่ได้ต้องการเงินด้วย"

"เคนจิทำน้ำเสียงจริงจังมาก ๆ ขึ้นมา"

show kenji tsun_close
with charachange

ke "ฉันกำลังจะไปปฏิบัติการครั้งใหญ่"

ke "ถ้าฉันคิดถูกแล้วละก็ทฤษฎีสมคบคิดทั้งหมดเหล่านี้จะถูกเปิดโปง"

ke "แต่เป็นงานที่อันตรายมาก ฉันเลยจะรบกวนนายอะไรอย่างเผื่อฉันไม่กลับมาอีก"

hi "อ่า เอาเลย ได้หมด"

"นี่เคนจิคิดจะทำอะไรวะเนี่ย"

"ต้องเอาไปแจ้งใครหรือเปล่า"

show kenji neutral_close
with charachange

ke "ถ้าฉันหายตัวไป ให้รอสามวันแล้วส่งบันทึกของฉันไปให้สำนักข่าวหนังสือพิมพ์"

ke "หนังสือเล่มนั้นซ่อนอยู่ที่ใต้กองสองชั้นในลิ้นชักโต๊ะตัวหนึ่ง"

hi "แล้วฉันจะเข้าห้องนายได้ไง ฉันไม่มีกุญแจนะ"

show kenji tsun_close
with charachange

"เคนจิมองเหมือนฉันเป็นคนบ้า"

ke "ก็สะเดาะเอาสิ นายทำเป็นใช่มั้ยล่ะ"

ke "เป็นทักษะที่ต้องมีติดตัวไว้แต่เด็กเลยนะ!"

hi "อ่า อื้ม ทำเป็นอยู่แล้ว"

hi "เดี๋ยวฉันจะ เอ่อ ทำตามที่นายขอนะ ถ้านายหายตัวไป"

"ฉันว่าฉันคงไม่อยากอ่านบันทึกของเคนจิแน่ ๆ"

"แต่ช่างเถอะ เคนจิดูจะมีความสุขทีเดียวที่ฉันตกลงยอมทำตามคำขอ"

show kenji happy_close
with charachange

ke "ดีเลยพวก ดี"

ke "เดี๋ยวเจอกัน ฉันมีธุระ"

stop music fadeout 5.0

show kenji happy_close:
    easeout 0.5 xpos 0.7 alpha 0.0
with Pause(0.5)

hide kenji
with None

"แล้วเคนจิก็พุ่งตัวไปตามโถงทางเดินแล้วหายไป"

"พูดเหมือนจะไม่กลับมาแล้วงั้นแหละ"

"หวังว่าจะไม่ต้องทำตามคำขอสุดท้ายของเขานะ"

scene bg school_dormhisao
with locationchange

play sound sfx_doorclose

"ฉันสั่นหัวแล้วปิดประตูเดินกลับมาที่เตียง"

"ไปเข้าเรียนสักหน่อยก็ดี ต่อให้จะเหลืออีกแค่ครึ่งวันก็เถอะ"

"แต่ก็ขาดเรียนมาตั้งครึ่งวันแล้ว"

"แล้วก็อยากอ่านหนังสือของฮอว์กิงที่ครูให้ยืมมาด้วย…"

"ครูคงเข้าใจแหละ"

with shorttimeskip

play sound sfx_hammer

"ก๊อก ก๊อก"

"คราวนี้เสียงนี้ดึงความสนใจฉันไปจากหนังสือ"

"ซึ่งเป็นความรู้สึกที่ไม่เหมือนตอนเสียงนั้นมาปลุกให้ตื่น"

hi "ใครน่ะ"

emi "ฉันเอง! ดีใจมั้ย"

play music music_emi fadein 4.0

"แม้เสียงจะอู้อี้เพราะอยู่อีกฟากประตู แต่เป็นเสียงเอมิแน่นอน"

play sound sfx_dooropen

scene bg school_dormhallway
show emiwheel smile at center
with locationchange

"ฉันลุกขึ้นมาเปิดประตูส่งยิ้มกว้าง"

hi "ไง! ดีใจที่ได้เจออีกครั้งนะ!"

show emiwheel grin
with charachange

"เอมิที่นั่งวีลแชร์อยู่มองฉันแล้วส่งยิ้มกลับ"

show emiwheel closedsmile
with charachange

emi "อื้ม จริง ๆ นายจะได้เจอฉันตั้งแต่ก่อนหน้านี้แล้ว แต่พอดีลิฟต์มันไม่ทำงานน่ะ"

show emiwheel pout
with charachange

emi "ต้องรอคนมาซ่อม"

show emiwheel awayfrown
with charachange

emi "เป็นใครก็คงคิดว่าน่าจะมีคนคอยรักษาสภาพลิฟต์ไว้ แต่ที่ไหนได้…"

"ฉันแค่นหัวเราะเบา ๆ ให้สีหน้าเครียด ๆ นั้นแล้วเปิดประตูให้เอมิเข้ามา"

scene bg school_dormhisao
with locationchange

"เธอเลื่อนล้อเข้ามาได้ไม่ลำบากนัก ฉันช่วยอุ้มให้เธอขยับมาอยู่ที่เตียงฉัน"

show emi basic_closedgrin:
    center
    ypos 1.0
    easein 0.5 ypos 1.1
with charaenter

emi "แบบนี้สิ ค่อยนั่งสบายกว่าวีลแชร์โง่ ๆ นั่นหน่อย"

show emi basic_grin:
    ypos 1.1
with charachange

"พวกเราจ้องกันอยู่พักหนึ่งด้วยความพึงใจที่อวลในอากาศ"

"จนตอนนี้เองที่ฉันเพิ่งเห็นว่าใต้ตาเอมิคล้ำ"

"ไม่ได้ดำขนาดนั้น แต่เป็นรอยที่ก่อนหน้านี้ไม่มีแน่นอน"

"แต่ก่อนที่ฉันจะทันได้ถามเอมิก็จ้องมาทางฉันอย่างเจ้าเล่ห์"

show emi excited_happy
with charachange

emi "พอดีวันนี้ไม่เห็นนายไปกินข้าวเที่ยงด้วยน่ะ"

emi "เอาจริง ๆ เหมือนวันนี้จะไม่เห็นนายเลย"

show emi excited_proud
with charachange

emi "เกิดอะไรขึ้นเหรอ หืมมม"

hi "หลับ"

hi "เพิ่งตื่นตอนเที่ยงนี่เอง แล้วที่ตื่นก็เพราะเคนจิปลุกด้วย"

show emi excited_amused
with charachange

emi "ไปทำอะไรมาถึงได้เพลียขนาดนั้น หืมมม"

hi "ก็เช้านี้ออกกำลังกายหนักน่ะสิ ไม่ค่อยสบายตัวด้วย"

show emi basic_closedhappy
with charachange

"เอมิกระแอมกึ่ง ๆ หัวเราะกึ่ง ๆ อาย"

show emi basic_happy
with charachange

emi "ฝากเตือนฉันด้วยว่าห้ามทำแบบนั้นอีก"

hi "ไม่มีปัญหา เอาจริง ๆ ฉันก็รู้สึกไม่ค่อยดีเหมือนกัน"

hi "วันหลังเราก็ไม่ต้องทำอีก"

hi "เธอยัง เอ่อ เจ็บ ๆ อยู่มั้ย"

show emi basic_confused
with charachange

"เอมิมองฉันด้วยความเหลือเชื่อ"

hi "อะไรเล่า คนเขาเป็นห่วงเลยถามเนี่ย!"

show emi sad_grin
with charachange

emi "เป็นหนึ่งในคำถามที่ฉันไม่คิดว่าจะมีคนถามฉันเลยนะ"

hi "ก็ ฉันไม่ได้คิดไว้ว่าจะต้องถามหรอก ถือว่าเจ๊ากันแล้วกัน"

show emi basic_closedhappy
with charachange

"เอมิหัวเราะกับคำตอบนั้น"

emi "คงงั้นละมั้ง"

stop music fadeout 5.0

show emi sad_shy
with charachange

emi "แต่ในเมื่อนายถามแล้วก็ ใช่ ยังเจ็บอยู่หน่อย ๆ"

show emi sad_pout
with charachange

emi "เราจะไม่ทำแบบนั้นอีกแล้ว"

hi "ไม่มีข้อคัดค้านครับ"

"เอมิหาว ฉันเลิกคิ้วขึ้น"

hi "เพลียเหรอ"

show emi sad_grin
with charachange

"เอมิพยักหน้าง่วง ๆ"

play music music_serene fadein 8.0

show emi sad_depressed
with charachange

emi "นอนไม่ค่อยหลับ"

"นอนไม่ค่อยหลับเหรอ"

"ฉันดูออกว่าเอมิไม่ได้ตั้งใจจะบอกฉันเพราะเธอทำท่าเหมือนหลุดปากบางอย่างแล้วโดนจับโกหกได้ เอมิรีบเสริมว่า"

show emi basic_closedgrin
with charachange

emi "แต่ก็ไม่ใช่เรื่องใหญ่หรอก"

hi "มีเรื่องอะไรหรือเปล่า"

show emi basic_grin
with charachange

"เอมิยักไหล่ไม่ขยายความต่อ"

hi "เครียดเรื่องสอบเหรอ"

"เอมิยักไหล่อีกรอบ แต่เธอเว้นช่วงไปก่อนจะกึ่ง ๆ พยักหน้า"

show emi sad_shy
with charachange

emi "เอ่อ อื้ม มั้งนะ"

emi "จริง ๆ ที่มานี่ก็เพราะเรื่องนั้นแหละ"

"เอมิทำหน้าสิ้นหวังหนักขึ้นเรื่อย ๆ"

"แต่ไม่ได้ทำเพื่อให้เห็นหรอก เพราะเธอมองตักตัวเองแล้วบิดตัวไปมาพูดเสียงเบา"

show emi sad_pout
with charachange

emi "เรา เอ่อ เราต้องเลิกอยู่ด้วยกันสักพักนะ"

hi "หือ ทำไมล่ะ"

"เอมิสูดหายใจลึก ๆ เหมือนซ้อมบทมาแล้ว"

show emi sad_shy
with charachange

emi "เพราะอยู่กับนายแล้วสนุกเกินไป"

emi "พอนายอยู่ใกล้ ๆ แล้วฉันก็ไม่มีสมาธิเลย"

emi "ยิ่งใกล้สอบแล้วด้วย ฉัน… ต้องมีสมาธิหน่อย"

show emi sad_depressed
with charachange

emi "ไม่อย่างนั้นฉันเกรงว่าผลการเรียนของฉันจะตก"

hi "ฉันติวให้เธอได้นะ…"

show emi sad_grin
with charachange

"เอมิยิ้มให้ สีหน้าชัดว่าไม่อยากให้เรื่องเป็นอย่างนี้เลย"

emi "ถ้านายติวให้ได้ก็ดี แต่เราคงจะไม่ได้อ่านหนังสือกันจริง ๆ หรอก ใช่มั้ย"

show emi sad_shy
with charachange

emi "คือแม้แต่ตอนนี้ที่ฉันตั้งสติจะคุยกับนายฉันยังอยาก เอ่อ…"

show emi sad_shyblush
with charachange

emi "อยากไม่คุยแล้ว"

hi "อ้อ"

hi "ความเป็นชายชาตรีของฉันมันมากล้นเกินสินะ เข้าใจ ๆ"

show emi basic_grin
with charachange

"อย่างน้อยเอมิก็ยิ้มออกเพราะคำพูดนั้น"

"เธอสั่นหัว"

show emi basic_closedgrin
with charachange

emi "บ้า หลงตัวเองนะนายเนี่ย"

hi "แหม เป็นใครก็หลงเสน่ห์ฉันน่า"

show emi sad_shyblush
with charachange

emi "เอ่อ ก็ใช่ มั้ง"

show emi sad_grin
with charachange

emi "เรื่องก็ประมาณนั้นแหละฮิซาโอะ"

emi "ฉันอยู่กับนายแล้วสนุกเกินไป และถ้าฉันอยากเตรียมพร้อมกับเรื่องสอบฉันก็ต้องอยู่ตัวคนเดียว"

hi "นี่ ไม่เป็นไรน่า"

"เหมือนจะเครียดเพราะเรื่องนี้จริง ๆ"

"อีกอย่าง ก็แค่สองสัปดาห์เอง แถมเรายังได้เจอกันตอนเช้ากับตอนเที่ยงอยู่"

hi "ก็อยู่ด้วยกันตอนช่วงที่เรียนนั่นแหละ ไม่มีปัญหา"

hi "แล้วพอสอบเสร็จเราต้องไปฉลองที่จบเรื่องได้สักทีกันนะ"

show emi basic_closedgrin
with charachange

"เอมิยิ้มดีใจกับข้อเสนอนี้"

show emi basic_happy
with charachange

emi "อื้ม ได้เลย! ใช้ได้ ๆ !"

show emi excited_amused_close at center
with characlose

"เอมิโน้มตัวเข้ามาจูบฉันเหมือนเป็นการส่งสัญญาณจบบทสนทนานี้"

"คืนนั้นทั้งคืนฉันไม่ได้คิดเรื่องสอบเลย"

stop music fadeout 2.0

scene black
with dissolve

#####################################

label th_E23:

window hide None

$ renpy.music.set_volume(0.5, 0.0, channel="music")
play music music_night fadein 4.0

scene bg school_library_bw
with locationchange

nvl clear
nvl show dissolve

n "\n\nแปลกดีที่เอมิกับฉันเลิกเจอกันหลังเลิกเรียนแต่ละคาบไปได้ง่าย ๆ เลย"

n "ที่จริงฉันขอใช้คำว่าชวนให้ไม่สบายใจขึ้นมาหน่อย ๆ เลยดีกว่า"

n "เรามาอยู่ด้วยกันได้อย่างง่ายดาย และแยกกันอยู่ได้ไม่ลำบากนัก"

n "แต่ก็ไม่เชิงหรอก"

n "เราสองคนยังคงหมอง ๆ อยู่หลังจากที่ได้อยู่ด้วยกันคืนนั้นเป็นคืนสุดท้าย"

n "และเราก็เจอกันทุกเช้าตอนวิ่งด้วยกัน (ขอเสริมว่าแค่วิ่งจริง ๆ )"

n "ตอนเที่ยงก็ด้วย ฉันชอบตอนได้อยู่กับเอมิช่วงกินข้าวเที่ยงด้วยกันเป็นพิเศษ"

n "เพราะเรามีเวลามากพอที่จะคุยเรื่องอื่นนอกจากเรื่องเรียนกัน ส่วนการวิ่งยามเช้านั้นเริ่มเข้าใกล้คำว่าเป็นทางการ\nขึ้นเรื่อย ๆ"

n "ฉันคิดว่าคงเพราะเอมิอยากชดเชยกับตอนที่เราเล่นสนุกกันในห้องเก็บของครั้งนั้น"

n "แต่ไม่ว่าเราจะคุยกันตอนพักเที่ยงสนุกกันแค่ไหน ฉันก็อดเป็นห่วงเอมิหน่อย ๆ ไม่ได้"

nvl clear

n "\n\nเหมือนเอมิจะเหม่อบ่อยขึ้น แล้วก็เห็นเธอบิดตัวด้วยความประหม่าอยู่หลายครั้งด้วย"

n "ฉันไม่เคยคิดเลยว่าเอมิจะเป็นคนที่คิดมากเรื่องการสอบขนาดนั้น แต่ดูท่าว่าเรื่องสอบจะเริ่มมีผลกับจิตใจเธอแล้วจริง ๆ"

n "ทั้งที่ยังไม่ถึงวันสอบวันแรกด้วยซ้ำ"

n "ตอนนี้เป็นแค่ช่วงเตรียมตัว เป็นการสูดหายใจก่อนกระโดดลงน้ำ"

n "พรุ่งนี้บททดสอบที่แท้จริงจะเริ่มแล้ว"

n "หรือก็คือวันสอบจริงนั่นแหละ"

n "ส่วนฉันก็ไม่ได้กังวลเรื่องสอบเลย"

n "ไม่แน่ใจเหมือนกันว่าเพราะอะไร ทั้งที่การสอบครั้งนี้ก็สำคัญเพราะคะแนนจะเป็นตัวชี้ชะตาว่าฉันมีโอกาสจะสอบติด\nมหาวิทยาลัยดี ๆ มากแค่ไหน"

n "ไม่สิ ถ้าฉันทำตัวลอยชายมากเกินไปก็อาจนับได้ว่าเส้นทางการเรียนต่อของฉันนั้นดับสิ้นเลยก็ได้"

n "แต่ตอนนี้ฉันมั่นใจว่าจะผ่านพ้นการสอบครั้งนี้ไปได้ด้วยดี"

nvl clear

n "\n\n\n\n\n\nครูมุโต้คิดว่าฉันพร้อมมาก ๆ ที่จะสอบวิชาวิทยาศาสตร์แล้ว"

n "เพราะพูดไว้ว่า “เธอจะมีปัญหากับวิชาไหนก็ช่าง แต่ไม่ใช่กับวิชาที่ครูสอนแน่นอนฮิซาโอะ ความสามารถเธอ\nอยู่สูงกว่าข้อสอบครูมาก”"

n "แต่ก็นะ คนที่พูดคือครูมุโต้"

n "คำชมของครูมีนัยแอบแฝงว่าถ้าทำออกมาได้ไม่ดีแล้วครูคงผิดหวัง ซึ่งทำให้ฉันเครียดกับเรื่องสอบกว่าปกติ"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear
nvl hide dissolve

scene bg school_library
with locationchange

window show

"และเพราะเช่นนั้นเองพอเลิกเรียนแล้วฉันจึงมานั่งอ่านหนังสืออยู่ที่ห้องสมุด"

"เป็นเรื่องที่ค่อนข้างง่าย สูตรความเร่งสองสูตรสองสูตร แล้วก็เรื่องแรงเสียดทานบ้าง…"

"ถ้าให้เทียบกับคู่ปรับของฉันอย่างวิชาภาษาอังกฤษแล้วก็นับได้ว่ากล้วย ๆ ฉันไม่ถนัดเรื่องภาษาเอาเสียเลย…"

"พอพลิกหน้าสมุดดูอีกรอบจิตใจฉันก็เริ่มล่องลอย"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\n\nถ้าสอบเสร็จแล้วอะไร ๆ ก็น่าจะง่ายขึ้น"

n "อีกเดี๋ยวก็จะเรียนจบกันแล้ว"

n "แล้วก็—หวังว่านะ—จะได้เรียนต่อมหาวิทยาลัย"

n "ฉันนึกถึงแต่ละครั้งที่ฉันคอยถามเอมิว่าเรียนจบแล้วจะทำอะไรต่อ"

n "อืมมม เท่าที่นึกออก เอมิเบี่ยงหัวข้อได้เนียนทีเดียว"

n "ไม่สิ เหมือนทุกครั้งที่ฉันซักไซ้มาก ๆ เข้าเอมิก็จะพูดอ้อมไปอ้อมมา"

n "หรือไม่ก็เบนความสนใจฉันด้วย… วิธีอื่น"

n "เหมือนเมื่อสองสามวันก่อนตอนเที่ยงที่รินไม่อยู่ด้วย…"

n "ฮะ ๆ"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear
nvl hide None
window show None

stop music fadeout 0.2

show yuuko happy_up
with vpunch

yu "สำเร็จแล้ว!"

"เสียงตะโกนอย่างภาคภูมิของยูโกะดึงให้ฉันหลุดจากภวังค์"

hi "ว้าก!"

show yuuko panic_up
with charachange

"เหมือนยูโกะจะผงะไปที่ฉันสะดุ้งแบบกะทันหัน"

play music music_happiness fadein 2.0

yu "ตายแล้ว!"

show yuuko panic_down
with charachange

yu "ขอโทษที! พอดีฉัน แล้วก็ฉันไม่ได้ แค่ว่าฉัน—"

"ยูโกะพูดตะกุกตะกักจนฉันต้องรีบเข้าไปช่วยสงบใจไม่ให้ลนลานไปกว่านี้"

hi "เอ้า ๆ เดี๋ยวครับ"

"ที่ฉันพูดไปเหมือนจะไม่ได้ผล"

"ยูโกะยังคงทำตัวร้อนรนขึ้นเรื่อย ๆ จนสติหลุด"

show yuuko panic_up
with charachange

yu "แล้วก็ที่นี่เป็นห้องสมุดด้วย ฉันไม่ควรจะ—"

hi "ค่อย ๆ พูดครับ ใจร่ม ๆ ก่อน"

show yuuko cry_down
with charachange

yu "แล้วตอนนี้ฉันก็เป็นตัวอย่างที่ไม่ดี แล้วทีนี้ฉันก็จะโดนไล่ออกเพราะทำอะไรก็ไม่ได้เรื่อง—"

hi "คุณยูโกะ!!" with vpunch

show yuuko worried_up
with charachange

"การตะโกนดูจะได้ผล ถึงตอนนี้จะมีนักเรียนที่อยู่ในห้องสมุดหลายคนหันมามองด้วยความไม่พอใจก็ตาม"

"ยูโกะได้สติทันทีเหมือนทหารที่ได้ยินนายออกคำสั่ง"

show yuuko neurotic_up
with charachange

yu "ขอโทษ! ขอโทษ!"

hi "ใจเย็น ๆ ครับ ไม่เป็นไรหรอก"

hi "ผมแค่ตกใจนิดหน่อย แล้วที่ตกใจก็เพราะผมมัวแต่เหม่ออยู่แทนที่จะอ่านหนังสือ"

hi "เพราะงั้นเอาเข้าจริง ๆ แล้วคุณช่วยให้ผมกลับมาอ่านต่อได้ด้วยซ้ำ"

"โกหกทั้งเพ แต่ก็ดูจะได้ผล"

show yuuko worried_down
with charachange

"ยูโกะสูดหายใจลึกทำท่าเหมือนสงบลงบ้างแล้ว"

"แต่ก็ยังบิดตัวไปมาด้วยความประหม่า ซึ่งเป็นภาพที่ฉันคุ้นเคยเป็นอย่างดี"

hi "แล้วมีเรื่องอะไรถึงตื่นเต้นขนาดนี้เหรอครับ"

show yuuko neutral_up_close
with characlose

yu "แมวขโมยยามากุ!"

"ต้องขอชมที่ยูโกะยังอุตส่าห์ส่งผ่านความตื่นเต้นมาได้ทั้งที่แค่กระซิบอยู่"

show yuuko closedhappy_up_close
with charachange

yu "ฉันว่าฉันรู้ตัวคนร้ายแล้ว!"

show yuuko happy_down_close
with charachange

yu "ฉันได้เบาะแสถึงตัวตนของคนร้ายมาจากคนนิรนาม!"

yu "ฉันเลยไปตามสืบ แล้วก็เป็นอย่างที่คนให้เบาะแสมาจริง ๆ !"

hi "จริงเหรอครับ แล้วใครคือ เอ่อ ขโมยคนนี้"

show yuuko worried_down_close
with charachange

"ยูโกะปิดปากสั่นหัวด้วยความมั่นใจ"

yu "ไม่ บอกเธอไม่ได้"

hi "ไหงงั้นล่ะครับ"

show yuuko worried_up_close
with charachange

yu "เรื่องนี้เป็นเรื่องของฉันกับขโมยเท่านั้น"

yu "ขืนบอกแล้วเดี๋ยวเธอเอาไปบอกต่อว่าฉันกำลังตามตัวเขาอยู่"

yu "เขาอาจรีบลงมือแล้วชิ่งไปเลยก็ได้"

yu "แล้วฉันก็จะไม่ได้ตัวคนร้ายเลย"

"นี่ยูโกะพูดเหมือนเป็นนักสืบในหนังสืบสวนได้ตั้งแต่เมื่อไหร่"

hi "ผมไม่เอาไปบอกหรอกครับ! ผมจะไปสนใจทำไม"

show yuuko neutral_down
with charadistant

yu "ถ้าเธอถามแบบนี้ก็แปลว่าเธอไม่จำเป็นต้องรู้"

hi "ไม่เห็นจะเข้าใจเลย แต่โอเค"

hi "ยินดีด้วย ละมั้งครับ"

show yuuko closedhappy_down
with charachange

yu "ขอบคุณนะ!"

show yuuko worried_up
with charachange

yu "เอ่อ เรื่องอะไรล่ะ"

hi "เรื่อง เอ่อ แมวขโมยยามากุมั้งครับ"

show yuuko smile_down
with charachange

"ยูโกะพยักหน้าแล้วยิ้มขอบคุณ"

yu "แล้วนี่! อ่านหนังสือเตรียมสอบอยู่เหรอ"

hi "ก็คิดไว้งั้นแหละครับ แต่อ่านไม่ค่อยรู้เรื่องเท่าไหร่"

show yuuko worried_down
with charachange

yu "จริงเหรอ เพราะหาหนังสือไม่เจอหรือเปล่า"

show yuuko panic_up
with charachange

yu "ขอโทษจริง ๆ นะ!"

yu "ฉันกะจะเก็บกวาดชั้นหนังสือมาสองสามสัปดาห์แล้ว แต่เพราะมัวแต่สนใจอย่างอื่นเลยไม่ได้มาทำ!"

yu "ขอโทษจริง ๆ !"

hi "เอ้า ๆ เดี๋ยวครับ"

hi "ไม่ใช่เพราะอย่างนั้นเลย ผมก็ได้หนังสือแล้วนี่ไง"

"ฉันผายมือไปที่หนังสือที่อยู่ตรงหน้าฉันเป็นการตอกย้ำคำพูดนั้นและหวังว่าพอทำแล้วยูโกะจะสงบใจลงได้บ้าง"

hi "ผมแค่เหม่อเฉย ๆ"

show yuuko worried_up
with charachange

yu "เพราะในนี้เสียงดังหรือเปล่า"

yu "ฉันก็เข้มงวดกับเรื่องการใช้เสียงในห้องสมุดอยู่นะ แต่ฉันตะโกนว่าคนอื่นไม่ลง…"

show yuuko worried_down
with charachange

yu "เพราะขนาดฉันไม่ใช้อำนาจ แค่นี้แต่ละคนก็เหนื่อยกับชีวิตตัวเองอยู่แล้วนี่"

hi "เปล่าครับ ไม่ใช่เรื่องเสียงด้วย ผมพูดเลย"

hi "ผมแค่…"

"โอย ไม่รู้"

"คิดมากเรื่องเอมิ"

"คิดมากเรื่องเรา"

"คิดมากว่าพอเราเรียนจบแล้วจะเป็นยังไงบ้าง"

hi "ช่วงนี้เอมิทำตัวแปลก ๆ นะครับ"

show yuuko worried_up
with charachange

yu "หมายความว่าไงเหรอ"

hi "ก็ ตอนนี้เราสองคนคบกันอยู่ใช่มั้ยครับ"

hi "คือผมไม่แน่ใจว่าเรา เนี่ย…"

hi "เป็นแฟนกันจริง ๆ หรือเปล่า ไม่รู้ว่าเราเป็นมากกว่าเพื่อนมั้ย"

"ถึงเพื่อนจะไม่ทำอะไรแบบที่เราทำกันหรอก"

"ถ้านับทางกายแล้วเราก็เป็นแฟนกัน"

"อย่างน้อยก็เป็นคู่กัน"

hi "เหมือนพอผมอยากรู้ว่าเอมิจะเอายังไงกับชีวิตตัวเองหรือทำความรู้จักกับเอมิให้มากขึ้นทีไรแล้วเอมิก็จะ\nเลี่ยงคำถามตลอดเลย"

hi "อย่างวันก่อนผมก็คุยกับเอมิตอนพักเที่ยงเรื่องมหา’ลัยที่ผมไปหาข้อมูลมา"

hi "แล้วผมก็ถามเอมิว่า “ช่วงนี้ได้ดูที่ไหนไว้มั้ย”"

hi "เอมิยักไหล่แล้วตอบว่าไม่ พอถามว่าทำไมถึงไม่ดู เอมิก็บอกว่าไม่ได้วางแผนไว้ไกลขนาดนั้น"

hi "แล้วพอถามว่าทำไมถึงถือแนวคิดแบบนั้นเอมิก็…"

"อยู่ ๆ ฉันก็ระลึกได้ว่าตัวเองกำลังจะเล่าอะไรต่อ คิดได้ดังนั้นแล้วฉันเงียบปากไปทันที"

show yuuko neutral_up
with charachange

yu "เอมิก็อะไร"

hi "เอ่อ เปลี่ยนเรื่องน่ะครับ"

hi "ไม่ยอมคุยเรื่องนั้น"

show yuuko neutral_down
with charachange

yu "อาจจะเพราะเอมิไม่สบายใจที่จะคุยเรื่องนั้นหรือเปล่า"

yu "หรือไม่ก็เพราะคิดว่าเป็นเรื่องที่ไม่ต้องอธิบายอะไร"

hi "ครับ แต่ไม่ใช่แค่นั้นน่ะสิ"

hi "ทุกครั้งที่ผมถามว่ามีเรื่องอะไรกวนใจอยู่หรือเปล่าเอมิก็เปลี่ยนเรื่องไปเหมือนกัน"

hi "เหมือนตัวอยู่ใกล้แต่ไม่ได้ทำตัวสนิทด้วย"

"พอพูดออกมาแล้วก็รู้สึกแย่แฮะ"

"ยูโกะประมวลผลข้อมูลที่ฉันพูดไป"

show yuuko worried_down
with charachange

yu "คือ ฉันรู้สึกเหมือนว่าเธอจะจริงจังกับเรื่องนี้มากกว่าเอมิ"

"ตอนนี้เหมือนฉันใจแป้วไปเลย"

"ยูโกะพูดถูก"

"เพราะดูเหมือนเป็นแบบนั้นจริง ๆ"

hi "แต่จะเป็นอย่างนั้นจริงเหรอครับ คือ…"

show yuuko panic_up
with charachange

yu "ขอโทษ! ฉันแค่พูดไปเรื่อย!"

yu "อย่าฟังคำแนะนำของฉันเลยนะ เธอเพิ่งจะรู้จักฉันได้ไม่นานนี้เอง!"

show yuuko cry_down
with charachange

yu "ฉันก็เป็นแค่บรรณารักษ์ แถมโสดด้วย ยังไงเธอก็คงรู้ว่าฉันไม่ได้มีความรู้จริง ๆ หรอก!"

hi "ไม่สิครับ ผมว่า…"

hi "ผมว่าคุณพูดถูก"

"ต้องยอมรับแม้จะเจ็บปวดเมื่อคิดอย่างนั้นก็ตาม"

"ยูโกะเหมือนจะพยายามหาทางซับแรงกระแทกให้ได้"

show yuuko neutral_down
with charachange

yu "เอ่อ นี่นะ"

show yuuko smile_down
with charachange

yu "ฉันอาจจะคิดผิด แต่ถ้าอยากแน่ใจจริง ๆ ว่าฉันคิดผิดแค่ไหนเธอก็ไปคุยกับเอมิสิ"

yu "หาเวลาอยู่ด้วยกันแล้วก็ถามไปเลย"

show yuuko closedhappy_down
with charachange

yu "แล้วก็ห้ามปล่อยให้เอมิเปลี่ยนเรื่องได้ด้วย!"

hi "ครับ ผมคงต้องทำแบบนั้นแหละ"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\nหรือฉันจะอยู่ทั้งแบบนี้ไปนั่นแหละ"

n "เพราะยังไงเราก็สนุกที่ได้อยู่ด้วยกัน"

n "ตอนวิ่งก็ดี กิจกรรมอื่นก็ดี ได้คุยกับเอมิก็ดี"

n "ฉันจำเป็นต้องสนิทกับเอมิให้มากกว่านี้ด้วยเหรอ เท่าที่เป็นอยู่ตอนนี้ก็ดีแล้วนี่"

n "คิดอะไรบ้าบอ"

n "ฉันอยากจะสนิทกับเอมิให้มากกว่านี้"

n "อยากจะช่วยจัดการปัญหาที่กวนใจเอมิอยู่"

n "แต่… คงต้องรอให้สอบเสร็จก่อน"

n "ถ้าแรงกดดันหายแล้วเอมิอาจจะร่าเริงขึ้นก็ได้"

n "ถ้าร่าเริงขึ้นแล้วฉันก็ไม่ต้องคิดมากเรื่องนี้อีก"

n "แต่ถ้าไม่ร่าเริงขึ้นก็ นะ"

n "เมื่อถึงเวลาแล้วฉันคงต้องทำสิ่งที่ควรทำ"

$ renpy.music.set_volume(1.0, 2.0, channel="music")

nvl hide dissolve
nvl clear
window show

stop music fadeout 5.0

"ฉันขอบคุณยูโกะที่ให้คำแนะนำแล้วกลับมาที่ห้องตัวเอง"

scene bg school_hallway2
with locationchange

"อ่านหนังสือในห้องนี้แล้วอาจมีสมาธิขึ้นมาหน่อย"

scene black
with dissolve

#####################################

label th_E24:

scene bg school_hallway3
with locationskip
play music music_tranquil fadein 3.0

"ฉันออกจากห้องมาหลังจากที่สอบเสร็จแล้วและถอนหายใจด้วยความโล่งอก"

"ข้อสอบไม่ได้ยากมากดังหวัง ฉันทำข้อสอบปลายภาคได้เกือบทุกวิชายกเว้นวิชาภาษาอังกฤษ"

"ซึ่งก็ยังพอถูไถอยู่"

"เอมิจะเป็นยังไงบ้างนะ"

"ไม่ได้หมายถึงแค่เรื่องสอบหรอก เห็นตอนเที่ยงดูไม่ค่อยไหวเลย"

"เอมิก็ดีใจอยู่แหละที่ไม่ต้องใช้วีลแชร์แล้ว แต่เธอก็เพลียมาก"

"เอมิเหนื่อยกับอะไรบางอย่างอยู่ ฉันชักสงสัยแล้วว่าน่าจะไม่ใช่แค่เครียดเรื่องสอบแน่ ๆ"

"แต่จะไปถามตรง ๆ เลยดีไหม"

"ระหว่างที่คิดอยู่ก็มีนิ้วมาสะกิิดไหล่ฉัน"

show muto smile at center
with charaenter

mu "นี่ ฮิซาโอะ"

label th_choiceE24:
menu:
    with menueffect

    mu "พอจะมีเวลามั้ย"

    "สักสองสามนาทีคงไม่เป็นไร":
        return m1

    "ไม่ได้ ยังมีเรื่องอื่นให้ต้องคิดอยู่":
        return m2

label th_E24a:

#choice time, kiddies!  Either a) Yeah, sure or b) Not really…

#if a

hi "ครับ พอจะมีเวลาอยู่ ไม่ได้มีธุระต้องไปที่ไหนอะไรแบบนั้น"

show muto normal
with charachange

"ครูเลิกคิ้วขึ้นสงสัยกับคำพูดของฉันก่อนจะบุ้ยใบ้ให้กลับเข้าไปที่ห้องเรียน"

hide muto
with charaexit

scene bg school_scienceroom
with locationchange

show muto normal at center
with charaenter

mu "ครูแค่อยากถามความคิดเห็นเธอหน่อยว่าที่ฉันสอนเป็นยังไงบ้าง"

mu "ครูรู้ว่าวิชานี้ยังง่ายไปหน่อยสำหรับเธอ…"

hi "ไม่ต้องห่วงหรอกครับ แค่กิจกรรมชมรมวิทยาศาสตร์ก็นับว่าชดเชยกันได้แล้ว"

show muto smile
with charachange

mu "อืมม งั้นเหรอ"

show muto normal
with charachange

mu "โอเค ที่จริงครูก็อยากคุยกับเธอเรื่องนี้แหละ"

mu "เธอคิดว่ากิจกรรมมันคุ้มกับเวลาที่เสียไปมั้ย ครูจะได้เอาไปคิดต่อ"

hi "ก็ดีอยู่นะครับ ได้รู้เนื้อหาที่ไปไกลกว่าที่เราเรียนกันด้วย ถือว่าคุ้มมากครับ"

show muto smile
with charachange

"ครูดูดีใจกับคำตอบนั้น"

mu "ดีแล้ว! นี่แหละที่ครูหวังไว้"

mu "นี่นะฮิซาโอะ ครูดีใจมากที่เธอมาเรียนที่นี่ พอมีนักเรียนที่สนใจวิชาที่ตัวเองสอนแล้วคนเป็นครูน่ะก็ย่อมรู้สึกดี\nอยู่แล้ว"

mu "ในแง่หนึ่งก็ทำให้มีแรงใจมารับมือกับนักเรียนคนอื่นด้วย"

mu "เธอก็เป็นเด็กฉลาดด้วย เรียนได้ง่าย ๆ เหมือนจระเข้ว่ายน้ำ หรือสำนวนอะไรแบบนั้นแหละ"

hi "เอ้อ ขอบคุณครับ"

hi "ครูก็ช่วยผมได้หลายเรื่องเลย โดยเฉพาะเรื่องมหาวิทยาลัยอะไรพวกนี้"

show muto normal
with charachange

mu "ยังมีอีกเรื่องนะฮิซาโอะ"

mu "จะขอให้คำแนะนำในฐานะนักวิทยาศาสตร์ด้วยกัน"

hi "อะไรเหรอครับ"

mu "นักวิทยาศาสตร์ทำอะไร"

hi "สังเกตโลกรอบตัวครับ"

show muto smile
with charachange

mu "ใช่เลย ดี"

show muto normal
with charachange

mu "คำถามง่าย ๆ ที่หลายคนเหมือนจะตอบไม่ได้ นี่แหละคือแก่นแท้ของนักวิทยาศาสตร์ละฮิซาโอะ"

mu "เราสังเกตสิ่งที่อยู่ตรงหน้าแล้วก็ศึกษามัน"

mu "แต่ถ้าเป็นสิ่งที่ศึกษาไม่ได้ล่ะ"

mu "ถ้านักวิทยาศาสตร์สังเกตอะไรไม่ได้แล้วเขาจะทำยังไง"

mu "เช่นว่า เราคุยเรื่องควาร์กกันได้ยังไงในเมื่อไม่มีใครเคยเห็นมันเลย หรือเราคุยเรื่องหลุมดำได้ยังไง\nในเมื่อการสังเกตโดยตรงนั้นเป็นไปไม่ได้"

hi "ก็ เครื่องมือทางวิทยาศาสตร์สมัยนี้ก็พัฒนามาไกลมากแล้ว…"

show muto irritated
with charachange

"ครูโบกมือปัด ๆ ด้วยความหงุดหงิดกับคำตอบฉัน"

mu "ไม่ ไม่ใช่อย่างนั้นเลย"

mu "ของพวกนั้นเป็นเครื่องมือเฉย ๆ ตอนนี้ครูกำลังสอนเรื่องแนวคิดอยู่"

show muto normal
with charachange

mu "คิดดูสิ ถ้าเราสังเกตอะไรไม่ได้ตรง ๆ แล้วเราจะสังเกตยังไง"

hi "เอ่อ เดาเหรอครับ"

mu "ยังไงล่ะ เราจะเดาการเคลื่อนที่ของควาร์กยังไง เราใช้อะไรเดา"

"แหงอยู่แล้ว"

"ทำไมถึงไม่คิดได้ตั้งแต่เมื่อกี้นะ"

hi "สิ่งโดยรอบที่ได้รับผลกระทบจากสิ่งนั้น"

show muto smile
with charachange

"ครูตบมือแปะด้วยความตื่นเต้นแล้วร้องด้วยความดีใจ"

mu "ใช่ นั่นแหละ ดีมาก"

mu "จำไว้นะฮิซาโอะ"

show muto normal
with charachange

mu "ถ้าเราพิจารณาอะไรไม่ได้ตรง ๆ ก็เป็นเพราะเรามองผิดมุม"

mu "ถ้าอยากรู้ความจริงเราก็ต้องมองอีกมุมหนึ่ง และถ้ายังมองไม่เห็นเราก็จะดูร่องรอยที่สิ่งนั้นทิ้งเอาไว้"

mu "นี่แหละคือแก่นแท้ของการเป็นนักวิทยาศาสตร์ เราไม่เคยหยุดการค้นคว้าหาคำตอบ ห้ามมองอะไร\nไปแบบผ่าน ๆ เด็ดขาด"

mu "สังเกต ทดลอง แล้วก็สังเกตซ้ำอีก"

mu "ยังมีอะไรหลายอย่างที่มันไม่สมเหตุสมผลนะฮิซาโอะ หน้าที่ของเธอคือการทำความเข้าใจให้มันสมเหตุสมผลขึ้นมา"

mu "อย่างน้อย ๆ ครูก็หวังว่าเธอจะได้เรียนรู้แนวคิดนี้ตอนเรียนอยู่ที่นี่นะ"

hi "จะจำไว้ครับ"

show muto smile
with charachange

"ครูยิ้มด้วยความพอใจ"

mu "ดี ทีนี้ก็ไปพักให้เต็มที่เถอะ เธอเหนื่อยมาเยอะแล้ว"

stop music fadeout 8.0

scene bg school_hallway3
with locationchange

"ฉันออกจากห้องเรียนมาด้วยความสับสนเล็กน้อย"

"ทำไมครูถึงพูดเรื่องนี้ขึ้นมา"

"แต่ว่า…"

"หรือฉันจะคิดเรื่องเอมิผิดมุมไป"

"ถ้าเอมิไม่ยอมบอก ก็อาจจะต้องหาทางอื่นเพื่อตามหาความจริง"

#if b

label th_E24b:

hi "คือจริง ๆ ผมมีธุระอยู่…"

show muto normal
with charachange

mu "อ้าว งั้นก็ไม่เป็นไร"

mu "ครูแค่อยากขอความคิดเห็นจากเธอเรื่องชมรมวิทยาศาสตร์หน่อยน่ะ แต่ไว้ค่อยมาคุยกันก็ได้"

mu "พักผ่อนให้เต็มที่นะ"

hi "ครับ ได้ครับ"

"ก็อยากจะคุยกับครูอยู่หรอก แต่ในหัวฉันตอนนี้มีเรื่องอื่นอยู่"

"หรือก็คือ ฉันจะเอายังไงกับเอมิดี"

"ไปเจอหน้ากันตรง ๆ เลยได้หรือเปล่า"

#end split

label th_E24c:

scene bg school_dormhisao
with locationskip

"คำถามเหล่านั้นยังคงวนเวียนอยู่ในหัวมาแม้แต่ตอนที่ถึงห้องแล้ว"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\nถ้าเกิดว่าเอมิโกรธขึ้นมาล่ะ"

n "อีกอย่าง ถ้าเกิดมันไม่มีอะไรเลยล่ะ"

n "ถ้าฉันเข้าไปในห้องแล้วไม่ยอมออกมาจนกว่าเอมิจะยอมบอกว่ามีเรื่องอะไรแล้วจะดูเป็นคนตื๊อเกินไปมั้ย"

n "ไม่อยากมาทะเลาะกันเพราะเรื่องแบบนี้เลย"

n "หรือจะพักเรื่องนี้ไว้ก่อน รอดูว่าพรุ่งนี้เอมิจะเป็นยังไงแล้วค่อยทำอะไรต่อ"

n "ปล่อย ๆ ไปเลยก็คงไม่ได้แย่หรอกมั้ง"

n "ใช่ว่าเราจะรังเกียจการอยู่ด้วยกันที่ไหน"

n "แต่ถึงจะฟังดูแปลก ฉันอยากจะ… ช่วยเอมิจริง ๆ"

n "ฉันไม่รู้ด้วยซ้ำว่าเอมิจะมีเรื่องอะไรให้ฉันช่วยได้หรือเปล่า"

n "แต่ฉันอยากช่วย"

$ renpy.music.set_volume(1.0, 2.0, channel="music")

play sound sfx_doorknock

stop music fadeout 2.0

nvl clear
nvl hide dissolve

window show

"อยู่ ๆ ก็มีเสียงเคาะประตูดังแทรกขึ้นมา"

play sound sfx_dooropen

scene bg school_dormhallway
show kenji neutral at center
with locationchange

"พอไปเปิดดูก็เห็นว่าเป็นเคนจิ"

hi "อ้อ นายนี่เอง"

play music music_kenji

show kenji tsun
with charachange

ke "ฉันนี่เอง? แค่เนี้ย?"

ke "ถ้านายรู้ว่าฉันต้องผ่านอะไรมาบ้างและทำอะไรมาบ้างนายคงดีใจกว่านี้ที่ได้เจอฉันนะพวก"

ke "ก็แบบ เป็นเรื่องสุดยิ่งใหญ่ แบบ นายอาจจะไม่ได้พบกับฉันอีกเลย น่ะ"

ke "แต่นายก็ทำเหมือนฉันแค่ออกไปซื้อนมที่ร้านค้าหรืออะไรงั้นแหละ"

show kenji happy
with charachange

ke "นายนี่เย็นชานะฮิซาโอะ ฉันละนับถือเลย"

hi "เอ่อ ขอบคุณ ละมั้งนะ"

show kenji neutral
with charachange

ke "นิ่ง ๆ ไว้น่ะดีที่สุด ห้ามแสดงอารมณ์ใด ๆ"

ke "ถือไพ่ไว้ให้ใกล้ตัว"

ke "เว้นเสียแต่ว่าจะมีไพ่ไม่ดีหรือถึงเวลาหงายไพ่"

ke "ถึงตอนนั้นแล้วก็ให้หมอบหรือกวาดเดิมพันมาให้หมด"

show kenji happy
with charachange

ke "เข้าใจมั้ย"

hi "อืม เข้าใจมาก ๆ"

hi "แบบนี้ก็แสดงว่า เอ่อ ภารกิจลุล่วงด้วยดีงั้นสิ"

show kenji tsun
with charachange

ke "โห สอดรู้นะนายเนี่ย"

ke "พูดอะไรอย่างนั้นออกมาดืื้อ ๆ เลยได้ไง! สถานการณ์ตอนนี้ยังอ่อนไหวอยู่นะ!"

ke "ขืนก้าวพลาดสักก้าวแล้วละก็ตู้ม! ภารกิจแทรกซึมสำเร็จ!"

hi "ไหนนายบอกว่าจะเปิดโปงไอ้ทฤษฎีสมคบคิดนี่ไง"

ke "พอดีเรื่องมันใหญ่กว่าที่คิดน่ะ ฉันต้องไปอัปเดตผังสักหน่อย"

ke "แล้วก็ต้องสลับสับเปลี่ยนหุ่นเชิดบางตัวด้วย"

show kenji happy
with charachange

ke "สนใจมาช่วยมั้ย ฉันมีวิสกี้ที่… ได้มาจากสักที่ด้วย"

ke "นายได้ความอะไรมาบ้างก็จะได้มาบอกฉันด้วยไง"

hi "เอ้อ ไม่เอาดีกว่า ฉัน เอ่อ… ต้องไปเจอกับเอมิวันนี้"

hi "จำเป็นต้องเจอจริง ๆ จะให้เอมิสงสัยไม่ได้"

show kenji neutral
with charachange

"เคนจิพยักหน้าเห็นด้วย"

ke "แต่ก็ถือไพ่ไว้ให้ใกล้ตัวล่ะ โอเค นับถือนายเลย"

ke "ขอให้โชคดี"

hi "เอ่อ ขอบคุณ"

hide kenji
with charaexit

stop music fadeout 4.0

"ฉันจะจินตนาการเอาเองเพื่อไม่ให้ตัวเองเป็นบ้าไปก่อนว่าเคนจิอวยพรให้การคุยกับเอมิของฉันราบรื่น"

"หรือถ้าโยง ๆ สักหน่อย เรื่องไพ่ที่เคนจิพูดถึงนี่ก็เปรียบเหมือนได้อยู่"

"ถึงเวลาหงายไพ่แล้ว"

"ที่จริงก็เป็นการลองดูว่าฉันไม่มีทางทำให้เอมิหงายไพ่ได้จริง ๆ มากกว่า"

"ฉันไปที่ห้องเอมิด้วยความรู้สึกสักอย่างที่ละม้ายคล้ายจุดมุ่งหมาย"

scene bg school_girlsdormhall
with locationskip

play sound sfx_doorknock2

"ฉันเดินขึ้นบันไดมาแล้วเคาะประตูห้องเอมิ"

emi "คะ ใครน่ะ"

play music music_drama fadein 8.0

"หือ แปลก เสียงฟังดูสะอื้นอยู่หน่อย ๆ"

hi "ไง ฉันเอง พอดีจะแวะมาหาเธอหน่อย"

emi "ฮิซาโอะ?"

emi "เข้ามาเลย!"

"ฉันยื่นมือไปจับหมายจะเปิดประตู แต่พอลองบิดดูก็รู้ว่าล็อกไว้"

"ฉันยิ่งนึกสงสัยขึ้นไปอีก"

hi "เอ่อ ประตูเธอมันล็อกอยู่"

emi "อ้อ จริงด้วย ขอโทษที แป๊บนะ"

show emi basic_grin:
    tworight
    xpos 0.8
    easein 0.5 tworight
with charaenter

"ผ่านไปไม่กี่นาทีเอมิก็มาเปิดประตูพร้อมส่งยิ้ม"

emi "ขอโทษที พอดีต้องใส่ขาน่ะ เมื่อกี้งีบอยู่"

"ถึงจะยิ้ม แต่มีบางอย่างแปลกไป"

"ตาเอมิแดง ๆ เหมือนเพิ่งร้องไห้มา"

hi "น่า เรื่องแค่นี้"

hi "เอ่อ เธอไม่เป็นอะไรใช่มั้ย"

show emi sad_shy at tworight
with charachange

emi "หืม อื้ม ก็สบายดี!"

hi "แค่เห็นเธอเหมือนเพิ่งร้องไห้มาน่ะ…"

"แบบนี้สิไอ้ฮิซาโอะ เปิดได้สวย"

show emi sad_grin at tworight
with charachange

emi "อะไรนะ ไม่นี่ ก็สบายดี แค่ดีใจที่ได้เจอนายเฉย ๆ"

scene ev emi_firstkiss
with flash

"เอมิประกบประโยคนี้ด้วยการจูบเนิ่นนานที่กินเวลาไปเรื่อย ๆ แม้จะปิดประตูเข้ามาในห้องกันแล้ว"

"ฉันรู้ว่าตอนนี้เอมิอยากทำอะไร และฉันก็รู้ดีเหลือเกินว่าฉันเองก็อยากทำมาก ๆ แต่ว่า…"

scene bg school_dormemi at left
show emi excited_amused_close at center
with locationchange

"ฉันบังคับตัวเองจนแทบบ้ากว่าจะผละจูบออกมาได้"

hi "นี่ เดี๋ยวก่อน"

show emi basic_confused_close
with charachange

"เอมิทำหน้าย่นด้วยความสับสน"

emi "ฮะ? รออะไร"

hi "เรามีเรื่องต้องคุยกัน"

show emi sad_grin_close
with charachange

emi "อันนั้นมันคำพูดของฉันไม่ใช่เหรอ"

show emi sad_shy_close
with charachange

emi "อีกอย่าง ถ้าจั่วหัวมาแบบนี้ก็แปลว่าไม่ใช่เรื่องดีสินะ"

"ก็ถูกของเอมิ"

"เป็นคำพูดที่เกริ่นมาก่อนจะบอกเลิกกัน"

"หรือไม่ก็เป็นบทพูดนำก่อนจะทะเลาะกัน"

hi "คราวนี้อาจจะเป็นเรื่องดีก็ได้"

hi "เอ่อ ฉันหวังว่ามันจะดีอะนะ"

show emi sad_shyblush_close
with charachange

emi "อ่า… ฮะ"

show emi basic_grin_close
with charachange

emi "งั้นไปนั่งที่เตียงกันก่อนได้ไหม ฉันเพิ่งกลับมาใส่ขาเทียมวันนี้เป็นวันแรกเลยยังไม่ค่อยชินเท่าไหร่"

show emi basic_closedgrin_close
with charachange

emi "อีกอย่าง คุณพยาบาลก็บอกด้วยว่าห้ามใส่ขาเทียมบ่อย เพราะใช้งานตอนวิ่งไปเยอะแล้ว"

hi "ก็เถียงไม่ได้"

"เป็นกับดัก เราต่างรู้ดี และเราต่างก็ไม่สนใจ"

"แต่ก็นะ พอได้มานั่งอยู่บนเตียงกับคนที่ตัวเองหลงรักแล้วก็โกรธไม่ค่อยลง อาจจะเพราะอย่างนี้ด้วยถึงได้ไม่สนใจ"

hide emi
with charaexit

show bg school_dormemi at right
with charamove

show emi basic_grin_close:
    center
    ypos 1.0
    easein 0.5 ypos 1.1
with charaenter

"ฉันวางขาเทียมเอมิไว้ข้างเตียงแล้วมานั่งข้าง ๆ โอบไหล่เธอเอาไว้"

"เราเพียงปล่อยให้ตัวเองยินดีที่ได้อยู่ด้วยกันในท่านี้เงียบ ๆ อยู่สองสามนาที"

"จากนั้นก็แน่นอนว่าฉันต้องเปิดปากทำลายบรรยากาศนี้ลง"

hi "นี่นะ ฉันรู้… ว่าช่วงนี้เธอมีเรื่องลำบากใจอยู่"

hi "แล้วฉันก็อยากช่วยเธอด้วย"

hi "ทีแรกก็คิดว่าคงเพราะเรื่องสอบเฉย ๆ แต่พอมาหาเธอที่ห้องแล้วเห็นเธอร้องไห้เนี่ยฉันใจสลายเลยนะ"

hi "แต่ฉันก็ทำอะไรไม่ได้เพราะเธอไม่ยอมคุยกับฉัน"

show emi basic_closedgrin_close:
     ypos 1.1
with charachange

emi "ก็บอกแล้วไงว่าไม่เป็นไร"

hi "เป็น เป็นสิ ก็เห็น ๆ อยู่ว่ามีเรื่องกวนใจเธอน่ะ"

hi "คือเธอจะเล่าให้ฉันฟังก็ได้"

"น้ำเสียงเอมิฟังดูเครียดขึ้นมาเสี้ยวหนึ่ง"

show emi sad_shy_close
with charachange

emi "แล้วแค่ฉันบอกว่าไม่เป็นไรนี่มันไม่พอหรือไง"

show emi sad_annoyed_close
with charachange

emi "นายเป็นห่วง ฉันรู้ ซึ่งก็ดีแล้ว"

emi "แต่ฉันก็ไม่เป็นไร แล้วก็ไม่ใช่เรื่องที่นายจำเป็นจะต้องมาคิดมากด้วย"

hi "ฉันว่าการที่นอนไม่พอแล้วเหม่อบ่อยกว่ารินนี่นับว่า “ไม่เป็นไร” ไม่ได้นะ"

hi "ฉันแค่… อยากช่วยเธอ"

emi "อ่าฮะ"

hi "อืม ก็ไม่อยากเห็นเธอเป็นแบบนี้นั่นแหละ"

hi "ฉันอยากให้เธอมีความสุขไง"

show emi basic_annoyed_close
with charachange

"รู้สึกเหมือนพูดอะไรพลาดไปเพราะตอนนี้เอมิจ้องมองฉันด้วยสายตาเย็นชา"

emi "ก็คือนายอยากแก้ปัญหาให้ฉันเหรอฮิซาโอะ"

"ตอนนี้เอมิโกรธแน่แล้ว"

show emi sad_grit_close
with charachange

emi "อยากจะเป็นพระเอกขี่ม้าขาวเข้ามาช่วยว่างั้น"

emi "ช่วยปัดเป่าฝันร้าย ปัดเป่าอาการปวดหลอนเหรอ"

show emi sad_angry_close
with charachange

emi "ช่วยกู้คืนสิ่งที่เสียไปแล้วเหรอ"

show emi sad_depressed_close
with charachange

"ก้อนสะอื้นขึ้นมาจุกคอเอมิ น้ำตาเธอเริ่มไหล"

emi "เหอะ นายช่วย{b}ไม่ได้{/b}หรอก"

show emi sad_pout_close
with charachange

emi "ไม่มีใครช่วยได้"

emi "ไม่มีเลย"

"ฉันตะลึงงันกับคำพูดที่ไหลบ่าออกมาจากเอมิจนได้แต่นั่งอยู่เงียบ ๆ"

"เราต่างไม่พูดอะไรกันอยู่พักหนึ่ง"

"ฉันนึกแปลกใจที่เอมิกำหมัดแน่นแทนที่จะผลักตัวฉันออก"

"เอมิสูดหายใจลึกแล้วพูดขึ้นมาอีกรอบ"

show emi sad_shy_close
with charachange

emi "โอเค ฉันขอโทษ"

show emi sad_depressed_close
with charachange

emi "คือฉัน… ฝันร้ายน่ะ"

emi "เรื่องอุบัติเหตุ"

"อ้อ อุบัติเหตุ น่าจะเดาได้แต่แรกแล้ว"

"ก็เป็นอุบัติเหตุที่ทำให้เอมิเสียขาไปนี่นะ แต่แน่นอนว่าเราไม่เคยคุยเรื่องนี้กันเลย"

show emi sad_pout_close
with charachange

emi "และปกติฉันก็ไม่ต้องคิดมากเพราะฉันวิ่งได้"

emi "การวิ่งน่ะคือยาที่ทำให้สมองปลอดโปร่งชั้นดีของฉันเลย"

emi "ตอนวิ่งก็ไม่ต้องไปคิดอะไร"

emi "แค่จดจ่ออยู่กับการหายใจ จดจ่ออยู่กับจังหวะของอะไร ๆ"

emi "แบบนั้นน่ะสบายกว่ากันเยอะ ใช้ชีวิตแบบนั้นแล้วสบายดี"

show emi sad_shy_close
with charachange

emi "แบบ แค่เดินหน้าไปเรื่อย ๆ เรื่องอื่นไม่สำคัญแล้ว ขอแค่ผ่านโค้งถัดไปไปให้ได้ก็พอ"

emi "แล้วก็จะมีโค้งถัดไปอีก โค้งถัด ๆ ไป โค้งถัด ๆ ๆ ไป จนฉันไปต่อไม่ไหว คิดไม่ไหว ทำอะไรไม่ไหว ถึงตอนนั้น\nฉันก็จะผ่อนฝีเท้าลงแล้วเดินพักให้หายใจได้เต็มปอดอีกรอบ"

emi "พอทำอะไรแบบนั้นมาเรื่องอื่นก็จะไม่สำคัญแล้ว"

show emi basic_annoyed_close
with charachange

emi "แต่ฉันต้องนั่งติดเจ้าวีลแชร์บ้านั่นอยู่นานเกินไป ก็เลยไม่มีที่ระบาย"

show emi sad_shy_close
with charachange

emi "แล้ววันนี้อารมณ์มันก็ปะทุออกมาหน่อย ๆ"

hi "เธอจะมาคุยกับฉันก็ได้นี่"

hi "ไม่เห็นต้องอยู่ตัวคนเดียวเลย"

show emi sad_grin_close
with charachange

"เอมิยิ้มเศร้า ๆ เหมือนต้องอธิบายให้เด็กฟังว่าไฟมันร้อน"

emi "อืม ตอนนั้นฉันอยู่ตัวคนเดียว ตอนนี้ก็ด้วย"

hi "แต่ทำไมล่ะ"

hi "ทำไมเธอถึงเอาแต่จัดการกับเรื่องพวกนี้อยู่ตัวคนเดียว"

hi "ทำไมเธอถึงไม่เชื่อใจให้ฉันช่วยเธอบ้าง"

"รอยยิ้มนั้นอีกแล้ว"

show emi excited_amused_close
with charachange

show emi sad_grin_close
with charachange

"เอมิโน้มตัวเข้ามาหอมแก้มฉันคล้ายตอนที่แม่หอมแก้มลูก"

"เธอไม่ผละริมฝีปากไปจากหูฉันก่อนจะสารภาพเรื่องนี้ให้ฉันฟัง"

show emi sad_shy_close
with charachange

emi "เพราะว่านะฮิซาโอะ"

emi "ฉันเคยเสียทุกอย่างที่ฉันเคยมีไปแล้วครั้งหนึ่ง"

show emi sad_depressed_close
with charachange

emi "และฉันก็ไม่รู้ว่าถ้าต้องเสียไปอีกรอบฉันจะต้องทำยังไงดี"

"เอมิเว้นช่วงไปเหมือนไม่แน่ใจว่าจะพูดต่อดีหรือเปล่า"

"ฉันมวนท้องไปหมด"

"เอมิพูดต่อ"

show emi sad_shy_close
with charachange

emi "เพราะงั้นฉันถึงเชื่อใจนายไม่ได้"

emi "เชื่อใจคุณพยาบาลไม่ได้"

emi "เชื่อใจใครไม่ได้เลย"

show emi sad_pout_close
with charachange

emi "มีแค่ฉัน"

emi "ไม่มีวันเปลี่ยน"

"พอพูดประโยคสั้น ๆ เหล่านั้นแล้วเอมิก็ก้มหน้ายกหลังมือขึ้นมาปิดปากไว้"

"ชัดเจนว่าบทสนทนานี้จบลงแล้ว ฉันนึกหาคำจะพูดแต่ก็นึกไม่ออก"

hi "ฉัน…"

hi "ฉันว่าฉันไปก่อนดีกว่า"

hi "ฉันมี… เรื่องที่ต้องทำ"

"เอมิไม่แม้แต่จะเงยหน้ามอง"

"น้ำเสียงเธอฟังดูเพลีย หรือไม่ก็โล่งใจ"

"ฉันเดาไม่ถูก"

emi "โอเค ฮิซาโอะ"

emi "ไปจัดการกับเรื่องนั้นซะนะ"

emi "เดี๋ยวพรุ่งนี้เจอกัน"

hide emi
with charaexit

with Pause(0.2)

show bg school_dormemi at left
with charamove

"ฉันลุกขึ้นจากเตียงเดินออกไปก่อนจะหยุดยืนอยู่ตรงหน้าประตู"

hi "นี่ เอมิ…"

show emi sad_shy at tworight
with charaenter

emi "ว่า"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\nคำพูดร้อยพันที่ฉันอยากพูด"

n "แต่ก็คละเคล้ากันไปหมดจนไม่รู้จะพูดอะไร"

n "พอเอมิยอมรับแล้วว่าจะไม่มีวันให้ใครได้เข้าใกล้ชิดแล้วฉันก็รู้สึกเหมือนโลก{b}ตัวเอง{/b}ถูกพรากไปทั้งใบ"

n "เกิดอะไรขึ้นตอนอุบัติเหตุครั้งนั้น"

n "ฉันรู้ว่าเอมิเสียขาไป แต่เธอก็ดูจะไม่เคยคิดมากเรื่องนี้เลย"

n "เกิดอะไรขึ้นกันแน่"

n "อะไรที่ทำให้เด็กสาวคนหนึ่งหวาดกลัวเสียจนไม่กล้ายอมรับความช่วยเหลือจากใคร แม้คนนั้นจะเป็นคนที่เธอรักก็ตาม"

n "ฉันไม่รู้เลย"

n "\nแต่ฉันอยากรู้"

n "อยากรู้มากเสียจนการที่ไม่ได้คำตอบนั้นเจ็บปวดเหมือนมีมีดคมเฉือนตัวฉัน"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear
nvl hide dissolve
window show

emi "ฮิซาโอะ?"

emi "เมื่อกี้พูดอะไรหรือเปล่า"

"ตอนนี้ฉันยังยืนอยู่ที่ประตู"

hi "…เปล่า"

hi "ช่างเถอะ"

scene bg school_girlsdormhall
with locationchange

play sound sfx_doorclose
stop music fadeout 6.0

"แล้วฉันก็ปิดประตู"

"เดินมาตามโถงทางเดิน"

"ลงบันไดมา"

scene bg school_dormext_full_ni
with locationskip

"ออกประตู"

"ไปสู่ความมืดมิด"

scene bg school_dormhisao_ni
with locationskip

play music music_night fadein 1.0

"อยู่ ๆ ก็กลับมาถึงห้องตัวเองได้ สมองฉันแล่นด้วยความเร็วเต็มพิกัดไปโดยไม่มีจุดมุ่งหมายใด ๆ"

window hide
nvl clear
nvl show dissolve

n "\n\nฉันไม่รู้จะรับมือกับเรื่องนี้ยังไงดี"

n "ฉันเคยคิดว่าการเดินหน้าต่อไปนั้นเป็นเรื่องที่ดี"

n "เลิกจมอยู่กับอดีตที่ย้อนกลับไปแก้ไขไม่ได้ อยู่กับปัจจุบันแล้วมองไปยังอนาคต"

n "\n\nแต่พอ… มีเรื่องเอมิแล้วฉันก็ชักไม่แน่ใจ"

n "เอมิพูดความจริง มองแค่โค้งหน้านั้นจะสบายกว่า ไม่ต้องสนใจเส้นทางที่ผ่านมา"

n "ไม่ต้องกังวลเรื่องโอกาสที่เสียไป ไม่ต้องสนใจผู้ชมข้างสนาม"

n "และน่าเสียดายที่จะไม่มีเวลามองเพื่อนร่วมทีมที่ช้ากว่าด้วย"

nvl clear
nvl hide dissolve
window show

"ฉันทิ้งตัวเองลงนอนกับเตียงมองเพดานตรงมุมหนึ่งราวกับว่ามีคำตอบที่ฉันต้องการเขียนไว้ตรงนั้น"

"แน่ละว่าไม่มี"

window hide
nvl clear
nvl show dissolve

n "\n\n\n\n\nเอมิ{i}วิ่ง{/i}หนีจากอะไรบางอย่างอยู่ แต่ฉันก็ทำเหมือนกันนี่ เพราะฉันเองก็พยายามลืมเรื่องที่ต้องนอนอยู่โรงพยาบาล\nเหมือนกัน"

n "ฉันอาการดีขึ้นแล้ว แต่สุขภาพของฉันจะไม่ได้กลับมาแข็งแรงดีในชั่วพริบตาแน่นอน"

n "\nที่เอมิต้องรับมือเหมือนฉันที่ต้องรับมือกับเรื่องหัวใจคือเรื่องขาทั้งสองข้าง แต่ขาทั้งสองข้างของเธอ\nก็จะไม่ได้กลับมาเป็นปกติในชั่วพริบตาแน่นอนเหมือนกัน"

n "\nหรือ ณ ตอนนี้เราทั้งสองคนต่างก็อาจอยู่ในจุดที่แก้ไขปัญหาตัวเองได้เต็มที่แล้ว"

nvl clear
nvl hide dissolve
window show

"ภายในห้องมืดลงเรื่อย ๆ จนฉันไม่เห็นแล้วว่ากำลังมองมุมบนเพดานอยู่"

#####################

label th_E25:

scene bg school_dormhisao
with shorttimeskip

"ไม่ทันไรก็เช้าแล้ว เมื่อคืนนอนไม่หลับเลย"

"เอมิจะเป็นแบบนี้เหมือนกันหรือเปล่า"

"มองผนังหรือเพดานห้ามใจไม่ให้คิดเรื่องอะไรสักอย่าง"

"กับฉันก็เป็นเรื่องของเอมิ"

"ในใจยังรู้สึกหน่วงไม่ยอมหาย"

window hide
nvl clear
nvl show dissolve

n "\n\n“ฉันถึงเชื่อใจนายไม่ได้”"

n "\nพูดออกมาได้"

n "เหมือนหยอกเล่นเฉย ๆ เหมือนสอนฉันที่บอกว่าโลกแบน"

n "\n“ไม่มีวันเปลี่ยน”"

n "\nจะไม่เปลี่ยนเลยก็คงแย่มาก"

n "จิตใจฉันอ่อนเปลี้ยจนทีแรกคิดจะไม่ไปวิ่งแล้ว"

n "แต่ก็คงงี่เง่าเกินไป ฉันไม่ควรคิดว่าการได้เจอเอมิเป็นเป้าหมายเดียวที่ต้องไปวิ่ง"

n "แน่ละว่าทีแรกที่ไปวิ่งก็เพราะแบบนั้น แต่ตอนนี้มีเหตุผลอื่นแล้ว"

nvl clear

n "\n\n\n\nฉันเริ่มชอบการวิ่งขึ้นมาบ้าง"

n "เพราะยังไงก็คงเป็นการออกกำลังกายให้เลือดลมเดินที่ดีใช้ได้แล้ว"

n "ฉันไม่เคยคิดเลยว่าจะได้พูดแบบนี้หลังจากที่ผ่านประสบการณ์ช่วงที่วิ่งสัปดาห์แรก ๆ แต่ว่า—"

n "\nพอวิ่งแล้วฉันก็รู้สึกดีขึ้นมาก เหมือนว่าต่อให้วันนี้จะไปทำอะไร อย่างน้อยก็ต้องมาวิ่งก่อน"

n "พอวิ่งแล้วก็ตื่นเต็มตาขึ้น เอมิก็เคยพูดด้วยว่าพอวิ่งแล้วสมองก็ปลอดโปร่ง ไม่แน่ว่าพอฉันวิ่งแล้วสมองฉันอาจจะ\nปลอดโปร่งบ้างก็ได้"

n "\nหวังว่านะ"

nvl clear
nvl hide dissolve

scene bg school_track
with locationskip

window show

"อากาศเช้าวันนี้เย็นสบาย เหมือนจะชื้น ๆ เล็กน้อย คงจะเป็นเพราะหน้าร้อนนั่นแหละ"

"พอมาถึงเอมิก็ยืดเส้นยืดสายอยู่ก่อนแล้ว เธอยิ้มทักทายโบกมือให้"

show emi basic_closedgrin_gym at center
with charaenter

emi "ไง ฮิซาโอะ!"

"ฉันจุกขึ้นมาทันทีเมื่อได้เห็นเอมิที่ทำตัวสดใส"

"ทั้งที่เมื่อวานบรรยากาศเครียดขนาดนั้น ยังมีความสุขอยู่ได้ยังไง"

show emi excited_amused_gym_close
with characlose

"ฉันยกมือขึ้นมาแค่ครึ่งทางแล้วโบกมือให้ก่อนจะตกใจเมื่อเอมิเข้ามากอด"

show emi sad_shy_gym_close
with charachange

emi "นี่ เรื่องเมื่อคืนน่ะ"

"เอาแล้วไง"

stop music fadeout 1.0

show emi basic_grin_gym_close
with charachange

emi "ฉันอยากจะขอบคุณนาย"

show emi excited_happy_gym_close
with charachange

emi "คือฉันนอนไม่ค่อยหลับมาสักพักแล้ว แต่เมื่อคืนฉันได้หลับสนิทจริง ๆ คงเพราะที่เราคุยกันนั่นแหละ"

show emi basic_closedgrin_gym_close
with charachange

emi "เพราะงั้น ขอบคุณนะ"

play music music_rain fadein 4.0

"คุยกันไปขนาดนั้นแล้วหลับลงได้ยังไง"

"ก็เธอบอกฉันเลยว่าจะไม่สนิทกับฉันไปมากกว่านี้แล้ว"

"ซึ่งพอบอกแบบนั้นแล้วก็หลับสบายขึ้น?"

"ขอประทานโทษนะ แต่เชี่ยอะไรเนี่ย"

"เอมิไม่ทันสังเกตว่าฉันตกตะลึงไป หรือไม่ก็จงใจไม่มอง"

"ฉันเดาใจเธอไม่ถูกแล้ว"

hi "อ้อ ไม่เป็นไร คุยแล้วหลับสบายก็ดีแล้ว"

"ฉันยั้งตัวเองไว้ไม่ให้โทสะแทรกเข้ามาในคำพูด แต่รีบ ๆ ไปวิ่งก่อนดีกว่า ก่อนที่ฉันจะทำอะไรโง่ ๆ ลงไป"

scene bg school_track_on
with locationchange

"เอมิก็ดูอยากจะออกวิ่งพอกัน ไม่นานเราก็เคลื่อนตัวไปตามลู่วิ่ง"

"ฉันดูออกว่าเอมิผ่อนคลายลงแล้ว"

scene ev emi_run_face:
    truecenter
    zoom 1.0 subpixel True
    acdc_warp 20.0 zoom 1.1
with flash

"ท่าวิ่งของเอมิกลับมาสง่าเหมือนอย่างที่ฉันเคยเห็นเป็นครั้งแรกแล้ว"

"ซึ่งต่างจากท่าทีที่เอมิรีบร้อนเคลื่อนตัวไปตามลู่วิ่งช่วงสองสามวันที่ผ่านมาอย่างเห็นได้ชัด"

"ดูท่าว่าเอมิจะรู้สึกดีขึ้นได้เพราะเราคุยกันจริง ๆ"

"น่าเสียดายที่ฉันไม่ได้รู้สึกดีขึ้นด้วย"

"ฉันขยับฝีเท้าให้เป็นการวิ่งพลางคิดถึงเมื่อก่อนที่ตอนวิ่งจะคิดอะไรไม่ได้เลยนอกจากการรักษาจังหวะการหายใจ\nกับการขยับขาไปเรื่อย ๆ"

"คงไม่มีแบบนั้นอีกแล้วละ"

"อย่างน้อยก็ไปแบบนี้ได้ตอนสองรอบลู่แรก"

scene bg school_track_running
with Dissolve(2.0)

"ฉันหงุดหงิดที่สมองยังไม่ปลอดโปร่งสักทีจึงเร่งฝีเท้าขึ้น"

"อา ขาฉันเริ่มร้อน ๆ ขึ้นมาแล้ว"

"ลมหายใจเริ่มกระชั้น หัวใจเต้นถี่ ซึ่งฉันยังต้องคอยระวังอยู่"

"แต่เหมือนจะแข็งแรงขึ้นแล้ว รู้สึกได้ถึงชีพจรที่เต้นอยู่ตามเส้นเลือดเลย"

"เสียงชีพจรนั้นดังอยู่ในหู แต่ฉันไม่ได้ตระหนกเหมือนอย่างวันหิมะตกครั้งนั้นแล้ว ในใจฉันเปี่ยมไปด้วยความปิติสุข"

"นี่แหละ ได้ผลแล้ว! หัวใจที่เล่นงานฉันให้ล้มตึงนั้นพัฒนาขึ้นแล้ว"

"ตอนนี้ฉันไปต่อได้ และสักวันฉันคงจะเลิกคิดมากเรื่องหัวใจได้สักที"

"ตอนนี้ ไม่ว่าฉันจะรู้หรือเปล่าว่าจะต้องทำยังไงกับเรื่องระหว่างเอมิกับฉันก็ไม่สำคัญแล้ว"

"สิ่งสำคัญอย่างเดียวคือการที่แขนกับขาฉันขยับไปอย่างสอดประสานกัน"

"เท่านั้น"

show bg school_track_on
with locationchange

"พอถึงช่วงโค้งสุดท้ายฉันก็เตือนใจตัวเองว่าการวิ่งนั้นช่วยได้จริง ๆ ถึงจะช่วยได้ไม่มากเท่าที่หวังไว้ก็ตาม"

"ฉันรู้สึกดีขึ้นจริง ๆ และระหว่างที่เดินอีกสองสามรอบเป็นการคูลดาวน์ฉันก็เริ่มย้อนนึกถึงเหตุการณ์เมื่อคืน\nได้อย่างเป็นเหตุผลมากขึ้นเล็กน้อย"

"เอมิอยากให้ฉันเว้นระยะกับเธอ"

"ซึ่งฉันทำไม่ได้"

"ต้องมีทางออกสิ จุดกึ่งกลางสักที่ที่ฉันพอทำได้"

"แต่ฉันก็ไม่รู้ว่าจุดกึ่งกลางที่ว่านั้นคืออะไร"

"แม่ง อุตส่าห์คิดบวกได้แล้วแท้ ๆ"

show emi excited_joy_gym at center
with charaenter

emi "วิ่งได้ดีนี่ฮิซาโอะ! นายพัฒนาขึ้นแล้วจริง ๆ !"

"วิ่งได้ดี ตอนนี้ก็หวังได้แค่นี้สินะ"

"ยินดีด้วยนะไอ้ฮิซาโอะ เอ็งมันน่าสมเพช"

"ต้องเปลี่ยนมุมมองเสียหน่อย"

hi "ก็นะ ฉันก็สุดยอดเหมือนกันนี่นา"

"แล้วฉันยังเอาแต่พูดอะไรที่ไม่ได้มาจากใจจริง"

"อีกเดี๋ยวเดียวฉันก็คงปิดบังปัญหาได้เก่งเหมือนเอมิแล้วมั้ง"

show emi basic_closedgrin_gym
with charachange

emi "ฉันก็ว่างั้นแหละ"

"ทำไมเอมิถึงทำแบบนี้กับฉัน พูดอะไรด้วยน้ำเสียงที่ใส่ความรักมาด้วยจนใจฉันเต้นไม่เป็นส่ำ"

"ไม่ใช่คำพูดที่มาจากใจจริงเอมิหรอก เอมิพูดแบบนั้นไม่ได้"

"เอมิเข้ามามองฉันใกล้ ๆ สภาพฉันคงแย่กว่าที่ฉันคิดไว้"

show emi basic_confused_gym
with charachange

emi "นี่ ไหวหรือเปล่า"

show emi basic_hes_gym
with charachange

emi "ไปหาคุณพยาบาลกันดีกว่ามั้ย"

hi "อืม ฉันก็ไม่อยากเป็นลมล้มทับเธอหรอก"

"เอมิเหมือนตกใจเล็กน้อยกับน้ำเสียงขื่น ๆ ของฉัน"

show emi basic_shock_gym
with charachange

emi "อย่าพูดอะไรแบบนั้นสิ!"

show emi sad_shy_gym
with charachange

emi "นายก็เคยล้มทับฉันมาแล้วนี่"

"ทำไมถึงทำตัวสนิทสนมขนาดนี้"

"ก็พูดเองไม่ใช่เหรอว่าเธอไม่ได้สนใจกันจริง ๆ"

"แต่ถึงอย่างนั้นฉันก็ขอโทษ ทั้งที่ไม่น่าใช่เรื่องต้องขอโทษด้วยซ้ำ ทั้งที่เอมิอาจจะแค่แสร้งทำทีไปงั้นเอง"

hi "ขอโทษทีนะ ฮะ ๆ"

hi "ปะ ไปหาคุณพยาบาลกัน"

"ฉันสงบใจตัวเองไม่ได้เลย"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\n\n\nพอฉันรู้สึกเหมือนจะเลิกคิดเรื่องเมื่อคืนได้แล้วทีไร เอมิก็ทำหรือพูดอะไรเป็นการแสดงความสนิทสนมออกมาทุกที\nแล้วฉันก็ต้องกลับมานับหนึ่งใหม่"

n "ภาพเอมิที่ปิดบทสนทนาครั้งนั้นยังติดตรึง"

n "เหมือนคมมีดกรีดกลางใจดับฝันว่าเอมิกับฉันจะเป็นอะไรต่อกันได้มากกว่านี้"

n "แล้วตอนนี้เราเป็นอะไรกัน เป็นมากกว่าเพื่อนนิดหน่อยที่มีอะไรกันบ้างเป็นบางครั้ง"

n "แล้วก็ใช่ว่าฉันจะไม่อยากใช้เวลาอยู่ร่วมกับเอมิสักหน่อย วันก่อนฉันก็พูดแบบนี้"

n "ก็ตอนนั้นฉันแทบจะตัดใจไม่คุยอะไรกับเอมิแล้วนี่ คิดเอาว่าปล่อยตัวเองให้ไหลไปตามกระแสน้ำก็พอแล้ว"

stop music fadeout 2.0

nvl clear
nvl hide dissolve

scene bg school_nursehall
with shorttimeskip

window show

"ในหัวฉันคิดเรื่องนี้ไปเรื่อย ๆ จนตัวเองมายืนรอคุณพยาบาลตรวจเอมิอยู่หน้าห้องพยาบาล"

"เอมิโผล่ออกมาแล้วจูบฉันก่อนจะรีบกลับไปอาบน้ำ คิดว่านะ"

"ส่วนคุณพยาบาลก็เรียกให้ฉันเข้าไปในห้องเพื่อที่จะได้ตรวจฉันบ้าง"

$ renpy.music.set_volume(1.0, 0.0, channel="music")
play music music_nurse fadein 0.5

scene bg school_nurseoffice
show nurse neutral at center
with locationchange

nk "วันนี้มีอะไรผิดปกติหรือเปล่า"

hi "ไม่ครับ วันนี้ผมฝืนวิ่งให้หนักกว่าทุกทีด้วย แต่ก็เหมือนจะยังวิ่งได้อยู่"

show nurse grin
with charachange

nk "ทำอะไรสุ่มเสี่ยงไม่สมเป็นเธอเลยนะฮิซาโอะ"

nk "เธออยู่กับเอมิบ่อยไปจนติดนิสัยเอมิมาแล้วนะ แล้วก็อาจจะไม่ใช่นิสัยที่ดีด้วย"

"พอมีชื่อเอมิโผล่มาฉันก็อดขมวดคิ้วทำหน้ามุ่ยไม่ได้ทั้งที่พยายามจะเก็บอาการแล้ว"

show nurse fabulous
with charachange

nk "เอ้า ๆ ไม่เคยเห็นเป็นแบบนี้เลยนะเนี่ย"

show nurse neutral
with charachange

nk "ทุกทีพอเธอได้ยินชื่อเอมิแล้วจะยิ้มนะ ไม่ใช่ทำหน้านิ่วแบบนี้"

show nurse concern
with charachange

nk "เธอสองคนมีเรื่องอะไรกันหรือเปล่า เพราะเหมือนฝั่งเอมิก็ไม่มีเรื่องอะไรเลยนะ"

show nurse neutral
with charachange

nk "ดูสดใสกว่าที่เห็นช่วงสองสามสัปดาห์ที่ผ่านมาด้วยซ้ำ ซึ่งปกติปีก่อน ๆ ช่วงนี้เอมิจะไม่เป็นแบบนี้เลย"

hi "หมายความว่ายังไงครับ"

show nurse fabulous
with charachange

nk "หมายถึง?"

hi "“ปกติปีก่อน ๆ ” น่ะครับ ผมคิดหาคำตอบอยู่ว่าเอมิคิดมากเรื่องอะไรอยู่ แต่พอผมเอาเรื่องนี้ไปคุยทีไรเอมิก็ปิดใจ\nหนีไปก่อนตลอดเลย"

hi "แล้วเมื่อคืนเอมิก็บอกว่า—"

show nurse neutral
with charachange

nk "ให้เดานะ เอมิไม่ยอมบอกแล้วพูดว่ายังเชื่อใจเธอไม่ได้"

nk "ตอนนี้เธอเลยใจสลายเพราะเธอคิดว่าเธอสองคนเป็นอะไรกันมากกว่าที่เอมิคิด ถูกมั้ย"

hi "เอ้อ ก็ใช่ครับ"

hi "แล้วนี่รู้ได้ไงครับ"

show nurse grin
with charachange

nk "ฮิซาโอะ ฉันเป็นคุณพยาบาลนะ หน้าที่ของฉันคือการที่ต้องรู้เรื่องพวกนี้ไว้"

show nurse neutral
with charachange

nk "อีกอย่าง ฉันก็รู้จักเอมิมานานพอที่จะรู้ได้ว่าเอมิจะทำอะไรแบบนี้แหละ เพราะนี่แหละคือนิสัยเอมิ"

"คุณพยาบาลพูดด้วยน้ำเสียงกึ่งเอ็นดูกึ่งหงุดหงิดที่คงจะเหมาะมากถ้าในปากคุณพยาบาลคาบบุหรี่ไว้ด้วย"

"แต่ตอนนี้คุณพยาบาลก็ใช้ปากกาแทน"

show nurse fabulous
with charachange

label th_choiceE25:
menu:
    with menueffect

    nk "นี่ ขอฉันแนะนำอะไรเธออย่างได้มั้ย"

    "ได้สิ":
       return m1

    "ไม่ เรื่องนี้คือปัญหาที่ฉันต้องจัดการเอง":
       return m2


label th_E25a:

#If you talked to Mutou, then you get to choose between a) Sure, why not? or b) No, this is my problem. If you didn't talk to Mutou, default to choice b.

#If A

"เมื่อวานครูพูดว่ายังไงนะ"

"ถ้าสังเกตสิ่งนั้นไม่ได้ ก็ให้สังเกตสิ่งที่อยู่รอบ ๆ สิ่งนั้นแทน"

"ลองดูก็ไม่เสียหาย"

"ยังไงเสียคุณพยาบาลก็คงรู้จักเอมิดีกว่าฉัน"

hi "ได้ครับ ผมพร้อมรับฟังทุกคำแนะนำ"

hi "เอาตรง ๆ ตอนนี้ผมไม่รู้จะทำยังไงดี"

hi "ผมมืดแปดด้านเลย"

show nurse grin
with charachange

nk "คาดไม่ถึงเลยนะเนี่ย"

"คุณพยาบาลพูดยิ้ม ๆ คงพูดเล่นแหละ"

show nurse neutral
with charachange

nk "นี่นะ เรื่องคือว่า เอมิน่ะ… หัวแข็ง"

show nurse grin
with charachange

nk "ป่านนี้เธอคงรู้แล้ว ถ้าไม่รู้ก็คงเป็นคนไม่สนโลกมาก แต่ฉันเชื่อว่าเธอคงไม่ใช่คนอย่างนั้นหรอก"

hi "ขอบคุณมากครับ"

show nurse neutral
with charachange

nk "แต่นั่นแหละ ถ้าเอมิตั้งใจไว้แล้วว่าจะไม่คุยถึงเรื่องที่เกิดขึ้นแล้วเอมิก็จะไม่คุยถึงเรื่องที่เกิดขึ้นเลย"

nk "เอมิได้บอกมั้ยว่ามีเรื่องอะไรกวนใจอยู่ หรือบอกเป็นนัย ๆ งี้"

hi "ก็บอกอยู่ครับว่าฝันร้ายเรื่องอุบัติเหตุ…"

show nurse fabulous
with charachange

nk "จริงเหรอ งั้นก็ถือว่าคืบหน้าแล้ว ดี"

show nurse neutral
with charachange

nk "โอเค ฉันน่าจะบอกเธอเรื่องนี้ได้ คงไม่ผิดกฎที่ฉันต้องทำตัวเป็นกลางอยู่เฉย ๆ เวลาเอมิตัดสินใจอะไรงี่เง่าลงไป"

show nurse concern
with charachange

nk "อีกเดี๋ยวก็ใกล้ถึงวันครบรอบที่เกิดอุบัติเหตุครั้งนั้นแล้ว"

nk "ช่วงนี้เอมิจะหดหู่น่ะ อุบัติเหตุหนนั้นเป็นเหตุการณ์ที่สะเทือนใจมากเพราะเอมิต้องเสียบางอย่างไป"

hi "อันนั้นก็อีกเรื่องนะครับ ดูท่าทางแล้วเอมิเหมือนจะเสียอย่างอื่นนอกจากขาด้วย ตอนนั้นเกิดอะไรขึ้นเหรอครับ"

show nurse fabulous
with charachange

nk "เฮ้ย! ไม่ ๆ ไม่เอาเรื่องนี้ ไปถามกับคนอื่นนะ ฉันไม่อยากไปขุดคุ้ยอะไรกับเรื่องนี้ให้ยืดยาวอีก"

show nurse neutral
with charachange

nk "ถ้าเอมิอยากให้เธอรู้จริง ๆ เดี๋ยวก็บอกเองตอนที่พร้อมแล้วแหละ"

nk "เธอแค่คอยอยู่อย่างใจเย็นไป"

hi "ทำไมคุณถึงช่วยผมล่ะครับ"

show nurse grin
with charachange

nk "เพราะเธอดีกับเอมิไง เอมิน่ะเชื่อใจเธอนะ ต่อให้เธอจะคิดว่าเอมิไม่เชื่อก็เถอะ"

nk "แล้วเธอก็เป็นคนที่อาจจะช่วยให้เอมิผ่านพ้นช่วงเวลานี้ไปได้ดีที่สุดแล้วถ้าให้เทียบกับคนอื่น ๆ ในโรงเรียนนี้"

show nurse neutral
with charachange

nk "เอมิไม่ยอมให้ฉันช่วย แต่ถ้าเธอไม่ทำพลาดแล้วละก็เอมิอาจจะยอมให้เธอช่วยก็ได้"

show nurse fabulous
with charachange

nk "เพราะงั้นอย่าทำพลาด เข้าใจนะ"

#if b

label th_E25b:

"แนะนำเหรอ เรื่องอะไร ฉันว่าฉันทำอะไรกับเรื่องนี้ไม่ได้หรอก"

hi "ไม่เป็นไรครับ ผมว่าต่อให้คุณพูดอะไรก็คงไม่ได้มีอะไรดีขึ้นมา"

show nurse neutral
with charachange

nk "ไม่ลองไม่รู้น่าฮิซาโอะ"

hi "ไม่ครับ ผมว่าผมรู้ดีเลยแหละ"

hi "เอมิก็แค่หัวแข็งจนผมไม่หายคาใจ แต่เดี๋ยวผมก็ทำใจได้แหละครับ"

hi "ไม่ต้องห่วงเราหรอกครับ"

show nurse concern
with charachange

"คุณพยาบาลเหมือนจะไม่เชื่อฉัน เขายักไหล่"

nk "ตามใจเธอเลยพ่อหนุ่ม"

#end split

label th_E25c:

$ renpy.music.set_volume(0.3, 0.0, channel="sound")
play sound sfx_hammer

"ฉันอ้าปากเตรียมจะตอบแต่เสียงเคาะประตูก็ดังขึ้นมาขัดก่อน"

emi "นี่ ยังอยู่กันมั้ยเนี่ย"

show nurse grin
with charachange

nk "แป๊บนะเอมิ"

nk "ขอเราใส่กางเกงกันก่อน"

$ renpy.music.set_volume(1.0, 0.0, channel="sound")
play sound sfx_doorslam

show emi invis:
    tworight
    xpos 1.0
with None

show bg school_nurseoffice at bgleft
show nurse grin at twoleft
show emi basic_annoyed_gym at tworight
with dissolvecharamove

"เอมิเปิดประตูเสียงดังปังแล้วจ้องอาฆาตใส่คุณพยาบาล"

emi "บ้า"

show nurse fabulous
with charachange

nk "ไม่ได้กะจะให้ความหวังเธอนะ"

hi "นี่ อย่า… ลากผมไปเกี่ยวด้วยสิ"

hi "ว่าแต่มีอะไรเหรอเอมิ ลืมอะไรหรือเปล่า"

"ฉันทำน้ำเสียงให้ฟังดูร่าเริงขึ้นตอนพูดกับเอมิ"

"ไม่จำเป็นต้องไปทำให้เอมิโกรธ เธอเล่น “ทำเหมือนทุกอย่างยังปกติดี” เป็นคนเดียวหรือไง"

show emi sad_grin_gym at tworight
with charachange

emi "คือว่าฉันลืมถามนายอย่างน่ะ"

hi "อ้อ อะไรเหรอ"

show emi basic_happy_gym
with charachange

emi "ไปเที่ยวบ้านฉันด้วยกันมั้ย"

show emi basic_closedgrin_gym
with charachange

emi "แม่ฉันจะทำข้าวเย็นไว้ให้ ก็เลยกะจะมาชวนนายไปกินด้วย"

show nurse grin
with charachange

nk "อ้อ ได้สิ ย่อมได้"

show emi basic_closedgrin_gym:
    parallel:
        "emi excited_proud_gym" with Dissolve(0.2, alpha=True)
    parallel:
        ease 0.2 xpos 0.6
        ease 0.2 tworight
with Pause(0.5)

"เอมิต่อยแขนคุณพยาบาลเบา ๆ เป็นการหยอก"

emi "ไม่ใช่คุณพยาบาลสิ สัปดาห์ที่แล้วก็ไปแล้วนี่"

show emi sad_grin_gym at tworight
with charachange

emi "หนูคุยกับฮิซาโอะอยู่ต่างหาก"

show nurse neutral
with charachange

nk "อ้อ น่าสนใจดีนี่! ได้ไปทักทายครอบครัว!"

hi "ไปอยู่แล้วสิเอมิ ขอบคุณนะ"

show nurse fabulous
with charachange

"คุณพยาบาลเลิกคิ้วแต่ก็ไม่พูดอะไร"

emi "เยี่ยมเลย! เดี๋ยวฉันจะกลับไปที่ห้องก่อน พอนายอาบน้ำเปลี่ยนเสื้อผ้าแล้วเราจะขึ้นรถบัสไปด้วยกัน!"

hi "ก็ดี เดี๋ยวเจอกัน!"

stop music fadeout 2.0

show emi excited_amused_gym_close
with characlose

"คราวนี้ถึงทีฉันบ้างที่โน้มตัวเข้าไปจุ๊บก่อนจะมุ่งหน้าไปที่ห้องฉัน"

scene bg school_dormhisao
with locationskip

"เรื่องชักน่าสนใจแล้วสิ"

"หรือเราจะได้สนิทกันมากขึ้นแล้วจริง ๆ"

"หรือเอมิจะยอมเปิดใจให้ฉันบ้างแล้วสักที"

"หรือเอมิอาจจะชวนตามมารยาทเฉย ๆ แล้วเลี้ยงข้าวเป็นการขอโทษกับเรื่องเมื่อคืน"

"เยี่ยม ตอนนี้เลือกไม่ถูกเลยว่าจะตื่นเต้น จะประหม่า หรือจะหดหู่ดี"

"ฉันเหมารวบทั้งสามความรู้สึกแล้วไปอาบน้ำ"

scene black
with dissolve

$ suppress_window_after_timeskip = True

#############################

label th_E26:

window hide None

$ renpy.music.set_volume(0.3, 0.0, channel="ambient")
play ambient sfx_businterior fadein 2.0

scene ev busride
with locationchange

nvl clear
nvl show dissolve

n "\n\n\nฉันว่าฉันเกลียดการนั่งรถบัส"

n "กล้าพูดเลยว่าฉันเกลียดจริง ๆ"

n "ทั้งโงนเงนไปมา กลิ่นก็แปลก ๆ พอถนนขรุขระก็สะดุดกึก ๆ"

n "ฉันไม่ชอบเลยจริง ๆ"

n "\nอีกอย่างขาเอมิก็ชนกันแล้วส่งเสียงจนเป็นที่สนใจของทุกคนในรถบัส"

n "เอมิกลับมาใส่กางเกงขาสั้น และมีถุงเท้ายาวที่ใส่กับขาเทียมไว้ไม่ให้เห็นชัดมากว่าเป็นขาปลอม"

n "แต่ทุกครั้งที่ขาเทียมชนกันเสียงดังนั้นก็ยังมีคนหันมามองอยู่บ้าง"

nvl clear

n "\n\n\nฉันนั่งยุกยิกจนเอมิเลิกคิ้วมองด้วยความสงสัย"

n "เอมิเหมือนจะไม่สนใจอะไรที่คนมอง หรือไม่ก็ไม่ทันสังเกตด้วยซ้ำว่ามีคนจ้องอยู่"

n "ก่อนหน้านี้ก็คงมีคนมองเอมิแปลก ๆ แล้วละนะ ผ่านไปสักระยะหนึ่งแล้วเธอก็คงไม่ได้สังเกตเลย"

n "\n\nแต่ต่อให้ถามเอมิก็คงไม่บอกหรอก"

n "อีกอย่างคือ ที่ฉันอึดอัดไม่ใช่แค่เพราะต้องนั่งรถบัส"

n "ฉันทำใจไม่ได้กับการที่เอมิทำตัวเหมือนจะดึงฉันให้เข้าไปใกล้ชิดขึ้น ทว่าก็ผลักไสฉันออกมาไปด้วย"

nvl clear

#if you picked A in e25

label th_E26a:

n "\n\n\nคุณพยาบาลบอกว่าเอมิเชื่อใจฉัน ถึงจะดูเหมือนไม่ใช่อย่างนั้นก็ตาม"

n "แต่ฉันไม่แน่ใจว่าจะเชื่อคุณพยาบาลดีหรือเปล่า"

n "คุณพยาบาลคอยปกป้องเอมิเหมือนอย่างฉัน และฉันก็คงจะพูดอะไรให้เอมิดูดีเหมือนกันถ้ามีคนมาถามฉันเรื่องเอมิ"

n "\nเพราะงั้นคุณพยาบาลอาจจะพูดด้วยเจตนานั้นก็ได้"

n "\nแต่คุณพยาบาลก็ดูประหลาดใจจริง ๆ ตอนที่เอมิมาชวนฉันไปด้วย…"

n "ที่คุยกันเมื่อคืนอาจช่วยอะไรได้ดีกว่าที่ฉันคิด แต่ก็ยังกังวลอยู่ดี"


label th_E26b:

stop ambient fadeout 12.0

nvl clear

n "\n\n\nการได้เจอกับครอบครัวน่ะเป็นเรื่องสำคัญเลยใช่มั้ยล่ะ"

n "ก่อนหน้านี้ฉันก็เคยเจอแม่เอมิมาแล้วแหละ แต่หนนั้นฉันก็เป็นแค่คนรู้จัก"

n "ตอนนี้ฉันจะไปเจอในฐานะแฟนหนุ่มของเอมิ"

n "ฉันรู้สึกถึงใจที่เต้นรัวขึ้นมา ย้อนนึกถึงภาพจากอดีตในบ่ายวันหิมะตกวันนั้นที่ผ่านมานานเหมือนเป็นชาติที่แล้ว"

n "จะไม่เหมือนก็แต่ตอนนั้นฉันไม่รู้ว่าเกิดอะไรขึ้น และไม่ได้กินยาที่คอยควบคุมเรื่องไม่ให้บานปลายไปไกล"

n "สุขภาพร่างกายฉันแข็งแรงขึ้นมากแล้ว วันนี้ฉันได้รู้สึกอีกครั้งว่าจะได้ใช้ชีวิตตามปกติ หรืออย่างน้อย ๆ ก็ปกติ\nเท่าที่จะทำได้"

n "\nถ้าฉันจัดการกับเรื่องความรักความสัมพันธ์ได้ดีเหมือนอย่างที่ฉันดูแลเรื่องหัวใจแล้วละก็จะนับได้ว่าชีวิตดีทีเดียว"

stop ambient fadeout 1.5

window hide None

nvl clear
nvl hide dissolve

scene bg city_street4
show emicas smile_close at center
with shorttimeskip

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_traffic fadein 2.0

window show

emi "โอเค ถึงแล้ว"

play music music_soothing fadein 2.0

"เอมิจับมือฉันทันทีที่เราลงจากรถบัส เธอไม่รีรอรีบนำฉันไปตามถนน"

show emicas wink_up_close
with charachange

emi "เร็ว บ้านฉันต้องเดินไปอีกหน่อยนะ"

hi "ฮะ? อ้อ โอเค"

scene bg city_alley
with locationchange

stop ambient fadeout 12.0

"ฉันเดินตามเอมิที่เดินไปตามถนนอย่างมั่นใจ"

"ถือว่าเป็นฝีเท้าที่เร็วกว่าเกินคำว่าเดิน"

"คงจะอยากรีบไปให้ถึงบ้านมั้ง"

hi "ปกติแม่เธอทำอะไรแบบนี้บ่อยมั้ย"

show emicas neutral_close at center
with charaenter

emi "ไม่อะ ไม่บ่อยมาก แม่ไม่ค่อยชวนใครมาที่บ้านเท่าไหร่แต่ไหนแต่ไรแล้ว"

hi "งั้นเหรอ"

show emicas awayfrown_close
with charachange

emi "อื้ม ปกติเป็นพ่อฉันมากกว่าที่บอกให้แม่ชวนคนอื่นมาที่บ้าน"

"ฉันไม่ทันตั้งตัวที่อยู่ ๆ เอมิก็พูดถึงพ่อขึ้นมาแบบไม่มีปี่มีขลุ่ยแบบนี้"

"และดูจากสีหน้าแล้วฉันก็ไม่แน่ใจว่าเอมิตั้งใจจะพูดถึงหรือเปล่า เหมือนจะเคยได้ยินพูดถึงแค่ครั้งเดียวเองมั้ง"

"เท่าที่ฉันจำได้คือตอนที่แม่เอมิบอกว่าเขาไม่อยู่แล้ว"

hi "หืม แม่เธอชอบอยู่คนเดียวเหรอ"

show emicas happy_up_close
with charachange

"เอมิหัวเราะ ซึ่งอาจจะเพราะโล่งใจที่ฉันไม่ถามเรื่องพ่อหรืออาจจะเพราะตลกกับคำถามฉันจริง ๆ"

emi "ไม่เลย! ที่จริงที่ฉันเป็นคนชอบไปไหนมาไหนก็เพราะแม่ด้วยซ้ำ"

show emicas closedsmile_close
with charachange

emi "แค่ว่าแม่ชอบไปเป็นแขกมากกว่าที่จะต้องเป็นเจ้าบ้านน่ะ เห็นบอกประมาณว่าเป็นแขกแล้วสบายใจกว่าเป็นเจ้าบ้าน"

hi "แปลว่ายังไม่เคยไปกินข้าวเย็นด้วยกันกับแม่แฟนแหง ๆ"

"เอมิหัวเราะคิกคักอีกรอบแล้วพูดด้วยน้ำเสียงหยอกล้อ"

show emicas wink_close
with charachange

emi "ประหม่าเหรอฮิซาโอะ"

show emicas smile_close
with charachange

emi "ไม่เห็นต้องประหม่าเลย! ไม่ใช่เรื่องสำคัญขนาดนั้น! แค่กินข้าวเย็นด้วยกันที่บ้านฉันเอง!"

hi "ก็ใช่ แต่เธอเคยพาแฟนเข้าบ้านมาก่อนหรือเปล่าล่ะ"

"ขอยอมรับว่าใจหนึ่งฉันก็กลัวคำตอบเอมิเหลือเกิน"

"ฉันแทบไม่รู้เรื่องความรักความสัมพันธ์ในอดีตของเอมิเลย ไม่รู้ด้วยซ้ำว่าเคยคบกับใครมาก่อนหรือเปล่า"

show emicas awayfrown_close
with charachange

emi "ไม่นะ เหมือนจะไม่"

show emicas frown_close
with charachange

emi "อ้าว หรือว่าจะเป็นเรื่องสำคัญจริง ๆ ล่ะเนี่ย…"

hi "อ้าว เยี่ยม ทีนี้ละยิ่งประหม่าไปอีก"

"ว่าตามตรงฉันก็ดีใจเหมือนกันที่ได้รู้ว่าฉันเป็นคนแรก"

"หรือความสัมพันธ์ระหว่างเราอาจจะพิเศษจริง ๆ ก็ได้"

stop ambient
stop music fadeout 10.0

scene bg emi_houseext
with locationchange

play sound sfx_hammer

"ฉันมีแรงขึ้นมาเมื่อคิดได้ดังนั้นจนพอเอมิมาเคาะประตูหน้าบ้านแล้วฉันก็ใจเย็นขึ้นพอสมควร"

show emicas grin_up at center
with charaenter

emi "แม่คะ เปิดประตูหน่อย! มาแล้วค่ะ!"

show bg emi_houseext at bgleft
show emicas grin_up at twoleft
with charamove

show meiko smile at tworight
with charaenter

"พอประตูเปิดออกก็มีคุณนายอิบาราซากิที่ยืนส่งยิ้มให้ลูกสาวอยู่ เป็นรอยยิ้มที่คล้ายกับเอมิอย่างเหลือเชื่อ"

"ให้ตายฉันก้ไม่ชิน"

show meiko wink
with charachange

emm "นี่นะ ปกติคนเขาต้องรอสักสองสามนาทีก่อนค่อยตะโกนเรียก"

show emicas pout_up
with charachange

emi "แล้วปกติคนเป็นแม่จะต้องทักทายลูกสาวตัวเองก่อน ไม่ใช่มาถึงก็ดุเลย"

show meiko happy
with charachange

emm "แหม ได้จ้ะ ยินดีต้อนรับกลับบ้านนะจ๊ะ คิดถึงลูกจังเลย"

play music music_another fadein 0.5

scene bg emi_kitchen
with locationchange

"พอเข้าไปในบ้านแล้วทั้งสองคนก็กอดกันอย่างอบอุ่น และเป็นตอนนั้นเองที่แม่เอมิเหมือนจะเพิ่งนึกได้ว่ามีฉันยืนหัวโด่\nอยู่ตรงนี้"

show meiko smile at center
with charaenter

emm "แล้วก็สวัสดีฮิซาโอะด้วยนะ สบายดีหรือจ๊ะ"

hi "ครับ สบายดีครับ พอไม่ต้องเครียดเรื่องเรียนสักพักแล้วค่อยสบายตัวหน่อย"

show meiko happy
with charachange

emm "อ้อ จริงสิ เพิ่งสอบเสร็จกันนี่นา ใช่มั้ย เธอสองคนคงโล่งกันน่าดู"

hi "แค่ไม่ต้องเครียดเรื่องสอบก็โล่งขึ้นเยอะแล้วละครับ"

show bg emi_kitchen at bgright
show meiko happy at tworight
with charamove

show emicas happy at twoleft
with charaenter

emi "หนูก็ด้วย! หนูนอนไม่ค่อยหลับมาสองสามสัปดาห์แล้ว แต่เพราะโล่งแล้วถึงเพิ่งได้หลับสนิทก็เมื่อคืนนี่แหละค่ะ"

"แม่เอมิทำท่าเหมือนไม่ได้แปลกใจอะไรกับข้อมูลส่วนนี้ แต่คำตอบนั้นแฝงด้วยความสนใจ"

show meiko smile
with charachange

emm "งั้นเหรอจ๊ะ รู้แบบนี้ก็ดีใจแล้วละ แม่ก็เป็นห่วงเพราะเห็นลูกเครียดกับ… เรื่องสอบนั่นแหละ"

"ชัดว่าแม่เอมิรู้บางอย่างที่ฉันไม่รู้ หรือก็คือไม่รู้ว่าเอมิเล่าเรื่องฝันร้ายนั้นให้ฉันฟัง"

"น่าสนใจดีที่ได้เห็นคุณนายอิบาราซากิคอยคุ้มกันเอมิอย่างนี้ เป็นสัญชาตญาณการปกป้องเพื่อกันไม่ให้ฉันรู้อะไร\nไปมากกว่าเท่าที่เอมิเต็มใจจะบอกฉัน"

#once again, see this only if you talked to Mutou
label th_E26e:

"เอมิคงมีจุดร่วมกับควาร์กมากกว่าที่ฉันคิด"

"เคลื่อนตัวรวดเร็ว ทำความเข้าใจด้วยการสังเกตโดยตรงไม่ได้ แต่กลับมีผลกับทุกอย่างที่ไปอยู่ด้วย"


label th_E26f:

"คุณนายอิบาราซากิจะรู้หรือเปล่านะว่าฉันรู้เรื่องฝันร้ายนั้น หรือเก็บทุกอย่างไว้เป็นความลับไม่ยอมบอกใครอยู่แล้ว"

show emicas weaksmile
with charachange

emi "ค่ะ ปีนี้ค่อยดีกว่าปีก่อน ๆ หน่อย ฮิซาโอะเขาก็ช่วยทำให้หนูมีสมาธิขึ้นด้วย"

"โอเค อันนี้แหละรู้ว่าไม่จริงแน่ ๆ ช่วงสัปดาห์สอบยังไม่ติดต่อกันนอกเวลาเรียนเลยด้วยซ้ำ!"

"แต่… ตอนกลางวันก็มาเจอกันอยู่ แล้วก็บอกหลายรอบด้วยว่าอย่างเดียวที่ตั้งตาคอยช่วงสอบคือการได้วิ่งตอนเช้า\nถือว่าพูดจริงอยู่แหละ"

"แต่จะยังไงก็เถอะ ได้ยินว่าพออยู่เคียงข้างแล้วมีประโยชน์แม้เพียงสักนิดแบบนี้ก็รู้สึกดีขึ้นมาหน่อยหนึ่งแล้ว"

"แม่เอมิเลิกคิ้วกับประโยคนั้น อาจจะเพราะไม่เชื่อหรือแปลกใจเหมือนกันกับฉัน"

show meiko happy
with charachange

emm "โอเคจ้ะ งั้นก็คงดีแล้วละที่เธอสองคนสนิทกันขนาดนี้"

show meiko smile
with charachange

emm "ฮิซาโอะ ฉันก็อยากบอกอยู่นะว่าฝากดูแลลูกสาวด้วย แต่เหมือนเธอจะดูแลดีอยู่แล้วละนะ"

show emicas closedsmile
with charachange

"เอมิยิ้มดูภูมิใจที่ฉันทำให้แม่ของเธอปลื้มได้อย่างง่ายดายขนาดนี้"

hi "จริง ๆ ลูกสาวคุณต่างหากครับที่ดูแลผม เอมิเขาเป็นคนลากผมให้ออกมาวิ่ง"

hi "ตั้งแต่ผมได้มาเจอเอมิผมก็ได้ขยับตัวขึ้นเยอะ เยอะกว่าตอน…"

"ที่จริงฉันไม่เคยคิดเรื่องนี้เท่าไหร่เลย ไม่เคยคิดเลยว่าเป็นเรื่องตลก"

"ก่อนหน้าที่หัวใจวายครั้งนั้นฉันก็ไม่ค่อยได้ขยับตัวเท่าไหร่อยู่แล้ว ที่เตะฟุตบอลกันตามนัดนั้นก็ไม่นับ\nเพราะไม่ได้เตะกันบ่อยมาก"

"ตอนนี้ฉันถึงได้แน่ใจแล้วจริง ๆ ว่าหัวใจฉันไม่แข็งแรง {b}หลังจาก{/b}ที่ฉันได้มาวิ่งทุกวันฝืนตัวเองไปพลางกินยา"

"ฉันแค่นหัวเราะในใจก่อนจะนึกได้ว่ายังพูดไม่จบประโยค"

hi "ก็เยอะกว่าตอนที่ผมเป็นหัวใจวายแล้วต้องมาเรียนที่นี่แหละครับ"

"ฉันพูดออกมาได้สบาย ๆ เมื่อก่อนยังมีช่วงหนึ่งที่ฉันจะคิดแล้วคิดอีกว่าจะพูดเรื่องความผิดปกติของฉันดีหรือเปล่า"

"แต่ตอนนี้เหรอ ดูงี่เง่าสิ้นดี ยิ่งได้อยู่กับเอมิแล้วก็แม่ของเธอด้วย"

"ถ้าเอมิไม่คิดมากเรื่องความพิการของตัวเองได้ ฉันก็ทำแบบนั้นได้เหมือนกัน"

"ฉันนึกย้อนไปยังตอนงานแข่งวิ่งที่เอมิประกาศว่าตัวเองคือสิ่งไม่มีขาที่เร็วที่สุด"

"เอมิดูจะไม่เคยกังวลถึงความสูญเสียที่เห็นได้ชัดของตัวเองนั้นเลย อย่างน้อยก็ตอนอยู่ต่อหน้าคนอื่นน่ะนะ"

"ฉันรู้ว่าเอมิหงุดหงิดที่ต้องนั่งวีลแชร์ แต่เธอก็รับมือกับปัญหานั้นได้เอง ต่อให้จะมีฉันคอยช่วยอยู่ก็ตาม"

show meiko happy
with charachange

emm "เอมิเขามีวิธีทำให้ความกระตือรือร้นในตัวคนอื่นตื่นขึ้นมาได้น่ะจ้ะ ฉันก็ไม่ค่อยเข้าใจเหมือนกันว่าทำได้ยังไง"

"เป็นต้นว่า ตาลูกหมาน้อยนั่นไง"

show meiko smile
with charachange

emm "ฉันเลยไม่แปลกใจที่เอมิลากให้เธอมาออกกำลังกายเป็นประจำได้"

emm "ถ้ารินเขาไม่ได้เป็นคนรั้นแบบนั้นแล้วละก็เอมิคงไปลากให้มาวิ่งกับเธอได้ด้วยเหมือนกัน"

show emicas happy
with charachange

emi "อ้อ จริงด้วย! รินเขาฝากทักทายแม่ด้วยนะคะ"

scene bg emi_dining
with locationchange

"ฉันพาตัวเองออกจากบทสนทนาอีกครั้งระหว่างที่เดินไปห้องกินข้าวด้วยกัน"

"ในห้องมีกลิ่นหอมอวลไปทั่ว ขนมปังหลากหน้าที่แม่เอมิทำนั้นก็ดูสุดยอดทีเดียว"

show meiko smile at tworight
show emicas happy_up at twoleft
with charaenter

emi "โห นี่แม่ทำกะจะเปิดโรงทานหรือไงคะเนี่ย!"

show meiko happy
with charachange

emm "เยอะไปเหรอจ๊ะ ยังไงถ้าเหลือก็ห่อกลับหอได้นะ"

hi "ก็ดีนะครับ! ผมเอียนกับข้าวที่โรงอาหารแล้ว ได้เปลี่ยนมากินกับข้าวที่ทำในครัวบ้านบ้างก็ดีเหมือนกัน"

show emicas smile
with charachange

emi "ตามฮิซาโอะว่าเลยค่ะ ขอบคุณค่ะแม่"

"อาหารนั้นอร่อยสมกับกลิ่นที่หอมหวน ระหว่างที่กินบทสนทนาก็ขาดช่วงไป"

"เอมิกินอาหารในจานตัวเองด้วยความรวดเร็วอย่างทุกที และขอยอมรับว่าฉันเองก็กินเร็วพอกัน"

show meiko wink
with charachange

emm "จะว่าไป ฮิซาโอะ ฉันได้ยินมาว่าเธอค่อนข้างสนิทกับลูกสาวฉันแล้วนี่"

"ฉันอยากจะพูดเหลือเกินว่า “ก็ไม่เชิงหรอกครับ” เสียจนอ้าปากจะพูดออกไปแล้วแต่ก็กลับมาคุมตัวเองได้อยู่"

"เราสนิทกัน ไม่มีคำว่าแต่ใด ๆ ทั้งนั้น ก็เอมิพาฉันมาถึงที่นี่เลยนี่"

"โชคดีที่ทั้งเอมิทั้งแม่ของเธอคิดว่าที่ฉันมีปฏิกิริยาเป็นอย่างนี้เพราะไม่ได้ตั้งตัวกับคำถาม ไม่ใช่เพราะกำลัง\nจะพูดอะไรโหดร้ายออกไป"

hi "ฮะ ๆ คงงั้นละนะครับ ผมว่าเป็นเพราะการวิ่งตอนเช้านั่นแหละ"

show emicas pout_up
with charachange

emi "นายพูดเหมือนมันไม่ดีเลยนะฮิซาโอะ"

show meiko smile
with charachange

emm "อืม แต่แม่โล่งใจนะ"

hi "ทำไมเหรอครับ"

show meiko worry
with charachange

emm "เอมิเขาเนื้อหอมก็จริง แต่ไม่ค่อยมีเพื่อนสนิทเลย"

"ไม่เคยรู้มาก่อนเลยนะเนี่ย ปกติก็เห็นคุยกับเพื่อนที่เรียนห้องเดียวกันอยู่ในโถงทางเดินตลอด"

"แล้วก็ชัดด้วยว่าคนทั้งทีมวิ่งต่างรักเอมิ แต่จริงอยู่ว่าเอมิเลือกที่จะปลีกตัวเองออกมาตอนเที่ยงเพื่อมากินข้าวกับริน\nแล้วก็ฉัน"

"ซึ่งเด็กสาวที่เนื้อหอมน่าจะไม่ทำตัวแบบนี้อยู่แล้ว แต่ก็นะ ฉันนี่แหละที่ได้สัมผัสความไม่อยากสนิทกับใครของเอมิ\nโดยตรงเลย จึงไม่ได้แปลกใจขนาดนั้น"

show meiko serious
with charachange

emm "เห็นแบบนั้นฉันก็ชักกังวลใจ"

show emicas awayfrown_up
with charachange

"เอมิกลอกตามองบนแล้วบ่นอุบอิบอะไรสักอย่างที่ฉันฟังไม่ค่อยออก"

stop music fadeout 1.0

hi "ฮะ?"

show emicas neutral_up
with charachange

emi "อะไร"

hi "เมื่อกี้เธอว่าอะไร"

show emicas blush
with charachange

emi "เปล่า"

show meiko happy
with charachange

"คุณนายอิบาราซากิหัวเราะจนสำลักน้ำ"

play music music_comedy fadein 0.5

emm "ลูกอยู่กับคุณพยาบาลบ่อยไปแล้วนะ"

emm "เดี๋ยวต้องเตือนคุณพยาบาลหน่อยว่าห้ามทำลูกสาวฉันติดนิสัยไม่ดีด้วย"

hi "ผมว่าบอกไปก็เท่านั้นละครับ"

show emicas evil
with charachange

emi "ฉันติดนิสัยหลายอย่างมาจากนายมากกว่า ไม่ใช่คุณพยาบาลหรอก"

show meiko smile
with charachange

emm "ไม่ต้องไปฟังหรอกนะจ๊ะฮิซาโอะ เอมิน่ะขี้โกหก"

show emicas awayfrown
with charachange

emi "ฮึ ใช่สิ"

hi "โธ่ ไม่รู้สิเอมิ ฉันว่าแม่เธอก็พูดถูกนะ"

show emicas angry_up
with charachange

emi "อะไรนะ เจ้าคนทรยศ! นายต้องเข้าข้างฉันสิ!"

hi "ก็ใช่ แต่ตอนหลังงานแข่งเธอก็โกหกเรื่องขาเธ—{w=0.3}{nw}"

with vpunch

extend " โอ๊ย!"

"แรงจากเท้าพลาสติกเน้น ๆ ที่เตะเข้ากับหน้าแข้งฉันตัดบทฉันไป แต่คุณนายอิบาราซากิก็เลิกคิ้วขึ้น"

show meiko serious
with charachange

emm "ขาลูกเป็นอะไรเหรอ"

show emicas awayfrown
with charachange

emi "ไม่ได้เป็นอะไรมากหรอกค่ะ พอดี… คือหนู เอ่อ ดั้ยนั่งวีนแชอยู่พักนึง"

"แม่เอมิถอดความประโยคสุดท้ายที่เอมิพูดเสียงงึมงำได้ในทันที คงจะเคยเจอเรื่องแบบนี้มาแล้ว เธอขมวดคิ้ว\nด้วยความเป็นห่วง"

show meiko worry
with charachange

emm "เพราะแบบนี้สินะลูกถึงได้ไม่ยอมรับสาย…"

emm "โธ่เอมิ… แม่รู้ว่าลูกไม่ชอบนั่งวีลแชร์เลย"

emm "มิน่าล่ะหมู่นี้ลูกถึงได้ซึมไป!"

show emicas frown
with charachange

hi "ครับ หรือจะให้พูดก็คือเอมิจะมีความสุขมากกว่าตอนที่ไม่ต้องนั่ง"

show meiko serious
show emicas awayfrown
with charachange

emm "แน่อยู่แล้วสิ! แค่ช่วงหลังเกิดอุบัติเหตุเอมิก็ได้นั่งวีลแชร์จนเอือมแล้ว"

show emicas frown
with charachange

hi "ไม่ได้ใส่ขาเทียมเลยเหรอครับ"

show meiko worry
show emicas awayfrown
with charachange

emm "ใช่ ต้องรอให้อาการดีขึ้นก่อนหมอถึงค่อยให้มาบำบัดปรับตัวให้ชินกับของพวกนี้"

emm "แล้วยิ่งเอมิอยากใส่ขาเทียมวิ่งด้วย"

show emicas frown
with charachange

hi "เพิ่งรู้เลยนะครับเนี่ย"

show emicas weaksmile_up
with charachange

emi "ใช่ อึดอัดมาก อ้อ แม่เห็นภาพเขียนผนังของรินตอนงานเทศกาลหรือยังคะ"

"พออยู่ ๆ เอมิก็เปลี่ยนเรื่องฉันถึงเพิ่งรู้ตัวเอาตอนนี้ว่าเธอนั่งบิดตัวไปมาตลอดตอนที่แม่ของเธอคุยกับฉัน"

"น่าจะรู้แต่แรกแล้วว่าเอมิจะกระอักกระอ่วนขึ้นมาพอพูดถึงเรื่องอุบัติเหตุ แม้จะอยู่กับแม่ก็ตาม"

show meiko serious
with charachange

emm "ไม่จ้ะ ลูกลืมแล้วเหรอว่าแม่ไม่ได้ไปงานเทศกาลน่ะ"

show meiko happy
with charachange

emm "แต่ตอนที่ไปงานแข่งวิ่งก็เห็นผ่าน ๆ อยู่นะ เป็นภาพที่ดูแปลก ๆ ดี"

show emicas closedsmile
with charachange

emi "หนูว่ารินก็คงตั้งใจให้เป็นอย่างนั้นแหละค่ะ เห็นพูดบ่อย ๆ ว่าเป็นภาพที่เป็นเหมือนฝัน หรือไม่ก็อยากวาด\nให้ดูเหมือนฝัน"

show meiko smile
with charachange

emm "งานศิลปะของรินเป็นอะไรที่แม่คงไม่เข้าใจหรอกจ้ะ"

show emicas wink
with charachange

emi "ก็ไม่แปลกหรอกค่ะ รินคงไม่ได้คาดหวังให้ใครมาเข้าใจหรอก"

show emicas grin
with charachange

emi "รินเคยบอกหนูว่าศิลปะทำให้คนเข้าใจสิ่งที่ทำให้เข้าใจได้ด้วยศิลปะเท่านั้น แต่ถึงอย่างนั้นรินก็คิดว่าศิลปะ\nไม่ใช่อะไรอย่างนั้น"

"ไม่ต้องพูดถึงว่าเป็นเรื่องศิลปะหรอก ฉันแปลกใจที่เอมิคุยกับรินเรื่องอะไรสักอย่างได้ลึกพอที่จะรู้มุมมองของรินแบบนี้"

"แต่กลับกัน ฉันคาดว่าริน—ต่อให้อยากรู้จริง ๆ ก็—คงไม่ได้รู้มุมมองของเอมิหรอก"

"แน่ละว่าเว้นเสียแต่เอมิจะจงใจไม่บอกอะไรทุกอย่างกับฉัน ซึ่งก็เป็นไปได้ แต่ไม่อยากคิดแบบนั้นเลย"

"ฉันคิดอะไรชวนหนักใจเช่นนั้นไปครู่หนึ่งจนไม่ได้ฟังบทสนทนาตรงหน้า"

show meiko serious
with charachange

emm "นี่เอมิ แม่ว่าจะถามลูก…"

show emicas neutral
with charachange

emi "คะ?"

show meiko worry
with charachange

emm "ปีนี้ลูกจะไปเยี่ยมคุณพ่อหรือเปล่า"

stop music fadeout 3.0

"ฟังจากน้ำเสียงแล้วเหมือนแม่เอมิพูดถึงเรื่องดินฟ้าอากาศเฉย ๆ แต่ดูจากปฏิกิริยาของเอมิแล้วก็รู้ว่าไม่ได้คุยกัน\nเรื่องดินฟ้าอากาศแน่นอน"

show emicas awayfrown
with charachange

"เธอผงะกระตุกหัวไปข้างหลังเล็กน้อยเหมือนโดนตบหน้า"

show emicas sad
with charachange

emi "ไว้คุยเรื่องนี้กันทีหลังได้มั้ยคะ"

"เป็นน้ำเสียงที่ฟังดูเปราะบางและเกร็งราวกับว่าสะเทือนใจกับคำถามนั้นมาก"

"ดูท่าว่าคุณนายอิบาราซากิจะประเมินความสนิทของเราพลาด"

"เท่าที่เห็น บางอย่างก็ไม่ใช่เรื่องที่ควรคุยตอนฉันอยู่ด้วย ซึ่งหนึ่งในนั้นก็คือเรื่องของพ่อเอมิ"

"อีกเรื่องก็คงจะเป็นอุบัติเหตุที่ทำให้เอมิต้องเสียขาไป ดูจากปฏิกิริยาของเอมิที่เห็นตอนแม่ของเธอคุยกับฉันน่ะนะ"

"ไม่นานนักแม่เอมิก็รู้ตัวว่าทำพลาดไปเสียแล้ว"

show meiko happy
with charachange

emm "ได้สิจ๊ะลูก ขอโทษที่คุยเรื่องนี้นะ แม่แค่อยากถามไว้ก่อน จะได้เตรียม—"

show emicas neutral
with charachange

emi "ไม่เป็นไรหรอกค่ะ ไม่ต้องคิดมากหรอก"

"เอมิบิดตัวไปมาด้วยความประหม่าคล้ายอายที่เมื่อครู่ทำตัวไปอย่างนั้น ขอยอมรับว่าฉันสับสนกับท่าทีเธอเหลือเกิน"

"ก็วันนี้เอมิเพิ่งพูดถึงพ่อตัวเองไปหยก ๆ ! ผ่านมาไม่ถึงสองสามชั่วโมงด้วยซ้ำ!"

"ทำไมคำถามง่าย ๆ แค่ว่าจะไปเยี่ยมคุณพ่อตอนไหนถึงได้ทำให้เอมิทำท่าทางขนาดนั้น"

"เว้นเสียแต่ว่าสภาวะใจสงบอะไรก็ช่างที่เอมิบอกว่ารู้สึกได้เพราะเราคุยกันตอนเย็นเมื่อวานนั้นอยู่ ๆ ก็สลายหายไปแล้ว"

"หรืออาจจะไม่ได้เป็นประโยชน์มากอย่างที่เอมิคิด หรืออย่างที่พูดไว้"

show emicas weaksmile
with charachange

emi "เดี๋ยว เอ่อ หนูมานะคะ ไปเข้าห้องน้ำ"

hide emicas
with charaexit

show bg emi_dining at bgleft
show meiko smile at center
with dissolvecharamove

"อยู่ ๆ เอมิก็ลุกไปจากโต๊ะทิ้งให้ฉันอยู่กับคุณนายอิบาราซากิตามลำพัง"

"ตอนนี้ฉันเลือกไม่ถูกว่าจะตามเอมิไปหรือนั่งอยู่ตรงนี้ดี"

"ชัดว่าที่เอมิไปไม่ใช่เพราะอยากเข้าห้องน้ำแน่นอน มีเรื่องกวนใจเอมิอยู่ และฉันก็ต้องรู้ให้ได้ว่าเรื่องอะไร"

#choice time, kiddies. Well, assuming you talked to Mutou. If you didn't you'll default to 1) Go after her! and not 2) Talk to Emi's mom

label th_choiceE26:
menu:
    with menueffect

    "เอายังไงดี"

    "ตามเอมิไป":
        return m1

    "คุยกับแม่เอมิ":
        return m2

label th_E26c:

#if you go after her

"ทางเดียวที่จะรู้ได้คือต้องตามต้นทางไป และต้นทางที่ว่านั้นตอนนี้ทำเป็นว่าต้องไปเข้าห้องน้ำอยู่"

scene bg emi_kitchen
with locationchange

"ฉันพูดขอตัวอย่างสุภาพก่อนจะเดินตามทางที่เอมิออกไปจนมาเจอกับเธอที่ไม่ได้อยู่ในห้องน้ำแต่อยู่ในครัว\nข้างห้องนั่งเล่น"

show emicas sad
with charaenter

"เอมิเปิดประตูทิ้งไว้ พอเข้าไปดูใกล้ ๆ ก็เห็นว่ากำลังจับโต๊ะเป็นการสงบใจตัวเองอยู่ ซึ่งก็ต้องล้มเหลวเมื่อฉันเปิดปาก"

hi "ดูท่าว่าจะไม่ได้อยากเข้าห้องน้ำขนาดนั้นนะ"

show emicas angry
with charachange

"เอมิสะดุ้งแล้วจ้องมาทางฉัน"

show emicas angry_up
with charachange

emi "มาทำอะไรที่นี่ ฉันอุตส่าห์หนีคนมาอยู่ตรงนี้"

hi "ฉันแค่อยากช่วยเธอ เห็นเธอตระหนกแบบนั้นน่ะ"

show emicas awayfrown
with charachange

emi "ฉันก็บอกแล้วไงว่าไม่มีอะไร แล้วอีกอย่าง เราคุยกันแล้วไม่ใช่เหรอว่านายช่วยฉันไม่ได้หรอก"

hi "ไม่ เราคุยกันแล้วว่าเธอดื้อต่างหาก"

show emicas angry
with charachange

emi "แล้วไอ้คนพูดล่ะ ตามฉันมาถึงนี่เนี่ย"

hi "ไม่เหมือนกันสักหน่อย! ฉันอยากช่วยเธอเรื่อง… อะไรก็ช่างที่เป็นปัญหาตอนนี้"

show emicas awayfrown
with charachange

emi "โคตรจะตลก {b}ฉัน{/b}ก็บอกว่าไม่อยากให้นายมายุ่งกับฉันไปหยก ๆ"

hi "แต่ทำไมล่ะ ทำไมเธอถึงเชื่อใจฉันไม่ได้"

show emicas frown
with charachange

emi "เราคุยเรื่องนี้กันแล้วนะฮิซาโอะ ฉันต้องจัดการกับเรื่องนี้ตัวคนเดียว"

hi "ฉันไม่ยอมหรอก! เธอน่ะต้องการความช่วยเหลือจากฉัน เธอแค่ไม่ยอมรับไว้เฉย ๆ !"

"คำพูดของฉันฟังดูแปร่ง ๆ"

show emicas angry
with charachange

emi "ต้องการเหรอ ฉันเนี่ยนะ{b}ต้องการ{/b}ความช่วยเหลือจากนาย"

play music music_tragic fadein 0.5

show emicas angry_up
with charachange

emi "โอเค ดีจังเลยเนอะที่เราได้มาเจอกัน เพราะไม่งั้นฉันก็คงเป็นแค่คนที่แหลกสลายคนหนึ่ง เนอะ"

emi "ไม่ ๆ ดีเท่าไหร่แล้วที่ฮิซาโอะเสด็จมาช่วยฉันน่ะ เพราะฉันน่ะช่วยเหลือตัวเองไม่ได้เลย เนอะ"

emi "ฉันมันก็แค่เด็กสาวไม่มีขาซึ่งบอบช้ำทางจิตใจผู้น่าสงสาร เนอะ"

hi "เอมิ เธอก็รู้ว่าฉันไม่ได้คิด—"

show emicas angry
with charachange

emi "จริงเหรอ ถ้านายไม่คิดแบบนั้นแล้วฉันว่านายไม่น่ามาอยู่ตรงนี้แล้วบอกว่าฉันต้องการความช่วยเหลือจากนาย\nหรอกนะ"

emi "ฉันก็ใช้ชีวิตอย่างมนุษย์ปกติสามัญมาได้จนป่านนี้โดยไม่มีนาย"

hi "แล้วยังไง ระหว่างเรามันไม่มีความหมายเลยเหรอ ฉันมันก็แค่คนที่อยู่กับเธอว่างั้น?"

show emicas awayfrown
with charachange

emi "นายเป็นแฟนฉันนะฮิซาโอะ ไม่ใช่ผู้ที่จะมาช่วยชีวิตฉัน"

hi "ก็ใช่ อันนั้นน่ะชัดอยู่แล้ว แต่เธอคิดว่าฉันจะช่วยอะไรเธอไม่ได้เลยงั้นสิ"

hi "เธอจะเก็บปัญหานั้นไว้กับตัวเองแล้วหวังเอาว่าการวิ่งจะช่วยแก้ปัญหาของเธอได้ หรือไม่ก็จะแวะมาหาฉัน\nแล้วก็สนุกด้วยกันไปจนกว่าเธอจะรู้สึกดีขึ้นงี้เหรอ"

hi "มนุษย์ปกติเขาไม่ทำแบบนั้นกันหรอกนะเอมิ ความรักความสัมพันธ์น่ะมันไม่ได้หมายความแบบนั้น"

show emicas frown
with charachange

emi "แต่ตอนนี้สำหรับฉันความรักความสัมพันธ์มันหมายความแบบนั้นแหละฮิซาโอะ"

show emicas sad
with charachange

emi "ฉันละอยาก—"

"อยู่ ๆ เอมิก็ทำท่าชั่งใจคิดคำพูดตัวเองใหม่ เธอทำหน้าเจ็บปวดและเคลือบแคลงขึ้นมาแวบหนึ่งจนฉันคิดว่าเธอ\nจะร้องไห้แล้ว"

show emicas frown
with charachange

"แต่ชั่วขณะนั้นก็ผ่านไป เอมิกลับมาตั้งสติได้แล้ว ความอยากอะไรก็ช่างนั้นจะไม่มีวันหลุดออกมาจากปากเธออีก"

emi "คือ ฉันแค่… ตอนนี้ฉันไม่ไหว"

hi "ไม่ไหวอะไร คุยจริงจังไม่ไหว? เปิดใจไม่ไหว? พูดตรง ๆ ไม่ไหว? สนใจคนอื่นนอกจากตัวเองกับปัญหาของตัวเอง\nไม่ไหว?"

show emicas angry_up
with charachange

emi "แล้วนายรู้เรื่องอะไรปัญหาของฉันบ้างล่ะ ไม่รู้เลยไง! นายไม่รู้ว่าฉันต้องผ่านอะไรมาบ้าง อย่ามาทำรู้ดี\nไปหน่อยเลย"

hi "ฉันรู้ว่าเธอฝันร้าย แล้วก็รู้ด้วยว่าพ่อเธอไม่อยู่แล้ว เกิดอะไรขึ้นกับพ่อเธอล่ะ"

show emicas sad_up
with charachange

"คอเอมิกระตุกไปข้างหลังราวกับว่าฉันตบหน้าเธอ ความเปราะบางนั้นกลับมาแทรกตัวในน้ำเสียงเอมิ"

show emicas sad
with charachange

emi "พอสักที"

"งี่เง่าสิ้นดี แต่ละประโยคในบทสนทนาที่ผ่านมานี้ต่างก็เป็นแค่การที่เอมิตั้งกำแพงใส่ฉันแต่เป็นคนละแบบกันเฉย ๆ"

hi "อะไร แค่จะตอบเรื่องนั้นยังไม่ตอบเลยเหรอ ก็ได้ เชิญตามสบาย ให้ความลับมันตาย ๆ ไปกับเธอเสียเถอะ"

show emicas blush
with charachange

"เอมิตาเบิกโพลงด้วยความตกใจ พอเธอเปิดปากพูดอีกครั้งก็เป็นเสียงทุ้มต่ำที่ฟังดูน่ากลัว"

show emicas grit
with charachange

emi "ออกไปจากบ้านฉันเลยนะฮิซาโอะ"

"น้ำเสียงเอมิที่เปลี่ยนไปกะทันหันนั้นทำให้ฉันได้สติหลุดจากความโทสะซึ่งเกิดจากความถือดีของตัวเอง และทำให้ฉัน\nพรั่นพรึงขึ้นมาเมื่อระลึกถึงสิ่งที่ตัวเองได้พูดออกไป"

hi "เอมิ ฉันไม่ได้ตั้งใจจะ—"

stop music fadeout 2.0

show emicas angry
with charachange

emi "ฉันบอกให้{b}ไป{/b}ไง ฮิซาโอะ"

emi "บอกแม่ด้วยว่าอาหารอร่อยมาก แต่ลืมไปว่ามีธุระที่นัดไว้แล้ว แล้วก็ออกไปจากบ้านฉันเสีย"

"เอมิตัวสั่นด้วยความโกรธ ไม่ก็ความเศร้า ไม่ก็ความแน่วแน่ เธอยังกดเสียงต่ำไว้จนคล้ายเสียงสัตว์ตอนขู่"

"ฉันยื่นมือจะไปวางไว้ที่บ่าเอมิเป็นการขอโทษที่พูดแรงเกินไป แต่เธอก็สะบัดตัวหนี"

show emicas angry_up
with charachange

emi "ออกไป"

show bg emi_dining at bgleft
show meiko serious at center
with locationchange

"แล้วจะให้ทำยังไงได้ ฉันเดินออกจากครัวมาที่ห้องนั่งเล่นแล้วขอโทษคุณนายอิบาราซากิก่อนเดินออกบ้าน"

$ suppress_window_after_timeskip = True

scene black
with dissolve

#You'd then dump to e27, you naughty child.

#Ah, but what if you chose to Talk to Emi's Mom?  Well, you'd see this:

label th_E26d:

"พอเอมิออกไปแล้วก็มีความเงียบอันน่าอึดอัดอยู่พักหนึ่ง ฉันไม่รู้จะพูดอะไรดี"

show meiko serious
with charachange

"แม่เอมิถอนหายใจก่อนจะทำลายความเงียบ"

play music music_moonlight fadein 5.0

emm "ขอโทษด้วยนะจ๊ะฮิซาโอะ บางทีฉันก็ลืมว่าเอมิเขาอ่อนไหวกับเรื่องพวกนี้"

emm "แล้วยังไปพูดถึงวีลแชร์อีก…"

hi "ให้ผมตามไปมั้ยครับ"

show meiko worry
with charachange

emm "อย่านะจ๊ะ! ที่เอมิลุกไปจากโต๊ะก็เพราะไม่อยากคุยต่อนั่นแหละจ้ะ"

hi "แต่ถ้ามีเรื่องอะไรกวนใจอยู่ก็ต้องมีคนช่วยหรือเปล่าครับ"

show meiko serious
with charachange

emm "ถ้าเป็นคนอื่นฉันก็คงบอกแบบนั้นแหละจ้ะ แต่ลูกสาวฉันน่ะหัวแข็งยิ่งกว่าอะไรดี ถ้าเอมิอยากอยู่คนเดียว\nก็ปล่อยให้อยู่คนเดียวนั่นแหละจ้ะดีที่สุดแล้ว"

emm "ไม่อย่างนั้นเอมิก็คงจะพูดอะไรที่เดี๋ยวคงนึกเสียใจทีหลังอีก ซึ่งก็จะทำให้เธอพูดอะไรแบบนั้นเหมือนกัน\nแล้วฉันก็ไม่อยากให้มื้อเย็นครั้งนี้ต้องจบลงด้วยการที่เธอสักคนหรือทั้งสองคนเดินฮึดฮัดออกจากบ้านไป"

show meiko happy
with charachange

emm "ถ้าเป็นอย่างนั้นแล้วฉันก็คงไม่ใช่เจ้าบ้านที่ดีเลย วันนี้ฉันเองก็ทำตัวไม่รอบคอบไปแล้วหนหนึ่ง"

hi "ไม่เป็นไรหรอกครับ เป็นผมมากกว่าที่ไม่น่าพูดเรื่องวีลแชร์ก่อน"

show meiko serious
with charachange

"คุณนายอิบาราซากิย่นคิ้ว ชัดว่ากังวลที่เอมิไม่อยู่แต่ไม่ยอมพูด"

emm "ฉันไม่อยากให้เอมิทำแบบนี้เลย เพราะฉันจะยิ่งเป็นห่วงไปอีก"

hi "เอมิทำแบบนี้ประจำเหรอครับ"

show meiko smile
with charachange

emm "หมายถึงอะไรล่ะ หนีไปเข้าห้องน้ำน่ะเหรอ ไม่น่าทำประจำหรอก แต่ถ้าเป็นการไม่ยอมบอกว่าตัวเองเป็นอะไร\nให้แม่ฟังแล้วละก็อันนี้บ่อยอยู่จ้ะ"

emm "พอจับโกหกได้ทีไรเอมิก็บอกว่าที่ไม่ยอมบอกก็เพราะไม่ใช่เรื่องใหญ่อะไรมากเท่านั้นเอง"

hi "ผมจะบอกอะไรให้นะครับ ผมว่าที่ผมได้รู้นี่ก็เพราะต้องเจอกับเอมิทุกวันนั่นแหละ"

show meiko happy
with charachange

"คุณนายอิบาราซากิฟังแล้วแค่นหัวเราะแห้ง ๆ ก่อนจะถอนหายใจเศร้า ๆ"

show meiko smile
with charachange

emm "ยังไม่ยอมสนิทกับคนอื่นงั้นเหรอ ฉันก็หวังอยู่ตลอดว่าเอมิจะเลิกทำตัวแบบนั้นสักที"

emm "ซึ่งก็ตลกนะ เพราะในหลายแง่เอมิก็ฟื้นตัวจากอุบัติเหตุครั้งนั้นได้เป็นอย่างดีเลย…"

show meiko serious
with charachange

emm "บางอย่างมันก็เปลี่ยนแปลงกันไม่ได้ละนะ"

"ดู ๆ แล้วเรื่องนี้ก็ยังกวนใจแม่เอมิอยู่เหมือนกัน"

"แต่พอเอมิไม่อยู่แล้วดูพร้อมที่จะคุยเรื่องอุบัติเหตุขึ้นมาอีกหน่อย"

hi "เอ่อ ถ้าไม่ว่าอะไร ผมขอถามอะไรหน่อยได้มั้ยครับ"

show meiko smile
with charachange

emm "จ๊ะ?"

hi "ตอนอุบัติเหตุครั้งนั้นเอมิเสียอะไรไปอีกเหรอครับ คุณพยาบาลบอกว่าพอใกล้ถึงวันครบรอบแล้วเอมิจะเป็นแบบนี้ตลอด\nแล้วเอมิก็ไม่ยอมคุยเรื่องนี้กับผมเลย…"

show meiko happy
with charachange

emm "คิดว่าฉันคงจะเล่าให้เธอฟังได้สินะ หืม"

hi "เอ้อ ครับ หวังว่านะครับ"

show meiko serious
with charachange

emm "โอเค แต่ฉันเล่าไม่ได้เพราะติดอยู่อย่างหนึ่ง"

hi "ให้เดานะครับ เพราะรับปากกับเอมิไว้แล้วว่าจะไม่บอกให้กับคนที่เอมิไม่อยากให้รู้ แล้วตอนนี้ก็ไม่รู้ว่าเอมิ\nจะอยากให้ผมรู้หรือเปล่า"

emm "ประมาณนั้นจ้ะ ฉันรับปากกับเอมิไว้แล้วว่าจะให้เจ้าตัวเป็นคนเล่าเรื่องนี้กับคนอื่นตรง ๆ เท่านั้น"

hi "แต่มันก็เรื่องสำคัญนี่ครับ คือยังไงก็ต้องเป็นเรื่องที่มีผลกับเอมิแน่นอนถ้าผ่านมานานขนาดนี้แล้วเอมิยังเป็น\nแบบนั้นอยู่"

show meiko worry
with charachange

emm "ก็จริงจ้ะ เป็นเหตุการณ์ที่มีผลติดตัวเอมิเลย กับเรื่องบางเรื่องเอมิก็คงทำใจไม่ได้จริง ๆ นั่นแหละจ้ะ"

"คุณนายอิบาราซากิทำหน้าเศร้าสร้อยหนักขึ้นมาครู่หนึ่งราวกับว่าเจ็บจากแผลเก่า"

emm "แล้วก็คงมีเรื่องบางเรื่องที่ฉันทำใจไม่ได้เหมือนกัน…"

show meiko happy
with charachange

"แม่เอมิแค่นหัวเราะอีกรอบแล้วสั่นหัวคล้ายสลัดความทรงจำนั้นออกไป"

show meiko smile
with charachange

emm "นี่นะ เธอต้องเข้าใจก่อนว่าเอมิมองอุบัติเหตุครั้งนั้นว่ายังไง"

hi "ยังไงเหรอครับ"

emm "มองว่าไม่ใช่เรื่องใหญ่"

stop music fadeout 1.0

"ไม่รู้ทำไมฉันถึงยังปิดปากไม่ให้เปิดหวอด้วยความตกใจได้ แต่ก็ต้องห้ามใจอยู่เหมือนกัน"

"เป็นประโยคที่บ้าบอที่สุดเท่าที่เคยได้ยินมาเลย"

hi "อะไรนะครับ"

play music music_sadness fadein 3.0

show meiko serious
with charachange

emm "โอเค อาจจะมีอะไรซับซ้อนกว่านั้น แต่รวม ๆ ก็ประมาณนั้นแหละจ้ะ เอมิเชื่อว่าอุบัติเหตุครั้งนั้นไม่ใช่\nสิ่งที่จะมานิยามตัวเอง และทุกสิ่งที่เสียไปในวันนั้นก็ไม่ใช่สิ่งที่จะมานิยามตัวเองเหมือนกัน"

emm "เอมิไม่ใช่ “เด็กสาวที่สูญเสียขาไป” เอมิคือ “สิ่งไม่มีขาที่เร็วที่สุด” ทั้งความมองโลกในแง่บวกทั้งพลังของเอมิ\nรอดมาจากอุบัติเหตุนั้นได้อย่างครบถ้วนสมบูรณ์ เอมิเขาคิดแบบนั้น"

hi "แต่มันก็มีอะไรมากกว่านั้นใช่มั้ยครับ เมื่อคืนเอมิก็บอกผมว่าที่ไม่ยอมพึ่งผมก็เพราะถ้าต้องเสียผมไปอีกก็คง\nเจ็บปวดเกินรับได้"

show meiko smile
with charachange

emm "ไม่เชิงจ้ะ เธอบอกเองว่าเอมิไม่ยอมเล่าเรื่องอุบัติเหตุให้ฟังทั้งที่เธอเคยถามแล้ว"

emm "ที่เอมิไม่ยอมเล่าตอนเธอถามก็เพราะเอมิมองว่าเป็นเรื่องที่เธอไม่ได้จำเป็นต้องรู้ ต่อให้เอมิไม่ได้กลัว\nการสนิทกับใครแล้วก็คงไม่เล่าอยู่ดี"

hi "เอมิกลัวการสนิทกับผมเหรอครับ"

show meiko happy
with charachange

emm "ตายจริง ใช่จ้ะ ถึงจะบอกว่ารอดมาจากอุบัติเหตุครั้งนั้นได้ไม่เป็นอะไร แต่เอมิก็ได้รู้ซึ้งว่าทุกอย่างจะหายวับ\nไปกับตาได้ง่าย ๆ เลย"

show meiko smile
with charachange

emm "เพราะงั้นเอมิถึงไม่ได้ให้ใครมาสนิทด้วยเป็นพิเศษ และเอมิก็คงไม่ชอบใจแน่ถ้ารู้สึกว่าจัดการกับเรื่องนี้\nด้วยตัวเองไม่ได้"

hi "แต่ผมว่าเอมิทำแบบนั้น{b}ไม่ได้{/b}หรอกนะครับ"

show meiko serious
with charachange

emm "ตายแล้ว นี่เธอแน่ใจใช่มั้ยจ๊ะว่าคบกับลูกสาวฉันอยู่ ไม่ได้ไปคบกับคนอื่นน่ะ เชื่อฉันสิฮิซาโอะ เอมิรับมือ\nกับเรื่องนี้ด้วยตัวเองได้แน่นอน"

hi "แต่เอมิฝันร้ายจนนอนไม่หลับ แถม—"

show meiko smile
with charachange

emm "แถมเป็นแบบนี้ทุกปี ขอถามนะฮิซาโอะ ถ้าเอมิรับมือกับเรื่องนี้ด้วยตัวเองไม่ได้ เอมิจะยังมีชีวิตอยู่มาจนทุกวันนี้\nหรือเปล่า ไม่งั้นก็คงฆ่าตัวตายหรือทำอะไรอย่างละครน้ำเน่าไปแล้ว"

hi "แล้วยังไงครับ คือจะให้ผมอยู่เฉย ๆ ว่างั้น?"

show meiko serious
with charachange

emm "ฉันไม่ได้พูดแบบนั้นสักหน่อย! ฉันก็ไม่อยากเห็นลูกสาวตัวเองเป็นแบบนี้หรอก ถ้ามีคนที่เอมิพึ่งได้ฉันก็คง\nสบายใจ"

emm "แค่เธอต้องเข้าใจก่อนว่าที่เอมิไม่ยอมรับความช่วยเหลือจากเธอเพราะมันขัดกับมุมมองของเอมิต่อตัวเอง\nกับมุมมองของเอมิต่อโลก"

emm "ถ้าเธอยังอยากช่วยเอมิจริง ๆ ก็อยู่ที่เธอแล้วละจ้ะ จริง ๆ ฉันก็อยากให้เธอช่วยนะ แต่จะไม่เตือนเธอว่า\nจะเป็นอะไรที่ยากหน่อยก็คงบ้าบอ"

show meiko smile
with charachange

emm "ขอแค่อดทนกับเอมิหน่อย เพราะตอนนี้เอมิก็สนิทกับเธอกว่าใครคนอื่นที่เอมิเคยเจอในยามากุแล้ว"

hi "แต่ก็รู้สึกเหมือนเราไม่ได้สนิทกันมากเลยนะครับ"

show bg emi_dining at center
show meiko serious at tworight
with dissolvecharamove

show emicas evil at twoleft
with charaenter

stop music fadeout 0.3

emi "ดี แบบนี้ก็ง่ายขึ้นเยอะ"

"เสียงเอมิที่แทรกมาเกือบทำฉันหัวใจวาย"

hi "เฮือก! ไม่ได้ยินเสียงเธอเดินมาเลยนะเอมิ"

show emicas angry
with charachange

emi "ลงตัวพอดีเลย"

hi "เดี๋ยว นี่แอบฟังกันอยู่เหรอ"

show emicas angry_up
with charachange

emi "เปล่า แค่บังเอิญกลับมาได้จังหวะพอดีละมั้ง"

show meiko worry
with charachange

emm "เอมิ ฮิซาโอะเขาเพิ่ง—"

"เอมิชูนิ้วขึ้นตัดบทแม่ตัวเอง"

show emicas grit
with charachange

emi "บอกว่าจะกลับแล้ว? ค่ะ หนูรู้"

"เอมิตัวสั่นด้วยความกลัว สีหน้าเธอดูคล้ายคนที่ถูกหักหลัง"

emm "เอมิ พูดอะไรของลูก เราเพิ่ง—"

show emicas angry_up
with charachange

emi "แม่{b}สัญญา{/b}แล้ว!"

play music music_rain fadein 0.5

"ความเจ็บปวดในคำนั้นมีมากเกินฉันจะทนฟังได้ แค่คิดว่าฉันทำร้ายเธอได้ถึงขนาดนี้ฉันก็จุกอกขึ้นมาแล้ว"

"แม่เอมิก็ดูเจ็บปวดกับความคิดนั้นพอกัน"

emm "แต่แม่ก็ยังรักษาสัญญาอยู่! ฟังนะเอมิ เราจะไล่คนออกจากบ้านสุ่มสี่สุ่มห้าแบบนี้ไม่ได้"

"แม่เอมิดูทั้งโกรธที่ลูกสาวตัวเองระเบิดอารมณ์อย่างนั้นและทั้งอายที่ต้องให้ฉันมาเห็นภาพนี้"

"ปัญหานี้มีทางออกเดียวแหละ คิดว่านะ"

hi "ไม่เป็นไรครับ เดี๋ยวผมไปก็ได้"

emm "ไม่เอาน่า ไม่เห็นจำเป็นต้องกลับเลย…"

hi "ไม่ต้องห่วงหรอกครับ ขอบคุณสำหรับมื้อเย็นนะครับ แล้วก็ขอบคุณที่ให้คำแนะนำด้วย"

show meiko serious
with charachange

emm "ด้วยความยินดีจ้ะฮิซาโอะ ขอโทษนะที่ไม่ได้เอาของหวานมาให้กินด้วย"

hi "ไม่เป็นไรครับ ยังไงผมก็ต้องคอยคุมอาหารการกินของตัวเองด้วย"

hi "สายัณห์สวัสดิ์นะครับคุณนายอิบาราซากิ แล้วก็เอมิด้วย"

"ความเป็นทางการของบทสนทนาเรากับการที่ฉันตั้งท่าเตรียมออกจากบ้านแล้วเหมือนจะทำให้เอมิหายโกรธ\nแล้วได้สติขึ้นมา"

show emicas frown
with charachange

emi "ไม่ เดี๋ยวก่อน ฉันขอโทษ เมื่อกี้ฉัน… แล้วเรื่องเมื่อคืนก็ทำให้ฉันคิดว่า… นายไม่ต้องไปหรอก ฉันขอถอนคำพูด\nไม่เป็นไร—"

"ฉันอดอมยิ้มไม่ได้ เอมิแทบพูดคำขอโทษออกมาไม่เป็นภาษาแล้ว และฉันก็ยังไม่อยากไป…"

"แต่ฉันว่าตอนนี้ฉันต้องไปก่อน ต้องไปคิดถึงเรื่องที่แม่เอมิพูด แล้วก็คิดว่าจะทำยังไงกับเรื่องระหว่างเราดี"

"และฉันก็ไม่อยากเสี่ยงไปเผลอทำให้เอมิที่อยู่ในสภาพนี้ต้องโกรธอีกรอบ"

hi "ไม่หรอก ฉันว่าฉันไปก่อนดีกว่า อารมณ์เธอก็ยังไม่ค่อยคงที่ ซึ่งฉันก็จะพยายามไปช่วยเธออีก ฉันรู้ว่าเธอไม่อยาก\nให้ฉันช่วยก็เลยจะไปก่อน"

show emicas sad
with charachange

emi "แต่—"

hi "น่า ไม่เป็นไรหรอก เธอไม่ได้ต้องการให้พระเอกขี่ม้าขาวมาช่วยใช่มั้ยล่ะ แต่รับปากกับฉันอย่างสิ"

show emicas frown
with charachange

emi "ว่า"

hi "อย่าโกรธแม่เธอเลยนะ แม่เธอแค่แนะนำฉันเฉย ๆ"

show emicas sad
with charachange

"เอมิกึ่ง ๆ พยักหน้าเหมือนสิ่งเดียวที่พอรับรู้ได้คือคำสัญญาง่าย ๆ นั้น เธอเสียศูนย์อย่างหนัก แต่ตอนนี้ฉันทำอะไร\nไม่ได้หรอก"

emi "โอเค"

hi "เจอกันพรุ่งนี้นะ ไปวิ่งตอนเช้าด้วย ห้ามลืม!"

"ฉันเห็นว่าเอมิเจ็บปวดแค่ไหนที่ฉันเลือกจะไป แต่ถ้าเรื่องยังเป็นอย่างนี้ฉันก็คงช่วยอะไรเธอไม่ได้ และฉันรู้ดีว่าเอมิ\nรั้นเกินกว่าที่จะยอมรับว่าอยากให้ฉันอยู่ต่อ"

"ฉันมองหน้าเอมิที่มีหลากอารมณ์ระคนกันอยู่ระหว่างที่เธอกำลังประมวลผลสิ่งที่เกิดขึ้น"

show emicas weaksmile
with charachange

"ไม่นานสีหน้าดูสงบนั้นก็ปรากฏเหมือนเมื่อคืน และน้ำเสียงนั้นที่ปั้นมาให้เหมือนไม่ได้ยี่หระ"

emi "ก็ได้ฮิซาโอะ ไว้เจอกัน"

"เราทั้งสองคนต่างไม่มีใครยอมรับอารมณ์ที่ตัวเองรู้สึกอยู่ ฉันเองก็รักษาสีหน้าท่าทีปลอมเปลือกไว้ไม่ไหวจึงหมุนเท้า\nแล้วเดินออกประตูมา"

stop music fadeout 7.0

scene bg emi_houseext
with locationskip

"ฉันปิดประตูช้า ๆ เว้นช่วงไปครู่หนึ่งตอนที่สลักกลอนลงล็อกโดยมือยังจับลูกบิดไว้"

"เมืื่อกี้ฉันตัดสินใจถูกหรือยัง หรือฉันควรอยู่ต่อแล้วลองกอบกู้สถานการณ์ดู"

"ไม่สิ ฉันตัดสินใจแล้ว ยิ่งมีแม่เอมิอยู่ด้วย ไม่ว่าจะยังไงก็ตาม ฉันไม่อยากให้แม่เอมิต้องมารับรู้ถึงความโกรธแบบนั้น\nที่ระเบิดออกมาเมื่อคืน"

"ถึงแม่เอมิอาจจะชินแล้ว แต่ในใจฉันก็ยังอยากรักษาภาพลักษณ์เด็กสาวผู้ร่าเริงของเอมิเอาไว้อยู่"

"ฉันสะดุ้งเมื่อรู้ตัวว่ามือยังจับลูกบิดอยู่ ฉันถอนมือออกมาแล้วล้วงกระเป๋าเดินไปตามถนนที่มืดลงเรื่อย ๆ"

scene bg school_dormhisao
with shorttimeskip

play music music_pearly fadein 1.0

"ฉันถอนหายใจพรืด"

"คงต้องอดทนอย่างหนักกว่าจะรอให้ถึงพรุ่งนี้เช้าได้"

"แต่ไม่ว่ายังไงฉันก็ต้องคิดไว้ก่อนว่าจะพูดอะไรกับเอมิ ต้องขอโทษ และต้องหาทางทำให้เอมิเข้าใจให้ได้"

"เพราะเหตุนี้เองตอนที่เดินกลับมายังห้องตัวเองฉันถึงคิดอยู่เรื่องหนึ่ง"

"จดหมายขอโทษจากอิวานาโกะ"

"ฉันมัวแต่วุ่นวายกับชีวิตใหม่ของตัวเองจนไม่ได้ใส่ใจจะอ่านตอนที่จดหมายฉบับนั้นมาถึง"

"พอตอนนี้ฉันต้องมาตกอยู่ในสถานการณ์ที่คล้าย ๆ กันแล้วก็อยากรู้ขึ้นมาอีกครั้ง เรื่องอะไรที่อิวานาโกะอยากให้ฉันรู้\nนักหนา"

"อย่างน้อย ๆ การได้อ่านความคิดของอิวานาโกะอาจช่วยให้ฉันได้มีแนวคิดใหม่ ๆ บ้าง"

"จำได้ว่าปาทิ้งไปแล้ว แม่ง นี่เอาไปทิ้งไว้ไหนเนี่ย"

"ฉันก้มดูใต้โต๊ะ ซึ่งไม่มี ฉันจึงไปหาตามซอกมุมต่าง ๆ ที่ไม่น่าจะเจอได้"

"…"

"โอเค อย่างน้อยตอนนี้ก็เจอแล้วว่าถุงเท้าที่หายไปตอนนั้นอยู่ไหน"

"แต่ยังไม่เจอจดหมายเลย"

"พอฉันลองยื่นแขนกวาดไปใต้โต๊ะหัวเตียงก็เหมือนจับโดนอะไรสักอย่างสาก ๆ ที่คาอยู่ระหว่างโต๊ะกับกำแพง"

"ฉันออกแรงฮึดยื่นไปคว้าของที่หมายไว้แล้วหยิบออกมาสู่โลกภายนอกได้"

"บิงโก"

play sound sfx_paper

scene ev hisao_letter_open_2
with locationchange

"ฉันนั่งที่โต๊ะแล้วคลี่ก้อนกระดาษออกก่อนจะเปิดโคมไฟ"

"ฉันข้ามส่วนอารัมภบทไร้แก่นสารพวกนั้นหาว่าอ่านถึงตรงไหน อ้อ ตรงนี้ไง"

window hide

$ written_note("ยังมีอย่างอื่นที่ฉันอยากพูดถึงอีก ฉันเขียนจดหมาย\nส่งมาหานายเพราะรู้สึกเหมือนพอเกิดเรื่องนั้นแล้ว\nฉันคงต้องพูดอะไรหน่อย ฉันเสียใจจริง ๆ ที่ฉันมา\nพูดกับนายต่อหน้าตรง ๆ ไม่ได้ และฉันก็ไม่มี\nข้อแก้ตัวอะไรทั้งนั้น\n\n\n\n\n")

$ written_note("ที่จริงคือ ตอนฉันไปเยี่ยมนาย ฉันก็เป็นห่วงนาย\nขึ้นมา ไม่ได้หมายถึงสุขภาพนายนะ แต่นายดูทั้ง\nห่างเหินทั้งไร้เรี่ยวแรง ฉันรู้อยู่ว่าพอเกิดเรื่อง\nอย่างนั้นแล้วจะเป็นแบบนั้นไปก็คงไม่แปลก แต่\nตอนนั้นฉันรู้สึกเหมือนนายถอดใจกับอะไร\nบางอย่างไปแล้ว ความสุข ละมั้ง\n")

window show

"ถอดใจกับความสุข…"

"ฟังดูคุ้น ๆ เป็นบ้า"

window hide

$ written_note("ฉันอยากบอกความรู้สึกให้นายได้รู้ แต่ก็นึกหาคำ\nไม่ได้เสียที ฉันพูดอะไรปลอบใจนายไม่ได้เลย ฉัน\nขอโทษจริง ๆ ที่คอยเป็นแรงใจให้นายยามที่นาย\nต้องการแรงใจที่สุดไม่ได้ ทั้งที่ฉันชอบนายมาก\nแท้ ๆ แต่อย่างน้อยตอนนี้ฉันก็พูดตรง ๆ ขึ้นมา\nได้บ้างแล้ว")

$ written_note("ถ้าฉันกลับไปช่วงเดือนกุมภาพันธ์กับเดือนมีนาคมที่\nเงียบสงบนั้นได้ฉันก็อยากบอกนายว่าอย่ายอมแพ้\nนะ ฉันจะบอกอย่างนั้น ถ้าฉันพูดอะไรบ้างนายคง\nไม่ออกเหินห่างไปขนาดนี้ ฉันอยากให้นายลุกขึ้น\nมายืนด้วยตัวเองให้ได้\n\n\n\n")

$ written_note("แล้วยิ่งทีนี้ห่างกายกันด้วยก็ยิ่งรู้สึกเหมือนเป็นจุด\nส่งท้ายจริง ๆ ยังไงไม่รู้ เราจะได้เจอกันอีกไหมนะ\nหรือถ้าไม่เจอกันอีกเลยจะดีกว่ากันนะ แต่ถ้ายัง\nอยากติดต่อกับฉันอยู่ก็เขียนส่งกลับมาได้เลยนะ\nฉันยินดีมากที่จะได้ฟังเรื่องโรงเรียนใหม่กับ\nชีวิตใหม่ของนาย ขอให้มีความสุขดีนะ\n\nจากใจ อิวานาโกะ")

window show

"พออ่านจบแล้วฉันก็รีดกระดาษให้เรียบแล้ววางไว้ที่ริมโต๊ะ"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\n\nขอบคุณนะอิวานาโกะ ฉันอยากจะตอบตกลงกับคำถามเมื่อวันหิมะตกในฤดูหนาวครั้งนั้นแต่ก็ไม่มีโอกาสได้ตอบเลย"

n "กว่าเราจะได้มาเจอกันอีกก็สายไปแล้ว"

n "ฉันคิดไว้ว่าอย่างนั้น แต่ถ้าเกิดว่าตอนที่อยู่ในห้องสะอาดชวนหดหู่นั้นฉันทำตัวอีกแบบอีกแบบแล้วจะเป็นยังไงล่ะ"

n "ขอโทษนะ จะมาสงสัยเอาตอนนี้ก็คงไม่ได้อะไรขึ้นมาแล้ว แต่จะให้ทำใจลืมก็คงไม่มีประโยชน์เหมือนกัน"

n "ที่ฉันเป็นตัวฉันในตอนนี้เพราะสิ่งที่เคยเกิดขึ้นกับฉันกับสิ่งที่ฉันตั้งตาหมายจะได้สัมผัส ปัจจุบัน อนาคต อดีต"

stop music fadeout 2.0

n "\n\nและตอนนี้เหมือนว่าอดีตจะได้ให้บทเรียนสำคัญกับฉันแล้ว"

$ renpy.music.set_volume(1.0, 2.0, channel="music")

nvl clear
nvl hide dissolve

#Hey, you didn't fuck up. As a congratulatory gesture, go to e29. You lucky duck.
# This is actually an act ending, links to titlecard
#########################

label th_E27:

window hide None

scene black
with dissolve

play sound sfx_alarmclock

with Pause(2.0)

scene bg school_dormhisao
with openeye

window show

"เสียงนาฬิกาปลุกยามเช้าดังขึ้น ฉันพลิกตัวไปปิดก่อนจะทำตาปรือมองเพดาน"

play music music_night fadein 1.0

window hide
nvl clear
nvl show dissolve

n "\n\nจะเอายังไงดี ลุกจากเตียงไปที่ลู่วิ่งแล้วทำเหมือนไม่มีอะไรเกิดขึ้นเหรอ"

n "เอมิจะมาหรือเปล่า ดูจากเหตุการณ์เมื่อเย็นวานแล้วคงไม่หรอก"

n "หรือต่อให้มาแล้วฉันจะทำยังไง ลืมที่ทะเลาะกันไปแล้วก็ทำซ้ำแบบนี้อีกรอบหน้าถ้ามีเรื่องกวนใจเอมิอีกเหรอ"

n "ฉันรู้ว่าเมื่อวานฉันใจร้อนไปก็จริง แล้วยิ่งเอาเรื่องพ่อเอมิมาอ้างอีก"

n "แต่ฉันพูดผิดหรือไง เอมิไม่ยอมเปิดใจให้ฉันเข้าไปเลย และเธอก็จะต้องทนทรมานอยู่ตัวคนเดียว"

n "ไม่ว่าฉันจะทำอะไร ไม่ว่าฉันจะพูดอะไร ทุกอย่างก็จะเหมือนเดิม เอมิไม่ยอมเปลี่ยน และตัดสินใจแล้วว่าจะเว้นระยะห่าง\nกับฉัน"

n "\nแล้วอย่างนี้ฉันจะยังอยากลงไปเจอเอมิอีกเหรอ ทั้งที่รู้ว่าฉันจะไปต่ออีกไม่ได้แล้วน่ะนะ"

nvl clear
nvl hide dissolve

scene black
with shuteye

window show

"ไม่เอาหรอก ไม่ได้จริง ๆ ไม่ใช่วันนี้ ฉันพลิกตัวนอนต่อ"

"ยังไงเอมิก็คงไม่ไปที่ลู่วิ่งอยู่แล้ว"

scene bg school_cafeteria
with shorttimeskip

"พอถึงเวลาพักเที่ยงฉันก็คุยกับตัวเองอยู่ในหัวคล้ายอย่างเมื่อเช้า และฉันก็นั่งกินข้าวเที่ยงที่โรงอาหารตัวคนเดียว"

"ฉันไม่อยากเจอเอมิ แค่คิดก็รู้สึกไม่ดีแล้ว"

scene bg school_track_ni
with shorttimeskip

"คืนนั้นฉันออกวิ่ง เป็นอีกครั้งที่ฉันมาวิ่งตัวคนเดียวนับตั้งแต่ที่เอมิป่วยไปตอนหลังจากงานแข่งวิ่งครั้งนั้น"

"และไม่ไปหาคุณพยาบาล จะได้ไม่ต้องตอบคำถามเรื่องเอมิ"

"ฉันเองก็ไม่อยากคุยเรื่องเอมิด้วย"

scene bg school_hallway3
with shorttimeskip

"วันถัดมาฉันก็ทำเหมือนเดิม ปิดนาฬิกาปลุก นอนต่อ กินข้าวคนเดียว วิ่งคนเดียว"

"ฉันอ่านหนังสือเยอะขึ้นเป็นการชดเชยเวลาที่ปกติฉันจะอยู่กับเอมิ"

"ซึ่งได้ผลดีเหลือเชื่อ ก็จนกระทั่งฉันต้องมาแอบในห้องน้ำเพราะเห็นเอมิเดินอยู่ตรงโถงทางเดินช่วงเปลี่ยนคาบ"

"เอมิไม่ได้แสดงท่าทีว่าเห็นฉันเลย แต่ก็นะ เอมิไม่เคยแสดงอะไรให้เห็นหรอก"

"ไม่แสดงให้เด็กสาวที่เป็นเพื่อนร่วมชั้นคนนั้นที่ฉันเห็นคุยอยู่กับเอมิอย่างร่าเริงเห็นแน่นอน"

"ไม่แสดงให้เพื่อนร่วมทีมเห็นด้วย"

"ยิ่งกับฉันแล้วไม่แสดงให้เห็นเลย"

"ปิดนาฬิกาปลุก นอนต่อ"

scene bg school_scienceroom
show muto normal at center
with shorttimeskip

"ครูมุโต้กับฉันคุยกันเสียยืดยาวว่าทฤษฎีสตริงนั้นเป็นไปได้หรือไม่ ส่วนตัวฉันแล้วเชื่อว่าเป็นไปไม่ได้"

"มิติที่สูงกว่ามิติที่สี่นั้นฉันเชื่ออยู่ แต่จะให้เชื่อว่ามีสตริงหลาย ๆ สตริงที่เล็กกว่าอะตอมสั่นอยู่น่ะเหรอ ยากหน่อยนะ"

"ดูเหมือนว่าจะไม่ได้มีแค่ฉันที่คิดแบบนี้ด้วย และเหมือนจะไม่ได้เป็นทฤษฎีที่หนักแน่นอย่างสมัยก่อนแล้ว"

"ครูมุโต้บอกว่าที่เป็นแบบนั้นก็เพราะยังไม่มีใครค้นพบวิธีการตีความข้อมูลที่ถูกต้องต่างหาก"

$ renpy.music.set_volume(0.3, 0.0, channel="ambient")
play ambient sfx_rooftop

scene bg school_roof
with shorttimeskip

"กินข้าวคนเดียว"

"วันนี้ที่ดาดฟ้าไม่มีคน แวบหนึ่งฉันนึกสงสัยว่าเอมิกับรินไปไหน แต่ก็ปัดคำถามนั้นทิ้ง สองคนนั้นไม่อยู่น่ะดีแล้ว\nฉันจะได้ไม่ต้องคุยด้วย"

"เมื่อไม่มีใครให้คุยด้วยจึงหยิบหนังสือที่พกติดตัวมาอ่าน"

"อากาศเริ่มสดชื่นขึ้นแล้ว และร้อนขึ้นหน่อย ๆ"

"หวังว่าพอเย็น ๆ แล้วจะเย็นลงบ้าง สายลมเย็นที่โชยมาสนัยสนุนแนวคิดฉัน"

stop ambient fadeout 2.0

scene bg school_track_on_ni
with shorttimeskip

"วิ่งคนเดียว"

"ซึ่งที่ลู่ก็อากาศเย็นกว่าตอนเที่ยงจริง ๆ ไม่มีวี่แววว่าเอมิอยู่ เป็นไปดังที่ฉันหวัง"

"ฉันยืดเส้นยืดสายก่อนออกวิ่งอย่างทุกทีคอยห้ามใจไม่ให้คิดถึงคู่วิ่งที่ไม่ได้อยู่ตรงหน้า"

"แต่ใจเจ้ากรรมของฉันดันนึกถึงเสียงหัวเราะอย่างเด็กสาวนั้น รอยยิ้มติดตรึงนั้น ตาโตเป็นมิตรนั้น\nร่างกายที่มีกล้ามนั้น—"

scene bg school_track_running_ni
with Dissolve(1.0)

"ฉันเร่งฝีเท้าเพื่อให้สมองปลอดโปร่ง ย่นระยะตัวเองให้เข้าใกล้โค้งไปเรื่อย ๆ พลางเลือกความเร็วที่จะทำให้สมองฉัน\nคิดแต่เรื่องขาตัวเองที่ร้อนจัด"

"เมื่อเหลือบมองนาฬิกาตอนเข้าโค้งสุดท้ายก็เห็นว่าฉันทำเวลาได้เร็วขึ้น"

show bg school_track_on_ni
with Dissolve(2.0)

"คืนนี้หัวใจฉันดูจะปั่นป่วนเล็กน้อย ฉันจึงเดินคูลดาวน์ให้มากกว่าปกติสักสองสามรอบเพื่อความปลอดภัย"

"ไม่ต้องเอาไปบอกให้คุณพยาบาลรู้หรอก เดี๋ยวก็ไม่เป็นไรแล้ว แต่ก็ยอมรับว่าเป็นความคิดที่เหมือนอย่างเอมิจริง ๆ"

"ได้แต่หวังว่าสักวันฉันจะเลิกคิดถึงเอมิมากขนาดนี้เสียที"

scene bg school_dormhisao
with shorttimeskip

"ฉันอ่านหนังสืออีกเล่มจบก่อนนอน พรุ่งนี้ต้องไปแวะห้องสมุด"

play sound sfx_switch

show bg school_dormhisao_ni
with Dissolve(0.2)

with Pause(0.5)

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
stop music fadeout 3.5

scene black
with shuteye

window hide

with Pause(2.0)
play sound sfx_alarmclock
scene bg school_dormhisao
with openeye

window show

"ฉันไม่รู้ด้วยซ้ำว่าจะตั้งนาฬิกาปลุกตอนเช้าไปทำไม แต่นาฬิกาปลุกนั้นยังดังปลุกฉันในเช้าวันถัดมาเช่นเคย และฉัน\nก็ยังปิดแล้วนอนต่อ"

scene bg school_scienceroom
show misha perky_smile at center
with shorttimeskip

play music music_pearly fadein 1.0

"บ่ายวันนั้นระหว่างที่จะไปโรงอาหารเพื่อฉายเดี่ยวกินข้าว (ฉันได้หนังสือใหม่มาที่อยากอ่านมาก ในนั้นเล่าเรื่อง\nของนักต้มตุ๋นสองคนที่อาศัยอยู่ในเปอร์เซียโบราณ) อยู่ ๆ ก็มีคนมาดักรอฉัน เป็นมิช่ากับ…"

"หือ คงมีแค่มิช่าแหละ"

show misha hips_smile
with charachange

mi "ไปกินข้าวคนเดียวอีกแล้วเหรอฮิจัง~"

show misha sign_smile
with charachange

mi "พวกเราเห็นนะ~!"

hi "พวกเรา?"

show misha hips_grin
with charachange

mi "อ่าฮะ! ชิจังกับฉันเห็นว่าฮิจังอยู่ตัวคนเดียวบ่อยขึ้น!"

show misha hips_smile
with charachange

mi "ชิจังอยากรู้ว่าเพราะอะไรฉันเลยบอกไปว่าจะมาถามฮิจังให้!"

hi "แปลกใจนะเนี่ยที่ชิจังไม่ได้มาถามเอง"

show misha perky_smile
with charachange

mi "ชิจังก็คิดจะมาถามอยู่ แต่เห็นอยากไปเริ่มทำงานเอกสารก่อน ช่วงนี้ใกล้ปิดเทอมแล้วงานก็เยอะมากเลย~!"

hi "แล้วทำไมอยู่ ๆ ถึงมาสนใจชีวิตฉันล่ะหืม"

show misha sign_smile
with charachange

mi "อ้อ ชิจังบอกว่า “หน้าที่ของสภานักเรียนคือการตามสังเกตสุขภาพจิตของนักเรียน! ถ้าปล่อยให้คน\nใต้การปกครองในระบ—ระบอบที่มีภาวะซึมเศร้าให้หลุดรอดสายตาไปแล้วคงนับได้ว่าสภานักเรียนล้มเหลว\nในหน้าที่อย่างไม่น่าให้อภัย!”"

hi "งั้นก็สบายเลย ฉันไม่ได้ซึมเศร้า"

show misha perky_confused
with charachange

mi "แต่ฮิจังกินข้าวคนเดียว แล้วก็ไม่มีใครเห็นฮิจังอยู่กับเอมิเลย! มีเรื่องอะไรกันใช่มั้ยล่ะฮิจัง~"

"เสียงมิช่าฟังดูเคร่งขรึมขึ้นเล็กน้อย แต่เธอยังรักษาการเล่นเสียงสูงต่ำอันคุ้นเคยตอนปิดท้ายประโยคได้"

#Okay, so you've managed to wind up on the road to BADSVILLE, but you've actually only made one big mistake in all this. SO!  You get the following choice.  Will you figure out that Hisao could use advice, or not?

label th_choiceE27:
menu:
    with menueffect

    "ฉันเม้มปากด้วยไม่แน่ใจว่าจะตอบอย่างไรดี"

    "บอกว่าไม่ใช่เรื่องใหญ่":
        return m1

    "ยอมบอกมิช่า":
        return m2


#1.  Skirt the issue.
#2.  Spill it all to the bulls--er, Misha, rather.

#If you picked 1:

label th_E27a:
"การเอาเรื่องส่วนตัวไปป่าวประกาศให้สภานักเรียนรู้คงไม่น่าใช่อะไรที่ดีสำหรับฉันเท่าไหร่"

hi "ไม่ใช่เรื่องใหญ่อะไรหรอก"

show misha cross_frown
with charachange

mi "ฮิจัง โกหกมันไม่ดีนะ~!"

"มิช่าไม่เชื่อ"

"โอเค เล่า ๆ หน่อยแล้วกัน แต่ห้ามบอกเยอะไป"

hi "พอดีมีเรื่องไม่ลงรอยกันน่ะ"

show misha perky_confused
with charachange

mi "อ้าว ทำไมล่ะ"

hi "เพราะ คือ ฉันไม่อยากคุยเรื่องนี้ โอเคนะ"

hi "เรื่องเล็ก ๆ น้อย ๆ แหละน่า ฉันไม่เป็นไรหรอก"

show misha perky_sad
with charachange

mi "แล้วเอมิล่ะ เอมิไม่เป็นไรด้วยใช่มั้ยฮิจัง"

stop music fadeout 4.0

"เสียงมิช่าจริงจังขึ้นมามาก บ้าไปแล้ว"

hi "ไม่รู้ โอเคนะ ฉันไม่ได้ถาม ตอนนี้เรื่องมันซับซ้อน"

show misha hips_frown
with charachange

mi "ฮิจังเป็นคนยังไงเนี่ย พอมีเรื่องนิด ๆ หน่อย ๆ แล้วก็ปกปิดไม่ยอมบอกอีกคน"

play music music_rain fadein 4.0

"หมัดของมิช่าที่สวนมาเล่นเอาฉันไม่ทันตั้งตัว"

show misha cross_frown
with charachange

mi "ชิจังคงบอกว่าขี้ขลาด แล้วก็จะถูกของชิจังด้วย!"

mi "เธอสองคนสนิทกัน! อยู่ด้วยกันอย่างมีความสุข! แล้วนี่จะยอมสิ้นใจไปโดยไม่แม้แต่จะลุกขึ้นสู้เลยเหรอ"

mi "นายต้องลุกขึ้นสู้เพื่อแฟนสาวของตัวเองสิฮิซาโอะ"

"ดูท่าว่าตอนนี้มิช่าจะเอาชิซูเนะมาประทับร่างอยู่ ซึ่งฉันก็คงไม่แปลกใจหรอกถ้าชิซูเนะจะให้บทกับมิช่าไว้แล้ว\nว่าต้องตอบฉันยังไงบ้าง"

"มิช่ายืดแขนชี้นิ้วไปที่ประตูห้องเรียนอย่างองอาจ"

show misha sign_smile
with charachange

mi "ทีนี้ก็ออกจากห้องไปง้อเอมิซะ!"

hi "เอ่อ คือตอนบ่ายเรายังต้องเรียนอยู่…"

"มิช่ายังคงไม่เปลี่ยนใจ"

show misha hips_smile
with charachange

mi "งั้นก็ไปหลังเลิกเรียน! ไปจัดการซะนะฮิจัง! จะปล่อยให้อะไร ๆ มันค้างคาอยู่แบบนี้ไม่ได้!"

hi "ทำไมล่ะ"

show misha cross_frown
with charachange

"มิช่ามองฉันเหมือนเป็นเศษขี้หมาแห้ง"

mi "ก็เอมิสำคัญกับนายไม่ใช่เหรอฮิซาโอะ ประเด็นคือตรงนี้นี่"

"อา นั่นสินะ"

"สำคัญ… สำคัญมาตลอด"

"ใช่มั้ยล่ะ"

hi "โอเค เดี๋ยวเลิกเรียนแล้วฉันจะไปหาเอมิ"

show misha hips_grin
with charachange

mi "เยี่ยม~! งั้นเดี๋ยวไปบอกชิจังว่าฮิจังโอเคแล้ว~!"

"น้ำเสียงเริงร่านั้นกลับมา คงแปลว่ามิช่าไม่ได้โกรธฉันแล้วสินะ"

hide misha
with charaexit

"มิช่าโบกมือให้แล้วหายตัวไปตามโถงทางเดิน ส่วนฉันก็ไปกินข้าวเที่ยง"

scene bg school_scienceroom
with shorttimeskip

"ระหว่างที่ใกล้หมดคาบบ่ายฉันก็เตรียมตัวกับเรื่องที่จะทำต่อจากนี้"

"ฉันต้องไปหาเอมิ ตรงนี้มิช่าพูดถูก ปล่อยให้ประเด็นระหว่างเอมิกับฉันคาราคาซังคงไม่ได้อะไรขึ้นมา"

"อย่างน้อย ๆ ก็ต้องไปขอโทษที่ฉันพูดอย่างนั้น"

"ทีแรกฉันคิดจะไปหาเอมิที่ห้อง แต่น่าจะยังอยู่ที่ลู่มั้ง"

scene bg school_courtyard
with locationskip

"ฉันเดินออกจากอาคารหลักไปยังลู่วิ่งด้วยความรู้สึกหมดอาลัยตายอยาก"

"ในใจปั่นป่วนอย่างรุนแรงด้วยลางสังหรณ์ว่าจะต้องจบไม่สวย ว่าถ้าทำไปแล้วจะไม่ได้ผลอะไรขึ้นมาเลย"

"ที่จะได้ผลอย่างเดียวก็คงเป็นการตอกฝาโลงส่งท้ายเยื่อใยอะไรก็ตามที่เอมิกับฉันมีต่อกัน"

stop music fadeout 2.0

scene bg school_track
with locationskip

"ตามคาด อยู่นั่นไง ยังวิ่งอยู่ที่ลู่ ส่วนคนอื่นไปอาบน้ำไปกินข้าวเย็นกันหมดแล้ว"

"ฉันไม่โบกมือหรือเผยตัวตนให้ได้รับรู้ แค่นั่งอยู่บนสแตนด์เชียร์มองเอมิวิ่งไปเฉย ๆ"

show emi basic_confused_gym:
    center
    xpos 0.6
    easein 0.5 xpos 0.5
with charaenter

"เอมิวิ่งรอบลู่ได้สองสามรอบถึงเห็นฉัน เธอหยุดวิ่งทำตาโตด้วยความตกใจทันที"

show emi basic_annoyed_gym at center
with charachange

show emi basic_grin_gym
with charachange

"สีหน้าโกรธปรากฏแทนความตกใจนั้นทันที แต่สีหน้านั้นก็หายลับไปอยู่เบื้องหลังหน้ากากที่ฉันรู้อยู่แล้วว่าอย่างไร\nก็คงไปถอดออกไม่ได้"

emi "มาทำอะไรที่นี่"

"ไม่เหมือนประโยคที่คาดไว้เท่าไหร่ แต่ตอนนี้ฉันไม่มีตัวเลือกมากแล้ว"

hi "ฉันอยากมาขอโทษเรื่องที่พูดไปเมื่อวันก่อน"

show emi basic_confused_gym
with charachange

emi "วันก่อนเหรอ"

show emi basic_closedgrin_gym
with charachange

"เอมิหัวเราะห้วน ๆ เหมือนไม่อยากเชื่อ"

play music music_sadness fadein 0.5

show emi basic_grin_gym
with charachange

emi "มันตั้งเกือบสัปดาห์แล้วนะฮิซาโอะ"

hi "อืม ก็… มาช้ายังดีกว่าไม่มานี่"

show emi sad_annoyed_gym
with charachange

"เอมิกอดอกจ้องฉันด้วยสายตาเย็นชาราวจะพินิจพิจารณา จนสุดท้ายก็พยักหน้า"

show emi sad_grin_gym
with charachange

emi "หืม ก็คงถูกของนาย งั้นก็ให้มันแล้วกันไปแล้วกัน ฉันให้อภัยนาย"

show emi basic_grin_gym
with charachange

emi "แค่นี้ใช่มั้ย"

show emi basic_grin_gym:
    easeout 0.5 xpos 0.3 alpha 0.0
with Pause(0.5)

hide emi
with None

"ฉันไม่ทันได้ตั้งตัวมาก ๆ กับคำถามรีบร้อนของเอมินั้นจนกว่าจะคิดได้ว่าต้องตะโกนเรียกเอมิก็เป็นตอนที่เธอ\nเดินกลับไปที่ลู่แล้ว"

hi "ไม่ เดี๋ยวก่อน!"

show emi basic_annoyed_gym:
    center
    xpos 0.4
    easein 0.5 xpos 0.5
with charaenter

"เอมิหยุดเดินหมุนตัวเดินกลับมาหาฉันหายใจหอบเล็กน้อยพร้อมสีหน้าหงุดหงิดที่ฉันเรียกขัด"

emi "อะไร"

"โอเค ต้องหาทางจัดการเรื่องนี้ให้ได้ ต้องรู้ตัวก่อนว่าตอนนี้ฉันอยู่ตรงไหนในความสัมพันธ์ และอาจจะขอคืนดีได้"

hi "เธอนั่งก่อนได้มั้ย"

show emi sad_annoyed_gym at center
with charachange

emi "คุยกันตรงนี้ก็ได้นี่"

hi "โอเค ได้ คือว่านะ เรื่องของเรา…"

"ฉันเว้นช่วงไปพลางนึกหาว่าจะพูดสิ่งที่คิดออกมาอย่างไรดี"

"แต่ก่อนที่ฉันจะทันได้คุกเข่าอ้อนวอนขอโอกาสจากเอมิอีกครั้งเธอก็พูดขึ้นมาก่อนแล้ว"

show emi sad_shy_gym
with charachange

emi "คำว่าเรามันไม่มีอีกต่อไปแล้วละฮิซาโอะ"

hi "ทำไมล่ะ"

show emi sad_pout_gym
with charachange

emi "เราเข้ากันไม่ได้"

"เอมิพูดประโยคแบบนั้นออกมาโดยไม่แม้แต่จะมองตาฉัน"

hi "ฉันไม่เชื่อ! เราเข้ากันได้ดีจะตาย!"

show emi basic_annoyed_gym
with charachange

emi "ไอ้คนพูดน่ะยังมาขอโทษที่ทำตัวไม่ดีจนโดนไล่ออกจากบ้านเมื่อสัปดาห์ที่แล้วอยู่เลย"

hi "ก็เราทะเลาะกันนี่! ฉันพูดอะไรโง่ ๆ เหลือเชื่อออกไปแล้วก็มาขอโทษนี่ไง!"

show emi sad_angry_gym
with charachange

emi "แล้วเราคุยเรื่องนี้จนทะเลาะกันมากี่รอบแล้ว ฉันจะต้องบอกนายอีกกี่ครั้งว่าฉันก็มีขอบเขตที่ฉันขีดไว้ว่าจะไม่ข้าม\nกี่ครั้งแล้วที่นายพยายามจะข้ามเส้นนี้"

hi "เพราะขอบเขตของเธอมันงี่เง่าไง!"

show emi sad_annoyed_gym
with charachange

"เอมิกลอกตากอดอกเอียงคอ"

emi "เห็นมั้ยฮิซาโอะ นี่ไงฉันถึงบอกว่าเราเข้ากันไม่ได้!"

"น้ำเสียงเอมินุ่มนวลขึ้นเล็กน้อย เธอยื่นมือมาลูบแก้มฉัน"

show emi sad_grin_gym_close
with characlose

emi "นายเป็นคนดีนะ แต่เราไปกันไม่ได้หรอก"

"ฉันเจ็บแปล๊บในใจขึ้นมาเมื่อรู้ตัวว่าเอมิคงซ้อมไว้แล้ว อาจจะซ้อมมาทุกวันตั้งแต่ตอนที่ฉันออกมาจากบ้านเธอวันนั้น"

"แม้แต่จังหวะการลูบยังเหมือนฝึกมา เหมือนเป็นฉากที่หลุดมาจากหนังเลย"

"เอมิไม่ได้คิดจะให้โอกาสฉันอีกครั้งอยู่แล้ว"

"ไม่สิ ต่อให้ไม่ต้องเจอฉันเอมิก็คงอยู่ได้"

hi "ก็คือจบกันเท่านี้เหรอ ไม่อะไรจะพูดแล้วงั้นสิ “เฮ้อ ตอนนั้นมันก็ดีนะ แต่ตอนนี้ขอลาก่อน” แค่นี้?"

show emi basic_closedgrin_gym_close
with charachange

"เหมือนเอมิจะชอบใจที่ฉันพูดอย่างนั้นมากกว่าที่ฉันคาดไว้ไปไกลโข เธอแค่นหัวเราะฟังดูขนลุก"

emi "ฉันก็ใช้ชีวิตมาแบบนี้นี่ฮิซาโอะ ป่านนี้แล้วนายต้องรู้แล้วสิ"

show emi sad_grin_gym_close
with charachange

emi "แล้วตอนนั้นมันก็ดีนะ"

"รอยยิ้มหมอง ๆ เอมิตัวสั่นเบา ๆ รอยยิ้มนั้นหายไป"

show emi sad_shy_gym_close
with charachange

emi "แต่ตอนนี้มันจบแล้ว เป็นแบบนี้แหละดีที่สุดแล้ว"

"ฉันอยากจะกรีดร้องก้องตะโกนใส่เอมิ อธิบายให้เอมิตาสว่างสักทีว่าการที่เธอทำตัวอย่างนี้มันงี่เง่า ว่าเธอแค่กลัวฉัน\nกลัวการสนิทกับใครสักคน"

"ฉันอยากจะบอกเอมิว่าฉันรักเธอ ว่าฉันไม่อาจปล่อยมือเธอไปได้ง่าย ๆ เช่นนั้น"

"หากแต่ว่า… ต่อให้บอกไปก็ไม่มีความหมาย เอมิตัดสินใจได้แล้ว เราจบกันแล้ว"

hi "ก็ได้"

show emi sad_grin_gym_close
with charachange

"เอมิพยักหน้าพอใจ ฉันอยากหาของมาทุบมาต่อยเหลือเกิน"

emi "ดี"

show emi basic_grin_gym_close
with charachange

"เอมิยิ้มด้วยความร่าเริงจอมปลอม"

emi "ไว้เจอกันนะฮิซาโอะ"

hi "ไม่ เธอจะไม่มาเจอฉันหรอก เธอจะไม่ตามหาตัวฉันด้วยซ้ำ"

show emi basic_grin_gym_close:
    easeout 0.5 xpos 0.3 alpha 0.0
with Pause(0.5)

hide emi
with None

"เอมิยักไหล่ราวกับจะพูดว่า “ตามใจเลย” แล้วหันหลังให้ฉันอีกครั้งแล้วเร่งฝีเท้าขึ้นวิ่งไปตามลู่"

"ทั้งตัวฉันชาดิก จบแล้ว ตรงนี้คือปลายทางของสองเรา สภาพแบบนี้แหละ แต่อย่างน้อยก็ได้ส่งท้าย"

"เอมิวิ่งรอบลู่อีกครั้งโดยไม่มองมาทางฉันเลย ตอนนี้เธอวิ่งเร็วกว่าเมื่อครู่มากแล้ว ฉันอดนึกถึงครั้งนั้นที่เราวิ่งด้วยกัน\nเป็นครั้งแรกไม่ได้"

"ฉันวิ่งไล่ตามเธอ เพื่อจะพิสูจน์ว่าฉันไม่ได้อ่อนแออย่างที่คิด แต่สุดท้ายก็จบไม่สวยนี่นะ"

"ตอนนี้เธอก็วิ่งเร็วเกินกว่าที่ฉันจะตามทันอีกแล้ว และฉันก็เลือกที่จะวิ่งตามเธออีกครั้งได้"

"แต่ไม่หรอก คราวนี้ฉันไม่เลือกแบบนั้น เธอไม่เคยปล่อยให้ฉันตามได้ทันเลย"

stop music fadeout 6.0

scene bg school_dormhisao
with shorttimeskip

"ฉันไม่รู้ตัวด้วยซ้ำตอนทีเดินออกมาจากลู่ ตอนที่เดินกลับมาที่ห้อง ตอนที่หยิบหนังสือในกระเป๋าออกมาอ่าน"

"ก่อนนอนฉันตั้งนาฬิกาปลุกใหม่ เอมิกับฉันส่งลากันเรียบร้อยแล้ว"

scene black
with shuteye

"หลังจากนั้นเราก็ไม่คุยกันอีกเลย"

#BAD ENDED, loser.



label th_E27b:
#If you picked 2:

"ก็นะ ให้ใครสักคนรับรู้ปัญหาฉันด้วยคงไม่เสียหายหรอก ไม่สิ มิช่าอาจให้คำแนะนำอะไรได้ด้วยซ้ำ"

hi "พอดีทะเลาะกันที่บ้านเอมิน่ะ"

hi "ฉันคอยจะเข้าใกล้ชิดกับเอมิ แล้วเอมิก็ไม่ยอม แล้ว…"

hi "ฉันก็พูดอะไรโง่ ๆ ออกไปจนโดนเอมิไล่ออกจากบ้าน"

show misha perky_sad
with charachange

mi "แล้วหลังจากวันนั้นได้คุยกันอีกมั้ย"

"มิช่าดูเป็นห่วงจริง ๆ แปลกใจเหมือนกัน ฉันก็นึกว่าพอรู้ว่ามีปัญหาอะไรกันแล้วมิช่าจะปัดเรื่องนี้ทิ้งไปเสียอีก"

"ที่น่าแปลกใจกว่านั้นคือฉันยังคงเล่าเรื่องให้มิช่าฟังต่อทันที"

hi "ไม่ ไม่ได้คุยเลย ฉันไม่กล้าไปเจอหน้าเอมิแล้ว"

hi "ฉันคงดูงี่เง่ามาก แล้วตอนนี้เอมิก็คงเกลียดฉันไปแล้ว ยิ่งหลังจากนั้นไม่ได้ไปเจอหน้าเอมิอีก"

show misha sign_smile
with charachange

mi "ฮิจังนี่หัวช้าจังนะ"

stop music fadeout 4.0

"ฟังดูไม่เหมือนคำแนะนำเท่าไหร่"

hi "ฮะ?"

show misha hips_frown
with charachange

"มิช่ายืนเท้าสะเอวแล้วเปิดปากพูดสิ่งที่น่าจะเป็นคำพูดของชิซูเนะมากกว่า"

mi "ทางแก้มันง่ายนิดเดียว! ไปขอโทษเอมิสิ! ปล่อยไว้แบบนี้เรื่องมันจะยิ่งไปใหญ่นะ!"

mi "ถ้าเอมิยังไม่ได้พูดแบบนั้นแล้วนายจะรู้ได้ไงว่าเอมิเกลียดนาย! ถ้าไม่ได้พูดก็ไม่มีหลักฐานว่าเป็นอย่างที่นายกลัวจริง!"

mi "และถ้าเอมิสำคัญกับนายจริง ๆ นายต้องคิดถึงใจเอมิสิว่าจะคิดยังไงกับเรื่องนี้"

play music music_innocence fadein 1.0

"ฉันสะดุ้งเมื่อคิดได้ว่ามิช่าพูดถูก ฉันตื่นเช้าตามที่ตั้งนาฬิกาปลุกไว้เพราะใจหนึ่งฉันยังอยากไปเจอเอมิที่ลู่วิ่งตอนเช้า"

"ฉันยังวิ่งเพราะรู้ว่าเอมิจะเป็นห่วงถ้าฉันไม่รักษาสุขภาพตัวเอง"

"และเมื่อวานที่ฉันไปดาดฟ้าเพราะใจหนึ่งฉันหวังว่าเอมิจะอยู่บนนั้น และพอไม่เจอก็ผิดหวัง"

hi "ฉันมันโง่"

show misha hips_grin
with charachange

mi "คงงั้นแหละฮิจัง~!"

show misha sign_smile
with charachange

mi "เพราะงั้น~! รีบ ๆ ไปขอโทษเอมิซะนะ~"

"ฉันอ้าปากเตรียมตอบว่าจะไปเดี๋ยวนี้ แต่ระฆังพักเที่ยงก็ดัง และฉันก็นึกได้ว่ายังมีเรียนคาบบ่ายอยู่"

hi "งั้นพอเลิกเรียนแล้วฉันจะไปหาเอมิเลย สัญญา"

hi "แล้วก็ เอ่อ ขอบคุณสำหรับคำแนะนำนะ"

show misha hips_grin
with charachange

"มิช่ายิ้มให้ราวกับว่าฉันเป็นเด็กที่เพิ่งหัดอ่านได้เป็นครั้งแรก"

mi "เยี่ยม~! งั้นเดี๋ยวไปบอกชิจังว่าฮิจังโอเคแล้ว~!"

hi "เอ่อ อื้ม เอาเลย"

hide misha
with charaexit

"มิช่าโบกมือ (โดยไม่สนเลยว่าคนเริ่มทยอยเข้าห้องเรียนกัน ไม่ใช่เดินไปอีกทาง) แล้วออกจากห้องเรียนไป"

"สงสัยคงต้องไปทำงานสภานักเรียนอะไรกับชิซูเนะอีกนั่นแหละมั้ง"

scene bg school_scienceroom
with shorttimeskip

"เวลาช่วงบ่ายผ่านไปโดยที่ฉันอดใจรอให้เลิกเรียนไม่ไหวแล้ว ต้องไปหาเอมิตอนนี้เลย"

"ฉันต้องลองจัดการอะไร ๆ ดูก่อน ถ้าตอนนี้เอมิเกลียดฉันแล้วอย่างน้อยฉันก็ต้องขอโทษ"

"ฉันต้องชดใช้เอมิถึงเพียงนั้นแหละ"

"จะไปหาที่ห้องเอมิดีมั้ย ไม่ ไม่ดีกว่า ไม่งั้นคงช้าไป เท่าที่รู้จักกันมาก็ต้องไปหาที่ลู่วิ่งนี่แหละ"

"ยังไม่รู้เลยว่าพอไปถึงแล้วจะพูดอะไรดี แต่ฉันก็นึกปลอบใจตัวเองว่าเอมิก็คงไม่ได้คิดเหมือนกันว่าจะต้องเจออะไร\nแบบนี้"

"ด้นสดไป เลิกประหม่า ไปที่ลู่วิ่ง พอไปถึงก็ค่อยคิดอีกที"

scene bg school_track
with shorttimeskip

"ลู่วิ่งอยู่เบื้องหน้า ฉันนึกประหวั่นขึ้นมาอีกรอบ แต่ก็กลั้นใจไม่เดินกลับแล้วนึกพอใจว่าฉันคิดถูกแล้วที่เอมิวิ่งอยู่ที่ลู่"

"ฉันไม่ได้ไปหาให้รู้ว่ามาในทันที ฉันนั่งบนสแตนด์เชียร์มองเอมิวิ่งไปพลางคิดถึงเรื่องที่คุยกับมิช่าเมื่อก่อนหน้านี้"

show emi basic_confused_gym:
    center
    xpos 0.6
    easein 0.5 xpos 0.5
with charaenter

"เอมิวิ่งรอบลู่ได้สองสามรอบถึงเห็นฉัน เธอหยุดวิ่งทำหน้าตกใจก่อนจะเปลี่ยนเป็นสีหน้าโกรธในทันที"

show emi basic_annoyed_gym at center
with charachange

emi "มาทำอะไรที่นี่"

"ไม่เหมือนประโยคที่คาดไว้เท่าไหร่ แต่ตอนนี้ฉันไม่มีตัวเลือกมากแล้ว"

hi "ฉันอยากมาขอโทษเรื่องที่พูดไปเมื่อวันก่อน"

show emi basic_confused_gym
with charachange

emi "วันก่อนเหรอ"

show emi basic_closedgrin_gym
with charachange

"เอมิหัวเราะห้วน ๆ เหมือนไม่อยากเชื่อ"

show emi basic_grin_gym
with charachange

emi "มันตั้งเกือบสัปดาห์แล้วนะฮิซาโอะ"

hi "อืม ก็… มาช้ายังดีกว่าไม่มานี่"

show emi sad_annoyed_gym
with charachange

"เอมิกอดอกจ้องฉันด้วยสายตาเย็นชาราวจะพินิจพิจารณา จนสุดท้ายก็พยักหน้า"

show emi sad_grin_gym
with charachange

emi "หืม ก็คงถูกของนาย งั้นก็ให้มันแล้วกันไปแล้วกัน ฉันให้อภัยนาย"

show emi basic_grin_gym
with charachange

emi "แค่นี้ใช่มั้ย"

show emi basic_grin_gym:
    easeout 0.5 xpos 0.3 alpha 0.0
with Pause(0.5)

hide emi
with None

"ฉันไม่ทันได้ตั้งตัวมาก ๆ กับคำถามรีบร้อนของเอมินั้นจนกว่าจะคิดได้ว่าต้องตะโกนเรียกเอมิก็เป็นตอนที่เธอ\nเดินกลับไปที่ลู่แล้ว"

hi "ไม่ เดี๋ยวก่อน!"

scene bg school_track_on
with locationchange

"เอมิเหมือนจะไม่ได้ยิน หรือไม่ก็ไม่อยากได้ยิน ฉันจึงไล่ตามเอมิไปโดยไม่สนว่าไม่ได้ใส่ชุดมาวิ่ง"

scene bg school_track_running
with Dissolve(2.0)

"ปวดเท้าไปหมด คอเสื้อก็เหมือนเป็นบ่วงที่รัดคอไว้ แต่ฉันยังวิ่งตามเอมิไป เพราะถ้าไม่ตามไปแล้วฉันก็คงเสียโอกาส"

"เอมิยังไม่เร่งฝีเท้าเต็มที่ อาจจะเพราะแบบนี้ฉันถึงยังไล่ตามเอมิทันอยู่ ฉันยื่นมือไปแตะไหล่เอมิไว้ทันก่อนที่ขาฉัน\nที่ใส่รองเท้าหนังไว้จะหมดแรงแล้วทรุดลงพอดี"

scene bg school_track_on
with Dissolve(2.0)

"น่าแปลกใจ (และโชคดี?) ที่การวิ่งของฉันที่ผ่านมานั้นมีประโยชน์ขึ้นมา ฉันหอบอยู่ก็จริง แต่อย่างน้อยฉันก็ไม่ได้\nเจ็บหน้าอกจนเหมือนหัวใจจะหลุดจากซี่โครง"

show emi basic_confused_gym_close at center
with charaenter

"เอมิหยุดวิ่งเมื่อฉันแตะไหล่ แวบหนึ่งเอมิดูเป็นห่วงที่เห็นฉันหอบอย่างนี้ และดูจะรู้เหมือนกันว่าฉันวิ่งได้ขนาดไหนแล้ว"

"แต่ก็เป็นห่วงอยู่แค่ชั่วขณะเท่านั้น"

show emi basic_annoyed_gym_close
with charachange

emi "อะไร"

"เอมิดูหงุดหงิดที่ฉันยังอยู่ตรงนี้จนฉันแทบสติหลุด แต่ฉันสติหลุดมาหลายครั้งแล้ว"

hi "ขออธิบายอะไรหน่อย ว่าทำไมฉันถึงปล่อยเรื่องนี้ไว้เฉย ๆ ไม่ได้"

show emi sad_annoyed_gym_close
with charachange

"เอมิกอดอกแล้วตบแผ่นขาเทียมกับพื้นขึ้นลงคล้ายการกระดิกเท้าเมื่อร้อนใจ ทั้งที่เธอโกรธขนาดนี้ ทั้งที่ฉันประหม่า\nขนาดนี้ แต่เธอก็ยังดูสวยเหลือเกิน"

emi "โอเค ฮิซาโอะ อธิบายมา"

hi "เรื่องคือ ฉันรู้ว่าเธออ่อนไหวกับเรื่องอุบัติเหตุนั้นกับเรื่องพ่อของเธอมาก"

"ฉันเห็นหน้าเอมิกระตุกไปเมื่อพูดถึงสองอย่างนั้นที่คอยถ่างเราสองคนห่างออกจากกัน ฉันคนหนึ่งแหละที่รู้สึกแบบนั้น"

hi "แต่เพราะแบบนี้แหละฉันถึงได้อยากรู้สองเรื่องนั้น คิดว่านะ"

hi "เพราะฉันอยากรู้ว่าเรื่องพวกนั้นทำให้เธอเจ็บปวดแค่ไหน และอยากอยู่เคียงข้างคอยปลอบประโลมเธอ"

hi "ฉันทนเห็นเธอที่ทั้งนอนไม่หลับทั้งหดหู่ไม่ได้เลย แล้วก็อย่าแสร้งทำเป็นว่าไม่ใช่อย่างนั้นนะ ฉันรู้"

hi "ฉันนึกถึงคืนนั้นที่เธอหลับกับฉันแล้วฝันร้าย คืนนั้นที่เธอดีใจที่ตื่นมาแล้วเจอฉัน"

hi "ฉันอยากอยู่เคียงข้างเธอแบบนั้นทุกครั้งที่เธอต้องการ"

show emi sad_depressed_gym_close
with charachange

"สีหน้าเคร่งขรึมของเอมิคลายลงเล็กน้อย เธอขัดขึ้นมาก่อนที่ฉันจะทันได้พูดต่อ"

emi "พอ… เลย เรามาเจอกันอีกไม่ได้แล้ว โอเคนะ"

show emi sad_pout_gym_close
with charachange

"เอมิร้อนรนมองซ้ายมองขวาไม่ยอมสบตา ฉันแปลกใจที่เอมิไม่วิ่งหนีไปทั้งที่รู้ว่ายังไงฉันก็ตามไม่ทัน…"

emi "เรา… เราเข้ากันไม่ได้"

hi "ไม่จริงสักหน่อย เธอก็รู้ดีนี่"

show emi sad_shy_gym_close
with charachange

emi "จริง จริงสิ นายน่ะ—"

hi "ฉันรู้ ฉันรู้ว่าฉันคอยตามตื๊อเรื่องอดีตเธอมาตลอด"

hi "ถ้ายังบอกตอนนี้ไม่ได้ อย่างน้อยก็ขอให้ฉันได้อยู่เคียงข้างเธอเถอะ ต่อให้ฉันจะไม่รู้สาเหตุก็ช่าง"

hi "ไม่เป็นไรหรอก ฉันสัญญา ฉันจะไม่ถามเลยว่าทำไมถึงอยากให้ฉันปลอบใจ ฉันจะปลอบเธอให้เต็มที่เลย"

show emi sad_depressed_gym_close
with charachange

"เอมิสั่นหัว น้ำตาเธอรื้นขึ้นมาในขอบตา"

emi "เลิกพูดแบบนั้นได้แล้ว!"

hi "ทำไมเหรอ เพราะกลัวว่าเธอจะยอมรับที่ฉันเสนอไปงั้นเหรอ"

show emi sad_pout_gym_close
with charachange

emi "ฉันไม่ได้กลัว!"

"ฉันอดทำน้ำเสียงดุตอบเอมิไปไม่ได้"

hi "กลัว กลัวสิ เธอบอกเองนี่ จำได้มั้ย แต่ไม่เป็นไรหรอก ไม่เป็นไรเลย"

hi "ฉันมองว่าคนที่ผ่านพ้นอุบัติเหตุมาได้แล้วยังสดใสร่าเริงได้อย่างเธอน่ะแน่วแน่พอที่จะเผชิญหน้ากับความกลัวนั้น"

show emi sad_angry_gym_close
with charachange

emi "แน่วแน่เหรอ นายรู้เหรอว่าความแน่วแน่คืออะไร"

hi "ฉันรู้ว่ามีเด็กผู้หญิงคนหนึ่งที่แน่วแน่พอจะดูแลคนที่ไม่ได้รู้จักกันเลยถึงขั้นฉกอาหารตอนงานเทศกาลไปกินเอง"

hi "ฉันรู้ว่ามีเด็กผู้หญิงคนหนึ่งที่แน่วแน่พอจะช่วยฉันถึงขั้นทำตารางออกกำลังกายกับแผนการกินให้เสร็จสรรพ\nแล้วยังออกกำลังกายเป็นเพื่อนทั้งที่ตัวเองก็วิ่งไม่ได้"

hi "แน่วแน่พอที่จะเว้นระยะกับฉัน ยอมให้ตัวเองรับมือกับบาดแผลทางจิตใจเพราะคิดว่าต้องทำอย่างนั้น"

hi "แต่ทว่ายังมีอย่างหนึ่งที่เด็กสาวผู้แน่วแน่คนนี้ลืมคิด ลืมคิดว่าฉันเองก็อาจแน่วแน่อยากปกป้องไม่ให้เธอคนนี้\nบาดเจ็บเหมือนกัน"

hi "ฉันตกหลุมรักเธอ และฉันจะไม่ยอมทิ้งความรักนี้ไปแค่เพราะเธอกลัวว่าจะเสียฉันแน่นอน"

show emi excited_sad_gym_close
with charachange

"เอมิที่เมื่อครู่กำลังอดกลั้นอยู่อย่างหนักคุมตัวเองไว้ไม่อยู่แล้ว อยู่ ๆ เธอก็เข้ามากอดฉันพลางร้องไห้"

emi "ทำไมนายถึงทำแบบนี้ ทำไมนายถึงมายุ่งกับฉันอีก"

show ev emi_forehead
with dissolve

"ฉันกอดเธอกลับแล้วจุ๊บหน้าผาก"

hi "ขอโทษนะเอมิ ตอนฉันมาใหม่ ๆ เธอช่วยฉันแล้ว ฉันก็ต้องช่วยเธอเป็นการตอบแทนบ้าง"

emi "นายนี่มันเกินเยียวยาแล้วนะรู้ตัวมั้ย"

"เอมิสะอื้นตัวสั่นเบา ๆ"

hi "ย้อนแย้งดี เธอเองก็เหมือนกันนี่"

emi "รบกวนอะไรอย่างได้มั้ยฮิซาโอะ"

hi "ว่ามาเลย"

scene bg school_track_on
show emi sad_shy_gym_close at center
with charachange

emi "นายไปก่อนได้มั้ย"

"ฉันรู้สึกเหมือนเอมิเอามีดปักลงที่กลางใจ"

hi "ไป?"

show emi sad_pout_gym_close
with charachange

emi "ฉัน… ฉันขอเวลาคิดก่อน โอเคนะ"

emi "ตอนนี้ฉันยังบอกอะไรกับนายไม่ได้ ฉันยังกลัว แล้วพอนายอยู่ด้วยฉันก็คิดอะไรไม่ค่อยออก"

emi "แล้วก็รบกวนอีกอย่างด้วย"

hi "อะไรเหรอ"

show emi sad_grin_gym_close
with charachange

emi "เช้าพรุ่งนี้มาวิ่งด้วยกันนะ"

"ฉันยิ้ม ในใจรู้สึกดีกว่าที่เคยรู้สึกมาตลอดทั้งสัปดาห์"

hi "ได้สิ เอาอะไรมาฉุดฉันก็จะไป"

show emi sad_grin_gym
with charadistant

"เอมิถอยไปช้า ๆ เหมือนยังไม่อยากปล่อย เธอสูดสะอื้นเบา ๆ แล้วส่งยิ้มให้ฉัน เป็นรอยยิ้มที่แท้จริงซึ่งทำให้ทั้งลู่วิ่ง\nสดใสขึ้นมา สว่างยิ่งเสียกว่าแสงยามเย็นที่หรี่ลงทุกขณะ"

show emi basic_grin_gym
with charachange

emi "เจอกันพรุ่งนี้นะฮิซาโอะ"

hi "โอเค"

show emi excited_amused_gym_close
with characlose

show emi basic_grin_gym
with charadistant

"อยู่ ๆ เอมิก็โน้มตัวเข้ามาจุ๊บแล้วถอยไปอาย ๆ"

show emi basic_grin_gym:
    easeout 0.5 xpos 0.3 alpha 0.0
with Pause(0.5)

hide emi
with None

"ฉันรับรู้ว่าบทสนทนาของเราจบลงแล้วเมื่อเอมิหมุนเท้าแล้วออกวิ่งอีกครั้ง"

"สัมผัสอบอุ่นจากรอยจูบสั้น ๆ เมื่อครู่นั้นกับความทรงจำจากรอยจูบอื่นที่นานกว่านั้นแผ่ซ่านอยู่กับริมฝีปากฉัน"

"ฉันเดินกลับห้องตัวเองอย่างอารมณ์ดี"

"แล้วพรุ่งนี้ฉันจะตื่นขึ้นเมื่อเสียงนาฬิกาปลุกดัง"

stop music fadeout 2.0

window hide

return
