########################################################
label th_E3:

window hide None

scene black
with dissolve

$ renpy.music.set_volume(1.0,0.0, "ambient")
play sound sfx_alarmclock

window show

"เสียงนาฬิกาปลุกดังทำลายความเงียบสงบของยามเช้าลง และฉันก็กำลังคิดอยู่ว่าจะหาแรงจูงใจ\nในการลุกขึ้นจากเตียงให้ได้จากที่ไหน"

window hide

scene bg school_dormhisao
with openeye

window show

"ยังอีกนานกว่าจะถึงเวลาเรียน แต่ฉันก็สัญญากับเอมิไว้แล้วว่าจะไปวิ่งกับเธอในตอนเช้า"

"ที่จริงแล้วฉันก็ไม่ได้สนใจการวิ่งนักหรอก ไม่ได้สนใจเป็นงานอดิเรกหรือกิจกรรมที่ทำเพื่อต่ออายุอะไรด้วยซ้ำ"

"แต่เพราะรู้สึกว่าต้องทำตามที่สัญญากับเอมิไว้เมื่อวาน ฉันจึงลุกขึ้นมาแต่งตัวลวก ๆ ด้วยกางเกงวิ่งขาสั้นหนึ่งตัว\nกับเสื้อยืดบาง ๆ"

scene bg school_courtyard
with locationskip

"อากาศเย็นของยามเช้าไล้ผ่านใบหน้าไปในขณะที่ดวงอาทิตย์ฉายแสงลงมากระทบกับหยาดน้ำค้างบนใบหญ้า\nสะท้อนแสงระยิบระยับส่องมาเสียจนตาแทบพร่า"

"ขณะกำลังเดินไปลู่วิ่งฉันก็เริ่มคิดในแง่ร้ายขึ้นมา"

"ถ้าเกิดว่าเอมิแค่แกล้งอำกันเล่น และพอไปถึงแล้วกลับไม่มีใครรออยู่เลยล่ะ"

"ต่อให้เป็นอย่างนั้นจริงแล้วฉันจะยังรู้สึกประหลาดใจอยู่ไหมนะ"

"เหอะ เป็นฉันก็คงจะแกล้งรับน้องใหม่แบบนี้เหมือนกัน"

"แต่อย่างน้อยฉันก็มั่นใจว่าเอมิกับรินพนันกันว่าฉันจะโผล่ไปจริง ๆ หรือเปล่า"

scene bg school_track
with locationchange

"พอสนามวิ่งปรากฏสู่สายตาก็ยิ่งรู้สึกกังวลใจ"

show emi basic_annoyed_gym at center
with charaenter

play music music_emi fadein 1.0

emi "นายมาสาย!"

"ดูเหมือนว่าเอมิจะมาถึงก่อนแล้ว ค่อยยังชั่ว"

hi "นาฬิกาข้อมือฉันขอคัดค้าน และที่จริงเราก็มาถึงก่อนเวลากันทั้งคู่นะ"

show emi basic_closedhappy_gym
with charachange

emi "แย่จริง โดนจับได้ซะแล้ว"

"เอมิกำลังนั่งรอฉันอย่างอดทนอยู่บนสแตนด์เชียร์ในสภาพเตรียมพร้อมอย่างเต็มที่"

hi "ฉันดีใจนะที่เธอโผล่มาจริง ๆ น่ะ กลัวว่าจะแกล้งอำกันเล่นแล้วซะอีก"

show emi basic_grin_gym
with charachange

emi "ไม่ละ ฉันไม่มีทางบอกให้ใครตื่นแต่เช้ามาโดยไม่มีเหตุผลหรอก"

show emi excited_proud_gym
with charachange

emi "แล้วอีกอย่าง ตอนนี้รินติดเงินฉันอยู่ 500 เยนแล้วเพราะรินคิดว่านายจะไม่มา"

"ว่าแล้วเชียว!"

"อย่างน้อยก็ยังดีที่ได้รู้ว่าเอมิเชื่อว่าฉันจะมา"

show emi gymbounce_once
with Dissolve(0.1)

"เอมิกระโดดลงมาจากสแตนด์เชียร์แล้วเริ่มยืดเส้นยืดสาย"

play sound sfx_gymbounce

show emi gymbounce
with Dissolve(0.05)

"พอเห็นอย่างนั้นแล้วถึงได้รู้สึกว่าตัวเธออ่อนมากเสียจนเหมือนกับเป็นนักเต้น"

"ฉันตั้งท่าจะทำตามบ้าง แต่ก็จำท่ายืดเส้นยืดสายแบบถูกวิธีไม่ค่อยได้แล้ว"

"คงเพราะไม่ได้ออกกำลังกายมานานแล้วก็เลยไม่คิดว่าจำเป็นต้องทำ ถ้าไม่นับตอนเมื่อสัปดาห์ก่อนน่ะนะ"

"แต่ตอนนั้นเองก็ไม่คิดว่าตัวเองได้ยืดเหยียดอะไรก่อนออกวิ่งเหมือนกัน"

"เจ้ากรรมนายเวรจากช่วงที่อยู่ในโรงพยาบาลเริ่มตามทันแล้วสิ"

"จะบอกว่าตัวเองเป็นพวกชอบเคลื่อนไหวร่างกายตั้งแต่ก่อนจะถูกหามเข้าโรงพยาบาลก็คงไม่ได้เหมือนกัน\nตอนนี้ฉันอาจจะแค่อารมณ์เสียเฉย ๆ แหละ"

show emi basic_closedgrin_gym at center
with charachange

"เอมิมองดูฉันที่กำลังยืดเส้นยืดสายอยู่แล้วหัวเราะคิกคัก"

show emi basic_grin_gym
with charachange

emi "ไม่ใช่แบบนั้นสิฮิซาโอะ นายต้องค้างท่านั้นไว้นานกว่านี้นะ!"

hi "พยายามอยู่! ชักเจ็บแล้วแฮะ"

show emi excited_proud_gym
with charachange

emi "ฮ่า! ก็เพราะว่านายไม่ชอบออกกำลังกายไง ต้องทำให้ร่างกายตัวเองยืดหยุ่นขึ้นกว่านี้นะ แบบนี้"

hide emi
with charamoveoutbottom

"เอมิก้มลงไปแล้วเอาหัวลอดหว่างขาตัวเองให้ดูเป็นตัวอย่าง"

"คุณพระช่วยเธอเถอะเอมิ"

hi "อะไรแบบนั้นคือเป้าหมายที่ฉันควรจะบรรลุให้ได้เหรอ"

show emi basic_closedgrin_gym
with charamoveinbottom

emi "แหงสิ! ความยืดหยุ่นของร่างกายน่ะสำคัญต่อการเป็นนักวิ่งมากนะ เพราะยิ่งร่างกายยืดหยุ่นมากเท่าไหร่\nก็ยิ่งวิ่งได้เร็วมากขึ้นเท่านั้น"

"ไม่เห็นจะสมเหตุสมผลตรงไหน แต่เอมิดูจะเชื่อความคิดนั้นเอามาก ๆ"

"หลังจากนั้นฉันก็ยืดเส้นยืดสายได้อย่างถูกต้องจนสำเร็จด้วยความช่วยเหลือจากเอมิ"

show emi basic_grin_gym
with charachange

"ฉันอดไม่ได้ที่จะสังเกตเห็นว่าเอมิชอบเม้มปากขึ้นเวลาคิดว่าจะอธิบายอะไรให้ฉันเข้าใจยังไงดี"

"ซึ่งน่ารักดี"

show emi excited_proud_gym
with charachange

emi "ไม่เลวเลยนี่ฮิซาโอะ งั้นเดี๋ยวเรามาเริ่มวิ่งกันเลยดีกว่า"

show emi excited_happy_gym
with charachange

emi "เริ่มด้วยระยะทางสักพันหกร้อยเมตรก่อนเป็นไง"

show emi basic_happy_gym
with charachange

emi "หรือก็คือประมาณสี่รอบลู่วิ่ง ไหวมั้ย"

hi "ไหว"

show emi basic_happy_gym:
    center
    easeout 0.5 xpos 0.4 alpha 0.0
with None

stop music fadeout 2.0

"คงจะไม่ยากเกินไปหรอกใช่มั้ยนะ"

scene bg school_track_on
with locationchange

"ฉันนึกย้อนกลับไปถึงประสบการณ์ที่แสนเลือนรางของการวิ่งสี่รอบลู่วิ่งในคาบพละศึกษาจากในอดีต"

"อืม ก็ไม่ได้แย่ขนาดนั้น"

play music music_running fadein 0.5

scene bg school_track_running
with Dissolve(2.0)

$ renpy.music.set_volume(0.5, 0.5, channel="ambient")

play ambient sfx_emijogging fadein 1.0

"เอมิรักษาเพซการวิ่งได้ดีพอสมควร ส่วนฉันก็ตามหลังเธออยู่"

$ renpy.music.set_volume(1.0, 0.5, channel="ambient")

show emi basic_grin_gym at left
with charamoveinleft

emi "คอยตามให้ทันนะ โอเคมั้ยฮิซาโอะ"

hi "รับทราบ"

$ renpy.music.set_volume(0.5, 0.5, channel="ambient")

hide emi
with charamoveoutleft

"โค้งแรกผ่านไปได้ด้วยดี แม้ฉันจะเริ่มรู้สึกได้แล้วว่าหัวใจของตัวเองค่อย ๆ เต้นเร็วขึ้น"

"เมื่อถึงโค้งที่สอง ฉันก็เริ่มหอบหายใจทางปาก"

"ส่วนเอมินั้นแม้แต่เหงื่อสักหยดก็ยังไม่เห็น"

"เธอหันกลับมาแล้วเริ่มวิ่งถอยหลังราวกับจะแสดงให้เห็นถึงความเหนือกว่าของตัวเอง"

$ renpy.music.set_volume(1.0, 0.5, channel="ambient")

show emi basic_closedgrin_gym at center
with charaenter

emi "ไหวรึเปล่าเนี่ยฮิซาโอะ"

hi "ซำ… บาย…"

show emi excited_proud_gym
with charachange

emi "จริงเหรอ งั้นฉันก็ต้องเร่งฝีเท้าขึ้นสินะ หืม"

hi "อย่า… เลย… ไม่อยากให้เธอ…"

hi "…ฝืน… ตัวเอง… เกินไป"

"เสียงหอบหายอันใจหนักหน่วงและแหลมสูงทำให้คำพูดของฉันฟังดูไม่น่าเชื่อถือเท่าที่หวังไว้ แต่เอมิก็แค่ส่งยิ้มให้\nแล้วหันกลับไปตามเดิม"

show emi excited_proud_gym at left
with charamove

emi "นายว่ายังไงก็อย่างนั้นเลย ฮิซาโอะ งั้นเราจะคงความเร็วไว้เท่านี้นะ"

$ renpy.music.set_volume(0.5, 0.5, channel="ambient")

hide emi
with easeoutleft

"เหมือนโดนล้ออยู่ชอบกล"

"ถ้าไม่ได้อยู่ในสภาพที่ดูไม่ได้อย่างนี้ก็คงโมโหไปแล้ว"

"พอถึงรอบที่สามจังหวะการหอบหายใจของฉันก็ยิ่งเพี้ยนไปใหญ่"

"แถมยังเหงื่อโชกจนรู้สึกตัวเหนียวเหนอะหนะ"

"พอเราวิ่งเข้าโค้งสุดท้ายเพื่อเริ่มรอบที่สี่ เอมิก็มองกลับมาหาฉันพร้อมยิ้มกว้าง"

$ renpy.music.set_volume(1.0, 0.5, channel="ambient")

show emi basic_closedgrin_gym at left
with charamoveinleft

emi "ไปกันเลย!"

play ambient sfx_emisprinting

hide emi
with easeoutleft

$ renpy.music.set_volume(0.3, 0.5, channel="ambient")

"เธอพุ่งทะยานออกไปด้วยความเร็วราวกับติดจรวดในขณะที่ฉันยังคงความเร็วไว้เท่าเดิม"

"ตอนที่ฉันเพิ่งไปถึงโค้งแรก เอมิก็วิ่งเข้าโค้งที่สองไปแล้ว"

"ตอนที่ฉันกำลังพยายามพาตัวเองไปให้พ้นจากลู่ส่วนที่อยู่อีกฟากกับเส้นชัยนั้นเอมิก็ตามมา"

play ambient sfx_emijogging

$ renpy.music.set_volume(1.0, 0.5, channel="ambient")

show emi excited_proud_gym
with charamoveinright

emi "สู้ ๆ นะฮิซาโอะ! นายทำได้!"

$ renpy.music.set_volume(0.5, 0.5, channel="ambient")

hide emi
with charamoveoutleft

"ฉันอยากตอบกลับไป แต่แค่จะหายใจให้ทันกับทนความเจ็บปวดของกล้ามเนื้อขาที่กำลังร้อนผ่าวให้ได้ก็เต็มกลืนแล้ว"

"ใจหนึ่งก็อยากสวนกลับไปว่า “{b}เธอ{/b}น่ะอาจทำได้ ส่วนฉันจะตายแล้วเนี่ย” อะไรแบบนี้อยู่เหมือนกัน"

"แต่ก็นะ ตอนนี้จะพูดออกมาเป็นภาษาให้ได้สักคำยังจะไม่ไหวเลย"

"เอมิวิ่งเลี้ยวเข้าโค้งที่สองพร้อมผ่อนฝีเท้าให้เท่ากับฉันแล้วเราก็ผ่านเข้าเส้นชัยไป"

stop ambient fadeout 1.5

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")

stop music fadeout 5.0

show bg school_track_on
show emi basic_happy_gym
with locationchange

"ดูเหมือนว่าการวิ่งเต็มฝีเท้าเมื่อกี้พอจะทำให้เธอเสียเหงื่อได้"

"ส่งผลให้เสื้อที่สวมอยู่โปร่งขึ้นเล็กน้อยจนเห็นสปอร์ตบราสีดำที่เธอสวมอยู่"

"ฉันรู้สึกผิดนิด ๆ ที่เผลอไปมองเข้า แต่ความเจ็บปวดจากขากับหน้าอกที่ร้อนราวไฟสุมก็กินพื้นที่ในสมองไปเกือบหมด\nจนไม่เหลือที่ให้ความรู้สึกผิดแล้ว"

show emi excited_proud_gym
with charachange

emi "ถึงจะเป็นครั้งแรกแต่ก็ทำได้ไม่เลวเลยนี่ ฮิซาโอะ"

play music music_happiness fadein 0.5

hi "ขะ …ขอบคุณ… ที่… ชม"

"เอมิหายใจแรงขึ้น แม้ว่าจะไม่ถึงกับเหนื่อยหอบ แต่อย่างน้อยก็หายใจแรงกว่าตอนก่อนที่เราจะเริ่มวิ่ง"

"คงเป็นผลจากการวิ่งเต็มฝีเท้าเมื่อกี้นี้"

show emi basic_grin_gym
with charachange

emi "ฉันขอไปวิ่งต่ออีกหน่อย ส่วนนายก็ไปเดินรอบสนามเป็นการคูลดาวน์เถอะ"

emi "จากนั้นค่อยมายืดเส้นยืดสายกันอีกรอบก่อนจบ โอเคมั้ย"

hi "ได้เลย"

"ขาทั้งสองยังร้อนจนเหมือนโดนไฟไหม้ ลมหายใจก็ยังไม่กลับมาเป็นปกติ แต่ดูเหมือนว่าหัวใจของฉันจะยังทนไหว"

"เป็นวิทยาศาสตร์การแพทย์ที่ได้ชัยไปอีกครา"

show emi basic_closedhappy_gym
with charachange

emi "ยกมือขึ้นแล้ววางไว้ที่ท้ายทอยสิ จะได้หายใจสะดวกขึ้น"

$ renpy.music.set_volume(0.3, 1.0, channel="ambient")

play ambient sfx_emipacing

hide emi
with charamoveoutleft

"คำแนะนำของเอมิได้ผลอย่างน่าประหลาด ฉันเริ่มเดินทอดน่องไปรอบสนามวิ่งด้วยความรู้สึกดีที่ลมหายใจค่อย ๆ\nกลับมาเป็นปกติ"

$ renpy.music.set_volume(1.0, 0.5, channel="ambient")

show emi blur at offscreenright
with None

show emi blur at offscreenleft
with move

$ renpy.music.set_volume(0.3, 0.5, channel="ambient")

hide emi
with None

"เอมิวิ่งผ่านฉันไปจนเห็นเป็นภาพมัว ๆ"

"การได้เห็นเอมิวิ่งนั้นเป็นอะไรที่น่าทึ่งมากจริง ๆ"

"ไม่ใช่เพราะว่าเธอวิ่งโดยสวมขาเทียมหรอก แต่ตรงนั้นก็น่าสนใจเหมือนกัน"

show ev emi_run_face_zoomin
show ev emi_run_face as unlockstub behind ev
with dissolve

"ทว่ายังไม่เท่ากับการที่สีหน้าของเธอเปลี่ยนไป"

"ฉันทันสังเกตเห็นสิ่งนั้นได้เพียงแวบเดียวในตอนที่เธอวิ่งผ่านไป เห็นแววตาของเธอที่เปี่ยมไปด้วยพลังความสุข"

"ราวกับทุกสิ่งบนโลกปลาสนาการไปสิ้น และเหลือเพียงเธอกับสนามวิ่ง"

stop ambient fadeout 0.5

$ renpy.music.set_volume(1.0, 0.5, channel="ambient")

scene bg school_track_on
with locationchange

"พอฉันเดินมาถึงช่วงก่อนเข้าเส้นชัยเอมิก็เหมือนจะวิ่งเสร็จแล้ว"

"เอมิหอบหนัก แต่ใบหน้ากลับประดับด้วยรอยยิ้มกว้างอย่างพึงพอใจ เธอโบกมือให้ตอนที่ฉันเดินไปหา"

show emi basic_grin_gym at center
with charaenter

emi "รู้สึกดีขึ้นแล้วใช่มั้ย"

hi "อืม ดีขึ้นแล้ว"

show emi sad_grin_gym
with charachange

emi "มาเดินรอบสนามอีกรอบเป็นเพื่อนฉันมั้ย ฉันก็ต้องคูลดาวน์เหมือนกัน"

"ใจหนึ่งฉันก็อยากนั่งอยู่เฉย ๆ แต่อะไรบางอย่างบอกฉันว่านั่งไม่ได้แน่"

"ราวกับว่าถ้านั่งแล้วจะลุกขึ้นไม่ได้อีก"

hi "ได้สิ"

"เอมิยกมือขึ้นวางไว้ที่ท้ายทอยด้วย ซึ่งทำให้ดูผ่อนคลายมาก"

"แขนของเอมิที่ยกขึ้นรั้งเสื้อขึ้นแบบเหลื่อม ๆ ให้เห็นหน้าท้องอยู่เล็กน้อย"

"ฉันพยายามทำตัวให้เป็นสุภาพบุรุษด้วยการไม่มอง แต่ผิวเนื้อเรียบเนียนที่ตัดกับกางเกงวิ่งสีแดงที่เธอสวมอยู่ก็ช่างน่าดูชม"

show emi basic_grin_gym
with charachange

emi "แล้วนายรู้สึกยังไงบ้างล่ะฮิซาโอะ"

hi "ถึงจะยังปวดขาแล้วก็เหนื่อยอยู่ แต่ก็… รู้สึกดีผิดคาดเลย"

"พอพูดออกไปแล้วถึงได้รู้สึกว่าเป็นอย่างนั้นจริง"

"แน่ละว่าใจหนึ่งก็อยากจะล้มลงไปนอนสิ้นชีพเดี๋ยวนั้นเลยเสียให้ได้ แต่อีกใจก็รู้สึกเหมือนตัวเองได้ประสบความสำเร็จ\nในการทำอะไรสักอย่าง"

"ราวกับมีพลังงานบางอย่างปกคลุมอยู่ทั่วร่างกายแม้จะยังรู้สึกปวดร้าวอยู่ด้วยก็ตาม"

show emi excited_proud_gym
with charachange

emi "นั่นแหละคือภาวะอารมณ์ดีหลังวิ่งล่ะ"

hi "ภาวะอารมณ์ดีหลังวิ่ง?"

show emi basic_hes_gym
with charachange

emi "อื้ม เหมือนจะเกี่ยวกับ… สารอะดรีนาลินมั้ง"

"เอมิเค้นสมองนึกอยู่สักพักระหว่างที่เรากำลังเดินไปด้วยกัน"

show emi basic_closedgrin_gym
with charachange

"แต่สุดท้ายเอมิก็ยักไหล่แล้วหันมาส่งยิ้มให้"

show emi basic_grin_gym
with charachange

emi "นึกไม่ออกอะ เอาเป็นรู้แค่ว่ามันทำให้รู้สึกดีก็พอแล้วกัน"

show emi basic_happy_gym
with charachange

stop music fadeout 0.5
play sound sfx_heartstop

emi "ดีกว่ามีอะไรกันเสียอีก เนอะ"

"ฉันอ้าปากค้างไว้เพื่อจะพูดตอบ แต่ผ่านไปพักหนึ่งสมองถึงจะประมวลผลสิ่งที่เธอเพิ่งพูดออกมาได้"

hi "…"

"เอมิมองใบหน้าของฉันชั่วครู่ก่อนจะหัวเราะออกมาเสียงดัง"

play music music_comedy fadein 1.0

show emi excited_laugh_gym
with charachange

emi "ขอโทษนะ ขอโทษ! พอดีอดใจไม่ไหว! ก็นายน่าแกล้งเกินไปนี่นา!"

hi "ทำไมฉันถึงยอมมาวิ่งกับเธอกันนะ"

"เอมิหัวเราะเสียงดังกว่าเก่า เธอจับปลายแขนฉันบิดดูเวลาจากนาฬิกาข้อมือ ก่อนที่สีหน้าจะเปลี่ยนไปทันทีที่เห็น\nตัวเลขบนหน้าปัด"

show emi basic_shock_gym
with charachange

emi "แย่แล้ว! เราต้องรีบแล้วละฮิซาโอะ!"

show emi basic_closedsweat_gym
with charachange

emi "อีกแค่ชั่วโมงเดียวก็จะเข้าเรียนแล้ว และฉันก็ต้องอาบน้ำก่อนด้วย!"

hi "นั่นสินะ ฉันเองก็คงต้องอาบด้วย…"

show emi basic_hes_gym
with charachange

emi "แถมยังต้องไปหาคุณพยาบาลด้วยอีก… เดี๋ยวเขาต้องบันทึกว่าไปสายแน่เลย!"

hi "ทำไมต้องไปหาคุณพยาบาลด้วยล่ะ"

show emi basic_closedgrin_gym
with charachange

"แล้วเอมิก็ชี้นิ้วไปที่ขาเทียมทั้งสองของตนเองอย่างกับว่าฉันจะตรัสรู้เองได้"

show emi basic_grin_gym
with charachange

emi "ต้องไปตรวจสภาพเผื่อมีการระคายเคืองน่ะ"

emi "แบบว่าระคายจากเหงื่อ การเสียดสี หรืออะไรประมาณนั้น"

show emi excited_amused_gym
with charachange

emi "ปกติฉันจะไปหาคุณพยาบาลเฉพาะหลังซ้อมน่ะ แต่ถ้าจะเริ่มวิ่งตอนเช้าด้วยกันแบบนี้ก็คงต้องไปหาวันละ\nสองครั้งแล้ว"

"เดี๋ยวสิ เอมิเองก็เพิ่งเริ่มวิ่งตอนเช้าแบบนี้เพราะฉันเหรอ"

hi "ถ้าไม่สะดวกเดี๋ยวเราวิ่งกันแค่ตอนบ่าย ๆ ก็ได้นะ…"

show emi sad_grin_gym
with charachange

emi "ไม่เป็นไรหรอกน่า! ฉันเองก็กะจะเริ่มวิ่งตอนเช้าแบบนี้มาสักพักแล้ว"

emi "แต่ถ้าไม่มีคนมาวิ่งด้วยก็รู้สึกเหมือนจะไม่มีวินัยสักเท่าไหร่"

show emi basic_grin_gym
with charachange

emi "พอทำอะไรด้วยกันแล้ว ถ้าจะถอนตัวแล้วต้องทิ้งอีกคนไปแล้วก็จะหนักใจขึ้นเยอะเลย"

show emi basic_closedgrin_gym
with charachange

emi "งั้นนายก็กลายเป็นคู่วิ่งของฉันในตอนเช้าแล้วนะ!"

show emi excited_proud_gym
with charachange

emi "เราต้องออกกำลังกายกันทั้งคู่อยู่แล้ว เหมือนยิงปืนนัดเดียวได้นกสองตัวเลยว่ามั้ย"

hi "อืม สมบูรณ์แบบเลย"

"แต่ว่าคนคนนั้นจำเป็นจะต้องเป็นฉันด้วยเหรอ?"

"แต่ก็คงว่าอะไรไม่ได้ละนะ เอมินั้นเป็นคนที่อยู่ด้วยแล้วสนุกจริง ๆ"

"และเธอก็พูดถูก ฉันจำเป็นต้องออกกำลังกาย หมอสั่งมาเลยด้วยซ้ำ"

show emi basic_happy_gym
with charachange

"เอมิโบกมือลาฉันหย็อย ๆ"

emi "งั้นฉันไปก่อนนะ! แล้วก็มากินข้าวเที่ยงด้วยกันนะ โอเคมั้ย"

hi "อะไร"

show emi basic_closedhappy_gym
with charachange

emi "ข้าวเที่ยงไง! ที่เป็นมื้ออาหาร? กินกันตอนเที่ยง? มากินกับพวกเราสิ!"

hi "ที่ไหน"

show emi basic_grin_gym
with charachange

emi "บนดาดฟ้า รินชอบอยู่ที่ดาดฟ้า"

hi "เมื่อไหร่"

show emi basic_annoyed_gym
with charachange

emi "จะเป็นตอนไหนได้ล่ะ ก็ต้องตอนพักเที่ยงน่ะสิ ถามอะไรแปลก ๆ"

hi "เปล่าหรอก แค่รู้สึกว่าควรจะถามให้ครบทั้งสามคำถามเพื่อความสมบูรณ์น่ะ"

show emi excited_laugh_gym
with charachange

"เอมิหัวเราะและฉีกยิ้มกว้าง ฉันไม่เคยเห็นเด็กผู้หญิงคนไหนชอบยิ้มขนาดนี้มาก่อนเลย"

show emi excited_happy_gym
with charachange

emi "ใช้ได้นี่ฮิซาโอะ แล้วเจอกันนะ!"

play ambient sfx_emisprinting

hide emi
with easeoutleft

stop ambient fadeout 2.0
stop music fadeout 8.0

"แล้วเธอก็ทะยานไปที่อาคารเรียนราวกับลูกปืนหลุดจากแล่ง"

"เดาว่าเจ้าตัวคงจะไปหาคุณพยาบาลก่อน"

scene bg school_dormbathroom
with locationskip

"ฉันรีบกลับไปที่ห้องแล้วเดินไปอาบน้ำต่อโดยไม่รอช้า ถึงได้รู้ว่ากว่าน้ำจะอุ่นก็ต้องใช้เวลารอสักพัก"

play ambient sfx_shower
with vpunch

"หัวใจแทบหยุดเต้นเพราะโดนน้ำเย็นราดหัว"

show steam
with Dissolve(2.0)

"ฉันรอให้น้ำอุ่นขึ้นอีกสักหน่อยแล้วใช้เวลาไปกับการสัมผัสถึงความรู้สึกของการที่กล้ามเนื้อกำลังคลายตัวอย่างเชื่องช้า\nโดยไม่รีบร้อน"

"น่าทึ่งดีที่หัวใจฉันแทบไม่เป็นอะไรเลยกับการวิ่ง"

"ก็ดีแหละ แต่พอรู้ว่าจริง ๆ ก็ไม่เป็นไรแล้วรู้สึกเหมือนตัวเองเป็นพวกพะวงเกินเหตุไปหน่อย"

"ก็ถ้าเกิดหัวใจเป็นอะไรขึ้นมาจริง ๆ อย่างน้อยก็จะได้อ้างอย่างอื่นนอกจากว่า “รู้สึกไม่ค่อยฟิตเท่าไหร่” แล้วไม่ต้อง\nไปวิ่ง"

"ฉันคงต้องมีวินัยในการไปวิ่งเข้าไว้ ไม่งั้นเดี๋ยวได้โดนเอมิบ่นจนหูชาแหง"

"พอออกมาจากห้องน้ำและเช็ดตัวให้แห้งแล้วถึงค่อยรู้ว่าเหลือเวลาอีกแค่สิบนาทีให้แต่งตัวและรีบไปเรียน"

"ซวยแล้วสิ"

########################################################
label th_E4:

scene bg school_dormbathroom
show steam
with None

stop ambient fadeout 1.0

scene bg school_scienceroom
with shorttimeskip

window show

play sound sfx_normalbell

"เข็มนาฬิกาที่คอยกำหนดเวลาในที่สุดก็ได้ปลดปล่อยฉันให้เป็นอิสระจากชั้นเรียนอันสนุกสนาน\nแต่ก็แสนจะน่าเบื่อหน่ายนี้เสียที "

"เพียงแต่การจะลุกขึ้นจากเก้าอี้ให้ได้นั้นกลับเป็นปัญหากว่าที่คิด"

"ขาของฉันยังคงระบมจากการวิ่งในตอนเช้า"

"ดูท่าว่าการออกไปวิ่งกับเอมิจะไม่ใช่ความคิดที่ดีสักเท่าไหร่"

"แต่ที่รู้สึกอยากอาหารขึ้นมาได้มากขนาดนี้ก็เป็นผลจากการวิ่งเหมือนกัน"

play ambient sfx_crowd_indoors fadein 1.0

scene bg school_hallway3
show crowd
with locationchange

"ฉันเดินมาได้ครึ่งทางแล้วถึงนึกขึ้นได้ว่ามีข้าวเที่ยงอยู่กับตัว"

"เป็นของที่พ่อแม่คิดว่าจำเป็นเลยเตรียมไว้ให้ตอนที่ย้ายมาอยู่ที่นี่ ซึ่งก็เป็นเรื่องที่ดี"

"โถงทางเดินเต็มไปด้วยเหล่านักเรียนที่กำลังมุ่งหน้าไปยังโรงอาหาร"

"จะให้เดินสวนกระแสฝูงชนไปก็ดูลำบาก แต่ฉันก็มีนัดที่ต้องไปอยู่บนดาดฟ้า"

stop ambient fadeout 4.0

scene bg school_staircase1
with locationchange

"ฉันใช้เวลาอยู่พักหนึ่งในการตามหาบันไดเพื่อขึ้นไปบนดาดฟ้า แต่เชื่อว่ายังไงเอมิกับรินก็น่าจะยังไม่มาเหมือนกัน"

"อันที่จริง เหมือนเมื่อกี้เห็นเอมิอยู่กลางกลุ่มคนในโถงทางเดินที่มุ่งหน้าไปยังโรงอาหารด้วยซ้ำ"

play sound sfx_door_creak
$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_rooftop fadein 0.5

scene bg school_roof at bgright
with locationchange

"ฉันก้าวผ่านประตูออกไปสู่ดาดฟ้าแล้วสูดลมหายใจเข้าลึก"

"อากาศสดชื่นที่พัดมาปะทะกับร่างกายและใบหน้าแทบทำให้ความเจ็บปวดจากขาทั้งสองข้างบรรเทาลงไปได้"

show rin basic_awayabsent at center
with charaenter

rin "บางทีถ้าลองกลับหัวดู…"

$ renpy.music.set_volume(1.0, 0.0, channel="music")
play music music_rin fadein 1.0

"ใจหนึ่งก็อยากตกใจอยู่นะที่เห็นรินขึ้นมาก่อนแล้ว"

hi "ทำแบบนั้นไปแล้วจะได้อะไรขึ้นมา"

show rin basic_deadpan
with charachange

rin "สิ่งที่อยู่ในเมฆ"

hi "แค่… เงยขึ้นไปมองแบบปกติเอาไม่ได้เหรอ"

show rin basic_deadpanupset
with charachange

"รินกลอกตาด้วยอารมณ์ละม้ายระอาใจ"

rin "งั้นฉันก็จะไม่ได้มุมมองแบบใหม่สิ"

hi "แค่การกลับหัวก็นับว่าเป็นมุมมองแบบใหม่แล้วเหรอ"

show rin basic_delight
with charachange

"ไงล่ะ! คาดไม่ถึงละสิ รินทำหน้าครุ่นคิด"

rin "ก็คงจะถูกของนาย งั้นก็อาจลองมองจากด้านข้าง"

hide rin
with charamoveoutbottom

"รินนอนลงบนม้านั่งเพื่อมองท้องฟ้า ส่วนฉันก็ยอมแพ้"

play sound sfx_impact2
with vpunch

show emi basic_closedgrin at center
with charaenter

"โชคดีที่เอมิเลือกเวลาโผล่ออกมาจากประตูได้อย่างถูกจังหวะพร้อมกับถุงทั้งสองที่ถือไว้ในมือ"

"ตอนเปิดออกมาทำเอาบานประตูแทบหลุดจากบานพับ"

show emi basic_hes
with charachange

emi "ขอโทษด้วยที่มาช้า! ในโรงอาหารมีคนต่อแถวยาวเต็มไปหมดเลย!"

show emi basic_grin
with charachange

show emi basic_grin at twoleft
show bg school_roof at center
with charamove

"เธอวางถุงแรกลงด้านหน้ารินก่อนจะนั่งลงข้าง ๆ บนม้านั่งตัวเดียวกัน"

hi "เธอซื้อข้าวเที่ยงให้รินด้วยเหรอ"

show emi basic_closedgrin
with charachange

emi "ซื้อให้เป็นบางครั้งน่ะ เดี๋ยวค่อยให้รินซื้อให้คืน ถึงจะไม่รู้ว่าจะถือมายังไงก็เถอะ"

show rin basic_deadpan at tworight
with charamoveinbottom

rin "อีกอย่าง ฉันคงไม่ซื้อข้าวเที่ยงให้เอมิหรอก"

"รินไม่แสดงอาการที่เอมิล้อ ส่วนเอมิทำท่าสะอื้น"

show emi basic_annoyed
with charachange

emi "อกตัญญูจริงนะเธอ"

"ฉันไม่แน่ใจแล้วว่าทั้งสองคนล้อกันเล่นเฉย ๆ หรือว่าอีกเดี๋ยวจะทะเลาะกันจริง"

show emi basic_closedgrin
show rin basic_amused
with charachange

"เด็กสาวทั้งสองหันมาจ้องหน้ากันครู่หนึ่งก่อนจะยิ้มออกมา"

show rin basic_awayabsent
with charachange

rin "นี่ เอมิ คิดว่าการกลับหัวถือว่าเป็นมุมมองแบบใหม่ต่อสิ่งต่าง ๆ หรือเปล่า"

"ไม่ใช่ว่าเราคุยเรื่องนี้กันไปแล้วหรือไง"

show emi basic_hes
with charachange

"เอมิทำท่าทางครุ่นคิดกับคำถามนั้นอย่างเห็นได้ชัด"

"หลังจากนิ่งเงียบไปเพื่อใช้ความคิดอยู่สักพักเอมิก็พูดออกมา"

show emi basic_closedsweat
with charachange

emi "ไม่รู้สิ"

"อืม อย่างน้อยก็งงพอกันกับฉันแหละ"

stop music fadeout 4.0

show emi excited_happy
with charachange

emi "นี่ ฮิซาโอะ นายก็จะมาดูงานแข่งวิ่งด้วยใช่มั้ย"

"คำถามที่หลุดออกมาอย่างไม่มีปี่มีขลุ่ยนั้นทำให้ฉันไม่ทันตั้งตัว"

hi "เอิ่ม… ยังไม่รู้สิ?"

show rin basic_absent
show emi sad_annoyed
with charachange

emi "เอาตามตรงนะฮิซาโอะ ฉันอุตส่าห์ลำบากตรากตรำยอมไปวิ่งกับนายตอนเช้า แต่ใจคอจะไม่มาดูงานแข่งวิ่ง\nกันหน่อยเลยเหรอ"

show rin basic_awayabsent
with charachange

"ไม่ใช่ว่าหล่อนเป็นคนชวนฉันไปวิ่งเองแต่แรกไม่ใช่หรือไง"

"แต่เรื่องนั้นเจ้าตัวเองก็ไม่ได้ให้ทางเลือกอะไรกับฉันด้วยซ้ำไป"

hi "เดี๋ยวสิ ฉันก็ไม่ได้บอกว่าจะไม่ไปสักหน่อย…"

play music music_ease fadein 3.0

show emi basic_closedgrin
show rin basic_absent
with charachange

"เธอยิ้มแฉ่งอย่างกับว่าฉันเพิ่งจะตกลงยกเงินล้านให้เธอ"

show emi basic_closedhappy
with charachange

emi "งั้นนายก็จะมาสินะ! ดีเลย!"

"ฉันก็ไม่ได้บอกว่าจะไปเหมือนกัน!"

show rin basic_deadpan
with charachange

rin "ฉันจะไปเหมือนกัน เดี๋ยวฉันจะลากฮิซาโอะมาให้ได้เลยเอมิ"

show emi basic_grin
show rin basic_absent
with charachange

emi "ความคิดเยี่ยมไปเลยริน! งั้นเสร็จงานแล้วเราไปหาอะไรกินหรือหาอะไรทำด้วยกันดีมั้ย"

"ฉันรู้สึกเหมือนตัวเองกำลังถูกชักจูงอยู่ แต่ไม่ใช่ด้วยฝีมือของทั้งสองคนนี้"

"แต่เหมือนกับมีพลังงานบางอย่างจากภายนอกที่กำลังผลักดันฉันให้มุ่งเข้าหาโชคชะตาที่ไม่อาจเลี่ยงนี้"

"…หรือฉันควรจะเลิกอ่านหนังสือที่มีเรื่องสมคบคิดสักที เพราะเดี๋ยวจะกลายเป็นแบบเคนจิเอาได้"

"ก็นะ ตกลงไว้แล้วก็คงต้องไป"

"ฉันว่าฉันคงปล่อยให้สองคนนี้ผิดหวังไม่ได้หรอก"

"ไม่งั้นได้โดนบ่นจนหูชาแน่"

hi "แล้วไปวันไหนนะ"

show emi basic_annoyed
with charachange

emi "สัปดาห์หน้าไงนายคนความจำสั้น! ฉันเพิ่งจะบอกนายไปเมื่อไม่กี่วันก่อนเอง"

hi "ไม่อะ เธอไม่ได้บอก"

show emi sad_shy
with charachange

emi "หรอกเหรอ? แต่นายคงจะไม่ลืมหรอกใช่มั้ย?"

hi "ฉันไม่ลืมหรอกน่า! เดี๋ยวจะจดไว้ในโน้ตไม่ก็เขียนลงบนปฏิทินเลยเอ้า!"

show rin basic_lucid
with charachange

"รินพยักหน้าอย่างสุขุม"

show rin basic_deadpancontemplation
with charachange

rin "นั่นเป็นความคิดที่ดี เว้นเสียแต่ว่ากาลเวลาจะเกิดการบิดเบือน"

show emi basic_confused
with charachange

emi "เวลามันบิดได้ด้วยเหรอ"

show rin relaxed_nonchalant
with charachange

"รินยักไหล่ไม่ยี่หระ"

show rin negative_spaciness
with charachange

rin "ยังไม่เกิด แต่เราก็ไม่มีทางรู้…"

show emi basic_closedgrin
with charachange

"คราวนี้เอมิเป็นฝ่ายยักไหล่"

show emi basic_closedhappy
with charachange

emi "ถ้าเกิดเรื่องแบบนั้นขึ้นจริงก็คงช่วยไม่ได้"

show rin basic_deadpannormal
with charachange

rin "เว้นแต่ว่าเธอจะเป็นนักท่องเวลาหรืออะไรสักอย่าง"

hi "นี่คงไม่ได้คิดกันจริง ๆ ใช่มั้ยว่าจะเกิดเรื่องแบบนั้นได้"

show emi basic_confused
with charachange

emi "ก็คงไม่… รึเปล่านะ"

show rin relaxed_nonchalant
with charachange

"รินยักไหล่อีกครั้ง เหมือนการยักไหล่จะเป็นท่าตอบสนองโดยอัตโนมัติต่อทุกสิ่งของรินไปแล้ว"

show rin basic_deadpandelight
with charachange

rin "ฉันคิดว่าไม่ แต่ฉันขอเผื่อสิทธิ์ในการเปลี่ยนแปลงความคิดเห็นของตัวเองโดยไม่ต้องแจ้งเตือนล่วงหน้าไว้"

"ช่างเป็นประโยคจากปากรินที่ฟังดูสมเหตุสมผลอย่างน่าประหลาด"

"ฉันขนลุกขึ้นมาเมื่อรู้ตัวว่าเพิ่งฉุกคิดขึ้นได้แบบนั้น"

"เอมิจะรู้สึกแบบนี้อยู่ตลอดเลยหรือเปล่านะ"

show emi basic_closedgrin
with charachange

"แต่ถ้าเธอรู้สึกจริงก็คงไม่แสดงอาการ เอมิแค่พยักหน้าเบา ๆ"

show emi basic_grin
with charachange

emi "ตามคาด"

show rin basic_deadpanupset
with charachange

rin "หมายความว่ายังไง"

show emi sad_grin
with charachange

"คราวนี้เอมิเป็นฝ่ายยักไหล่"

"เหมือนใช้อาวุธของรินเองในการกำราบเจ้าตัว"

show emi excited_proud
with charachange

emi "ก็แค่คิดไว้แล้วว่าเธอจะตอบแบบนี้เท่านั้นเอง"

show rin negative_worried
with charachange

rin "ฉันเป็นคนเดาใจได้ง่ายขนาดนั้นเลยเหรอ"

show emi basic_closedgrin
with charachange

"รอยยิ้มของเอมิกว้างขึ้นด้วยความพอใจ"

emi "เปล่า แค่ว่าความเดาใจไม่ได้ของเธอมันเดาได้อยู่เหมือนกัน"

show rin relaxed_nonchalant
with charachange

rin "ถ้าอย่างนั้นก็แล้วไป"

play sound sfx_warningbell

"ฉันไม่ทันได้เห็นว่ารินจริงจังอยู่หรือเปล่าเพราะเสียงระฆังดังขึ้นแล้ว"

"ไม่รู้ตัวเลยสักนิดว่าเวลาพักเที่ยงจบลงแล้ว"

"การได้อยู่กับสองคนนี้เป็นเรื่องที่น่าสนใจมากเกินไป"

show emi basic_shock
with vpunch

"เอมิลุกขึ้นยืนอย่างรวดเร็วด้วยสีหน้าตื่นตระหนก"

emi "แย่แล้ว! ฉันต้องแวะไปเอาสมุดบันทึกที่ห้องก่อนเริ่มเรียนวิชาถัดไป!"

show rin basic_deadpandelight
with charachange

rin "ทีนี้อยากได้ยานท่องกาลเวลาขึ้นมาบ้างแล้วหรือยัง"

"รินมีสีหน้าพอใจที่ได้พูดประโยคนั้นออกไปอย่างกับว่าตัวเองเถียงชนะแล้ว"

"แต่เอมิไม่สนใจรินเลย"

show emi basic_hes
with charachange

emi "ขอโทษด้วยนะฮิซาโอะ แต่รบกวนนายช่วยเอาขยะไปทิ้งหน่อยได้มั้ย"

show emi basic_closedsweat
with charachange

emi "ปกติฉันจะเป็นคนจัดการ แต่ตอนนี้ต้องรีบแล้ว!"

hi "ได้สิ ไม่มีปัญหา"

hide emi
with easeoutleft

"เอมิพุ่งไปด้วยความเร่งรีบ ซึ่งฉันเริ่มชินแล้ว"

hide rin
with charaexit

"ฉันไม่คิดจะเอ่ยถามความช่วยเหลือจากริน เธอดูมีเรื่องที่คิดจะทำอยู่ในหัวและก็เดินจากไปแล้ว"

"คงจะชินกับการที่เอมิเป็นคนคอยทำความสะอาดแล้ว และฉันก็รู้สึกว่าเอมิก็คงไม่ได้ว่าอะไรรินเรื่องนี้"

"ฉันใช้เวลาเก็บกวาดไม่นานนักก่อนจะใช้เวลาเหลือ ๆ นั้นไปทิ้งขยะและกลับไปเข้าเรียน"

stop ambient fadeout 1.0

scene bg school_scienceroom
with locationskip

"มิช่าทักทายฉันที่กำลังเดินเข้ามาในห้องด้วยการโบกมือพร้อมยิ้มมีเลศนัย"

show misha cross_grin at center
with charaenter

mi "ไม่เห็นนายที่โรงอาหารเลยนะฮิจัง"

hi "อืม รู้สึกคนแออัดไปหน่อย"

show misha hips_grin
with charachange

"มิช่ายิ้มกว้างขึ้นกว่าเดิม"

mi "จริงเหรอ แน่ใจนะว่าแค่ไม่ได้ไป—แอบ—เจอใครคนอื่นน่ะ"

hi "หะ… หา? พูดอะไรของเธอน่ะ"

show misha sign_smile
with charachange

mi "นายน่ะขึ้นไปอยู่กับรินแล้วก็เอมิบนดาดฟ้ามาใช่มั้ยล่ะ! พ่อหนุ่มคาสโนว่า!"

hi "กะ… ก็แค่กินข้าวเที่ยงด้วยกันเท่านั้นแหละน่า!"

show misha cross_laugh
with charachange

"มิช่าหัวเราะออกมาเสียงดังจนหลายคนที่อยู่ในห้องหันมามอง"

mi "วะฮ่าฮ่าฮ่า! พอฮิจังหน้าแดงแล้วน่ารักจัง!"

show misha cross_grin
with charachange

"แล้วเธอก็ขยิบตาให้ฉันราวกับเราเป็นผู้สมรู้ร่วมคิด"

show misha cross_smile
with charachange

mi "ไม่ต้องห่วงหรอก อยู่กับฉันแล้วความลับนายปลอดภัยแน่นอน"

hi "ไม่มีความลับอะไรทั้งนั้นแหละ!"

show misha perky_confused
with charachange

mi "เหรอ"

"มิช่าดูผิดหวังไปเพียงชั่วครู่ก่อนที่จะกลับมาเป็นปกติ"

show misha hips_grin
with charachange

mi "เดี๋ยวก็ได้รู้กัน~!"

"ไม่เข้าใจเลยว่ามิช่าพูดอะไรอยู่ แต่ในที่สุดคุณครูก็เดินเข้ามาในห้องแล้วเริ่มสอนเสียที"

stop music fadeout 2.0



########################################################
label th_E5:

scene bg school_scienceroom
with shorttimeskip

play sound sfx_normalbell

"คาบเรียนของวันนี้หมดลงอีกครั้ง"

"ไม่คิดไม่ฝันเลยว่าตัวเองจะลืมตาตื่นได้จนหมดวัน"

"ให้เรียกว่าเป็นปาฏิหาริย์ได้เลย"

"ขาทั้งสองของฉันเหมือนขัดขืนที่จะยืนขึ้น"

"การวิ่งคงดึงเอาแรงออกไปจากฉันจนหมดแล้ว"

scene bg school_hallway3
with locationchange

"ฉันเดินไปตามโถงทางทางเดินมุ่งหน้าไปยังห้องของตัวเอง"

scene bg school_dormhisao
with locationskip

"ฉันนั่งทำการบ้านอย่างไม่มีอารมณ์ร่วมนัก รู้สึกเหมือนตัวเองเป็นอีแร้งที่กำลังเลือกสรรกินซากที่ต่างก็ไม่น่าพิสมัยทั้งสิ้น\nแม้แต่ชิ้นเดียว"

"ซึ่งก็รู้ว่าสิ่งนี้คือสิ่งที่ควรจะกิน แต่ไม่แน่ใจว่าควรเอากลับไปกินที่บ้านด้วยหรือเปล่า"

"ฉันก็คงทนทำไม่ไหวหรอก แต่ต้องทำให้เสร็จ"

hi "ไหนซิ… ต้องอ่านตรงไหนนะ"

"ฉันรู้ว่าฝืนสู้ไปยังไงก็ไม่ชนะ แต่ก็ฝืนต่อไป"

"พอทำการบ้านวิชาคณิตศาสตร์ไปได้ครึ่งทางฉันก็วางดินสอลง"

"ไม่ไหว ฉันต้องการสิ่งบันเทิงใจอย่างยิ่งยวด"

"โชคไม่ดีที่ฉันมีตัวเลือกไม่มากนัก"

"ตอนนี้ก็ไม่รู้สึกอยากอ่านหนังสือด้วย"

"ส่วนเคนจิก็ออกไปข้างนอก"

"ถ้าไปที่ห้องสภานักเรียนก็คงหนีชะตาต้องช่วยงานสองคนนั้นไม่พ้น"

"ส่วนคนอื่นฉันก็ไม่รู้ว่าอยู่ที่ไหนกัน เว้นก็แต่…"

"อืม คิดว่าเป็นตัวเลือกหนึ่งได้อยู่แหละ"

"ฉันสวมรองเท้าแล้วมุ่งหน้าไปยังลู่วิ่ง เอมิน่าจะอยู่ที่นั่นแหละ"

play music music_tranquil fadein 3.0

scene bg school_track_ss
with locationskip

"การซ้อมวื่งเพิ่งจบลงพอดีกับตอนที่ฉันเดินมาถึงที่สนาม"

"ดวงอาทิตย์บนฟ้าเริ่มคล้อยต่ำลงแล้ว"

"เย็นขนาดนี้แล้วเหรอเนี่ย"

show emi basic_grin_gym_ss at center
with charaenter

emi "มาทำอะไรถึงนี่ล่ะฮิซาโอะ"

show emi excited_proud_gym_ss
with charachange

emi "แอบมาส่องฉันเหรอ"

"ฉันยักไหล่ตอบกลับไป ที่จริงก็ไม่รู้ด้วยซ้ำว่ามาที่นี่ทำไม"

hi "ก็ไม่มีอะไรจะทำ"

"พูดอย่างนั้นก็คงไม่ผิดนัก"

"เอมิเป็นเพียงคนเดียวที่ฉันคิดว่าจะมาหาได้ในเวลานี้"

show emi basic_annoyed_gym_ss
with charachange

emi "ฉันคือตัวเลือกสุดท้ายของนายสินะ"

show emi sad_angry_gym_ss
with charachange

emi "ไม่มีใครให้เล่นด้วย ไปหาเอมิแล้วกัน คิดงี้อยู่ละสิ"

"ดูเอมิจะโกรธจริง ๆ"

"ได้โอกาสฉันแกล้งเธอบ้างล่ะ"

hi "ก็ใช่แหละ คงงั้น"

show emi sad_annoyed_gym_ss
with charachange

"เอมิทำแก้มป่องพร้อมตาโตให้ดูเหมือนลูกหมาน้อยอย่างถึงที่สุด"

hi "ล้อเล่น! ฉันล้อเล่น!"

show emi basic_closedgrin_gym_ss
with charachange

emi "เนี่ย นายมาตามสตอล์กฉันจริงด้วย!"

"เดี่ยว อะไร"

hi "ไม่ได้หมายความว่าอย่างนั้น!"

hi "ฉันจะตามสตอล์กเธอทำไม ใช่ว่าเธอจะต้องให้ใครมาตามดูที่ไหน"

hi "เธอน่ะ ถ้าไม่หลับหรือเรียนอยู่ก็ต้องอยู่ที่นี่แหละ ใช่มั้ยล่ะ"

"เอมิหัวเราะที่ฉันบอกไปอย่างนั้น"

show emi basic_happy_gym_ss
with charachange

emi "ก็ไม่ผิดเสียทีเดียวละนะ แต่นายลืมเรื่องกินไป ฉันก็กินข้าวนะ"

"ฉันพยักหน้าเห็นด้วย"

show emi sad_grin_gym_ss
with charachange

emi "อีกอย่าง บางทีฉันก็ไปอยู่กับรินเหมือนกัน… เพราะงั้นจะตามตัวฉันก็ไม่ได้ง่ายขนาดนั้น"

hi "แล้วเธอสองคนทำอะไรกัน เหมือนนิสัยจะเป็นคนละแบบกันเลยนะ"

show emi basic_closedgrin_gym_ss
with charachange

"เอมิยืนเท้าสะเอวทำท่าเหนือกว่า"

show emi basic_grin_gym_ss
with charachange

emi "นายคิดไปเองไงล่ะ ฉันมีงานอดิเรกลับเยอะแยะเลยนะ"

hi "จริงเหรอ เช่นอะไรล่ะ"

show emi sad_grin_gym_ss
with charachange

"เอมิเอียงคอคิดราวกับกำลังนึกอยู่ว่าเวลาว่างตัวเองทำอะไร"

show emi basic_closedgrin_gym_ss
with charachange

emi "ก็ บางทีรินกับฉันก็ไปซื้อของด้วยกัน"

"ก็สมเหตุสมผลแหละ เอมิเป็นผู้หญิงนี่นะ แต่รินเนี่ยนะจะซื้อของ"

hi "รินไปด้วยเหรอ"

show emi basic_grin_gym_ss
with charachange

emi "ปกติไปร้านขายอุปกรณ์ศิลปะน่ะ"

emi "แล้วรินก็ชอบไปร้านดนตรีที่มีเครื่องดนตรีแปลก ๆ เยอะแยะเลย"

show emi basic_closedhappy_gym_ss
with charachange

emi "เห็นบอกว่าช่วยให้มีสมาธิขึ้นน่ะ"

"ก็ดูฟังขึ้นขึ้นมาหน่อย"

hi "อย่างนี้นี่เอง มีงานอดิเรกลับอื่นอีกมั้ย"

show emi excited_proud_gym_ss
with charachange

"เอมิส่ายนิ้ว"

emi "เอ้า ๆ ทำไมฉันจะต้องมาเปิดความลับดำมืดทั้งหมดให้นายเห็นด้วย เราเพิ่งจะมารู้จักกันเองนะ!"

"ไม่รู้ทำไมถึงรู้สึกว่าเอมิก็มีงานอดิเรกอยู่แค่นี้แหละ"

"แต่เหมือนที่ถามไปจะยังไม่ได้คำตอบเลย"

hi "ต่อให้มีงานอดิเรกน้อย ฉันก็ยังไม่เข้าใจอยู่ดีว่าทำไมเธอถึงอยู่กับรินบ่อยขนาดนั้น"

hi "ก็รินเป็นคนแปลก ๆ นี่ ใช่มั้ย"

"คำพูดนั้นทำให้เอมิหัวเราะออกมาดัง ๆ"

show emi basic_closedhappy_gym_ss
with charachange

emi "ฮ่า! แค่ว่าแปลกยังน้อยไปเลยนะ!"

hi "สรุปเพราะอะไรล่ะ คือเธอก็เป็นคนคุยเก่งมาก เลยนึกว่าจะไปเป็นเพื่อนกับใครหลายคน แต่เหมือนจะเห็นเธออยู่\nแค่กับรินเองมั้ง"

show emi sad_annoyed_gym_ss
with charachange

"เอมิดูไม่พอใจผิดวิสัย"

emi "นี่ ฉันก็อยู่กับคนอื่นที่ไม่ใช่รินเหมือนกันนะ! นายแค่ไม่เห็นเพราะอยู่คนละห้องกันต่างหาก"

hi "โอเค แต่ก็ยังไม่ได้คำตอบอยู่ดีว่าทำไมเธอถึงอยู่กับริน"

"ฉันก็ไม่แน่ใจเหมือนกันว่าทำไมถึงอยากรู้"

"เพราะมื้อเที่ยงที่ผ่านมามันแปลกมากมั้ง"

show emi basic_confused_gym_ss
with charachange

"เอมิยักไหล่ เห็นแล้วทำให้นึกถึงริน"

stop music fadeout 4.0

emi "เพราะเรามีอะไรคล้ายกันไง"

"ถ้าจะบอกว่าคำตอบที่ฉันคาดไม่ถึงเลยคืออะไรก็คงเป็นประโยคนี้แหละ"

hi "หมายความว่าไง"

emi "ก็แบบว่า…"

play music music_emi fadein 1.0

show emi basic_grin_gym_ss
with charachange

emi "รินน่ะวาดรูปใช่มั้ย"

hi "ใช่…"

"ยังดูไม่ออกว่าจะพูดยังไงต่อ"

show emi basic_closedgrin_gym_ss
with charachange

emi "ส่วนฉันก็วิ่ง"

hi "แล้ว?"

show emi basic_happy_gym_ss
with charachange

emi "และ… นั่นแหละเราถึงได้คล้ายกัน"

hi "…"

hi "ยังไงนะ"

show emi basic_annoyed_gym_ss
with charachange

"เอมิขมวดคิ้วราวกับกำลังคิดหาคำตอบ"

emi "ก็อาจจะเป็นเพราะว่าเราทำอะไร ๆ ด้วยเหตุผลที่เหมือนกันน่ะ"

hi "หือ?"

show emi sad_grin_gym_ss
with charachange

emi "ก็แบบ เราทำอะไรตามความอยากของตัวเองน่ะ"

hi "ก็คือเธอสนใจการวิ่ง ส่วนรินก็สนใจศิลปะ แค่นั้น?"

emi "อืม ก็ประมาณนั้น ขอคิดก่อนนะ…"

show emi basic_closedgrin_gym_ss
with charachange

emi "คือรินเคยอธิบายให้ฟังอยู่หนหนึ่งนะ แต่ไม่รู้ว่าฉันเข้าใจมากแค่ไหน"

"ไม่แปลก ฉันว่าใครได้ฟังคำอธิบายของรินก็ต้องงงกันทั้งนั้น"

show emi basic_grin_gym_ss
with charachange

emi "รินบอกว่าเราต่างไขว่คว้าหาจุดปลายสุด"

emi "แบบ รินก็จะสรรหาวิธีใหม่ ๆ ในการแสดงความรู้สึกหรืออะไรประมาณนั้นตลอด"

show emi sad_grin_gym_ss
with charachange

emi "และฉันก็วิ่งเพราะฉันชอบความรู้สึกตอนวิ่ง"

emi "และเพราะเราต่างไม่ยอมให้อะไรมาฉุดรั้งตัวเอง เราถึงเชื่อมต่อถึงกันได้"

hi "“ไม่ยอมให้อะไรมาฉุดรั้ง” นี่คืออะไรเหรอ"

show emi basic_confused_gym_ss
with charachange

"เอมิทำหน้าประหลาดใจก่อนจะชี้ไปที่ขา"

emi "ก็เนี่ย เพราะฉันเป็นนักวิ่ง ส่วนรินก็เป็นศิลปินโดยไม่มีแขน"

emi "เราถึงได้นับถือความมุ่งมั่นของกันและกัน"

show emi basic_closedhappy_gym_ss
with charachange

emi "และเพราะแบบนี้เราถึงได้อยู่ด้วยกัน"

show emi sad_grin_gym_ss
with charachange

emi "คิดว่านะ"

"อืม ฉันก็ไม่แน่ใจเท่าไหร่ว่าเข้าใจหรือเปล่า… แต่ดูจากสีหน้าแหย ๆ ของเอมิแล้วเจ้าตัวเองก็คงไม่แน่ใจเหมือนกัน"

emi "เอาตรง ๆ นะ ฉันก็ไม่ได้มานั่งคิดอะไรแบบนี้หรอก"

emi "ฉันว่าขอแค่เราเข้ากันได้ก็พอแล้วละ"

"ก็คงจริงอย่างเอมิว่า"

"แล้วฉันก็นึกสงสัยขึ้นมาอีกอย่าง และเพราะไม่มีอะไรจะทำแล้วจึงถามออกไป"

hi "แล้วไปไงมาไงถึงได้มาวิ่ง"

show emi basic_closedgrin_gym_ss
with charachange

emi "อ๋อ ฉันวิ่งมาตั้งแต่ยังเป็นเด็กตัวเล็ก ๆ แล้วล่ะ!"

show emi basic_grin_gym_ss
with charachange

emi "พ่อของฉันเป็นนักวิ่ง แล้วพอฉันเดินได้ปุ๊บ พ่อก็หัดให้ฉันวิ่งปั๊บ"

show emi sad_grin_gym_ss
with charachange

emi "แบบพ่อสอนลูกอะไรแบบนี้ไง"

show emi sad_depressed_gym_ss
with charachange

stop music fadeout 10.0

emi "เป็นงานอดิเรกร่วมของเรา"

"เอมิทำหน้าหม่นไป ซึ่งฉันก็ตกใจที่เห็นเอมิทำหน้า… เศร้า"

"มีเรื่องอะไรเกิดขึ้นงั้นเหรอ"

show emi basic_shock_gym_ss
with charachange

emi "ตายละ เหลือเวลาไม่มากแล้ว"

show emi basic_closedsweat_gym_ss
with charachange

emi "ขอโทษที เดี๋ยวต้องวิ่งต่ออีกสักสองสามรอบก่อนไปหาคุณพยาบาลแล้วละ"

play ambient sfx_emipacing

hide emi
with easeoutleft

$ renpy.music.set_volume(0.3, 1.0, channel="ambient")

"เอมิพุ่งตัวไปที่ลู่พร้อมผมที่พลิ้วไสวไปตามสายลม"

"เหมือนจะเร็วขึ้นกว่าเมื่อเช้าเยอะเลย"

"พอเอมิออกวิ่งฉันก็เห็นสีหน้าเธออยู่ไว ๆ"

scene ev emi_run_face_zoomout_ss
with locationchange

"เป็นสีหน้าเหมือนอย่างเมื่อเช้า แต่ดวงตาเธอดูจริงจังขึ้น"

"คงจะจริง"

"ที่ว่าฉันไม่ค่อยรู้เรื่องของเอมิเท่าไหร่"

scene bg school_track_ss
with locationchange

"ฉันนั่งดูเธอวิ่งอยู่อีกพักหนึ่งก่อนจะยืนขึ้นแล้วเตรียมเดินกลับห้อง"

emi "นี่!"

"เอมิเห็นฉันลุกขึ้นจึงโบกมือเรียก"

emi "พรุ่งนี้เช้าเวลาเดิม อย่าลืมล่ะ!"

hi "เข้าใจแล้ว"

stop ambient fadeout 2.0

"ฉันกลับไปที่ห้อง"

"ที่ที่ซึ่งมีการบ้านรออยู่"

########################################################
label th_E6:

scene bg school_track_ss
with None

scene bg school_dormhisao_ni
with shorttimeskip

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")

"นอนไม่หลับ"

"ร่างกายอ่อนเพลีย แต่สมองยังตื่นอยู่ ฉันนอนมองเพดานมืดสนิทในห้อง"

"ฉันเค้นสมองหาเรื่องคิดด้วยหวังว่าจะหาอะไรให้สมองคิดเพลิน ๆ ได้"

"แต่ก็คิดได้แต่ว่าฉันคิดอะไรไม่ออก"

"ไม่ได้อะไรขึ้นมาเลย"

"หรือจะเป็นผลข้างเคียงของยา แต่เพิ่งแสดงผลเอาป่านนี้ก็คงไม่ใช่"

"แต่ก็นะ ฉันยังไม่ได้ชินกับสภาพแวดล้อมใหม่ขนาดนั้นอย่างที่คิด"

"ไม่รู้สิ ไม่รู้ว่าเพราะอะไรฉันถึงได้ไม่หลับทั้งที่ควรจะหลับไปแล้ว"

"บ้าไปแล้ว"

play sound sfx_switch

scene bg school_dormhisao
with Dissolve(0.2)

"ฉันลุกออกจากเตียงมาดูนาฬิกาโดยไม่สนร่างกายที่ยังขยับไม่คล่องนัก"

"ตีสี่ ที่มาดูล่าสุดเป็นตอนตีหนึ่ง คงจะได้นอนไปนิดเดียว"

"ไม่รู้สิ"

"ฉันใส่เสื้อผ้าแล้วออกมาจากห้อง"

"เดินสักหน่อยน่าจะดี"

scene bg school_courtyard_ni
with locationskip

"ฉันนึกแปลกใจกับอากาศที่เย็นเยือกผิดกับความอบอุ่นเมื่อตอนกลางวัน"

"ฉันเห็นลมหายใจของตัวเองเป็นไอสีขาวระหว่างที่เดินตระเวนในโรงเรียนรอให้พระอาทิตย์ขึ้นไม่ก็รอให้หลับก่อน"

"อย่างไหนจะเกิดก่อนก็ได้ทั้งนั้นแหละ"

scene bg school_track_ni at left
with locationchange

"ฉันเดินมาถึงลู่วิ่ง ซึ่งเป็นครั้งแรกที่ไม่เห็นเอมิมาวิ่ง"

"ก็คงไม่แปลก ตอนนี้ยังเช้ามาก แม้แต่กับเอมิด้วย"

"ที่นั่งบนสแตนด์เชียร์นั้นเย็นเยียบ แต่ตอนนี้นั่งเย็น ๆ แบบนี้ก็ดี"

show bg school_track as overlay:
    left
    alpha 0.0
    linear 15.0 alpha 0.5
with None

"พระอาทิตย์เคลื่อนพ้นขอบฟ้าขึ้นมาแล้ว และฉันก็รู้ดีเหลือเกินว่าคืนนี้ฉันจะไม่ได้หลับอีกแน่นอน"

"พระอาทิตย์ฉายแสงแรงขึ้นเรื่อย ๆ จนตัวฉันอุ่น ฉันมองน้ำค้างบนพื้นที่เริ่มระเหยไป"

"ใจฉันสงบลงบ้าง"

stop music fadeout 2.0

scene black
with shuteye

window hide

with Pause(3.0)

play sound sfx_rustling

window show hpunch

"มีคนมาเขย่าตัวฉัน"

emi "นี่ ตื่นสิ!"

hi "เหอ? ที่ไหน ฮะ?"

scene bg school_track
show emi basic_shock_gym_close at center
with openeyefast

"สงสัยจะผล็อยหลับไปจริง ๆ"

show emi basic_annoyed_gym_close
with charachange

emi "นี่นายออกมาทำอะไรเนี่ย เดี๋ยวก็เป็นหวัดเอาหรอก"

play music music_dreamy fadein 4.0

"ฉันขยี้ตา เอมิมองฉันอยู่ด้วยสีหน้าเป็นกังวล"

"ฉันยังงัวเงียอยู่เล็กน้อยจึงได้เพียงพึมพำตอบไป"

hi "นอนไม่หลับ ดูพระอาทิตย์ขึ้น"

show emi basic_confused_gym_close
with charachange

emi "พูดอะไรเป็นรินไปได้"

"ฉันยักไหล่พร้อมกล้ามเนื้อที่ยังยึดจากการหลับบนที่นั่งอยู่สองสามชั่วโมง"

hi "เหรอ ไม่ยักรู้"

show emi basic_grin_gym_close
with charachange

"เอมิยิ้มน้อย ๆ ให้คำตอบ (ที่ฟังดูอ้อแอ้) นั้น"

show emi basic_closedgrin_gym_close
with charachange

emi "นอนไม่หลับงั้นเหรอ งั้นวันนี้ต้องวิ่งให้หนักกว่าเก่าแล้ว!"

"ถึงจะเพิ่งรู้จักกันมาได้สัปดาห์เดียว แต่ก็ฟังดูเป็นการแก้ปัญหาที่สมเป็นเอมิดี"

hi "เฮ้ย เมื่อวานฉันก็เพลียจะตายอยู่แล้ว"

hi "แค่สมองฉันมันไม่ยอมหลับเฉย ๆ"

show emi basic_confused_gym_close
with charachange

emi "ก็เหมือนกันนี่ ถ้าวิ่งหนัก ๆ เข้าเดี๋ยวสมองก็จะเพลียเอง"

"ฉันชักจะไม่แน่ใจแล้วว่าดีจริง ๆ เหรอที่มาวิ่งกันแต่เช้าเนี่ย"

"ไม่รู้ว่าถ้าสมองเพลียไปแล้วจะยังรักษาผลการเรียนไหวหรือเปล่า"

show emi basic_closedgrin_gym_close
with charachange

with vpunch

show emi basic_closedgrin_gym
with charadistant

"เอมิลากฉันออกจากสแตนด์เชียร์ด้วยแรงที่เยอะผิดขนาดตัว"

emi "ไม่เอาน่าฮิซาโอะ! เรายังมีเรื่องที่ต้องทำกันอยู่นะ!"

"เอาตรง ๆ ฉันก็ไม่แน่ใจว่าวันนี้ฉันพร้อมวิ่งหรือเปล่า"

"คือชัดอยู่ว่าฉันนอนน้อย… แล้วแถมที่นอนไปก็มานอนบนสแตนด์เชียร์เนี่ย"

hi "ไม่รู้สิ… ฉันต้องวิ่งด้วยเหรอ"

show emi basic_annoyed_gym
with charachange

"เอมิจ้องฉันเขม็ง"

"ให้ตายเถอะ"

show emi sad_annoyed_gym
with charachange

emi "พูดอะไรของนาย นายต้องวิ่งอยู่แล้วสิ!"

emi "ไม่งั้นปัญหามันจะหายไปได้ยังไง"

show emi basic_annoyed_gym
with charachange

emi "นายมาหลับอยู่บนสแตนด์เชียร์เนี่ยนะ จะบ้าตาย!"

emi "ถ้าจะให้หายเมื่อยก็ต้องวิ่งกันสักหน่อยนี่แหละ"

emi "ทีนี้ก็เลิกซ่อนตัวอยู่กับสแตนด์เชียร์แล้วลงมาได้แล้ว!"

"ไม่เถียง ฉันว่าถ้าไม่ทำตามที่บอกเอมิคงเอาฉันตายแน่"

"ฉันลุกขึ้นยืนแล้วโดดลงมาที่ลู่"

scene bg school_track_on
with locationchange

"พระอาทิตย์ส่องแสงให้อะไร ๆ อุ่นขึ้นแล้วละนะ"

"เอมิกับฉันเริ่มยืดเส้นยืดสายกัน และฉันก็ต้องห้ามใจอย่างหนักไม่ให้มองเหมือนเดิม"

"ถ้าต้องตื่นแบบนี้ทุกวันฉันอาจจะชินก็ได้"

show emi basic_annoyed_gym
with charachange

emi "เนี่ยนะฮิซาโอะ จ้องคนอื่นมันหยาบคายนะ"

hi "ไม่ได้จ้อง! สาบานเลย!"

"เอมิเลิกคิ้วพินิจฉันอยู่ครู่หนึ่งคล้ายประเมินคำตอบฉันอยู่"

"แวบหนึ่งฉันกลัวตายขึ้นมา"

show emi basic_closedhappy_gym
with charachange

"แต่เอมิก็ยิ้มแล้วหัวเราะพลางส่ายหน้าช้า ๆ"

show emi basic_grin_gym
with charachange

emi "เอาตรง ๆ นะ ไม่ต้องปฏิเสธจริงจังขนาดนั้นหรอก"

stop music fadeout 5.0

"ฉันตบมือเปลี่ยนเรื่องต่อ"

hi "โอเค! ยืดเส้นกันพอแล้วเนอะ"

show emi sad_grin_gym
with charachange

"เอมิยักไหล่สบาย ๆ"

emi "รู้สึกได้ยืดบ้างหรือยังล่ะ ปกติจะดูว่ายืดพอหรือยังก็ดูแบบนั้นแหละ"

"อืม ก็รู้สึกพร้อมวิ่งแล้วนะ ถ้าหมายความว่าอย่างนั้น"

hi "อื้ม พร้อมแล้ว"

show emi basic_grin_gym
with charachange

emi "เหมือนเมื่อวานนะ"

emi "วิ่งให้สม่ำเสมอให้ครบหนึ่งพันหกร้อยเมตร"

show emi basic_closedhappy_gym
with charachange

emi "ไม่ต้องห่วงเรื่องความเร็วหรอก แค่คอยรักษาฝีเท้าให้คงที่ก็พอ โอเคนะ"

hi "เธอว่าไงก็ว่างั้น"

play music music_running fadein 0.5

show emi basic_grin_gym
with charachange

play ambient sfx_emijogging

hide emi
with charamoveoutleft

$ renpy.music.set_volume(0.5, 2.0, channel="ambient")

"เอมิยิ้มอีกครั้งก่อนที่เราจะออกวิ่ง"

scene bg school_track_running
with Dissolve(2.0)

"…"

"…"

"ฉันว่าฉันจะตายแล้ว"

"ยังไม่ถึงหนึ่งรอบเลย แต่ขาฉันเหมือนจะสุกแล้ว"

"ลมหายใจฉันเริ่มหอบถี่"

"เหงื่อผุดขึ้นที่คิ้ว ตอนนี้เพิ่งผ่านโค้งที่สองมาเอง"

$ renpy.music.set_volume(1.0, 1.0, channel="ambient")

show emi basic_closedgrin_gym at left
with charamoveinleft

emi "มาสิฮิซาโอะ! ยังเหลืออีกสามรอบนะ!"

$ renpy.music.set_volume(0.5, 0.5, channel="ambient")

hide emi
with easeoutleft

"ไม่ไหวแล้ว…"

"ไม่ไหวแล้ว"

"ไม่ไหวแล้ว!"

"เหมือนจะอ้วก"

"เข้าสู่รอบที่สองแล้ว เอมิยังไม่เหงื่อออกเลยด้วยซ้ำ"

"ทำไมวิ่งได้สบายขนาดนั้นนะ"

"ไม่รู้ทำไมขาฉันถึงยังขยับได้"

"เอมิเหมือนเครื่องจักรกลเลย"

"รอบที่สาม เกิดอะไรขึ้นในรอบที่สองนะ?"

$ renpy.music.set_volume(1.0, 1.0, channel="ambient")

show emi excited_proud_gym at left
with charamoveinleft

emi "อีกนิด ฮิซาโอะ!"

$ renpy.music.set_volume(0.5, 0.5, channel="ambient")

hide emi
with easeoutleft

"โกหก! เหลืออีกตั้งสองรอบ!"

"ทำอะไรไม่ได้แล้ว"

hi "ไม่… วะ… ไหว… แล้ว"

$ renpy.music.set_volume(1.0, 1.0, channel="ambient")

show emi basic_annoyed_gym
with charamoveinleft

"เอมิหมุนตัวแล้วออกวิ่งถอยหลัง"

"สีหน้าของเธอเป็นความโกรธที่ทำให้ฉันแปลกใจ"

show emi sad_angry_gym
with charachange

emi "ห้ามพูดอย่างนั้น!"

emi "ถ้าพูดอย่างนั้นก็แปลว่านายแพ้แล้ว"

show emi sad_angry_gym at left
with charamove

emi "ไปเรื่อย ๆ ! ถ้ายังไม่ตายก็ไปต่อได้นะ ปัดโธ่!"

$ renpy.music.set_volume(0.5, 0.5, channel="ambient")

hide emi
with easeoutleft

"คำพูดคำจา รอบที่สี่แล้ว"

"ดูท่าจะอยากให้ฉันไปต่อจริง ๆ"

"ขยับขา ขยับ ขยับ หน่วงเหลือเกิน"

"เหมือนติดโคลน น้ำตาลหนืด ทาร์"

"ไปต่อไม่ได้แล้ว"

"ฉันจะไปต่อ"

$ renpy.music.set_volume(1.0, 1.0, channel="ambient")

show emi basic_grin_gym at left
with charamoveinleft

emi "โค้งสุดท้ายแล้วฮิซาโอะ! ใส่เต็มที่เลย!"

$ renpy.music.set_volume(0.5, 0.5, channel="ambient")

hide emi
with easeoutleft

"ฉันออกแรงขาไปให้เร็วที่สุดเท่าที่ทำได้"

"ขายังไม่ยอมเชื่อฟังที่ฉันสั่ง"

"ไม่รู้ทำไมฉันถึงยังไปต่อได้"

"ไม่รู้ทำไมฉันถึงเข้าเส้นชัยได้"

stop ambient fadeout 0.5

show emi excited_happy_gym at center
with charaenter

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")

emi "นั่นแหละฮิซาโอะ! ว่าแล้วเชียวว่านายต้องทำได้!"

"ความโกรธที่เอมิแสดงให้เห็นเมื่อรอบที่แล้วนั้นหายไปและถูกแทนที่ด้วยความภาคภูมิ"

"สีหน้าดูสดใสเหมือนเพิ่งชนะรางวัลเหรียญทองหรืออะไรมา"

scene bg school_track_on
show emi excited_happy_gym at center
with vpunch

"ฉันโซซัดโซเซมาแล้วทรุดตัวลงใช้มือกับเข่ายันตัวไว้พลางอ้าปากหายใจ"

"ใจฉันเต้นแรงกว่าทุกทีมากอย่างที่ไม่เคยรู้สึกมาแสนนาน"

stop music fadeout 1.0

play sound sfx_heartslow
show heartattack alpha
with Dissolve (0.1)

hide heartattack
with Dissolve (0.2)

"ฉันว่าไม่ได้ทำแบบนี้มาตั้งแต่…"

play sound sfx_heartslow
show heartattack alpha
with Dissolve (0.1)

hide heartattack
with Dissolve (0.2)

"ตายแล้ว"

scene black
with shuteyefast

play sound sfx_heartfast
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.2)

"ช้า ๆ ก่อนนะหัวใจฉัน"

play sound sfx_heartfast
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.5)

play sound sfx_heartfast
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.2)

"ช้า ๆ หน่อย เลิกเต้นแรงได้แล้ว"

play sound sfx_heartfast
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.5)

play sound sfx_heartfast
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.2)

"ฉันไอ และไม่รู้ทำไมถึงได้เหยียดยิ้มออกมา"

play sound sfx_heartfast
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.5)

play sound sfx_heartfast
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.2)

"ฉันต้องตายแบบนี้สินะ"

play sound sfx_heartfast
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.5)

play sound sfx_heartfast
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.2)

"จะรักษาสุขภาพเหรอ"

play sound sfx_heartfast
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.5)

play sound sfx_heartfast
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.2)

"ย้อนแย้งเป็นบ้า"

play sound sfx_heartfast
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.5)

play sound sfx_heartfast
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.5)

play sound sfx_heartfast
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.2)

"ฉันพร้อมจะสิ้นลมเสียตรงนี้แล้ว"

play sound sfx_heartslow
show heartattack
with Dissolve (0.1)

hide heartattack
with Dissolve (0.8)

play sound sfx_heartslow
show heartattack alpha
with Dissolve (0.1)

hide heartattack
with Dissolve (0.8)

play sound sfx_heartslow
show heartattack alpha
with Dissolve (0.1)

hide heartattack
with Dissolve (0.2)

"แต่แล้วหัวใจฉันก็เต้นช้าลง"

"มีสองมือมาจับแขนดึงฉันขึ้น"

scene bg school_track_on
show emi basic_confused_gym_close at center
with openeye

"พอเงยหน้ามองก็เห็นเอมิที่ยืนค้ำหัวอยู่พร้อมสีหน้าพึงใจและเป็นห่วง"

emi "ยืนขึ้น!"

show emi sad_grin_gym_close
with charachange

emi "เร็ว มัวแต่อยู่แบบนั้นแล้วยังไงก็หายใจไม่ทันแน่"

"ไม่รู้ทำไมฉันถึงยืนขึ้นได้ ฉันจะยกแขนขึ้นเหนือหัว แต่ก็หนักเหมือนมีตะกั่วถ่วง"

"ฉันเดินไปรอบลู่วิ่งโดยมีเอมิคอยประกบเหมือนกลัวฉันสะดุดล้มหรืออะไร"

"ซึ่งก็คงคิดถูกแล้วแหละ"

"รู้สึกไม่ไหวเลย ฉันพูดออกไป"

show emi basic_closedhappy_gym_close
with charachange

"เอมิหัวเราะ"

show emi basic_happy_gym_close
with charachange

emi "แต่ก็วิ่งจนครบได้นี่"

show emi basic_grin_gym_close
with charachange

emi "นายบอกว่าไม่ไหว แต่สุดท้ายก็ไหว"

emi "เท่านี้ก็คุ้มแล้วนี่นา"

"ไม่แน่ใจ แต่ฉันหายใจไม่ทันพอที่จะพูดได้แล้ว"

"แต่รอยยิ้มบนใบหน้าฉันเมื่อครู่นั้นยังไม่หายไป"

"หัวใจอ่อนแอแล้วไง"

"เช้านี้ฉันยังไม่ตาย"

"พรุ่งนี้ฉันก็คงไม่ตาย"

scene bg school_track
with shorttimeskip

$ renpy.music.set_volume(0.3, 0.0, channel="ambient")

play ambient sfx_emisprinting

"พอชัดแล้วว่าฉันอาการไม่หนักถึงขั้นที่จะล้มลงไปแบบกะทันหันเอมิก็ออกวิ่ง"

"ไม่รู้ว่าวิ่งต่อไหวได้ยังไงทั้งที่วิ่งมาหลายเมตรขนาดนั้นแล้ว แต่เอมิน่าจะฟิตกว่าฉันเยอะ"

"ระหว่างที่เดินไปรอบลู่ฉันก็อดมองเอมิวิ่งอีกครั้งไม่ได้"

#maybe need a third variation here, or reuse the second one?

scene ev emi_run_face_zoomin
with locationchange

"แปลก แต่เวลาที่เอมิพยายามแล้วเหมือนเธอกลายเป็นคนละคนเลย"

"ครั้งก่อนฉันมองตา แต่คราวนี้ฉันสะดุดตากับปาก"

"เอมิไม่ได้ยิ้มอย่างทุกที"

"เธอยังยิ้ม แต่มีการเม้มริมฝีปากแน่น"

"ดูแล้วก็ชวนให้หวั่น ๆ เหมือนกำลังสู้ในศึกที่ไม่ว่าอย่างไรเธอก็จะแพ้แต่ไม่สนใจ"

"เหมือนจะวิ่งหนักกว่าเดิมเหมือนอย่างเมื่อวาน"

"หน้าเธอเริ่มมีเหงื่อออกแล้ว แต่เอมิยังวิ่งต่อ"

"เอมิอ้าปากออกในที่สุดเมื่อลมหายใจจากทางจมูกไม่พอ"

"เอมิวิ่งผ่านฉันไปอีกครั้ง ขาโจนทะยาน แขนแกว่งตามจังหวะ ริมฝีปากเผยอเล็กน้อย"

"งดงามเหลือเกิน"

stop ambient fadeout 2.0

scene bg school_track
with shorttimeskip

play music music_normal fadein 3.0
$ renpy.music.set_volume(1.0, 0.0, channel="ambient")

"หลังจากที่เดินรอบลู่วิ่งคูลดาวน์กันแล้วเอมิก็กลับไปเป็นตัวเธอคนเดิม"

"ความเปลี่ยนแปลงในตัวเธอที่ฉันเห็นเมื่อครู่นั้นหายไปแล้ว"

show emi basic_happy_gym at center
with charaenter

emi "ไม่เลวเลยนะวันนี้ ฮิซาโอะ"

"น้ำเสียงเอมิเจือความชื่นชม"

hi "หมายความว่าไง ถ้าเธอไม่ตะโกนใส่ฉันก็คงหยุดไปแล้ว"

show emi sad_shyblush_gym
with charachange

"หน้าเอมิขึ้นสีแดงเรื่อดูจะอาย ๆ ที่ทำตัวอย่างนั้นไป"

emi "ขอโทษทีนะ คือฉัน… ทนเห็นคนยอมแพ้ไม่ได้น่ะ"

emi "แล้วยิ่งกับอะไรแบบนี้ด้วย"

show emi sad_grin_gym
with charachange

emi "บอกว่า “ไม่ไหวแล้ว” ทั้งที่เห็น ๆ กันอยู่ว่ายังไปต่อน่ะมันบ้าบอนะ"

emi "หลัก ๆ แล้วประเด็นก็คือตรงนี้แหละ"

hi "คืออะไร พูดอะไรที่บ้าบอเหรอ"

show emi basic_annoyed_gym
with charachange

"เอมิแลบลิ้นใส่"

emi "บ้า หมายถึงการที่แสดงให้เห็นว่ายังมีชีวิตอยู่ไง"

"แสดงให้เห็นว่ายังมีชีวิตอยู่งั้นเหรอ ไม่ยักรู้ว่ามันจะทรมานขนาดนี้"

"แต่ถึงจะทรมานก็รู้สึกดีเหมือนกัน"

show emi excited_proud_gym
with charachange

emi "อีกอย่าง นี่แหละคือวันที่ลำบากที่สุด"

hi "หมายความว่าไง"

show emi basic_grin_gym
with charachange

emi "พอเริ่มออกกำลังกายแล้ว วันแรกจะยาก วันที่สองจะยากมาก แต่พอวันที่สามแล้วก็จะง่าย"

emi "ก็ยังมีวันที่ยากมากอยู่ แต่จะค่อย ๆ หายไปเรื่อย ๆ"

hi "แล้วสักวันก็จะง่ายมากงั้นเหรอ"

show emi basic_closedhappy_gym
with charachange

emi "อื้ม แหงสิ"

show emi basic_closedgrin_gym
with charachange

emi "แต่ต้องเพิ่มความยากไปเรื่อย ๆ นะ ไม่งั้นก็จะไม่พัฒนา"

emi "ไม่งั้นก็จะอิ่มตัว ไม่รู้สึกว่าประสบความสำเร็จอะไรอีก"

hi "เพราะงั้นก็จะได้วิ่งมากกว่าสี่รอบสินะ"

show emi excited_proud_gym
with charachange

emi "อื้ม! แต่ก็อีกสักพักแหละ ต้องคอยระวัง ๆ นี่นะ"

"เอมิทำหน้าเหมือนนึกอะไรออก"

show emi basic_closedhappy_gym
with charachange

emi "รู้แล้ว!"

hi "รู้อะไร"

show emi basic_happy_gym
with charachange

emi "มาหาคุณพยาบาลพร้อมกับฉันสิ! จะได้แน่ใจว่านายจะไม่ล้มตายไปเฉย ๆ หรืออะไรน่ะ!"

"น่าสนมาก ๆ"

hi "เอ่อ… ตอนไหนล่ะ"

show emi basic_grin_gym
with charachange

emi "ก็ต้องตอนนี้สิ! เดี๋ยวต้องไปอาบน้ำไปอะไรอีกใช่มั้ย งั้นก็เหลือเวลาไม่มากแล้ว!"

"เอมิคว้าแขนฉันลากให้ตามไปด้วย"

stop music fadeout 2.0

########################################################
label th_E7:

scene bg school_nurseoffice
show nurse neutral at center
with shorttimeskip

nk "ตายจริง วันนี้รีบน่าดูเลยนะเอมิ"

play music music_nurse fadein 2.0

"ฉันไม่รู้เลยว่ามาถึงห้องพยาบาลได้เร็วขนาดนี้ได้ยังไง แต่ก็นั่นแหละ"

show nurse neutral at twoleft
show bg school_nurseoffice at bgleft
with charamove

show emi basic_grin_gym at tworight
with charaenter

"คุณพยาบาลยิ้มให้เอมิ เหมือนจะเมินฉันไปเลย"

show nurse grin
with charachange

nk "ยังเหลือเวลาให้อาบน้ำก่อนไปเข้าเรียนอีกเยอะเลยนี่"

show nurse concern
with charachange

nk "ไม่ต้องวิ่งตามโถงทางเดินมาอย่างนั้นหรอก ฉันได้ยินเสียงเธอวิ่งมาตั้งไกล!"

"ไม่รู้ทำไมถึงรู้สึกว่าไม่ได้ดุเอมิเลย"

"เหมือนเป็นกิจวัตรของสองคนนี้มากกว่า"

"เอมิทำท่าหงอย ๆ ที่พอใช้ได้"

show emi excited_sad_gym
with charachange

emi "ขอโทษค่ะ! หนูจะไม่ทำอีกแล้ว!"

show nurse grin
show emi basic_closedhappy_gym
with charachange

"ทั้งคุณพยาบาลทั้งเอมิหัวเราะกับมุกที่รู้กันสองคนนั้น"

show emi basic_grin_gym
show nurse neutral
with charachange

"อยู่ ๆ คุณพยาบาลก็เหมือนเห็นฉัน"

show nurse fabulous
with charachange

nk "อ้าว สวัสดีฮิซาโอะ"

show nurse neutral
with charachange

nk "ลมอะไรหอบมาถึงนี่ล่ะ"

hi "คือผม—{w=.3}{nw}"

show emi basic_closedgrin_gym
with charachange

emi "ฮิซาโอะมาร่วมเป็นคู่วิ่งยามเช้ากับหนูอย่างเป็นทางการแล้ว"

"ฉันเตรียมจะอธิบายแต่เอมิก็ตัดบทไปก่อน"

show emi basic_happy_gym
with charachange

emi "พอดีคิดว่าต้องพามาหาคุณพยาบาลให้แน่ใจว่าจะไม่ตายหรืออะไรแบบนั้นน่ะค่ะ"

show nurse fabulous
with charachange

"คุณพยาบาลเลิกคิ้วขึ้นแสร้งทำเป็นกลัว"

nk "อืม ขืนเป็นงั้นฉันตกงานแน่เลยเนอะ"

show nurse neutral
show emi basic_grin_gym
with charachange

nk "เอาละฮิซาโอะ มาตรวจร่างกายกัน"

nk "เลิกเสื้อขึ้นหน่อย"

"อยู่ ๆ ก็นึกอายขึ้นมาที่เอมิอยู่ในห้องด้วยและหน้าแดงขึ้นมาโดยไม่รู้ตัว"

"คุณพยาบาลก็เหมือนจะเห็นว่าฉันเกร็ง แต่ดูจะยิ่งชอบใจ"

show nurse grin
with charachange

nk "ขี้อายนะเรา"

"คุณพยาบาลหันไปพยักหน้าให้เอมิเป็นเชิงขอโทษ"

nk "ขอโทษนะเอมิ ฉันกะจะให้เธอได้ดูของดีเสียหน่อย แต่ดูท่าว่าจะไม่ได้ผล"

show emi basic_annoyed_gym
with charachange

"เอมิสะดุ้งเล็กน้อยแล้วมองคุณพยาบาลเอือม ๆ"

emi "คุณพยาบาลนี่แย่จริง ๆ"

show emi excited_proud_gym
with charachange

"เอมิค้อมตัวให้ฉันอย่างรู้สึกผิด"

emi "เดี๋ยวไปรอข้างนอกนะฮิซาโอะ"

hide emi
with charaexit

show nurse grin at center
show bg school_nurseoffice at center
with charamove

"ฉันอ้ำอึ้งจะบอกไปว่าไม่เป็นไร ไม่ต้องออกไปก็ได้ แต่เอมิก็เดินออกประตูไปแล้ว คุณพยาบาลหัวเราะไปพลาง\nมองไล่หลังเธอ"

show nurse fabulous
with charachange

nk "ยังใช้ได้นะเราเนี่ย! ฮ่า!"

hi "ยังไงนะครับ"

show nurse grin
with charachange

"คุณพยาบาลหัวเราะอีกครั้งเหมือนตลกกับมุกที่ฉันยังไม่เข้าใจ"

nk "ฉันยังทำให้เอมิเขินได้ ช่วงนี้เราแข่งกันอะไรประมาณนี้อยู่น่ะ"

"ฟังดูชวนขนลุกเอามาก ๆ และเหมือนคุณพยาบาลก็รู้ตัวเหมือนกัน"

show nurse concern
with charachange

nk "เอ่อ จริง ๆ ก็ไม่ใช่เรื่องอะไรขนาดนั้นหรอก จะว่าไปแล้ว"

hi "ผมก็ไม่ได้ว่าอะไร…"

nk "ไม่ ๆ เธอพูดถูก ต้องอธิบายหน่อย เดี๋ยวเธอเข้าใจผิด"

show nurse neutral
with charachange

nk "คือว่าจริง ๆ แล้วฉันเพิ่งมาใหม่น่ะ มาทำงานที่นี่พร้อม ๆ กับตอนที่เอมิเข้ามาเรียนเลย"

nk "ก่อนหน้านั้นฉันดูแลเอมิช่วงที่กำลังฟื้นฟูจากอุบัติเหตุน่ะ"

"เดี๋ยว อะไรนะ"

show nurse concern
with charachange

nk "เราต้องตัดขาเอมิเพราะเอมิประสบอุบัติเหตุรถชนอย่างหนักน่ะ ซึ่งเอมิก็เกือบตายแล้ว แต่เราผ่าตัดสำเร็จ—"

"คุณพยาบาลเงียบไปทันที ฉันกะพริบตาปริบ ๆ กับข้อมูลที่ไม่คิดว่าจะได้รับรู้นี้"

nk "อืม ฉันก็ไม่ได้มีสิทธิ์จะพูดหรอก แต่นั่นแหละ เรารู้จักกันมาสักพักแล้ว"

nk "ก็เลยมีความคุ้นเคยกันบ้างนิดหน่อย ไม่ใช่แค่ในฐานะหมอกับคนไข้น่ะ"

"คุณพยาบาลดูอายราวกับว่าเพิ่งทำอะไรไม่ดีลงไป"

"สงสัยคงจะคิดมากจริง ๆ ฉันโบกมือให้เป็นเชิงบอกว่าไม่เป็นไร"

hi "ไม่ต้องห่วงหรอกครับ ผมสัญญาว่าจะเงียบไว้"

"ฉันนึกสงสัยอยู่ว่าเอมิต้องสูญเสียขาไปด้วยเหตุอะไร ซึ่งเหตุการณ์นั้นก็เป็นอย่างหนึ่งที่ฉันเคยคิดไว้เหมือนกัน"

"เพราะจริง ๆ ก็มีหลายทางอยู่ที่จะเกิดเรื่องแบบนั้นได้ แต่พอมาได้ยินกับหูแล้ว… ก็ตกใจเหมือนกัน"

show nurse neutral
with charachange

nk "ขอบคุณนะ เธอนี่เป็นเด็กดีจริง ๆ ฮิซาโอะ"

nk "มิน่าล่ะเอมิถึงได้มาสนิทกับเธอ"

show nurse fabulous
with charachange

nk "เอมิน่ะเป็นคนที่ไม่ย่อท้อนะ"

hi "หมายความว่าไงครับ"

nk "เธอไม่ได้อยู่ดูตอนเอมิหัดเดิน เอมิน่ะหัดอยู่นานกว่าใครคนอื่นในโรงพยาบาลเลยเพราะไม่ยอมเลิกสักที"

nk "ปกติต้องใช้เวลาเป็นปี ๆ กว่าจะกลับมาวิ่งได้ แต่เอมิใช้เวลาแค่ปีเดียวเท่านั้น"

"คุณพยาบาลดูจะภูมิใจมาก ๆ เหมือนพ่อที่เห็นลูกชนะงานแข่งหรืออะไรสักอย่าง"

show nurse neutral
with charachange

nk "ไม่สิ อาจจะเร็วกว่าหนึ่งปีด้วยซ้ำถ้าไม่ห้ามไว้"

hi "ห้ามเหรอครับ ทำไมถึงห้ามล่ะ"

show nurse concern
with charachange

stop music fadeout 4.0

nk "เพราะจะใช้ขาอยู่นานจนตรงที่ต่อเข้ากับขาเทียมเลือดออกน่ะสิ"

nk "เป็นเรื่องที่ต้องจับตาดูเลยนะ เพราะแบบนี้แหละเอมิถึงได้มาหาทุกวันหลังวิ่ง"

nk "แล้วไหนจะเสี่ยงติดเชื้อถ้าเกิดว่ามีแผลแล้วขาเทียมสกปรกอีก"

show nurse neutral
with charachange

nk "แต่เรื่องนั้นไว้ก่อน"

show nurse fabulous
with charachange

play music music_nurse fadein 2.0

nk "ถ้าไม่รีบจัดการกับเธอเดี๋ยวเอมิจะคิดว่าวางแผนทำอะไรกันอีก"

"คุณพยาบาลพูดพลางขยิบตาให้ก่อนจะตรวจหัวใจฉัน"

"เครื่องฟังตรวจนั้นเย็นเฉียบ"

"น่าจะเอาไปอุ่นหรืออะไรก่อนมาใช้"

"ผ่านไปสักพักคุณพยาบาลก็ผละออกด้วยความพอใจ"

show nurse neutral
with charachange

nk "ก็ฟังดูปกติดีนะฮิซาโอะ ตอนวิ่งไม่ได้มีอาการเจ็บหน้าอกใช่มั้ย"

hi "ก็ไม่นะครับ แต่ผมหายใจไม่ค่อยทัน แล้วตอนวิ่งใกล้ครบรอบหัวใจก็เต้นแรงมาก"

show nurse concern at center
with charachange

"คุณพยาบาลขมวดคิ้วเมื่อได้ฟัง แต่ก็ยักไหล่"

show nurse neutral at center
with charachange

nk "อาจจะเพราะไม่ฟิตมั้ง… แต่ถ้าไม่ดีขึ้นก็มาบอกกันนะ"

nk "อย่าฝืนมากไป แล้วก็ถ้าเจ็บหน้าอกขึ้นมาก็ให้มาหาฉันทันที โอเคนะ"

"ฉันใส่เสื้อกลับเหมือนเดิม คุณพยาบาลเดินออกไปอยู่ที่ประตูเรียกเอมิ"

show nurse neutral at twoleft
show bg school_nurseoffice at bgleft
with charamove

show emi basic_annoyed_gym at tworight
with charaenter

emi "ทำไมนานจัง สายแล้วเนี่ย!"

stop music fadeout 2.0

show nurse fabulous
with charachange

"คุณพยาบาลส่งสายตาให้อย่างมีเลศนัย"

show nurse grin
with charachange

nk "พอดีล่อหลอกฮิซาโอะอยู่น่ะ"

play music music_comedy fadein 0.5

show emi sad_annoyed_gym
with charachange

emi "คะ!? ไม่เอาน่า หนูบอกแล้วไงว่าห้ามล่อหลอกเพื่อนหนูน่ะ"

"ฉันนึกว่าเอมิคงจะตกใจ ทว่าเธอแค่ดูเอือม ๆ พลางดุคุณพยาบาลเหมือนดุเด็กที่ขโมยคุกกี้"

"ระหว่างนั้นฉันก็ห้ามตัวเองไม่ให้หน้าแดงกับคำพูดสองแง่สองง่ามนั้น"

show nurse fabulous
with charachange

nk "จะไม่ทำอีกแล้ว แต่ฉันเกรงว่าพ่อหนุ่มฮิซาโอะเขาคงจะไม่สนใจผู้หญิงไปอีกตลอดกาลแล้วละ!"

stop music fadeout 0.5

hi "ไม่มีวันซะละ"

with Pause(3.0)

play music music_comedy fadein 0.5

show nurse grin
show emi excited_laugh_gym
with charachange

"ฉันไม่ได้กะจะพูดออกมา แต่คุณพยาบาลกับเอมิก็หันมาทางฉันก่อนจะหัวเราะอีกรอบ"

show emi basic_happy_gym
with charachange

emi "หนูบอกแล้วว่าฮิซาโอะเขาเป็นคนตลก"

"เหอ? สงสัยเอมิคุยอะไรหลายอย่างกับคุณพยาบาลจริงแหละ"

show nurse fabulous
show emi basic_grin_gym
with charachange

nk "เอาละฮิซาโอะ เธอไปเถอะ เดี๋ยวต้องอาบน้ำก่อนไปเข้าเรียนนี่"

"ตายแล้ว! ก็จริง แล้วเหมือนจะเหลือเวลาอีกแค่ครึ่งชั่วโมงด้วย!"

hi "ขอบคุณนะครับ แล้วก็เจอกันนะเอมิ!"

scene bg school_nursehall
with locationchange

stop music fadeout 5.0

"ฉันพุ่งตัวออกจากห้องไประหว่างที่คุณพยาบาลเริ่มถอดขาเทียมเอมิ"

"ระหว่างที่เดินไปตามโถงทางเดินก็ได้ยินเสียงคุณพยาบาลแว่ว ๆ มา"

nk "เอมิ เธอต้องระวังหน่อย…"

scene bg school_dormhisao
with locationskip

"ฉันกลับถึงห้องแล้วอาบน้ำด้วยความเร็วแสง และฉันก็เพิ่งระลึกได้ว่าฉันตื่นมาสี่ชั่วโมงแล้วโดยที่ยังไม่ได้เข้าเรียน"

"วันนี้จะต้องเป็นวันที่แสนเหนื่อยแน่ ๆ"

"หวังว่าจะไม่หลับไปตอนเรียนนะ"

$ suppress_window_after_timeskip = True

scene black
with dissolve

########################################################
label th_E8:

window hide None

scene black
with dissolve

show bg school_dormhisao
with openeye

window show

play music music_pearly fadein 5.0

"แสงแดดยามเช้าที่ส่องลอดหน้าต่างมาปลุกฉันแทนนาฬิกาปลุก และฉันก็นึกได้ว่าวันนี้วันอาทิตย์"

"เอมิยังมีเมตตาที่กรุณาให้ฉันได้พักการวิ่งยามเช้าในวันสุดสัปดาห์"

"ฉันไม่รู้ว่าเมื่อวานตื่นอยู่หรือหลับอยู่ทั้งวันกันแน่"

"ขาฉันร้องประท้วงเมื่อฉันลุกจากเตียง"

"วิ่งจนแรงแทบไม่เหลือแหล่"

"แต่ก็ปฏิเสธไม่ได้ว่าเอมิพูดจริง"

"เพราะเริ่มชินขึ้นมาหน่อย ๆ แล้ว"

"ฉันเคยกลัวว่าพอวิ่งหลายวันเข้าแล้วจะเริ่มไม่อยากมา แต่เท่าที่ผ่านมาฉันก็ไม่ได้อะไรมากมาย"

"แต่ก็เพิ่งสัปดาห์เดียวเอง"

"คงจะมีเวลาอีกหลายวันให้ฉันเริ่มรู้สึกหวาดผวากับเสียงนาฬิกาปลุกยามเช้า"

"แต่ใช่ว่าจะถอนตัวตอนนี้ได้อะนะ"

"อย่างที่เอมิบอกนั่นแหละว่าพอมีอีกคนร่วมด้วยแล้วจะล้มเลิกกิจวัตรยาก"

"และว่าตามตรง ฉันรับไม่ได้หรอกถ้าต้องทำให้เอมิผิดหวัง"

"คงจะมองฉันด้วยแววตาลูกหมาน้อยที่ทำให้ฉันรู้สึกผิดขึ้นมาแน่ ๆ"

"ซึ่งจะว่าไปแล้ว… เหมือนวันนี้ฉันจะต้องไปที่ไหนสักที่อยู่นะ"

$ renpy.music.set_volume(0.3,2.0,channel="music")

scene bg school_track_fb
show emi basic_closedhappy_gym_fb at center
show noiseoverlay
with flashback

emi "นี่ วันอาทิตย์นี้จะมาดูงานแข่งวิ่งใช่มั้ย"

show emi basic_grin_gym_fb
with charachange

emi "ฉันนี่ถามอะไรแปลก ๆ นายต้องมาอยู่แล้วสิ"

show emi sad_grin_gym_fb
with charachange

emi "ใช่มั้ย"

"ตาลูกหมาน้อยนั้นอีกแล้ว"

hi "ไปอยู่แล้วสิ!"

hi "ฉันติดหนี้เธอนี่"

show emi excited_proud_gym_fb
with charachange

emi "ใช่! เพราะงั้นอย่าลืมนะ"

$ renpy.music.set_volume(1.0,2.0,channel="music")

scene bg school_dormhisao
with flashforward

"ฉิบ งานแข่งวิ่งเอมิ!"

"ถ้าไม่อยากพลาดที่เอมิลงแข่งแล้วก็ต้องรีบไป เพราะยังไงที่ไปดูก็แค่ไปดูเอมิอยู่แล้ว"

"ไม่งั้นก็ไม่รู้จะไปทำไม"

scene bg school_courtyard
show crowd
with shorttimeskip

play ambient sfx_crowd_outdoors fadein 3.0

"แล้วอยู่ ๆ ฉันก็มาอยู่ท่ามกลางผู้คนที่มาดูทีมวิ่งของโรงเรียนเราแข่งกับโรงเรียนอื่น"

$ renpy.music.set_volume(0.5, 1.0, channel="ambient")
$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide

nvl clear

nvl show dissolve

n "\nต้องยอมรับว่าฉันพอจะสบายใจขึ้นเมื่อได้รู้ว่าเราไม่ได้เป็นแค่โรงเรียนเดียวที่เป็นอย่างนี้"

n "พอได้รู้ว่ามีโรงเรียน{b}สอง{/b}แห่งที่นักเรียน… เป็นคนพิการแล้ว"

n "…ก็จะรู้สึกว่าไม่ได้ผิดปกติขนาดนั้น"

n "แล้วก็จะไม่รู้สึกว่าเป็นเอกลักษณ์ ที่หลายครั้งจะเป็นในแง่ลบ แต่ความเป็นเอกลักษณ์นี้ไม่ใช่แง่ลบแน่นอน"

n "ก็คงเป็นเสน่ห์อย่างหนึ่งของยามากุละมั้งนะ"

n "การได้รู้ว่าตัวเองไม่ใช่คนพิเศษ ไม่สิ ได้รู้ว่ามีอีกหลายคนที่อยากจะมารับปัญหาของตัวเองแทนที่จะต้องมารับมือ\nกับอะไรก็ช่างที่พวกเขาต้องเผชิญ"

n "บางคนไม่ได้มาเรียนที่นี่เพราะขาขาดหรือเป็นโรคหัวใจ"

n "บางคนที่มาเรียนที่นี่ก็เพราะในอีกสองปี—หรือถ้าโชคดีก็สามปี—ก็ไม่ต่างอะไรกับการตายทั้งเป็น"

n "และที่อยู่แบบธรรมดาได้นานขนาดนั้นก็เพราะได้รับการดูแลที่ถูกต้อง"

n "เป็นความสบายใจเจือรสขมที่ได้คิดว่า “ก็นะ อย่างน้อยฉันก็จะมีชีวิตรอดไปจนเรียนมหาวิทยาลัย” แต่ก็เท่านั้น"

$ renpy.music.set_volume(1.0, 2.0, channel="ambient")
$ renpy.music.set_volume(1.0, 2.0, channel="music")
nvl clear

nvl hide dissolve

window show

stop music fadeout 3.0

"ฉันโดนดึงสติออกจากความคิดที่ออกจะบิดเบี้ยวนั้นเมื่อเห็นรินที่อยู่ตรงข้าง ๆ ทางเข้าสแตนด์เชียร์"

show rin basic_deadpannormal at center
with charaenter

rin "มาจนได้"

hi "แหงสิ ก็รับปากไว้แล้วนี่ว่าจะมา"

show rin basic_deadpanamused
with charachange

rin "แต่ก็ไม่ได้หมายความว่านายจำเป็นจะต้องทำตามที่พูดไว้นี่"

show rin basic_awayabsent
with charachange

rin "คนที่ชอบพูดเลื่อนลอยก็มีถมไป"

hi "อืม ฉันไม่พูดอะไรอย่างนั้นหรอก"

play music music_soothing fadein 0.5

show rin relaxed_boredom
with charachange

"รินยักไหล่ พอเหมือนจะเบื่อกับบทสนทนานี้แล้วเธอก็หมุนส้นเท้าแล้วเดินไปที่สแตนด์เชียร์ต่อ"

rin "ทีนี้ฉันก็ติดเงินเอมิแล้ว"

hi "ทำไมล่ะ"

show rin basic_absent
with charachange

rin "ฉันคิดว่านายจะไม่มา"

rin "เอมิคิดว่ามา"

show rin basic_awayabsent
with charachange

rin "ฉันเลยติดเงินเอมิ 500 เยน"

hi "พนันกันหลายครั้งน่าดูเลยนะ"

"เพื่อนไร้แขนของฉันยักไหล่อีกครั้ง"

show rin basic_deadpan
with charachange

rin "ฉันว่าไม่น่านะ"

scene bg school_track
show crowd
show rin basic_deadpan
with locationchange

"พอมาถึงที่สแตนด์เชียร์แล้วรินก็บุ้ยใบ้ไปข้างบน"

show rin negative_spaciness at center
with charaenter

rin "บนนั้น"

show rin basic_deadpancontemplation
with charachange

rin "ฉันมาดูว่านายจะมามั้ย"

"เพราะพนันกันไว้สินะ"

"รินนำทางขึ้นไป ไม่นานพวกเราก็มานั่งตรงที่นั่งแถวที่โล่ง ๆ"

$ renpy.music.set_volume(0.3, 3.0, channel="ambient")

show rin basic_deadpancontemplation at tworight
show bg school_track at bgright
show crowd:
    linear 1.0 alpha 0.0
with charamove

hide crowd
show meiko smile at twoleft
with charaenter

"ข้าง ๆ รินมีผู้หญิงวัยกลางคนอยู่คนหนึ่ง คงจะเป็นแม่ใครสักคนละมั้ง"

"ผมเธอที่ถักเปียค่อนข้างยาว พอเธอเห็นรินก็ยิ้มให้ด้วยความคุ้นเคยอย่างประหลาด"

show meiko happy
with charachange

emm_ "แหม ตกใจจัง"

show meiko wink
with charachange

emm_ "นึกว่าไปหาขนมกินเสียอีก เป็นผู้ชายหรอกเหรอ"

hi "ฮะ?"

show rin basic_surprised
with charachange

rin "ขนม?"

show rin relaxed_nonchalant
with charachange

rin "ก็ว่าอยู่ลงไปทำไม"

show meiko happy
show rin basic_awayabsent
with charachange

"เธอหัวเราะอีกครั้งด้วยท่าทีที่ดูคุ้นเคย"

"เคยเห็นที่ไหนนะ"

show meiko smile
with charachange

emm_ "อืม เธอก็คงเป็นคนที่ชอบออกไปหยิบของอย่างหนึ่งแล้วได้อีกอย่างมาแทนอยู่แล้วละมั้งจ๊ะ"

emm_ "ตายละ หยาบคายจัง! ยังไม่ได้แนะนำตัวเลย"

emm_ "ฉัน เมอิโกะ อิบาราซากิ แม่เอมิจ้ะ"

show meiko happy
with charachange

emm "ยินดีที่ได้รู้จักจ้ะ"

"อ้อ มิน่าล่ะ"

"ดูเหมือนเอมิในแบบที่สูงกว่า แก่กว่า และเจนโลกกว่า"

"นอกจากสีผมที่เข้มกว่าลูกสาวเธอแล้วที่เหลือก็คล้ายกันมาก"

show rin basic_absent
show meiko smile
with charachange

hi "ขอโทษครับ ผมฮิซาโอะ ฮิซาโอะ นากาอิ"

hi "แล้วก็ไม่ต้องขอโทษที่ไม่ได้แนะนำตัวกับผมหรอกครับคุณนายอิบาราซากิ"

hi "เพราะแบบนี้น่าจะเป็นหน้าที่รินมากกว่าที่ต้องแนะนำตัวให้"

show meiko happy
show rin basic_awayabsent
with charachange

"แม่เอมิหัวเราะอีกรอบ"

emm "แปลว่ายังรู้จักรินมาไม่นานสินะจ๊ะ"

show meiko smile
with charachange

emm "อย่าไปคาดหวังว่ารินเขาจะจำอะไรแบบนั้นได้เลยจ้ะ"

show meiko wink
with charachange

emm "เพราะคงมีอะไรอย่างอื่นให้ต้องคิดเยอะแยะ"

show rin basic_deadpannormal
with charachange

"รินพยักหน้าดูพอใจกับคำประเมินนั้น"

show rin basic_deadpan
with charachange

rin "ถูกแล้ว"

show rin basic_lucid
with charachange

rin "ฉันคิดถึงเรื่องพระอาทิตย์ตกดินอยู่"

show meiko happy
show rin basic_awayabsent
with charachange

emm "เห็นไหม หน้าที่เราทั้งนั้นแหละที่ต้องแนะนำตัวอะไรกัน"

"ฉันพยักหน้าด้วยไม่รู้จะตอบอย่างไร"

"คุณนายอิบาราซากินั่งเอนตัวเล็กน้อยแล้วเลิกคิ้วขึ้น"

$ renpy.music.set_volume(0.0, 0.5, channel="ambient")

show meiko serious
with charachange

stop music fadeout 0.8

emm "แล้วเธอสองคนคบกันมานานหรือยัง"

"ฉันนิ่งเงียบไปขณะที่สมองกำลังทำงานอยู่ แต่ก่อนที่ฉันทันจะได้รีบโพล่งอธิบายอะไรออกไปแม่ของเอมิก็หัวเราะขึ้นมา\nอีกครั้ง"

play music music_soothing fadein 0.5
$ renpy.music.set_volume(0.3, 0.5, channel="ambient")

show meiko happy
with charachange

emm "แหม! ขี้อายสินะจ๊ะเนี่ย"

"ฉันไม่รู้ว่าจะพูดอะไรยังไงเพื่อรักษาหน้าได้อยู่หรือเปล่า จึงเลือกที่จะตอบแบบเสียงอ่อย ๆ"

show meiko smile
show rin basic_absent
with charachange

hi "มั้งครับ"

show rin basic_awayabsent
with charachange

emm "งั้นก็แปลว่าเป็นรักครั้งใหม่สินะจ๊ะ"

show rin basic_absent
with charachange

hi "เดี๋ยวครับ ผมไม่ได้ตอบคำถามนั้—"

show meiko happy
show rin basic_awayabsent
with charachange

"และหัวเราะอีกรอบ"

show meiko smile
with charachange

emm "รู้จ้ะ แต่เห็นเธออายแล้วตลกดี"

show meiko wink
with charachange

emm "ขอโทษทีนะจ๊ะ อย่าถือสาคนรุ่นป้าเลยจ้ะ"

"ป้า?"

"ก็ดูไม่แก่ขนาดนั้นนะ"

"ที่เอมิดูเด็กเพราะได้แม่มาด้วยซ้ำ"

show rin basic_absent
with charachange

hi "ผมก็ไม่ได้อะไรขนาดนั้นหรอกครับ"

show meiko happy
show rin basic_awayabsent
with charachange

emm "ขอบคุณจ้ะ"

stop music fadeout 6.0

show rin basic_deadpan
with charachange

rin "เริ่มแล้ว"

stop ambient fadeout 2.0

scene ev emitrack_blocks at Fullpan(12.0, dir="left", time_warp=_ease_in_time_warp)
with locationskip

"ฉันหันเหความสนใจมายังลู่วิ่งที่กำลังเตรียมแข่งวิ่งรอบแรกกัน"

"เหมือนจะเป็นแข่งวิ่ง 400 เมตร"

"ฉันทอดตามองตามนักวิ่งจนเจอเอมิ"

scene ev emitrack_blocks_close
with flash

"เธอยิ้มจนดูออกจะมั่นใจเกินไปหน่อย"

show insert startpistol at right
with easeinright

"ผู้ปล่อยตัวยกกระบอกปืนขึ้น"

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")

play sound sfx_startpistol
play ambient sfx_emisprinting

scene ev emitrack_running at Fullpan(1.0, dir="left", time_warp=_ease_in_time_warp)
with silentflash

"เอมิพุ่งตัวออกจากสตาร์ตติงบล็อกก่อนจะหายวับไปจากเส้นเริ่ม"

"สุดยอด ขนาดนักวิ่งคนอื่นที่อยู่ช่องวิ่งที่ชิดกับขอบในกว่าเอมิก็ยังวิ่งนำออกมาได้"

"พอเธอวิ่งจนมาถึงโค้งสุดท้ายก็มีนักวิ่งสองสามคนที่ตามมาทันแล้ว"

"ทว่าตามมาทันไปก็เท่านั้น เพราะเธอก็พุ่งตัวปิดท้ายจนทิ้งห่างจากคนที่ว่าสักครึ่งวินาทีเห็นจะได้"

scene ev emitrack_finishtop:
    xalign 0.5 yalign 0.0 zoom 4.0 subpixel True
    0.2
    linear 0.3 zoom 1.05
    easein 8.0 zoom 1.0
with flash

stop ambient fadeout 1.0
play sound sfx_crowd_cheer

"คุณนายอิบาราซากิกรี๊ดกร๊าดพลางปรบมือใหญ่ ดูไม่ต่างไปจากพ่อแม่ที่มาเอาใจช่วยลูกตัวเองที่ลงแข่งโดยทั่วไป"

"เอมิออกมาจากลู่วิ่งดูพอใจกับตัวเอง"

scene bg school_track at bgright
show meiko happy at twoleft
show rin basic_deadpandelight at tworight
with locationchange

play music music_daily fadein 2.0

"ฉันก็ผสมโรงเฮไปกับเขาด้วย"

"ผู้ประกาศ (ที่เสียงคล้ายมิช่าอย่างน่าสงสัย) รายงานผลการแข่งขันด้วยความยินดียิ่ง"

show meiko smile
show rin basic_awayabsent
with charachange

emm "เหมือนจะเร็วขึ้นกว่าครั้งที่แล้วนะจ๊ะเนี่ย"

show rin basic_absent
with charachange

hi "สุดยอดเลยครับ"

show meiko happy
show rin basic_awayabsent
with charachange

"คุณนายอิบาราซากิยิ้มอย่างภาคภูมิ"

emm "เอมิเขาวิ่งเก่งมาก"

show meiko smile
with charachange

"พวกเราเงียบกันไประหว่างรองานแข่งต่อไปเริ่ม"

"ฉันนึกแปลกใจที่เห็นเอมิกลับเข้าลู่วิ่งอีกครั้ง"

show rin basic_absent
with charachange

hi "เดี๋ยวนะครับ เพิ่งวิ่งไปไม่ใช่เหรอ"

"แม่เอมิพยักหน้า"

show rin basic_awayabsent
with charachange

emm "จ้ะ แต่เธอวิ่งให้ทีมหลายประเภทเลย โดยเฉพาะวิ่งระยะสั้น"

show meiko happy
with charachange

emm "ก็เยอะแหละจ้ะ แต่เอมิเขาวิ่งไหวอยู่แล้ว"

"ดูจากสภาพแล้วก็คงจริง"

"เอมิดูไม่เหนื่อยเลย เหมือนไม่ได้วิ่งแข่งรอบเมื่อกี้มาด้วยซ้ำ"

"ถ้าไม่มีเหงื่อที่ซึมเสื้ออยู่คงไม่มีทางรู้แน่ ๆ"

show rin basic_absent
with charachange

hi "อันนี้ประเภทอะไรเหรอครับ"

show meiko smile
show rin basic_awayabsent
with charachange

emm "วิ่ง 200 เมตรจ้ะ"

emm "วิ่งอันนี้ วิ่ง 100 เมตร แล้วก็วิ่งผลัดด้วย"

show rin basic_absent
with charachange

hi "อย่างนี้นี่เอง"

show rin negative_spaciness
with charachange

play sound sfx_startpistol
play ambient sfx_emisprinting

"เมื่อเสียงปืนดังขึ้นอีกหน เธอก็ดีดตัวออกจากสตาร์ตติงบล็อกอีกครา"

"เสียงตุบตับดึงความสนใจฉันไปจากการแข่งวิ่ง"

"เสียงเท้าริน"

"เธอดูจะจดจ่ออยู่กับการแข่ง"

show meiko happy
with charachange

stop ambient fadeout 1.0
play sound sfx_crowd_cheer

"แม่เอมิร้องเฮขึ้นมาอีกครั้ง น่าจะแข่งเสร็จแล้ว"

"แข่งวิ่งระยะสั้นดูจะใช้เวลาไม่นาน"

hi "เท้า"

show rin relaxed_surprised
show meiko smile
with charachange

rin "หืม"

hi "เท้าเธอเตะสแตนด์อยู่"

show rin basic_deadpan
with charachange

rin "อ้อ"

hi "เธอดูสนใจนะ แปลก"

show rin basic_deadpansurprised
with charachange

"รินมองฉันด้วยความฉงน"

rin "ทำไมถึงคิดว่าไม่สนใจ"

hi "ไม่รู้สิ ก็คิดว่าเธอคงไม่สนใจกีฬาอะไรแบบนี้"

show rin relaxed_nonchalant
with charachange

rin "อืมม ก็คงงั้น"

rin "ก็ไม่ได้น่าสนใจขนาดนั้นหรอก"

show rin basic_deadpannormal
with charachange

rin "แต่ฉันดูเอมิอยู่ ไม่ได้ดูการแข่ง"

hi "ไม่เข้าใจ"

show rin basic_lucid
with charachange

rin "เอมิจะเป็นเอมิที่สุดก็ตอนที่เธอวิ่ง"

rin "นายจะไม่ได้เห็นเอมิที่เป็นเอมิ๊เอมิบ่อย ๆ หรอกนะ"

show rin basic_deadpanamused
with charachange

rin "แต่ตอนนี้ได้เห็นแล้ว เห็นมั้ย"

"เธอให้ฉันกลับไปมองที่ลู่วิ่งอีกครั้ง ที่ที่การแข่งวิ่ง 100 เมตรกำลังจะเริ่มขึ้น"

stop music fadeout 6.0
stop sound fadeout 2.0

scene ev emitrack_blocks_close
with locationskip

"ฉันจับจ้องเอมิ"

"เธอตั้งท่าอยู่ที่สตาร์ตติงบล็อกดูผ่อนคลาย แต่ก็เป็นความผ่อนคลายแบบหลอกเท่านั้น"

"ฉันดูออกว่าในตัวเธอนั้นมีแรงเหมือนสปริงที่ถูกกดอยู่"

scene ev emitrack_blocks_close_grin
with locationchange

"เมื่อผู้ปล่อยตัวบอก “ระวัง” เธอก็เงยหน้าขึ้นแล้วหรี่ตาลงเล็กน้อย"

"ปากเธอหยักขึ้นดูเป็นได้ทั้งรอยยิ้มและเสียงฮึด"

play sound sfx_startpistol
play ambient sfx_emisprinting

scene ev emi_run_face_zoomin
with locationskip

"เสียงปืนดังขึ้น ท่าทีเธอราวกับว่าถูกปล่อยจากกรง ราวกับว่าจริง ๆ แล้วก่อนหน้านี้เป็นภาพลวงตาว่าเธออยู่นิ่ง ๆ\nจนเสียงปืนดังทำให้เห็นความเป็นจริงว่าเธอกำลังเคลื่อนที่มาอย่างรวดเร็วจนมองไม่ทันอยู่แล้วแต่แรก"

"เพียงไม่กี่วินาทีทุกอย่างก็สิ้นสุดลง แต่ในไม่กี่วินาทีนั้นฉันรู้สึกราวกับว่าได้เห็นบางอย่างที่เป็นตัวตนของเอมิมาก ๆ"

stop ambient fadeout 1.0
play sound sfx_crowd_cheer

"ทันทีที่เธอเข้าเส้นชัย รอยยิ้มอย่างเคยของเธอก็ผุดขึ้นแทนที่สีหน้าอันมุ่งมั่น"

"เหมือนนายพลอันเก่งกล้าที่กลับมาใช้ชีวิตอยู่บ้านนอก"

hi "สุดยอด"

hi "สุดยอดจริง ๆ ครับ ผมไม่เคยเห็นใครเร็วขนาดนั้นมาก่อนเลย"

scene bg school_track at bgright
show meiko smile at twoleft
show rin basic_deadpanamused at tworight
with locationchange

emm "แหม ไม่ต้องมองฉันหรอกจ้ะ ฉันเอื่อยเกินจะวิ่งเร็วขนาดนั้นแล้ว"

show meiko worry
show rin basic_awayabsent
with charachange

emm "ไม่หรอกจ้ะ ฉันว่าความสามารถเอมิเขาได้พ่อมามากกว่า"

"พอพูดถึงสามีของเธอขึ้นมาแล้วคุณนายอิบาราซากิก็ดูเศร้าสร้อยขึ้นมา"

emm "ที่สนใจเรื่องวิ่งก็เพราะพ่อนี่แหละจ้ะ"

show rin basic_absent
with charachange

hi "ครับ เอมิเคยเล่าให้ฟังอยู่"

"ฉันไม่แน่ใจนักว่าจะเป็นการหยาบคายหรือเปล่าถ้าจะถามเรื่องพ่อของเอมิ"

"แต่พอนึกถึงหน้าที่เห็นเมื่อสองสามวันที่แล้วก็รู้สึกอยากถามขึ้นมา"

hi "ขอถามหน่อยได้มั้ยครับว่าตอนนี้พ่อเอมิอยู่ไหน"

"แม่เอมิลังเล เห็นชัดว่าไม่เต็มใจจะตอบคำถาม แต่ก็ไม่อยากทำตัวหยาบคาย"

show meiko serious
show rin basic_awayabsent
with charachange

emm "เขา… ไม่อยู่แล้วจ้ะ"

hi "ขอโทษนะครับ ผมไม่ได้ตั้งใจจะไปขุดคุ้ยเรื่องไม่ดี"

show rin basic_absent
with charachange

hi "แค่ว่าตอนเอมิเล่าเรื่องพ่อตัวเองผมเห็นทำหน้าเศร้า ๆ"

show meiko worry
show rin basic_awayabsent
with charachange

emm "ก็ไม่แปลกหรอกจ้ะ เพราะ"

hi "ครับ?"

emm "เอมิสนิทกับเขามาก"

show rin basic_absent
with charachange

hi "อย่างนี้นี่เอง"

play sound sfx_cellphone

"จู่ ๆ เสียงโทรศัพท์ก็ดังขึ้นมาจากกระเป๋ากางเกงของเธอ เธอควักขึ้นมาเปิดหน้าจอดู"

show meiko serious
show rin basic_awayabsent
with charachange

emm "…ส่งข้อความมาเนี่ยนะ"

emm "นี่เขาคิดว่าตัวเองเป็นวัยรุ่นอายุสิบหกหรืออะไร"

hi "ครับ?"

show meiko smile
with charachange

emm "โอ๊ะ ไม่มีอะไรจ้ะ"

show meiko wink
with charachange

emm "เดี๋ยวฉันต้องไปหาเพื่อนแล้ว"

show meiko happy
with charachange

emm "ฝากบอกเอมิหน่อยได้ไหมจ๊ะว่าแม่ภูมิใจในตัวลูกมาก ฝากบอกด้วยว่าเดี๋ยวคืนนี้จะโทร. ไปหาอีกที"

show rin basic_absent
with charachange

hi "ได้ครับ"

hide meiko
with charaexit

show rin basic_absent at center
show bg school_track at center
with charamove

show rin basic_awayabsent
with shorttimeskip

play music music_tranquil fadein 2.0

"ยอมรับว่าเมื่อกี้เหม่อไปพักหนึ่ง"

"ฉันแทบจะไม่ทันสังเกตว่าจะเริ่มวิ่งผลัดแล้ว แต่พอมองก็ไม่เห็นเอมิ"

hi "เอมิวิ่งผลัดด้วยไม่ใช่เหรอ"

show rin basic_deadpan
with charachange

rin "วิ่งผลัดสุดท้ายน่ะ"

show rin basic_deadpannormal
with charachange

rin "ก็อีกสักพักกว่าจะได้วิ่ง"

hi "อ้อ"

show rin basic_deadpandelight
with charachange

rin "นายเห็นมั้ย"

hi "หืม"

rin "เอมิที่เป็นเอมิ๊เอมิ"

hi "มั้งนะ"

show rin basic_deadpanupset
with charachange

rin "อืมม คราวนี้น่าจะเห็น"

play sound sfx_startpistol

"การแข่งขันเริ่มขึ้นแล้ว ฉันคอยส่งเสียงเอาใจช่วยทีมเอมิที่กำลังส่งคทากันอยู่"

play ambient sfx_emisprinting

scene ev emitrack_running:
    truecenter zoom 1.0 subpixel True
    ease 20.0 zoom 1.05 xalign 0.0 yalign 0.0
with locationskip

"ในที่สุดก็ได้เห็นเอมิที่สับเท้าไปตามลู่ในฐานะผลัดสุดท้าย"

"เป็นอีกครั้งที่ฉันต้องทึ่งกับความงดงามยามเธอวิ่ง"

"สวยจริง ๆ"

"สีหน้าอันมุ่งมั่นและไร้ซึ่งความเกรงกลัวใด ๆ ของเธอยิ่งทำให้ดูดีขึ้นไปอีก"

"นี่แหละมั้ง เอมิที่เป็นเอมิ๊เอมิ"

stop ambient fadeout 1.0
play sound sfx_crowd_cheer

show ev emitrack_finish
with locationskip

"แต่จังหวะที่เอมิกำลังข้ามเส้นชัยฉันก็เห็นว่าเธอสะดุดเล็กน้อย"

"แทบจะมองไม่เห็น แต่ก็สะดุดแน่ ๆ ละ"

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")

scene bg school_track
show rin negative_worried at center
with locationskip

"รินสะดุ้งเฮือกและดูเป็นห่วงจริง ๆ อยู่แวบหนึ่ง"

rin "โธ่เอมิ…"

hi "เธอว่าเอมิบาดเจ็บมั้ย"

show rin basic_surprised
with charachange

rin "เห็นด้วยเหรอ"

show rin negative_confused
with charachange

rin "ไม่ดีแน่"

show rin negative_annoyed
with charachange

"รินขมวดคิ้วราวกับคิดว่าจะทำอย่างไรต่อดี"

"สุดท้ายก็ขี้เกียจคิดแล้วยักไหล่"

show rin basic_deadpanupset
with charachange

rin "อะ ลงไปกัน"

rin "ต้องไปสวมมงกุฎให้ผู้ชนะ"

show rin basic_deadpanamused
with charachange

rin "ไปหามงกุฎช่อมะกอกมาที"

hi "ยากหน่อยนะ"

show rin basic_deadpannormal
with charachange

"รินยักไหล่"

show rin basic_deadpan
with charachange

rin "อย่างน้อยก็ได้ลองแล้ว"

"ก็ยังไม่ได้พยายามลองกันขนาดนั้น"

"หรือไม่ได้ลอง แต่เออ ช่างเหอะ"

stop music fadeout 5.0
stop sound fadeout 5.0
play ambient sfx_crowd_outdoors fadein 2.0

scene bg school_track_on
show crowd
show rin basic_awayabsent at center
with locationskip

"เพื่อนร่วมทีมเอมิห้อมล้อมเธอฉลองชัยที่วิ่งได้มา"

"ดูเหมือนรินจะรอให้เอมิเห็นอยู่ว่ามาแล้ว"

"จริงสิ ยังไงรินก็คงโบกมือให้เอมิไม่ได้อยู่แล้วนี่นะ"

"แต่ก็นะ ต่อให้มีแขนฉันก็ไม่รู้ว่ารินจะโบกหรือเปล่า"

"เธอดูจะไม่ใช่คนที่เรียกความสนใจจากใครเอง ไม่ใช่คนที่จะแสดงอารมณ์อะไรนอกจากการยักไหล่"

"แต่จะยังไงก็เถอะ ฉันไม่ยอมรอหรอก ฉันโบกมือให้เอมิแล้วส่งยิ้มมีความสุขมาให้ฉัน เอ้อ พวกเรา"

show bg school_track_on at bgright
show crowd at bgright
show rin basic_awayabsent at tworight
with charamove

play music music_emi fadein 1.0

show emi basic_closedhappy_gym at twoleft
with charaenter

emi "ไง มาจนได้นะ!"

show emi excited_proud_gym
with charachange

emi "ทีนี้รินก็ติดเงินฉันแล้วสินะ"

show rin basic_deadpanupset
with charachange

rin "จริง ๆ จะมีมงกุฎช่อมะกอกมาให้เธอด้วย แต่ฮิซาโอะหาไม่เจอ"

show emi basic_grin_gym
with charachange

hi "เฮ้ย เธอก็หาไม่เจอหรอก"

show rin basic_deadpan
with charachange

rin "ไม่ใช่หน้าที่ฉันสักหน่อย"

hi "นี่ไปแบ่งหน้าที่กันตอนไหน"

show rin basic_deadpannormal
with charachange

rin "ตอนที่ฉันบอกว่า “ไปหามงกุฎช่อมะกอกมาที”"

show rin basic_deadpandelight
with charachange

rin "ฟังบ้างสิ"

"ฉันยักไหล่ สงสัยติดนิสัยรินมาแล้ว"

hi "เหมือนจะเป็นความผิดฉันแหละนะเอมิ"

show emi basic_closedhappy_gym
show rin basic_awayabsent
with charachange

"เอมิหัวเราะใส่ฉันกับริน"

show emi basic_happy_gym
with charachange

emi "ไม่เป็นไรน่า เดี๋ยวก็คงมาชดใช้ให้ได้อยู่ดีแหละ"

show rin basic_absent
with charachange

hi "อ่า อื้ม"

show rin basic_awayabsent
show emi excited_amused_gym
with charachange

emi "ดี! แล้วฉันเป็นไงบ้าง"

show rin basic_absent
with charachange

"ฉันยั้งปากตัวเองไม่ให้พูดว่า “งดงาม” หรือ “สุดยอด” แล้วใช้คำว่า “ประทับใจมาก” ที่ดูปลอดภัยกว่า"

show emi basic_closedgrin_gym
with charachange

"เอมิดูจะพอใจกับคำประเมินที่ว่า"

"ฉันไม่พูดต่อว่ายิ่งไม่มีขาแล้วยิ่งน่าประทับใจไปใหญ่เพราะเธอคงรู้อยู่แล้ว"

"อีกอย่าง เหมือนไปบั่นทอนความพยายามของเธอเองด้วย"

show emi basic_grin_gym
show rin basic_awayabsent
with charachange

emi "เยี่ยมเลย! ฉันก็กลัวว่าตอนวิ่งผลัดจะดูช้าไปหน่อย แต่ก็น่าจะใช้ได้แล้วแหละนะ"

show rin basic_absent
with charachange

hi "ที่จริง ฉันเห็นว่า—{w=.4}{nw}"

play sound sfx_impact

show rin basic_deadpanupset
with vpunch

"รินเตะฉันเป็นการตัดบท"

show emi basic_confused_gym
with charachange

emi "อะไรเหรอ"

show rin basic_deadpancontemplation
with charachange

rin "ฮิซาโอะเห็น ตอนท้าย"

show emi basic_annoyed_gym
with charachange

emi "อืมม แย่แล้วสิ"

show emi sad_grin_gym
with charachange

emi "เดี๋ยวไปให้คุณพยาบาลดูแล้วกัน"

show emi sad_grit_gym
with Dissolve(0.2)

show emi sad_grin_gym
with charachange

"น้ำเสียงเอมิฟังดูไม่ยี่หระเหมือนไม่ใช่เรื่องใหญ่ แต่อยู่ ๆ ฉันก็เห็นว่าเธอหน้าเสียไปเล็กน้อย"

"เหมือนกับกำลังปกปิดว่าตัวเองเจ็บอยู่"

"และตอนนั้นเองฉันก็เห็นด้วยว่าเอมิหายใจถี่ขึ้นเล็กน้อย"

"คงจะเจ็บจริง ๆ"

"เอมิคงเห็นว่าฉันเป็นห่วงถึงได้โดดมาหาฉันแล้วตบบ่าอย่างเป็นมิตร"

show emi basic_closedgrin_gym_close
show rin basic_deadpannormal
with characlose

emi "นี่ นายดูกังวล ๆ นะ!"

show emi basic_grin_gym_close
with charachange

emi "ฉันไม่เป็นไรจริง ๆ !"

emi "แค่วิ่งจนล้าเท่านั้นเอง"

show emi excited_proud_gym_close
with charachange

emi "แล้วก็เนี่ย ความเจ็บแค่นี้ทำอะไรฉันไม่ได้หรอก"

hi "ไม่นะ?"

show emi basic_closedgrin_gym_close
with charachange

"เอมิยิ้มพร้อมทำหน้ามุ่งมั่นและไม่อาจมีใครทัดเทียมเหมือนอย่างตอนที่วิ่งนั้นอยู่แวบหนึ่ง"

"หรือจะพูดง่าย ๆ ก็คือ สวยมาก ๆ"

show emi basic_grin_gym_close
with charachange

emi "ยังหรอกน่า"

hi "เอาเถอะ งั้นก็คงไม่ต้องเป็นห่วงสินะ"

show emi basic_closedhappy_gym_close
with charachange

emi "ใช่เลย! ฉันคือเอมิ อิบาราซากิ สิ่งไม่มีขาที่เร็วที่สุด! ไม่มีอะไรมาหยุดยั้งฉันได้!"

hi "ช่างน่าประทับใจ"

show emi basic_closedgrin_gym_close
with charachange

"เอมิหัวเราะคิกคักแล้วทำท่าเหมือนนึกอะไรขึ้นได้"

show emi basic_grin_gym_close
with charachange

emi "อ้อ ก่อนจะลืม…"

emi "รินกับฉันจะไปฉลองที่แข่งวิ่งเสร็จกันวันอาทิตย์หน้าละ!"

show emi excited_proud_gym_close
with charachange

emi "นายมาด้วยก็ดีนะ!"

show emi sad_grin_gym_close
with charachange

emi "ปกติจะไปฉลองหลังวันแข่งเลย แต่พอดีวันนี้วันอาทิตย์ เดี๋ยวมีการบ้านมีเรียนมีอะไรอีก"

show emi basic_closedgrin_gym_close
with charachange

emi "แล้วก็แน่นอนว่ามีวิ่งตอนเช้าของเราด้วย"

hi "อืม ตามนั้น"

hi "เอ้อ จริงสิ แม่เธอฝากบอกว่าภูมิใจในตัวเธอมาก"

hi "แล้วก็คืนนี้แม่เธอจะโทร. ไปหาอีกที"

show emi basic_happy_gym_close
with charachange

emi "ก็ว่าเหมือนเห็นที่สแตนด์อยู่!"

show emi basic_closedhappy_gym_close
with charachange

emi "ดีใจจังที่แม่มาดูจนได้!"

show emi sad_grin_gym_close
with charachange

emi "ปกติตอนงานแข่งวิ่งพ่อฉันจะมาดู แต่แม่ก็มาทำหน้าที่แทนได้ดีเหมือนกัน"

show emi sad_shy_gym_close at Transform(function=tf_lefttremble)
with Dissolve(0.1)

"เอมิตัวสั่นน้อย ๆ ฉันเห็นว่าเธอยังเหงื่อโชกอยู่"

"ลมก็เริ่มพัดแล้วด้วย"

"เพราะฉันไม่หนาวเลยและเอาเสื้อแจ็กเก็ตมาด้วย ฉันจึงเอาเสื้อแจ็กเก็ตตัวนั้นคลุมไหล่เอมิไว้โดยไม่พูดอะไร"

play sound sfx_rustling

show emi basic_shock_gym_close at twoleft
with vpunch

with Pause(0.5)

show emi basic_grin_gym_close
with charachange

"เอมิสะดุ้งเล็กน้อยก่อนจะหันมาส่งยิ้มให้"

show emi basic_closedhappy_gym_close
with charachange

emi "อ้าว ขอบคุณนะ!"

show emi sad_grin_gym_close
with charachange

emi "ชักเย็น ๆ ยังไงไม่รู้"

hi "อืม เหมือนจะนะ"

"ระหว่างที่คิดอยู่ว่าการให้เสื้อแจ็กเก็ตกับเอมินั้นจะชวนให้เข้าใจผิดหรือเปล่าก็มีเด็กชายในชุดพละเดินเข้ามา"

thname("เพื่อนร่วมทีม") "นี่ เอมิ! เดี๋ยวก็ไม่ทันไปรับเหรียญรางวัลหรอก!"

show emi basic_closedgrin_gym_close
with charachange

emi "อ้อ จริงด้วย ขอบใจนะ!"

show emi basic_grin_gym
show rin basic_awayabsent
with charadistant

"เธอหันมาหารินและฉัน"

emi "ไม่ต้องอยู่รอก็ได้นะ พิธีนานเป็นชาติเลย"

show emi basic_closedgrin_gym
with charachange

emi "อีกอย่าง ถ้าไม่อยากนอนดึกก็รีบไปทำการบ้านได้แล้วนะฮิซาโอะ"

show emi excited_proud_gym
with charachange

emi "วิ่งพรุ่งนี้เช้าอีก! อย่าลืมนะ!"

show rin basic_absent
with charachange

hi "จะลืมได้ไงลง"

show emi basic_closedhappy_gym
show rin basic_awayabsent
with charachange

emi "ก็จริง ได้มาใช้เวลาอยู่กับ{b}ฉัน{/b}นี่นะ"

play sound sfx_emirunning

hide emi
with easeoutleft

stop sound fadeout 3.0

show bg school_track_on at center
show crowd at center
show rin basic_awayabsent at center
with charamove

"แล้วเอมิก็โบกมือหย็อย ๆ ก่อนจะพุ่งตัวไปรับเหรียญรางวัลของเธอ หรือรับอะไรก็ช่างที่เดี๋ยวนี้เขาให้เป็นรางวัลกัน"

scene bg school_courtyard
show crowd
show rin relaxed_nonchalant at center
with locationskip

stop music fadeout 7.0

"รินกับฉันเดินออกมาจากลู่ โดยตลอดทางที่เดินรินก็เหมือนจะครุ่นคิดอะไรอยู่อย่างจริงจัง"

"พอจะบอกลารินก็พูดขึ้นมา"

show rin basic_deadpan
with charachange

rin "นายคงจะไม่ได้เสื้อตัวนั้นคืนแล้วแหละ คิดว่านะ"

hi "ฉันมั่นใจว่าสักวันก็ได้คืนน่า"

show rin basic_deadpannormal
with charachange

rin "น่าสนใจ รอดูไปเรื่อย ๆ งั้นเหรอ"

show rin basic_deadpandelight
with charachange

rin "มีความเป็นเอมิมาก ๆ"

hide rin
with charaexit

"รินพูดคำแปลก ๆ นั้นแล้วหมุนตัวกลับไปที่หอ"

"เอาจริง ๆ มันเรื่องใหญ่ขนาดนั้นเลยเหรอ"

"เอมิก็หนาวและเจ็บด้วย ถ้าดูไม่ผิดน่ะนะ"

"ก็ไม่แปลกหรือเปล่าที่จะตอบสนองด้วยการแก้ปัญหาให้อย่างน้อยก็อย่างหนึ่ง"

"แต่ก็มีโอกาสที่ฉันจะไม่ได้เสื้อแจ็กเก็ตคืนเหมือนกันถ้าเอมิลืม"

"ก็คงถูกของริน"

"แต่ก็นะ ฉันไม่อยากจะมานั่งคิดพะวงกับเรื่องนี้หรอก"

"ช่วงนี้อากาศก็เริ่มอุ่นขึ้นแล้วด้วย"

"ไม่ต้องใส่เสื้อแจ็กเก็ตหรอก"

"แปลก ฉันว่าปกติฉันมีความรับผิดชอบกับของของตัวเองมากกว่านี้นะ"

"“ความเป็นเอมิ” เหรอ"

"ก็คงไม่ได้แย่ขนาดนั้น"

stop ambient fadeout 2.0

scene black
with dissolve

########################################################
label th_E9:

scene bg school_nurseoffice
show nurse concern at center
with locationchange

nk "ช่วงนี้ยังกินยาตามปกติอยู่ใช่มั้ย"

play music music_nurse fadein 0.5

nk "ไม่ค่อยได้ยินเลยนะ"

nk "สักสองสามวันนี้เพลา ๆ บ้างก็ได้"

"คำพูดของคุณพยาบาลทำร้ายจิตใจฉันหนักกว่าการวิ่งยามเช้าอีก"

"สักสองสามวันนี้เพลา ๆ บ้างก็ได้เหรอ"

"ไม่น่าบอกเลย"

"ฉันก้มมองพื้นด้วยความรู้สึกเหมือนเป็นคนโง่"

"แหงละว่าฉันลืมกินยา"

"ช่วงนี้ฉันรีบออกจากห้องไปหาเอมิที่ลู่วิ่ง"

"พอได้ดูงานแข่งเมื่อสองสามวันที่ผ่านมาแล้ว ฉันก็… มีแรงบันดาลใจขึ้นมา"

"ฉันเลยวิ่งรอบเช้าเป็นการวอร์มอัพรอเอมิมา"

"แต่วันนี้ตอนที่เราวิ่งด้วยกันฉันก็เจ็บหน้าอกขึ้นมา"

"เจ็บแปลบ ๆ อยู่แวบหนึ่ง ฉันถึงได้เอามาเล่าให้คุณพยาบาลฟัง"

hi "จริง ๆ ก็ไม่ได้หนักขนาดนั้นหรอกครับ"

hi "คือผมก็วิ่งต่อจนครบรอบได้ปกติดี น่าจะไม่หนักมาก…"

"ทำไมถึงรู้สึกเหมือนแก้ตัวอยู่กับคุณพยาบาลเลยนะ"

"แล้วทำไมฉันถึงต้องหาข้ออ้างมาวิ่งต่อทั้งที่เจ็บหน้าอกด้วย"

"ลึึก ๆ แล้วก็คงเป็นเพราะไม่อยากให้เอมิเป็นห่วงนั่นแหละ ซึ่งเธอก็ดูจะเป็นห่วงอยู่ดี"

"ฉันไม่แน่ใจว่าเอมิจับสังเกตความผิดปกติได้ยังไง แต่เห็นบอกว่าฉันสะดุด"

"เอมิเป็นคนที่คะยั้นคะยอให้ฉันมาบอกคุณพยาบาล ตอนนี้ฉันเลยรู้สึกแย่ที่ทำให้เธอต้องเป็นห่วง"

"คุณพยาบาลส่ายหัวเศร้า ๆ ระหว่างที่เอมิเดินออกจากห้องไป"

nk "ฮิซาโอะ ฉันรู้ว่ากว่าจะทำตัวให้ชินกับกิจวัตรได้มันลำบาก แต่ถ้าไม่อยากให้ตัวเองต้องเจออะไรที่หนักกว่านี้อีก\nเธอก็ต้องพยายามหน่อยนะ"

nk "ห้ามลืมกินยา แล้วก็ห้ามฝืนตัวเองมากไปด้วย"

hi "แต่ถ้าผมไม่ฝืนตัวเองแล้วผมจะพัฒนาได้ยังไงล่ะครับ"

"ฉันไม่รู้ว่าอะไรดลใจให้ฉันพูดอย่างนั้น"

"คุณพยาบาลทำท่าเหมือนนึกอะไรออก"

show nurse fabulous
with charachange

nk "เหมือนเคยได้ยินที่ไหนมาก่อนนะ"

show nurse grin
with charachange

"คุณพยาบาลหัวเราะแล้วตบบ่าฉัน"

nk "ฮ่า! ติดนิสัยเขามาแล้วละสิ"

show nurse concern
with charachange

"สีหน้าคุณพยาบาลเปลี่ยนไปอีกรอบกลับเข้าสู่โหมดจริงจัง"

nk "นี่นะ ฉันก็ไม่ได้บอกว่าเธอไม่ควรฝืนตัวเอง"

nk "แต่ก็ไม่ได้แปลว่าจะไม่กินยาได้นะ แล้วก็ไม่ได้แปลว่าเธอควรไปต่อถ้าเริ่มรู้สึกเจ็บหน้าอกขึ้นมา"

nk "ฉันไม่อยากให้ใครต้องมาตายตอนที่ฉันยังทำงานอยู่"

show nurse neutral
with charachange

nk "เป็นเป้าหมายที่สูงไปหน่อยก็จริง แต่ฉันชอบความท้าทายนะ"

"ไม่อยากยอมรับเท่าไหร่ แต่คุณพยาบาลก็พูดถูก"

"ฉันต้องห้ามลืมกินยา"

hi "นั่นสินะครับ ขอโทษที่ทำให้เป็นห่วง"

show nurse fabulous
with charachange

nk "ใครเป็นห่วง ไม่มี เธอฉลาดนี่ ใช่มั้ย"

show nurse neutral
with charachange

nk "ฉันรู้ว่าเธอก็มีความรับผิดชอบเหมือนกันนะฮิซาโอะ ใครมาเป็นอย่างเธอก็ต้องหัดมีความรับผิดชอบกันทั้งนั้นแหละ"

hi "ทราบครับ ๆ"

"อยู่ ๆ คุณพยาบาลก็ทำหน้าชั่วร้ายขึ้นมา"

show nurse fabulous
with charachange

nk "แปลว่าสนุกที่ได้วิ่งกับเอมิแล้วสินะ"

hi "ครับ ช่วยได้เยอะเลย"

hi "คือช่วงนี้ผมรู้สึกแข็งแรงดีขึ้นมา"

hi "อีกอย่าง ผมประทับใจมากที่ได้เห็นเอมิวิ่ง คุณพยาบาลเห็นตอนงานแข่งวิ่งนั้นมั้ยครับ"

hi "เอมิน่ะสุดยอดไปเลย!"

show nurse grin
with charachange

"คุณพยาบาลพยักหน้ายิ้มน้อยยิ้มใหญ่"

nk "สุดยอดจริงแหละนะฮิซาโอะ งานแข่งสองสามครั้งแรกฉันก็ได้ดูอยู่ หลังจากนั้นก็มีธุระเลยไปไม่ได้ แต่เอมิ\nเล่าให้ฟังหมดนะ"

show nurse fabulous
with charachange

nk "เธอนี่ก็ใจกว้างเหมือนกันนะที่ให้เอมิยืมเสื้อแจ็กเก็ตน่ะ"

hi "ครับ? อ้อ ครับ แต่ก็เรื่องแค่นี้เอง"

"ว่าตามตรงก็ลืมไปเสียสนิท ฉันยังไม่ได้เสื้อตัวนั้นคืนเลย"

show nurse neutral
with charachange

"คุณพยาบาลยิ้มชวนให้รู้สึกเหมือนกำลังเล่นมุกตลกอะไรอยู่"

nk "ฉันไม่ได้ขอบคุณเธอนะ แต่เอมิเขาขอบคุณแน่ ๆ ละ"

nk "และรู้ด้วยเอมิก็ขอบคุณที่เธอไปวิ่งตอนเช้าด้วย"

"อย่างหลังนี่มาไม่ทันตั้งตัวเลยแฮะ จริงอยู่ว่าเอมิเคยบอกว่าพอทำอะไรกับใครอีกคนเป็นประจำแล้วจะมีแรงทำต่อขึ้นมา\nแต่ไม่เคยคิดเลยว่าฉันได้ช่วยอะไรเอมิ"

hi "ผมคิดว่าเอมิเขาแค่มาช่วยผมทำตามหมอสั่งเฉย ๆ"

nk "พอมีเธอแล้วเอมิก็ทุ่มเทขึ้นนะ"

nk "ถ้ามีคนมาวิ่งด้วยแล้วเอมิก็จะผลักดันตัวเองให้มากขึ้น"

nk "แล้วก็ยิ่งทุ่มเทขึ้นไปอีกพอมีเธออยู่ด้วยเพราะ ก็เนี่ย คนที่ว่าคือเธอ"

hi "หมายความว่าอะไรเนี่ยครับ"

show nurse grin
with charachange

nk "อ้าว ๆ อยากรู้ละสิเรา"

"คุณพยาบาลหัวเราะเหมือนตัวร้ายในหนังที่จะครองโลก"

show nurse neutral
with charachange

nk "ไม่ จริง ๆ เพราะเธอเป็นเพื่อนเอมิต่างหาก"

nk "ถ้ารินวิ่งด้วยฉันว่าก็ได้ผลเหมือนกันแหละ"

nk "มั้งนะ"

nk "แต่ประเด็นไม่ได้อยู่ตรงนั้น"

nk "ประเด็นคือเธอช่วยเอมิอยู่ ต่อให้เธอจะไม่รู้ตัวก็เถอะ"

show nurse fabulous
with charachange

nk "ซึ่งเอมิก็ยินดีนะ ต่อให้เจ้าตัวจะไม่เคยพูดเลยก็เถอะ"

hi "ที่ว่า “เจ้าตัวไม่เคยพูดเลย” นี่หมายความว่ายังไงครับ"

show nurse neutral
with charachange

nk "เอมิเป็นคนพูดน้อยนะ แต่ฉันก็รู้จักกับเอมิมานานพอที่จะอ่านใจเอมิได้บ้าง"

"ยอมรับเลยว่าฉันไม่เข้าใจที่คุณพยาบาลพูดเลย"

"ฉันว่าเอมิก็ดูเป็นคนพูดมากนะ"

hi "อย่างนี้นี่เอง"

"อยู่ ๆ คุณพยาบาลก็นึกได้ว่าพล่ามอะไรยืดยาวแล้วหยุดพูดไปดูเขิน ๆ"

show nurse fabulous
with charachange

nk "แต่นั่นแหละ ไม่ต้องเลิกวิ่งรอบเช้าหรอก"

show nurse neutral
with charachange

nk "สองสามวันนี้ก็เดินรอบลู่เฉย ๆ ก็พอ ให้อะไร ๆ มันสงบลงก่อน"

show nurse concern
with charachange

nk "แล้วก็กินยาด้วยนะ!"

scene bg school_nursehall
with locationchange

stop music fadeout 0.3
play sound sfx_impact

show emi basic_confused_gym_close
with vpunch

"ฉันออกจากห้องพยาบาลมาพลางหัวเราะแล้วชนเข้ากับเอมิ"

show emi basic_confused_gym
with charadistant

hi "โอ๊ะ ขอโทษที"

show emi basic_hes_gym
with charachange

emi "ไหวมั้ย คุณพยาบาลว่ายังไงบ้าง"

emi "ต้องไปโรงพยาบาลหรือเปล่า"

show emi basic_shock_gym
with charachange

emi "ตายแล้ว ๆ ฉันผิดสินะเนี่ย"

show emi basic_closedsweat_gym
with charachange

emi "ฉันฝืนนายมากไปใช่มั้ย"

show emi excited_sad_gym
with charachange

emi "ฉันนี่แย่จริง ๆ !"

"คำพูดไหลบ่ามาราวน้ำเชี่ยว เอมิตื่นตระหนกมาก"

"ไม่คิดเลยว่าจะเป็นห่วงกันขนาดนี้ ถ้าให้ว่ากันตรง ๆ"

"ต้องปลอบเอมิก่อน… แต่จะทำยังไงดีวะ"

"มีอย่างเดียวที่ฉันนึกขึ้นได้"

show emi basic_shock_gym_close
with characlose

play music music_serene fadein 6.0

"ฉันกอดเอมิ ตัวเธอเกร็งเล็กน้อย ฉันจึงลูบหัวด้วยหวังว่าพอจะปลอบใจเธอได้บ้าง"

hi "นี่ ใจเย็นก่อน!"

hi "ฉันไม่เป็นไรน่า อย่าห่วงเลย"

show emi basic_hes_gym_close
with charachange

"ระหว่างที่ปลอบว่าไม่เป็นไรอะไรแล้วนั้นก็รู้สึกว่าตัวเอมิผ่อนคลายลง"

"เอมิโอบฉันไว้ราวกับจะรั้งให้แน่ใจว่าฉันจะไม่ล้มพับตายไปเสียดื้อ ๆ"

"ฉันได้กลิ่นผมเอมิ เหมือนเป็นกลิ่นเหงื่อ หรืออาจจะมาจากสารอะดรีนาลิน เป็นกลิ่นของคนที่ไม่อยู่นิ่ง"

"แล้วก็มีกลิ่นสตรอว์เบอร์รีอ่อน ๆ น่าจะกลิ่นแชมพู"

hi "แค่ต้องเตือนตัวเองไม่ให้ลืมกินยา แค่นั้นแหละ"

hi "ไม่ต้องห่วงน่า ไม่ใช่ความผิดเธอเลย"

show emi sad_depressed_gym_close
with charachange

emi "แน่ใจนะ"

"เสียงเอมิอู้อี้ ซึ่งหลัก ๆ ก็เพราะตอนนี้เธอซุกหน้าอกฉันอยุ่"

hi "อื้ม แน่ใจสิ แค่สองสามวันนี้ต้องเพลา ๆ บ้าง"

"ฉันฉุกคิดขึ้นมาได้ว่าเราสองคนสนิทกันขนาดไหน"

"และฉุกคิดได้ด้วยว่าการได้อยู่ใกล้กันขนาดนี้รู้สึกดีเพียงไร"

"ฉันสัมผัสได้ว่าหัวใจเอมิเต้นช้าลงแล้ว และต้องหักห้ามใจตัวเองไม่ให้เอาคางไปเกยหัวเอมิ"

show emi sad_grin_gym_close
with charachange

emi "โล่งไปที"

emi "ฉันเป็นห่วงนายแทบแย่ ฮิซาโอะ"

stop music fadeout 1.5

show nurse concern behind emi:
    center
    xpos 0.0 xanchor 0.3
    easein 0.5 xanchor 0.2
with Dissolve(0.5)

nk "เอมิ เมื่อไหร่เธอจะเข้ามาสักที"

show nurse grin
with charachange

nk "…อ้าว ขอโทษที มาขัดหรือเปล่า"

show emi basic_shock_gym
with vpunch

"เราเด้งผละตัวออกจากกันราวกับว่าต่างคนต่างมีไฟติดตัวอยู่"

show emi basic_hes_gym
with charachange

"เอมิปัด ๆ ผมตัวเองด้วยความประหม่าแล้วหัวเราะ"

play music music_emi fadein 1.0

emi "ขัดอะไรเล่า!"

show emi sad_shy_gym
show nurse fabulous
with charachange

emi "เดี๋ยว เอ่อ… ไว้เจอกัน โอเคนะ"

show emi basic_closedgrin_gym
with charachange

emi "อ้อ แล้วก็นะฮิซาโอะ"

hi "หืม"

show emi basic_annoyed_gym_close
with characlose

with hpunch

emi "กินยาด้วยนะ!"

"ประโยคปิดท้ายนั้นมาพร้อมกับการต่อยไหล่เน้นย้ำ"

hi "อืม ๆ จะพยายามไม่ลืม"

hi "เจอกัน"

show nurse grin
with charachange

"คุณพยาบาลยิ้มเหมือนเตรียมเล่นตลกอะไรที่ฉันไม่อาจรู้ได้แล้วโบกมือให้ระหว่างที่ฉันกลับห้องพร้อมแก้มที่ร้อนผ่าว"

stop music fadeout 8.0

scene bg school_dormhisao
with locationskip

"ต้องอาบน้ำ"

"ดูจากความคิดที่แล่นอยู่ในหัวแล้วต้องอาบน้ำเย็นด้วย"

"เอมิตัวนิ่มจริง ๆ"

"พอกลับถึงห้องยาก็รอฉันอยู่แล้ว"

"ฉันกลืนยาลงไปทันทีไม่คิดอะไร"

"ไม่รู้ทำไมถึงไม่เคยคิดจะมากินยาหลังวิ่ง เหมือนถ้าไม่ได้กินตอนตื่นมาแล้วก็จะไม่กินไปเลย"

"แต่ไม่เลย ยานี้ต้องกินทุก ๆ ยี่สิบสี่ชั่วโมง ไม่เกี่ยวว่าจะต้องกินตอนกี่โมงของแต่ละวัน"

"ฉันย้อนนึกไปถึงอ้อมกอดที่โถงทางเดินนั้น"

"แปลก ปกติถ้าคนเพิ่งวิ่งมาแล้วจะรู้สึกว่ากลิ่นต้องเหม็น แต่ไม่รู้ทำไม กลิ่นของเอมิถึงได้… ลงตัว กลิ่นเหงื่อที่เจืออยู่นั้น\nดูจะเข้ากับตัวเอมิดี"

"ฉันต้องไปอาบน้ำแล้วแหละ"

scene black
with dissolve

$ suppress_window_after_timeskip = True

########################################################
label th_E10:

window hide None

scene bg school_roof
with locationchange

nvl clear

nvl show dissolve

$ renpy.music.set_volume(0.3, 0.0, channel="ambient")
play ambient sfx_rooftop fadein 1.0

n "\n\nแปลกดีที่ช่วงสองสามวันมานี้ฉันชินกับการขึ้นมาดาดฟ้าแล้ว"

n "ถ้าเป็นที่โรงเรียนเก่าละก็ฉันแทบไม่มาทำอะไรแบบนี้เลย"

n "สมัยนั้นฉันชอบกินข้าวคนเดียว… ไม่สิ ก็ไม่เชิง ถึงจะชอบนั่งคนเดียวแต่ก็ชอบดูผู้คนไปด้วย"

n "ฉันคิดมาตลอดว่าตัวเองเป็นคนแบบนั้น แต่เหมือนจะคิดผิด"

n "แต่ก็นะ ฉันเคยคิดเหมือนกันว่าฉันเป็นคนที่หัวใจปกติ นั่นแหละ"

n "ฉันไม่ได้รู้จักตัวเองดีขนาดนั้น"

n "ตอนนี้ฉันมาอยู่ที่ดาดฟ้าเพื่อกินข้าวเที่ยงกับคนอีกสองคน"

n "และทั้งสองคนก็เป็นผู้หญิง ซึ่งแปลกไปใหญ่"

n "และยังแปลกที่ว่าฉันสนิทกับเอมิกับรินยิ่งกว่าคนที่โรงเรียนเก่าด้วยซ้ำ"

n "ไม่รู้ทำไมถึงรู้สึกได้ว่าถ้าฉันเข้าโรงพยาบาลแล้วอย่างไรสองคนนี้ก็ต้องมาเยี่ยม"

$ renpy.music.set_volume(0.5, 1.0, channel="ambient")

nvl hide dissolve

nvl clear

window show

"ฉันจดจ่ออยู่กับทิวทัศน์จากดาดฟ้านี้พลางปัดความคิดเหล่านั้นออกจากหัว"

"สายลมโชย แสงแดดส่องจากฟ้า"

"ท้องฟ้าที่เป็นสีน้ำเงินเข้มนั้นแทบไม่มีหมู่เมฆ ช่วงนี้เริ่มอุ่นสบายขึ้นมาแล้ว พอนั่งลงรอเพื่อนของฉันมาฉันก็หลับตา\nกำซาบความรู้สึกถึงแสงแดดที่สาดส่องผิวฉัน"

$ renpy.music.set_volume(0.1, 2.0, channel="ambient")

window hide

scene black
with shuteye

with Pause(4.0)

window show

"มีเสียงแว่วเข้าหูมา"

emi "—ดูท่าจะหลับใส่เราแล้วละริน"

rin "อาจจะแกล้งหลับ หลอกให้เราตายใจ"

emi "แล้วฮิซาโอะจะทำแบบนั้นไปทำไม"

rin "ไม่รู้สิ"

emi "แต่ก็ถูกของเธอ"

emi "ต้องเตะหรือทำอะไรสักอย่างให้แน่ใจว่าหลับจริง ๆ"

stop music fadeout 1.0

hi "ฮะ? อะไรนะ"

$ renpy.music.set_volume(0.5, 5.0, channel="ambient")

scene bg school_roof
show rin basic_absent at tworight
show emi excited_happy_close at twoleft
with openeye

play music music_ease fadein 3.0

"เอมิยืนบังแดดฉันในแบบที่มีแต่คนตัวเตี้ยจะทำได้พลางจดจ้องมองฉัน"

show emi basic_closedgrin_close
with charachange

emi "อ้าว ตื่นแล้ว งั้นก็คงไม่ต้องเตะแล้วละ"

show rin basic_deadpan
with charachange

rin "นายวางแผนไว้แล้วใช่มั้ย"

hi "พูดอะไรของเธอ"

show emi basic_grin_close
with charachange

"เอมิยักไหล่จนผมหางม้าเด้งตามไป"

show emi basic_closedhappy_close
with charachange

emi "ฉันก็ไม่แน่ใจเหมือนกัน"

show emi sad_grin_close
with charachange

emi "มาหลับอยู่ตรงนี้คงเพลียน่าดู"

show emi basic_closedgrin_close
with charachange

emi "แต่บรรยากาศก็น่านอนดีเหมือนกัน"

show emi basic_closedgrin_close:
    yanchor 0.9
with ease
with vpunch

"เอมิผลุบตัวลงนั่งแล้วเริ่มกิน"

show rin basic_absent
with charachange

show rin basic_absent:
    yanchor 0.77
with charamove

"รินนั่งอยู่ตรงข้ามกับเราสองคน ซึ่งยิ่งทำให้ฉันประหม่ากับคนข้าง ๆ เข้าไปอีก"

"ถ้าฉันไม่ได้รู้จักรินจริง ๆ แล้วละก็คงคิดว่าจงใจนั่งตรงนั้นด้วยซ้ำ"

"ฉันจดจ่ออยู่กับการกินอาหารพลางตัดเสียงบทสนทนาหลายอย่างที่รินกับเอมิคุยกัน"

"แต่ถึงอย่างนั้นฉันก็ยังเหลือบมองไปทางเอมิทุกครั้งที่เธอพูดอยู่ดี"

show emi basic_grin_close
with charachange

"ฉันเห็นว่าเวลาเอมิคิดอะไรแล้วเธอจะเม้มปากขมวดคิ้วเล็กน้อยราวกับว่าทำแล้วจะคิดออกง่ายขึ้น"

show rin basic_deadpan
with charachange

show emi basic_grin_close at Transform(function=tf_leftrock)
with None

show emi basic_closedhappy_close at Transform(function=tf_leftrock)
with charachange

"รินพูดอะไรสักอย่างจนทำให้เอมิหัวเราะ และฉันก็เห็น—น่าจะเพิ่งเห็นเป็นครั้งแรกเลย—ว่าเอมิหัวเราะแบบ\nตัวโยกตัวโยนแหงนหน้าขึ้นเหมือนจะหงายหลังล้มไป"

"สงสัยตอนนี้ฉันกลายเป็นคนน่าขยะแขยงไปแล้ว"

show emi basic_confused_close
with charachange

"เป็นจังหวะนี้เองที่ฉันรู้ตัวว่าเอมิมองฉันอยู่ เธอขึ้นเสียงเล็กน้อย น่าจะเพิ่งถามอะไรไป"

hi "หือ ขอโทษที พอดีเมื่อกี้เหม่อ ๆ"

show rin basic_deadpannormal
show emi basic_annoyed_close
with charachange

"เอมิกลอกตา สิ่งเดียวที่บ่งบอกว่ารินสนใจอยู่คือคิ้วที่เลิกขึ้นเล็กน้อย"

emi "ฉันถามว่าห้องนายมีแจกแบบสอบถามเรื่องเส้นทางอาชีพด้วยมั้ย"

show emi basic_grin_close
with charachange

emi "แบบ ที่ถามประมาณว่า “เรียนจบแล้วจะทำอะไรต่อ” น่ะ"

hi "ไม่… น่านะ ห้องฉันอาจจะได้พรุ่งนี้มั้ง"

show emi excited_happy_close
with charachange

emi "นายจะเขียนว่าอะไร"

"ถามได้ดีมาก"

"เหมือนฉันจะกะไว้แล้วว่าเรียนจบแล้วคงต่อมหาวิทยาลัย แต่ก็ยังไม่รู้เลยว่าจะเข้าไปเรียนอะไร"

"แล้วยิ่งมีเรื่องหัวใจวายอะไรนี่อีก ฉันเลยได้แต่จดจ่ออยู่กับเรื่องในแต่ละวันไป ไม่ได้วางแผนระยะยาวอะไร"

"ตอนนี้น่าจะพอวางแผนอะไรได้แล้วละนะ"

"ปกติฉันชอบคิดแผนคร่าว ๆ สำหรับอนาคตไว้ตลอด เพราะงั้นกลับมาคิดอีกทีก็คงดีเหมือนกัน"

"แต่ก็แน่ละว่าตอนนี้ฉันน่ะยัง…"

hi "…ไม่รู้เลย"

hi "ฉันคิดไว้ว่าพอเข้ามหา’ลัยแล้วเดี๋ยวก็คงเห็นเส้นทางเอง หรือไม่ก็ไปเป็นพนักงานเงินเดือน เห็นคนทำกันเยอะเลย"

"แต่ถ้าถามว่าอยากจริง ๆ มั้ยอันนี้ก็ตอบยาก"

"ฉันก็คงอยากทำอะไรได้หมดน่ะแหละ"

show emi basic_closedhappy_close
with charachange

emi "ฟังดูนายไม่ค่อยตื่นเต้นกับแผนนั้นเท่าไหร่เลยนะ"

show emi basic_closedhappy_close at Transform(function=tf_leftrock)
with None

"เอมิพูดพลางหัวเราะ และฉันก็สนใจกับการหัวเราะของเธออีกแล้ว"

"ช่าง… สมเป็นเด็กผู้หญิง เสียงแหลมสูงคิกคัก เหมือน… ขอประทานอภัยที่ใช้คำเฝือ ๆ เหมือนหยาดทิพย์ชโลมใจ"

"ที่หลั่งออกมาจากปากเธอโดยต้นน้ำอยู่ในท้องแล้วไหลผ่านคอออกมา"

"ฉันอดหัวเราะตามไม่ได้ เป็นเสียงหัวเราะที่ชวนให้หัวเราะตาม"

hi "อืม ฉันก็คงไม่ได้อยากเป็นพนักงานเงินเดือนขนาดนั้นแหละ"

hi "แต่เอาตรง ๆ ช่วงนี้ฉันก็ไม่ค่อยได้คิดถึงเรื่องอนาคตเท่าไหร่"

hi "อาจจะเพราะเดี๋ยวนี้ฉันคิดแต่เรื่องใช้ชีวิตแบบวันต่อวันมากกว่ามั้ง"

show emi basic_grin_close
with charachange

"เอมิคิดอยู่ครู่หนึ่งแล้วยกยิ้ม"

emi "ก็เป็นความคิดที่ดีเหมือนกันนะฮิซาโอะ!"

show emi excited_proud_close
with charachange

emi "ส่วนฉันเขียนไปว่า “โจรสลัด”"

"ฉันผงะไปแวบหนึ่ง แต่ก็หัวเราะออกมา"

"ฉันหยุดหัวเราะแล้วเปิดปากถาม"

hi "เธอ… เธอพูดเล่น ใช่มั้ย"

show emi sad_annoyed_close
with charachange

"เอมิแสร้งทำท่าไม่พอใจ"

emi "นี่ไง ขาฉันก็เหมือนโจรสลัดแล้ว ก็เลยคิด ๆ อยู่…"

show rin basic_amused
with charachange

"แม้แต่รินยังดูชอบใจ"

show emi basic_annoyed_close
with charachange

emi "คอยดูเธอ ฉันจะเป็นจ้าวเหนือน่านน้ำให้ได้เลย!"

emi "คอยดูเถิด!"

show emi basic_closedhappy_close
with charachange

emi "เดี๋ยวนี้ฉันหัดทำเสียงแบบโจรสลัดด้วยนะ!"

show emi basic_closedhappy_close at offscreenleft
with ease

hide emi
with None

show emi basic_closedhappy at offscreenleft behind rin
with None

show emi basic_annoyed at left
with ease

"อยู่ ๆ เอมิก็เด้งตัวลุกขึ้นแล้วเดินอาด ๆ วางมาดไปตามดาดฟ้าตะโกนออกคำสั่ง"

show emi basic_annoyed at center
with ease

emi "เฮ้ย ไอ้เพื่อนยาก เอาปืนใหญ่ไปสั่งสอนเจ้าพวกนั้นหน่อย!"

show emi basic_annoyed at twoleft
with ease

emi "เราจะแล่เนื้อเถือหนังล่ามันให้สิ้นซาก"

show rin basic_deadpanamused
with charachange

rin "รู้หรือเปล่าว่าที่พูดหมายความว่ายังไง"

show emi basic_confused
with charachange

"เอมิชะงักเมื่ออยู่ ๆ รินก็ขัดขึ้นมาแบบไม่คาดหมาย"

show emi sad_shy
with charachange

emi "ไม่ค่อย"

show emi basic_closedgrin
with charachange

emi "แต่สิ่งสำคัญคือการนำเสนอไง!"

play sound sfx_warningbell

show emi basic_hes
show rin basic_awayabsent
with charachange

"เสียงระฆังดังปรามไม่ให้เอมิได้พิสูจน์ถึงสิ่งที่พูดให้เห็นอีก"

hide emi
with easeoutleft

"เอมิพุ่งตัวไปทันที ทิ้งให้ฉันกับรินอยู่ตามลำพังบนดาดฟ้า"

show rin basic_awayabsent:
    xpos 0.5
show bg school_roof at bgleft
with charamove

show rin basic_deadpancontemplation
with charachange

"รินจ้องฉันไม่วางตาอยู่ขณะหนึ่ง"

hi "มี… อะไรหรือเปล่า"

show rin basic_lucid
with charachange

"รินพินิจคำถามนี้พักหนึ่ง"

"รินเว้นช่วงไปนานก่อนจะสั่นหัว"

show rin basic_deadpannormal
with charachange

rin "ไม่"

hi "อ้อ เอ่อ…"

extend " แล้วจ้องทำไม"

show rin basic_awayabsent
with charachange

"รินสั่นหัวอีกรอบ"

rin "ไม่ ไม่เข้าใจ"

hi "เข้าใจอะไร"

show rin basic_deadpan
with charachange

rin "ที่จ้องน่ะ เธอสองคนดูเข้าใจ แต่ฉันไม่เข้าใจ"

"ยอดเยี่ยม รินเห็นที่ฉันจ้องสินะ แล้วเดี๋ยวก็คิดว่าฉันเป็นคนวิปริตหรืออะไรอีก"

"ไม่สิ อาจจะไม่คิด คนอย่างรินคงไม่คิดแบบนั้นหรอก"

"แต่ก็รู้สึกว่าต้องแก้ต่างอยู่"

hi "เปล่าจ้อง ฉันแค่เพลีย"

show rin basic_deadpancontemplation
with charachange

"รินหัวเราะหึแต่ก็ไม่พูดอะไร"

hi "ไม่ จริง ๆ นะ! ฉันแค่… เหม่ออยู่"

show rin basic_lucid
with charachange

rin "อื้มม"

stop music fadeout 4.0

"ฉันกลับไปเข้าเรียนด้วยไม่อยากคุยต่อ"

stop ambient fadeout 2.0

scene bg school_scienceroom
show misha cross_grin at twoleft
show shizu behind_blank at tworight
with locationskip

"ผู้สังเกตการณ์ที่ชื่อชิซูเนะกับมิช่าทักทายฉันด้วยท่าทีเหมือนมีธุระอะไรกับฉัน"

"ไม่หรอก มีแค่ชิซูเนะที่เหมือนจะมีธุระ"

"ส่วนมิช่าก็ทำท่าเหมือนจะหัวเราะเลยเสียเดี๋ยวนั้น"

play music music_shizune fadein 3.0

show misha perky_smile
with charachange

mi "ไปอยู่บนดาดฟ้าอีกแล้วเหรอฮิจัง"

show misha hips_frown
with charachange

mi "รู้ใช่มั้ยว่ามันอันตรายน่ะ~"

show shizu basic_angry
with charachange

shi "…"

show misha sign_smile
with charachange

mi "จริงสิ~!"

show misha hips_smile
with charachange

mi "ถ้าไปอยู่บนดาดฟ้าแล้วบาดเจ็บอะไรขึ้นมาทางโรงเรียนจะไม่รับผิดชอบนะรู้มั้ย!"

show misha cross_frown
with charachange

mi "และยิ่งไปกว่านั้นเราก็เอาไปฟ้องได้ด้วยว่าพวกเธอทำผิดกฎ~"

show misha cross_frown_close
with characlose

"มิช่าโน้มตัวเข้ามาซุบซิบเหมือนมีแผนอะไร"

show misha sign_smile_close
show shizu behind_smile
with charachange

mi "แต่เราไม่ฟ้องหรอกนะฮิจัง"

show misha hips_grin_close
with charachange

mi "เธอสามคนอยู่ด้วยกันแล้วน่าร้าก~!"

show misha cross_laugh
with charadistant

"มิช่ายืดหลังตรงอีกครั้งแล้วหัวเราะเมื่อเห็นฉันหน้าแดง"

mi "วะฮ่าฮ่าฮ่า~!"

show misha cross_grin
with charachange

mi "ฮิซาโอะนี่น่าแกล้งจัง~!"

hi "เฮ้ย ไม่เอาดิ"

hi "ฉันเป็นเด็กใหม่อยู่"

hi "แกล้งเด็กใหม่แบบนี้มันไม่ดีนะ"

show misha hips_grin
with charachange

mi "ไม่~!"

show misha sign_smile
with charachange

mi "นายจะได้ปรับตัวกับสภาพแวดล้อมใหม่ได้ง่ายขึ้นไง"

hi "อ้อ อย่างนี้นี่เอง"

hi "แล้ว… จำเป็นต้องทำด้วยความเริงร่าขนาดนี้ด้วยเหรอ"

show misha hips_grin
with charachange

mi "ช่าย!"

show misha hips_smile
with charachange

mi "อ้อ! จะว่าไปฮิจัง เช้านี้เราไปหานายแต่นายไม่อยู่ห้อง!"

hi "ก็ไม่อยู่น่ะสิ ต้องไปวิ่งรอบเช้านี่ แล้วแป๊บ ๆ ก็ต้องมาเข้าเรียนแต่เช้าตรู่อีก"

hi "ไม่เหมือนเธอ"

show shizu basic_angry
show misha hips_frown
with charachange

"ชิซูเนะดูไม่พอใจ อีกพักหนึ่งมิช่าก็ดูไม่พอใจ หรือไม่ก็แค่ทำท่าเหมือนไม่พอใจเฉย ๆ"

mi "เพราะเรามีธุระเรื่องสภานักเรียนต่างหาก! นายต้องขอบคุณพวกเรานะที่เราทำงานหนักขนาดนี้~!"

hi "เออ ขอบคุณ ๆ แล้วมีธุระอะไรกับฉันล่ะ"

"คงไม่ใช่ว่าจะลากฉันไปทำงานสกปรกอะไรอีกนะ หวังว่า"

show misha sign_smile
with charachange

mi "เรามีของจะให้~ แต่นายไม่อยู่เราเลยทิ้งไว้ให้ในห้อง!"

hi "ของ? เช่นอะไร"

show misha hips_grin
with charachange

mi "เดี๋ยวกลับไปดูก็รู้น่าฮิจัง~! วะฮ่าฮ่าฮ่า~!"

hide misha
hide shizu
with charaexit

"ครูเข้ามาในห้องจนเราต้องหยุดคุยกันแล้วกลับไปนั่งที่"

stop music fadeout 10.0

"เมื่อมานั่งที่แล้วและครูเริ่มคุยเรื่องนั้นเรื่องนี้ฉันก็ถึงนึกได้ว่ามีอะไรแปลกไป"

"ที่รินบอกว่า “เธอสองคนดูเข้าใจ” นี่คือยังไง"

"เอมิก็จ้องอะไรอยู่เหมือนกันเหรอ"

"แวบหนึ่งฉันคิดว่าเอมิอาจจะจ้องฉันเหมือนกันกับที่ฉันจ้องเธอ"

"ซึ่งแน่ละว่าเป็นไปไม่ได้"

"แต่ก็ปฏิเสธไม่ได้เหมือนกันว่าถ้าเป็นงั้นจริงฉันคงไม่ถือ…"

"แต่อย่าไปคิดเลยจะดีกว่า อย่าไปหวังอะไรเลย"

"จะว่าไปแล้ว ฉันมาหวังอะไรแบบนี้ตั้งแต่เมื่อไหร่"

"ฉันสั่นหัวปัดความคิดนั้นออกไปแล้วตั้งใจเรียน"

scene bg school_dormhallway
with shorttimeskip

"พอเลิกเรียนฉันก็กลับมาที่ห้อง วันนี้ครูสั่งการบ้านมาเป็นตั้งเลย"

play sound sfx_impact2

show kenji tsun at left
with vpunch

"แต่ก่อนที่ทันจะได้เปิดประตูเคนจิก็เข้ามาขัดขวางเสียก่อน เขาพุ่งตัวออกจากห้องมาพร้อมกระดาษพรึ่บพรั่บ"

ke "เฮ้ย เราต้องคุยกันหน่อย"

play music music_kenji fadein 1.0

ke "ไอ้เรื่องดาดฟ้าอะไรของนายเนี่ย"

ke "เลิกได้แล้วนะ"

hi "ฮะ?"

ke "นายไปป้วนเปี้ยนอยู่บนดาดฟ้ากับสองหน่อไร้รยางค์นั่นน่ะ!"

ke "ผู้หญิงนะเว้ย! ขืนไปอยู่อย่างนั้นเดี๋ยวก็โดนฆ่าตายหรอก!"

hi "ไม่เข้าใจ"

show kenji neutral
with charachange

"เคนจิถอนหายใจแล้วดันแว่นก่อนจะพูดอะไรที่เหมือนกำลังแจงรายละเอียดให้ฟังอย่างใจเย็น"

ke "เนี่ย ที่ฉันมาบอกนายก็เพราะเราเป็นเพื่อนกันหรอกนะ"

ke "ถ้าฉันจะฆ่าใครสักคนฉันก็คงใช้วิธีการผลักให้ตกจากดาดฟ้าแล้วจัดฉากว่าเป็นอุบัติเหตุ"

show kenji tsun
with charachange

ke "ซึ่งถ้าฉันคิดได้ แปลว่าพวกนั้นก็คิดได้เหมือนกัน"

ke "พวกนั้นน่ะเจ้าเล่ห์แสนกลมากพอ ๆ กันกับฉันเลย"

hi "เข้าใจละ"

show kenji happy
with charachange

ke "ดี!"

ke "ดีใจนะที่ได้คุยกัน"

show kenji neutral
with charachange

ke "ขอยืม 500 เยนดิ"

hi "…อะไรนะ"

show kenji tsun
with charachange

ke "ฉันก็ต้องหาอะไรดื่มเหมือนกันนะพวก!"

ke "ฉันอยู่ในห้องทั้งวัน และนายก็คงรู้ว่าน้ำประปาใช้ดื่มไม่ได้"

ke "เพราะงั้นฉันก็ต้องตุนอาหารกระป๋องไว้ เข้าใจมั้ย แต่จะทำแบบนั้นได้ฉันต้องมีเงิน 500 เยนก่อน"

show kenji neutral
with charachange

ke "และฉันก็เพิ่งให้คำแนะนำให้นายรอดชีวิตมาได้อย่างถูกจังหวะ เจียดเงินสัก 500 เยนคงไม่เป็นไรมั้ง"

"อืมนะ ถ้าต้องจ่าย 500 เยนเพื่อให้เคนจิไสหัวไปแล้วก็นับว่าคุ้ม"

stop music fadeout 6.0

show kenji happy
with charachange

show kenji happy:
    easeout 0.5 alpha 0.0 xanchor 0.2
with None

"ฉันยื่นเงินให้เคนจิ เขาพยักหน้าขอบคุณแล้วพุ่งตัวไปตามโถงทางเดินโดยล็อกประตูห้องตัวเองก่อน"

"อยู่ด้วยแล้วเหนื่อยชะมัด ไปดีกว่า เดี๋ยวเคนจิเปลี่ยนใจกลับมาแล้วจะยุ่ง"

scene bg school_dormhisao
with locationchange

"หืม"

"พอปิดประตูส้นเท้าฉันก็แตะเข้ากับบางอย่างที่วางอยู่กับพื้น"

"เป็นกระดาษทรงสี่เหลี่ยมผืนผ้าสีสันสดใส อ้อ นี่สินะ “ของ” ที่มิช่าว่า"

"อาจจะเป็นใบปลิวจากสภานักเรียนที่เอามาสอดไว้ให้"

"แต่พอหยิบขึ้นมาก็รู้ว่าคิดผิดไปไกลโข"

"มีคนเขียนจดหมายด้วยมือแบบเชย ๆ ส่งมาให้ฉันจริง ๆ"

"ยุคสมัยป่านนี้แล้วใครจะมานั่งเขียนจดหมายส่งหากันแบบนี้ แต่แม้จะฟังดูเป็นไปไม่ได้เพียงใด สิ่งที่อยู่ในมือฉันตอนนี้\nคือจดหมายแน่ ๆ"

"ฉันเตรียมจะทำการบ้านให้เสร็จ ไปหาข้าวเย็นกิน แล้วนอนเตรียมไปวิ่งพรุ่งนี้เช้า"

"ทว่าจดหมายที่อยู่ในมือนี้ก็สะดุดตาเข้า ฉันนั่งลงกับโต๊ะพินิจอย่างถี่ถ้วน"

scene ev hisao_letter_closed:
     xalign 0.5 yalign 0.5 zoom 1.1 subpixel True
     acdc_warp 10.0 zoom 1.0
with locationchange

play music music_rain fadein 5.0

"เป็นของอย่างแรกที่ฉันได้รับนับตั้งแต่ที่ฉันมาเข้าเรียนที่ยามากุ เพราะงั้นถึงต่อให้ไม่ใช่จดหมายเขียนมือก็จะเป็นอะไร\nที่รู้สึกว่าพิเศษอยู่ดี"

"สิ่งที่ทำให้ฉันสังหรณ์ใจขึ้นมายิ่งกว่านั้นคือชื่อของผู้ส่งที่เขียนไว้ด้วยลายมือเรียบร้อยอยู่หลังซอง"

"“อิวานาโกะ”"

"ฉันไม่รู้ว่าเธอจะมีอะไรเขียนถึงฉัน ตั้งแต่ย้ายมาฉันก็ไม่ได้ติดต่อกับใครที่โรงเรียนเก่าแล้ว แล้วอิวานาโกะยิ่งไม่ใช่ใคร\nที่ฉันจะคาดฝันว่าจะเขียนจดหมายส่งมาเลย"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\n\n\n\nครั้งสุดท้ายที่ได้เจอกันนั้นทั้งแสนอึดอัดและน่าอาย เธอมาเยี่ยมที่ห้องฉันแล้วปอกแอปเปิลให้เป็นมารยาท แล้วก็อยู่กัน\nเงียบ ๆ ได้ครึ่งชั่วโมง"

n "เธอบอกว่า “ลาก่อนนะ” แล้วปิดประตูไปไม่แม้แต่จะมองตากัน"

n "การเยี่ยมไข้คงจะทำเราทั้งคู่ค่อนข้างทรมาน อาจจะเป็นธรรมดาที่จบลงไปอย่างนั้น"

n "ทุกครั้งที่เธอมาเยี่ยมฉันนึกอยากคุยกับเธอตลอด แต่บางอย่างก็ยั้งปากฉันไว้"

n "แล้วยิ่งไม่ได้พูดครั้งหนึ่ง ครั้งถัดไปก็ยิ่งพูดยากขึ้นไปอีก"

nvl clear

n "\n\n\n\nเธอดูรู้สึกผิดเสียจนฉันไม่อยากพูดอะไรที่ไปทำให้เธอเครียดอีก แล้วฉันก็ไม่เคยเฟ้นหาอะไรดี ๆ มาพูดได้เลย"

n "ฉันคิดว่าอิวานาโกะคงโทษตัวเองที่ฉันหัวใจวาย ซึ่งแน่ละว่าไร้สาระ แต่สมองกับหัวใจนั้นทำงานแยกส่วนกัน"

n "ฉันบอกเธอไปว่าไม่ใช่ความผิดเธอเลย เธอพยักหน้า ฉันคิดว่าเธอคงเข้าใจแล้วว่าถ้าไม่เกิดเรื่องเมื่อวันนั้นขึ้นมา\nไม่ช้าก็นานสักวันหัวใจฉันก็จะอาการกำเริบอยู่ดี"

n "ทว่าเธอดูเศร้าโศกทุกครั้งที่เปิดประตูห้องเข้ามาหาฉัน"

n "ฉันไม่เคยพูดอะไรที่อยากจะพูดได้เลย ซึ่งท้ายที่สุดพอทำอย่างนั้นแล้วเธอคงจะเจ็บหนักกว่าเดิมด้วยซ้ำ"

$ renpy.music.set_volume(1.0, 2.0, channel="music")

nvl hide dissolve
nvl clear

scene ev hisao_letter_open
with locationchange

window show

"ฉันแกะซองจดหมายอย่างทะนุถนอมแล้วเปิดจดหมายที่อยู่ข้างในออกอ่าน"

window hide

$ written_note("ถึง ฮิซาโอะ\n\nเป็นยังไงบ้าง หวังว่านายจะสบายดีมีความสุขกับ\nโรงเรียนใหม่นะ คนที่นี่คิดถึงนายกัน พวก\nนักเรียนม. 5 พอได้ขึ้นชั้นมาอยู่ม. 6 ก็ได้ย้ายมาอยู่\nห้อง 3-1 กันเกือบหมด ก็เลยอยู่กันอย่างอบอุ่น\nแต่ต้นปีการศึกษาเลย ถ้านายยังอยู่ก็คงได้มาเรียน\nห้องเดียวกันเหมือนกัน")
 
$ written_note("นักเรียนม. 6 ดูจะเครียดเรื่องสอบปลายภาคกัน\nถึงจะยังอีกนานก็เถอะ คุณครูก็เอาแต่ตามย้ำอยู่\nนั่นแหละ ขนาดครูทาจิบานะยังเป็นไปกับเขาเลย\nแล้วก็เนี่ย เชื่อมั้ยว่าปีนี้แกได้เป็นครูประจำชั้นห้อง\nของเราด้วยนะ ฉันก็กะไว้แล้วแท้ ๆ ว่ายังไงพอ\nขึ้นชั้นมา แกก็คงเกษียณไปแล้ว แต่ก็ไม่\nมายืนจิกหัวให้อ่านหนังสือสอบอยู่เนี่ย\n")

$ written_note("ฉันว่าเพราะอย่างนั้นแหละพวกม. 6 เลยร้อนรน\nกัน ฉันก็ต้องยอมรับเหมือนกันว่าฉันเองก็ชักจะ\nไม่มั่นใจขึ้นมาแล้ว ถึงปกติจะสอบได้คะแนนเยอะ\nพอตัวตลอดก็เถอะ\n\n\n\n\n")

$ written_note("แปลกเนอะ รู้ตัวอีกทีก็ม. 6 แล้ว เวลาผ่านไปไว\nจริง ๆ ผ่านไปไหนกันนะ นักเรียนม. 4 น่ะดูทั้ง\nยังเด็กแล้วก็ใสซื่อดี ตลอดเทอมแรกนี้ฉันเอาแต่\nย้อนคิดตลอดเลยแหละว่าสมัยอยู่ม. 4 ฉันก็เป็น\nอย่างนั้นด้วยหรือเปล่า\n\n\n")

$ written_note("ยังมีอย่างอื่นที่ฉันอยากพูดถึงอีก ฉันเขียนจดหมาย\nส่งมาหานายเพราะรู้สึกเหมือนพอเกิดเรื่องนั้นแล้ว\nฉันคงต้องพูดอะไรหน่อย ฉันเสียใจจริง ๆ ที่ฉันมา\nพูดกับนายต่อหน้าตรง ๆ ไม่ได้ และฉันก็ไม่มี\nข้อแก้ตัวอะไรทั้งนั้น…\n\n\n\n\n")

window show

"อืม ไม่อ่านต่อละ"

scene bg school_dormhisao
with locationchange

"ฉันขยำกระดาษแผ่นนั้นแล้วปาไปอีกฟากของห้อง ฉันเล็งพลาดจนจดหมายกลิ้งไปอยู่ใต้โต๊ะหัวเตียงแทนที่จะลง\nถังขยะ"

"ส่งมาขอโทษที่ทิ้งกันไปนี่เอง ซึ่งตอนนี้ฉันก็ไม่รู้ว่าตัวเองยังต้องการคำขอโทษอยู่หรือเปล่า"

"ชีวิตในโรงพยาบาลนานเหมือนเป็นชาติที่แล้ว แถมตอนนี้ในหัวฉันก็มีเรื่องอื่นแล้วด้วย"

stop music fadeout 8.0

"เอมิ เป็นต้น"

"ถูกทิ้งตอนอยู่โรงพยาบาลชวนให้รู้สึกแย่ก็จริง แต่ตอนนี้ฉันไม่ได้คิดมากแล้ว"

"ที่จริง ฉันไม่ได้คิดถึงเรื่องที่โรงพยาบาลมานานมากแล้วจนมาเจอจดหมายฉบับนี้แหละ พอได้รับแล้วก็รำคาญ"

"ฉันก็ต้องอ่านหนังสือสอบด้วย ไม่มีเวลามาจมกับอดีตแล้ว"

"ไหนซิ การบ้าน…"

scene black
with dissolve


########################################################
label th_E11a:

scene black
with None

hi "แล้ววันนี้จะทำอะไรกัน"

play music music_daily fadein 1.0

scene bg school_girlsdormhall
with dissolve

"ฉันรออย่างใจเย็นอยู่ที่โถงทางเดินหน้าห้องเอมิกับห้องริน"

"เหมือนเอมิจะช่วยรินแต่งตัวอยู่"

"ซึ่งก็คงสมเหตุสมผลดีแล้ว ไม่งั้นฉันก็นึกไม่ออกเหมือนกันว่ารินจะแต่งตัวได้ยังไง"

emi "ปิกนิก!"

hi "ปิกนิก?"

emi "ใช่แล้วละ"

hi "ฟังดูน่าตื่นเต้นดี"

emi "ใช่มั้ยล่ะ"

"รินอาศัยจังหวะนี้แทรกบทพูด"

rin "วันนี้ฟ้าดูไม่ดีเลยนะ"

"จริง ๆ ตอนที่เดินมาฉันก็เห็นเหมือนอย่างรินว่า ตอนเช้าแดดออกก็จริง แต่บ่าย ๆ มาฟ้าก็เริ่มครึ้มแล้ว"

"อากาศก็อบอ้าวเหมือนพายุฝนจะมาด้วย"

"หรือจะพกร่มไปด้วยดี…"

hi "รินพูดถูก"

hi "เอมิ ฝนจะตกอย่างนี้แล้วแน่ใจเหรอว่ายังจะไปน่ะ"

"ไม่รู้จะถามทำไม"

show emi basic_shock:
    center
    xpos 0.9
    easein 0.5 xpos 0.7
with charaenter

"เอมิโผล่ออกมาจากห้องรินมาที่โถงทางเดินพร้อมสีหน้าตกใจที่ฉันกล้าเสนอให้ยกเลิกแผนนี้"

emi "แหงสิ!"

show emi basic_annoyed
with charachange

emi "แล้วไง ฝนจะตกแล้วฉันต้องกลัวเหรอ"

"ฉันอดยิ้มให้กับคำตอบสุดดื้อรั้นนั้นไม่ได้ เหมือนท้าให้ฝนตกเลย"

"ถ้าพระพิรุณมาเดินแบบตัวเป็น ๆ เอมิคงหาเรื่องต่อยไปแล้ว"

"หรือไม่ก็ท้าให้มาแข่งวิ่งกัน"

"จริง ๆ วันนี้เอมิดูจะคึกคักเป็นพิเศษเลย"

show rin basic_absent:
    center
    xpos 0.9 alpha 0.0
    ease 1.0 xpos 0.7 alpha 1.0
show emi basic_annoyed at twoleft
show bg school_girlsdormhall at bgleft
with charamove

"รินเดินออกมาที่โถงทางเดินด้วยท่าทีประจำ"

hi "โอเค งั้นพร้อมกันแล้วนะ"

show emi basic_closedhappy
with charachange

emi "พร้อมแล้ว!"

show rin basic_deadpannormal:
    tworight alpha 1.0
with charachange

"รินพยักหน้าแล้วพูดหนึ่งคำ"

show rin basic_deadpan
with charachange

rin "ตะกร้า"

hi "อะไรนะ"

show rin basic_deadpannormal
with charachange

rin "ตะกร้า ในห้องเอมิ นายถือไปสิ"

show emi basic_hes
with charachange

"เอมิยกมือขึ้นมาตบปากด้วยความอาย"

show emi basic_closedsweat
with charachange

emi "ตายจริง! เกือบลืมไปแล้วนะเนี่ย! ขอบคุณที่เตือนนะริน!"

show emi basic_closedsweat at offscreenleft
with ease

with Pause(0.3)

show emi basic_closedgrin at twoleft
with ease

"เอมิพุ่งตัวไปในห้องแล้วกลับออกมาพร้อมตะกร้าที่ดูมีของกินครบครัน"

with vpunch

"เอมิยื่นตะกร้าให้ฉัน หนัก ๆ ผิดจากลักษณะตะกร้าแฮะ ให้ตายเถอะ นี่ยัดของกินไปเท่าไหร่เนี่ย"

"…แล้วที่สำคัญ ไปเอาเงินที่ไหนมาซื้อ"

hi "โอเค พร้อมออกละนะ"

show emi basic_grin
with charachange

emi "อื้ม!"

show rin basic_awayabsent
with charachange

"รินพยักหน้าอีกรอบ เราเดินออกมาจากหอ"

scene bg school_courtyard_rn
with locationskip

"ฉันสะดุดตาเข้ากับท้องฟ้าที่สีมืดครึ้มขึ้นกว่าเดิมนับจากตอนก่อนที่ฉันจะเข้าไปอยู่ในอาคารซึ่งผ่านมาราวสิบนาที"

"แต่เอมิก็ดูจะไม่ยี่หระอะไรกับเรื่องเล็ก ๆ น้อย ๆ อย่างสีของท้องฟ้าตอนนี้เลย เธอเดินไปแบบโดด ๆ ด้วยซ้ำ"

"ซึ่งจะว่าไปแล้ว…"

hi "เราจะไปไหนกันนะ"

"เอมิชะงักกึกแล้วหันมามองฉันอาย ๆ"

show emi sad_shy_rn at center
with charaenter

emi "ก็นะ ฉันยังไม่ได้คิดไว้เลย"

emi "ฮิซาโอะว่าไงล่ะ"

"ก็นะ ที่นึกออกก็ที่ที่ไปนั่งกินด้วยกันตอนวันงานเทศกาล แต่ออกจากโรงเรียนไปสักพักก็ดีเหมือนกัน ทว่าก็ไม่รู้ว่า\nในเมืองมีที่ดี ๆ ให้ไปปิกนิกหรือเปล่า"

"จังหวะที่กำลังจะเปิดปากนั้นรินก็แทรกเสนอขึ้นมาโดยไม่คาดฝัน"

show emi sad_shy_rn at twoleft
show bg school_courtyard_rn at bgleft
with charamove

show rin basic_deadpan_rn at tworight
with charaenter

rin "ใกล้ ๆ ร้านขายอุปกรณ์ศิลปะมีสวนสาธารณะอยู่"

show emi basic_closedhappy_rn
with charachange

emi "ความคิดเยี่ยมนี่ริน! ฉันลืมเสียสนิทเลย!"

"พ้นภัยแล้ว"

hi "เธอรู้ทางไปมั้ยริน"

show rin basic_deadpannormal_rn
with charachange

"รินยักไหล่"

show rin basic_awayabsent_rn
with charachange

rin "ก็เป็นไปได้"

show emi excited_amused_rn
with charachange

emi "แค่นั้นก็พอแล้ว!"

"ถ้ารู้ทางไปแน่ ๆ เลยน่าจะดีกว่านะ… แต่อะไรเนี่ย"

hi "นำไปเลยริน"

scene bg school_gate_rn
with locationchange

"เราสามคนรีบเดินออกมาจากโรงเรียนแล้วเดินไปตามถนนเข้าเมือง"

scene bg school_road_rn
with locationchange

"ตะกร้าก็หนัก ๆ เหมือนกัน หวังว่าสวนสาธารณะนั้นจะอยู่ไม่ไกลนะ"

scene bg suburb_roadcenter_rn
with locationchange

"เราเดินผ่านร้านขายอุปกรณ์ศิลปะ รินผ่อนฝีเท้าลงพอเดินผ่าน"

"เอมิเห็นว่ารินเดินช้าลงจึงหยุด"

show emi basic_grin_rn at twoleft
show rin relaxed_nonchalant_rn at tworight
with charaenter

emi "อยากแวะเหรอริน"

show rin basic_awayabsent_rn
with charachange

"รินยักไหล่"

show rin basic_deadpan_rn
with charachange

rin "ไม่มีของที่ต้องใช้"

show emi excited_proud_rn
with charachange

emi "แน่ใจน้าาาาา"

show rin basic_delight_rn
with charachange

show rin basic_deadpandelight_rn
with charachange

"รินยิ้มเขิน ๆ อยู่แวบหนึ่งก่อนรอยยิ้มนั้นจะถูกแทนที่ด้วยสีหน้าตามปกติ"

show rin basic_deadpan_rn
with charachange

rin "ชีวิตไม่แน่นอน แต่อย่างน้อยฉันก็มั่นใจกับเรื่องนี้"

show rin basic_deadpanamused_rn
with charachange

rin "ขอบคุณที่เสนอ"

show emi basic_closedhappy_rn
with charachange

emi "ก็ฉันไม่ได้เป็นคนถือตะกร้านี่นา"

show emi basic_grin_rn
with charachange

emi "แต่ยังไงฮิซาโอะก็คงไม่ว่าใช่มั้ย"

hi "โอ๊ย ไม่ว่าเลย ตะกร้าเบามาก"

"ฉันเบ่งกล้ามเน้นย้ำ"

show emi excited_laugh_rn
with charachange

"เอมิกลั้นขำด้วยการชี้ไปที่สวนสาธารณะที่อยู่ ๆ พวกเราก็มาถึง"

$ renpy.music.set_volume(0.02, 0.0, channel="ambient")
play ambient sfx_rain fadein 15.0

scene bg suburb_park_rn at bgright
with locationchange

emi "อ้อ ฉันจำได้!"

show emi basic_closedhappy_rn
with charachange

emi "ที่นี่ที่ตอนนั้นฉันมาเจอกับเธอใช่มั้ยริน"

show emi basic_closedhappy_rn at twoleft
show bg suburb_park_rn
with charamove

show rin basic_deadpannormal_rn at tworight
with charaenter

"รินเลิกคิ้วขึ้นเล็กน้อย"

show rin basic_deadpan_rn
with charachange

rin "มั้งนะ"

show rin relaxed_boredom_rn
with charachange

rin "ฉันไม่อยากยืนยันว่าใช่หรือไม่"

show rin relaxed_nonchalant_rn
with charachange

rin "ความจำคนเราน่ะมันหลอกเราได้นะ"

"อ้าว มาถึงกันโดยสวัสดิภาพจนได้"

"ยังไม่เห็นพระอาทิตย์ แต่เอมิกับรินก็เหมือนจะไม่สนใจอะไร"

scene ev picnic_normal:
    yalign 1.0 subpixel True
    easein 8.0 yalign 0.0
with whiteout

#show emi basic_grin_rn:
#    ypos 1.15
#show rin basic_absent_rn:
#    ypos 1.2
#with dissolvecharamove

"เราหาที่นั่งบนพื้นหญ้ากัน ฉันค่อย ๆ วางตะกร้าลง"

"มีของกินเตรียมไว้เยอะเกินคาด หรือจริง ๆ แล้วจะมีเพื่อนร่วมทีมเอมิมาร่วมวงด้วยหรือเปล่า"

#show emi excited_laugh_rn
#with charachange

emi "หิวแล้ว! กินกันเลยดีกว่า!"

"เอมิจู่โจมอาหารเหมือนไม่ได้กินอะไรมาหลายปีดีดักแล้ว"

stop music fadeout 2.0

play sound sfx_thunder

show ev picnic_rain:
    yalign 0.0
with charachange

#show emi excited_circle_rn
#show rin basic_deadpanupset_rn
#with charachange

$ renpy.music.set_volume(0.2, 0.5, channel="ambient")

show rain light
with dissolve

"เมื่อเอื้อมไปจะหยิบของกินให้ตัวเองบ้างก็เหมือนมีหยดน้ำฝนตกใส่หลังมือ"

hi "ชะอ้าว"

hi "ดูท่าว่าฟ้าฝนจะไม่ให้ความร่วมมือกับเราเสียแล้ว"

hide ev
show bg suburb_park_rn behind rain
show emi sad_grit_rn behind rain:
    twoleft
    ypos 1.15
show rin basic_absent_rn behind rain:
    tworight
    ypos 1.2
with flash

"เอมิจ้องท้องฟ้าเหมือนว่าจ้องแล้วจะห้ามฝนได้"

"ฉันก็เกือบจะเชื่อแล้วว่าห้ามได้จริงเพราะจ้องหนักมาก"

show emi basic_annoyed_rn
with charachange

emi "ต้องให้ร่วมมือสิ"

show emi sad_angry_rn
with charachange

emi "ได้ยินมั้ยท้องฟ้า เลิกปล่อยฝนเดี๋ยวนี้นะ!"

"ดูท่าว่าท้องฟ้าจะไม่อยากฟังเอมิเท่าไหร่ แม้น้ำเสียงของเธอนั้นจะขึงขังมาก"

$ renpy.music.set_volume(0.5, 4.0, channel="ambient")

show rain medium
with dissolve

"ฝนกลับตกหนักขึ้นแทน รินย่นจมูกเมื่อเหตุการณ์ย่ำแย่ลงเช่นนี้"

show rin basic_deadpan_rn
with charachange

rin "น่าเสียใจ"

show emi basic_confused_rn
with charachange

emi "หมายความว่าไง"

show rin basic_deadpannormal_rn
with charachange

"รินยักไหล่"

show rin relaxed_nonchalant_rn
with charachange

rin "ถ้าไม่ได้อยู่ตรงนี้ฉันคงวาดภาพตอนนี้ได้ แค่เสียดายที่ไม่ได้วาด"

"รินไม่ได้ดูโกรธหรือหงุดหงิด แค่ผิดหวังเล็กน้อย"

show emi basic_closedhappy_rn
with charachange

"เอมิหัวเราะที่รินพูดแบบนั้น"

show emi basic_grin_rn
with charachange

emi "เมื่อกี้ถ้าแวะที่ร้านขายอุปกรณ์ศิลปะนั้นคงดีเนอะ"

$ renpy.music.set_volume(1.0, 6.0, channel="ambient")

show rain normal
with dissolve

"ฝนตกหนักขึ้นอีกเล็กน้อยเหมือนไม่พอใจที่เรายังไม่หนีกันสักที"

"ถึงอากาศจะอบอุ่น แต่น้ำฝนนั้นเย็นพอตัว รู้งี้พกร่มมาด้วยดีกว่า"

hi "นี่ ไปหาที่หลบฝนไม่ให้ตัวเปียกกันก่อนเถอะ"

show emi basic_confused_rn
show rin basic_absent_rn
with charachange

emi "ตอนนี้เราก็ตัวเปียกกันแล้วนะฮิซาโอะ"

hi "ก็ใช่ แต่หลบฝนแล้วจะได้อยู่ให้ตัวแห้งรอพายุหยุดก่อนไง เธอคงไม่อยากเป็นหวัดหรอกนะ"

show emi basic_annoyed_rn
with charachange

"เอมิครุ่นคิดอยู่ครู่หนึ่ง ฉันดูออกว่าใจหนึ่งเอมิก็อยากตากฝนอยู่อย่างนี้เป็นการประท้วงสภาพอากาศ"

"ซึ่งโชคไม่ดีที่ฟ้าฝนไม่ได้สนใจหรอกว่าเราจะทำอะไร"

show emi basic_closedgrin_rn
with charachange

emi "ก็คงถูกของนาย"

show emi sad_grin_rn
with charachange

emi "ไปไหนกันดีล่ะ"

"ฉันไม่มีคำตอบเพราะยังไม่คุ้นกับพื้นที่"

"ถึงฉันจะเริ่มชินกับโรงเรียนขึ้นมาแล้ว แต่เมืองที่อยู่โดยรอบยังคงเป็นปริศนาสำหรับฉัน"

"ฉันรู้แค่ว่ามีร้านขายอุปกรณ์ศิลปะ แต่ที่รู้ก็เพราะเพิ่งเดินผ่านมากัน"

show emi basic_closedgrin_rn
with charachange

"โชคดีที่ไม่นานเอมิก็ดีดนิ้วอย่างผู้มีชัย"

show emi basic_happy_rn
with charachange

emi "จริงด้วย! แถวนี้มีร้านน้ำชาอยู่!"

emi "ไปดื่มชารอให้ตัวแห้งได้สบายเลย!"

"ก็ฟังดูไม่เลว"

hi "แจ๋ว! เธอรู้ใช่มั้ยว่าร้านอยู่ไหน"

show emi basic_grin_rn
with charachange

"เอมิพยักหน้าด้วยความมั่นใจ"

show emi basic_closedgrin_rn
with charachange

emi "รู้!"

show emi basic_hes_rn
with charachange

emi "คิดว่านะ"

show emi excited_laugh_rn
with charachange

emi "แต่ก็จะได้ผจญภัยไง ใช่มั้ย"

hi "ผจญภัยเหรอ อืม ผจญภัยกันหน่อยก็ดีมั้ง"

"ขอแค่ได้หลบฝนฉันก็พอใจแล้ว"

show emi basic_grin_rn at twoleft
show rin basic_absent_rn at tworight
with dissolvecharamove

"อย่างน้อยตอนนี้ตะกร้าปิกนิกก็เบาลงบ้าง"

hi "นำไปเลย!"

show bg suburb_roadcenter_rn # scene is somehow bugged for the rain
hide rin
hide emi
with locationchange

"รินกับฉันตามเอมิที่เดินไปตามถนนด้วยความอะไรบางอย่างที่คล้ายความมั่นใจ"

show emi basic_confused_rn at center behind rain
with charaenter

emi "ทีนี้ก็เลี้ยวซ้าย…"

show emi excited_joy_rn
with charachange

emi "นั่นไง! ร้านเซี่ยงไฮ้!"

"เอมิยิ้มกระหยิ่มชี้ไปที่ร้านน้ำชา"

show bg suburb_shanghaiext_rn
hide emi
with locationchange

#If you have been at the Shanghai during Act 1
label th_E11x:

"จะว่าไปแล้วฉันก็เคยมาแล้วนี่นา ข้างในดูมีคนอยู่พอสมควร ซึ่งก็เป็นเพราะฝนตกนั่นแหละ"

play sound sfx_storebell
stop ambient fadeout 0.5
play music music_jazz fadein 2.0

scene bg suburb_shanghaiint
with locationchange

$ renpy.music.set_volume(0.7, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 2.0

with Pause(1.0)

show yuukoshang neutral_down at center
with charaenter

yu "ยินดีต้อนรับค่ะ! รับ—"

show yuukoshang happy_down
with charachange

yu "อ้าว เธอนี่เอง"

"ดูท่าว่ายูโกะจะรู้จักเอมิ"

show yuukoshang happy_down at tworight
show bg suburb_shanghaiint at bgright
with charamove

show emi basic_closedhappy at twoleft
with charaenter

"เอมิยิ้มแฉ่งดีใจที่ยูโกะจำได้"

show emi basic_grin
with charachange

emi "ไงคะคุณยูโกะ! มีที่นั่งว่างให้พวกหนูมั้ยคะ"

show yuukoshang neutral_down
with charachange

######

#If you have NOT been at the Shanghai during Act 1
label th_E11y:

"ข้างในดูมีคนอยู่พอสมควร ซึ่งเป็นเพราะอยู่ ๆ ฝนก็เทลงมานั่นแหละ"

play sound sfx_storebell
stop ambient fadeout 0.5
play music music_jazz fadein 2.0

scene bg suburb_shanghaiint
with locationchange

$ renpy.music.set_volume(0.7, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 2.0

with Pause(1.0)

show yuukoshang neutral_down at center
with charaenter

yu "ยินดีต้อนรับค่ะ! รับ—"

"ฉันนึกแปลกใจที่เห็นว่าบริกรนั้นเป็นยูโกะ"

"ใส่ชุดนี้แล้วดูสมเป็นบริกรจริง ๆ แทบไม่อยากเชื่อว่านี่คือบรรณารักษ์จากโรงเรียนของเรา"

"ทำงานควบสองที่เหรอ คงเป็นงั้นแหละ"

show yuukoshang happy_down
with charachange

yu "อ้าว เธอนี่เอง"

"ดูท่าว่ายูโกะจะรู้จักเอมิ"

show yuukoshang happy_down at tworight
show bg suburb_shanghaiint at bgright
with charamove

show emi basic_closedhappy at twoleft
with charaenter

"เอมิยิ้มแฉ่งดีใจที่ยูโกะจำได้"

show emi basic_grin
with charachange

emi "ไงคะคุณยูโกะ!"

hi "ไงครับคุณยูโกะ ไม่ยักรู้ว่าทำงานที่นี่ด้วย"

show yuukoshang worried_down
with charachange

yu "เรารู้จักกันเหรอ"

show yuukoshang worried_up
with charachange

yu "หน้าคุ้นมากเลยนะ แต่เหมือนไม่เคยเจอกันที่นี่เลย"

hi "เอ่อ เราเจอกันคนละที่ครับ ที่ห้องสมุดยามากุไง จำได้มั้ยครับ"

show yuukoshang happy_up
with charachange

"พอนึกออกยูโกะก็ทำตาโต"

show yuukoshang closedhappy_down
with charachange

yu "อ้อใช่! ยินดีที่ได้เจอกันอีกครั้ง…"

show yuukoshang panic_down
with charachange

yu "ไม่นะ แย่แล้ว!"

show yuukoshang panic_up
with charachange

yu "ฉันต้องจำหน้าลูกค้าได้สิ! ขอโทษค่ะ… ขอโทษจริง ๆ !"

"พอนึกออกปุ๊บยูโกะก็ตื่นตระหนกปั๊บพลางโค้งตัวขอโทษรัว ๆ ฉันแทบหลบหัวยูโกะไม่ทัน"

hi "เอ้ย เดี๋ยว ใจเย็นครับ!"

hi "ฟังนะครับ ตอนเจอกันครั้งแรกผมไม่ใช่ลูกค้า แล้วผมก็ไม่เคยมาร้านเซี่ยงไฮ้เลยด้วยซ้ำ ไม่เป็นไรหรอกครับ"

"ไม่ใช่ตรรกะที่ดีเท่าไหร่ แต่ยูโกะดูจะผ่อนคลายลง"

show yuukoshang worried_down
with charachange

yu "เธอคิดว่างั้นเหรอ"

hi "เอ้อ อืม ครับ ใช่ ใช่มั้ยสาว ๆ"

show emi basic_closedgrin
with charachange

"เอมิดูจะชอบใจที่ได้เห็นเราวุ่นวายกันเล็ก ๆ น้อย ๆ แบบนี้"

show emi excited_proud
with charachange

emi "อื้ม ใช่เลย!"

show yuukoshang neutral_up
with charachange

yu "เอ่อ โอเค…"

show emi basic_happy
with charachange

emi "จะว่าไปคุณยูโกะ มีที่นั่งว่างให้พวกหนูมั้ยคะ"

show yuukoshang neutral_down
with charachange

#end split
label th_E11z:

$ renpy.music.set_volume(0.3, 3.0, channel="ambient")

"ยูโกะพยักหน้าแล้วนำเราไปที่โต๊ะมุมด้านในแล้วนำผ้าขนหนูผืนเล็ก ๆ มาให้ก่อนจะรับรายการจากพวกเรา"

show yuukoshang happy_down
with charachange

yu "รับอะไรดีคะ"

show emi basic_closedhappy
with charachange

emi "เค้กค่ะ! แล้วชาด้วยก็ดี"

show yuukoshang neutral_down
with charachange

yu "เค้กอะไรดีคะ"

show emi excited_proud
with charachange

emi "ตามใจคนทำเลยค่ะ!"

show yuukoshang worried_up
with charachange

"ยูโกะดูจะอึดอัดที่ไม่ได้ตามใจลูกค้า แต่เธอก็พยักหน้าแล้วหันไปทางริน"

show rin invis:
    yalign 1.0 xpos 1.0 xanchor 0.6
with None

show yuukoshang neutral_down:
    xpos 0.55
show emi basic_grin at left
show rin basic_absent at right
show bg suburb_shanghaiint at center
with dissolvecharamove

yu "ทางนี้ล่ะคะ"

show rin negative_spaciness:
    right alpha 1.0
with charachange

rin "ขอหลอดแล้วกัน เท้าเปียกหมดแล้ว"

show yuukoshang worried_up
with charachange

yu "คะ?"

show rin basic_awayabsent
with charachange

rin "หลอดดูด หนึ่ง ค่ะ"

show yuukoshang worried_down
with charachange

"ยูโกะทำหน้าเหลอหลา เธอจับปากกากับกระดาษเล่นอยู่ครู่หนึ่งทำหน้าเบ้เหมือนจะร้องไห้ ก่อนจะหันมาทางฉัน"

show yuukoshang neutral_down
with charachange

yu "ทางนี้ล่ะคะ"

hi "ขอเป็นชาแล้วกันครับ"

"ขืนสั่งเค้กเอมิคงได้ดุฉันแหง"

show emi sad_depressed
with charachange

emi "ไม่เอาน่าฮิซาโอะ! ปล่อยให้ฉันสั่งของกินคนเดียวได้ไง เหมือนตัวเองเป็นหมูตอนเลยเนี่ย!"

hi "ก็แค่รักษาสุขภาพเฉย ๆ"

hi "เธอสั่งไว้นี่"

show emi basic_closedgrin
with charachange

emi "เอ่อ… วันนี้วันพักผ่อนของนายนะ! เดี๋ยวค่อยรักษาสุขภาพพรุ่งนี้!"

hi "เอ่อ งั้นผมขอเค้กด้วยแล้วกันครับ"

show yuukoshang neurotic_up
with charachange

"ยูโกะดูจะหงุดหงิดเล็กน้อยที่ฉันเปลี่ยนใจ"

yu "เค้กอะไรดีคะ"

"ฉันเหลือบมองเอมิพลางแสยะยิ้ม"

hi "ตามใจคนทำเลยครับ!"

show yuukoshang smile_down
with charachange

"ยูโกะถอนหายใจพยักหน้า"

yu "ได้เลยค่ะ รอสักครู่นะคะ"

show emi basic_grin at left
show yuukoshang neutral_down
show rin basic_awayabsent
with shorttimeskip

"ถึงคนจะแน่นร้านแต่ของที่เราสั่งไปก็มาถึงอย่างรวดเร็ว"

show emi excited_joy
with charachange

emi "ขอบคุณค่ะคุณยูโกะ!"

"ยูโกะพยักหน้าด้วยความยินดี"

stop music fadeout 4.0

show yuukoshang happy_down
with charachange

yu "ผู้ชายคนนี้คนละคนกับคนที่มาด้วยทุกทีใช่มั้ย"

"อะไรนะ คนละคน?"

show emi basic_hes
with charachange

"เอมิคงเห็นฉันที่ทำหน้างง ๆ เพราะเธอดูเขิน ๆ"

emi "คะ คะ? เอ่อ ค่ะ มั้งคะ"

show emi sad_grin
with charachange

emi "คนนี้เพื่อนหนูเอง ชื่อฮิซาโอะ"

hi "เคยเจอกันแล้ว"

show yuukoshang smile_down
with charachange

yu "หืม โลกกลมจัง"

show yuukoshang neutral_down
with charachange

yu "อืม ถ้ามีอะไรอีกก็เรียกได้นะ"

hide yuukoshang
with charaexit

show emi sad_grin at twoleft
show rin basic_awayabsent at tworight
with charamove

"แล้วยูโกะก็เคลื่อนตัวออกไปหาโต๊ะอื่นทิ้งให้ฉันคิดอยู่กับคำพูดนั้น"

"คนละคนเหรอ ก็คงปกติสินะ เอมิก็เนื้อหอมพอสมควร เท่าที่ได้ยินมาอะนะ"

"อาจจะเป็นคนนั้นที่เห็นในทีมวิ่ง"

"บ้าบอ ถามเอมิก็จบ"

show rin basic_absent
with charachange

play music music_comedy fadein 0.5

hi "แล้วผู้ชายคนที่ว่านี่ใครเหรอ แอบซุกกิ๊กหรืออะไรเนี่ยเธอ"

show emi basic_closedhappy
show rin basic_awayabsent
with charachange

"เอมิหัวเราะอีกครั้ง แต่ก็เหมือนหัวเราะเพราะประหม่าหรืออะไรแบบนั้นมากกว่า"

show emi basic_grin
with charachange

emi "หัวหน้าทีมวิ่งน่ะ ซ้อมเสร็จบางทีเขาก็ชอบมาแวะร้านนี้"

show emi basic_closedgrin
with charachange

emi "แล้วพอมีอะไรที่ต้องคุยกันฉันก็ต้องตามมาด้วย"

"อืม ฟังดูน่าสงสัยมาก ๆ …"

show rin basic_absent
with charachange

hi "อ้อ อย่างนี้นี่เอง"

"จะปล่อยเรื่องนี้ไปก็ได้ แต่ก็อดใจซักไซ้ต่อไม่ไหว"

hi "สรุปคือเธอซุกกิ๊กไว้{b}จริง ๆ{/b} ด้วย"

hi "ว่าแล้วเชียว!"

show rin basic_deadpanamused
with charachange

"รินดูเราสองคนด้วยความชอบใจเล็กน้อยก่อนพึมพำอะไรบางอย่างที่ฉันฟังไม่ค่อยถนัด"

rin "… แต่ก็นะ"

show emi basic_confused
with charachange

$doublespeak(emi,hi,"อะไรนะ", "ฮะ?")

show rin basic_surprised
with charachange

"รินได้สติหลุดจากภวังค์ที่เธอลอยไปอยู่เมื่อครู่"

rin "ฮะ?"

hi "เมื่อกี้เธอว่าไงนะ"

show rin basic_deadpan
with charachange

rin "ฮะ"

hi "ไม่ ก่อนนั้นสิ"

show rin relaxed_nonchalant
with charachange

rin "ไม่รู้"

hi "เออ ช่างเหอะ"

hi "โอเค"

show emi basic_grin
show rin basic_deadpannormal
with charachange

"ฉันยอมปล่อยไป แต่ก็อดสังเกตไม่ได้ว่าเอมิดูโล่งใจที่รินเข้ามาขัดบทสนทนา"

"สงสัยจะหยอกแรงไป…"

"ไม่มีใครพูดอะไรอยู่พักหนึ่งระหว่างที่เอมิกับฉันกินเค้กกัน"

"ของฉันเป็นเค้กสตรอว์เบอร์รี ซึ่งอร่อยผิดคาด"

play sound sfx_slide2

show emi excited_happy_close
with characlose

show emi basic_closedgrin
with charadistant

"เอมิคงจะคิดเหมือนกันถึงได้อยู่ ๆ ก็ยื่นส้อมมาตัดขโมยไปกิน"

hi "ขโมย!"

show emi excited_proud
with charadistant

emi "โจรสลัดต่างหาก ไม่เหมือนกันสักหน่อย"

hi "เราไม่ได้อยู่บนน้ำนะ!"

show emi basic_closedgrin
with charadistant

emi "ก็จริง แต่ข้างนอกมีน้ำเยอะแยะเหมือนกันนี่ นับได้แหละ ใช่มั้ย"

show emi sad_grin
with charadistant

emi "อีกอย่าง นายจะกินของฉันด้วยก็ได้ เหมือนจะเป็นแครนเบอร์รีหรืออะไรนี่แหละมั้ง"

show emi sad_depressed
with charadistant

emi "รู้งี้สั่งสตรอว์เบอร์รีดีกว่า ฉันชอบสตรอว์เบอร์รี"

hi "ถ้าอยากขนาดนั้นก็เต็มที่เธอเลยเถอะ"

"ไม่รู้ทำไมถึงได้อยากพูดต่อว่า"

hi "ไหน ๆ ก็เอาไปหนึ่งคำแล้วนี่"

show emi basic_closedgrin
with charadistant

"เอมิแลบลิ้นใส่ ทว่ายังไม่หยุดมือที่คอยฉวยเค้กฉัน ฉันชิมเค้กของเอมิบ้าง"

"ราสป์เบอร์รี ซึ่งก็อร่อยดี"

show rin relaxed_boredom
with charachange

rin "ฝนซาแล้ว"

"เหมือนจะเป็นอย่างที่รินพูด"

"ได้จังหวะพอดีด้วย ฉันกินของฉันหมดแล้ว เอมิก็กินหมดแล้วเหมือนกัน"

hi "โอเค งั้นรีบจ่ายเงินแล้วออกจากร้านไปก่อนที่ฝนจะตกอีกรอบกัน"

stop ambient fadeout 1.0

scene bg suburb_shanghaiext_rn
with locationchange

"ผ่านไปสักสองสามนาทีถึงเรียกยูโกะได้ แต่เราก็จ่ายเงินแล้วออกจากร้านมาด้วยความรวดเร็ว"

show emi basic_grin_rn at center
with charaenter

emi "แล้วอยากกลับไปที่สวนสาธารณะกันอยู่มั้ย"

"ฉันอ้าปากหวอ"

hi "ล้อเล่นปะเนี่ย เดี๋ยวฝนตกอีกรอบทำไง!"

"เอาจริง ๆ ตอนนี้ก็เหมือนมีฝนหยดใส่แล้วด้วย"

show emi sad_grin_rn
with charachange

emi "อืมม… ก็คงจริงของนาย"

show emi basic_closedgrin_rn
with charachange

emi "โอเค รอบนี้ฉันจะยอมปล่อยไป แต่ทีนี้ก็นับว่าติดหนี้ปิกนิกกับฉันแล้วนะ"

"ไม่รู้ว่าเอมิพูดถึงฉันหรือริน หรือเราทั้งสองคน"

hi "ก็ได้ ๆ"

show emi excited_proud_rn
with charachange

emi "รีบไปกันได้แล้ว! ฉันอยากวิ่งที่ลู่สักสองสามรอบ ถ้าฝนตกใส่คงไม่ดีแน่"

hi "ไหนบอกวันนี้พักผ่อนไง!"

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
stop music fadeout 6.0

show emi sad_depressed_rn
with charachange

emi "เอ่อ…"

"อยู่ ๆ เอมิก็ดูอ้ำอึ้งไปไม่อยากแก้ต่าง"

show emi sad_grin_rn
with charachange

emi "ฉันต้องซ้อม"

show emi basic_grin_rn
with charachange

emi "จะได้เป็นการออกกำลังกายเอาเค้กออกด้วย"

"ทำไมถึงรู้สึกเหมือนเอมิไม่ได้บอกอะไรให้หมดกันนะ"

hi "แน่ใจนะ ก็ไม่ได้กินเยอะขนาดนั้น…"

show emi basic_closedgrin_rn
with charachange

emi "{b}นาย{/b}น่ะกินไม่เยอะ แต่ฉันเนี่ยกินไปเกือบหมด"

"ก็ถูกของเอมิ"

label th_choiceE11:
menu:
    with menueffect

    "แต่ก็รู้สึกเหมือนอย่างน้อยก็ควรเสนอตัวไปวิ่งด้วย…"

    #Choice split: Offer to run with Emi/Keep quiet.

    "เสนอตัวจะไปวิ่งกับเอมิ":
        return m1

    "ไม่พูดอะไร":
        return m2

label th_E11b:

#If you offer to run with Emi
hi "นี่ เดี๋ยวไปวิ่งด้วย"

hi "ไหน ๆ ก็ไหน ๆ แล้วนี่นะ"

show emi basic_annoyed_rn
with charachange

"เอมิสั่นหัวด้วยความสงสาร"

emi "ไม่ ไม่ได้นะฮิซาโอะ นายต้องพักก่อน ลืมแล้วเหรอ"

emi "ฉันไม่ยอมให้นายฝืนตัวเองหรอกนะ"

"คงจะเป็นคนจำพวกที่ให้คำแนะนำเก่งกว่าการรับฟังไว้เองสินะ"

hi "ตามเธอว่าเลยเอมิ"

"อย่าไปตื๊อต่อเลยดีกว่า"

label th_E11c:

#If you selected to keep quiet, skip to here.

"จะว่าไปแล้ว ตอนนี้เอมิก็เหมือนอยากอยู่คนเดียวด้วย"

"ฉันตัดใจเก็บข้อเสนอนั้นไว้กับตัวเอง"

label th_E11d:

#End split

stop music fadeout 12.0

scene bg school_dormext_full_rn
with locationskip


play ambient sfx_rain fadein 2.0
show rain normal
with Dissolve(2.0)

"พอมาถึงที่หอหญิงฝนก็เริ่มตกอีกรอบ"

show emi sad_annoyed_rn at center behind rain
with charaenter

"เอมิทำหน้าไม่พอใจเล็กน้อย"

emi "โธ่เอ๊ย…"

emi "เจ้าฝนบ้า"

hi "เดี๋ยวก็หยุดตกน่า ไว้หยุดตกแล้วค่อยไปวิ่งก็ได้"

show emi basic_grin_rn
with charachange

"เอมิหัวเราะหึดูชอบใจ"

show emi excited_proud_rn
with charachange

emi "พูดเหมือนถ้าฝนตกแล้วฉันจะไม่วิ่งงั้นแหละ"

hi "อย่านะเฮ้ย! เดี๋ยวก็เป็นหวัดหรอก!"

show emi basic_grin_rn
with charachange

"เอมิโบกไม้โบกมือเหมือนไม่ใช่เรื่องใหญ่"

emi "ไร้สาระ! ฉันน่ะไม่เป็นหวัดหรอก"

show emi basic_closedgrin_rn
with charachange

emi "ระบบภูมิคุ้มกันของฉันมันแข็งแกร่งเกินกว่าที่จะเป็นหวัดได้"

"ฉันอดหัวเราะไม่ได้"

hi "อืม งั้นก็เจอกันพรุ่งนี้นะ"

show emi basic_happy_rn
with charachange

emi "อื้ม!"

show emi basic_grin_rn
with charachange

emi "ขอบคุณที่มาด้วยนะ! อ้อ แล้วก็ขอบคุณที่ช่วยถือตะกร้าด้วย!"

show emi excited_amused_rn
with charachange

emi "เดี๋ยวพรุ่งนี้จะเอาข้าวเที่ยงไปเผื่อ ปิกนิกกันที่ดาดฟ้าไง!"

hi "เยี่ยมเลย เจอกัน!"

hide emi
with charaexit

"เอมิหยิบตะกร้าไปแล้วพุ่งไปที่ประตู"

"รินกึ่ง ๆ พยักหน้าก่อนจะเดินนวยนาดเข้าไปข้างใน"

"เปียกไปหมดเลย"

"เดี๋ยวต้องกลับไปเปลี่ยนเสื้อผ้าที่ห้อง"

stop ambient fadeout 2.0

scene bg school_dormhallway
with locationskip

"ไม่นานฉันก็มาถึงที่หน้าห้องตัวเอง แต่อยู่ ๆ เคนจิก็เข้ามาขัดขวางเสียก่อน เหมือนจะขนกองหนังสืออะไรมาด้วย"

show kenji neutral at center
with charaenter

ke "เฮ้ยพวก ช่วยหน่อยได้ปะ"

hi "ฮะ?"

play music music_kenji fadein 0.5

with vpunch

"เคนจิโยนกองหนังสือใส่อ้อมแขนฉันโดยที่ฉันไม่เต็มใจนัก เขาคุ้ยหากุญแจห้องตัวเอง"

show kenji happy
with charachange

ke "ขอบใจ ช่วยได้เยอะเลย"

ke "ถ้าไม่มีนายฉันก็คงไม่ได้ปลดล็อกห้องแน่ ซึ่งก็จะยิ่งเป็นปัญหาไปอีก"

show kenji tsun
with charachange

ke "เป็นจังหวะเหมาะที่จะได้ซุ่มโจมตี หรืออาจจะวางระเบิดไว้ถ้าไม่อยากให้มือต้องเปื้อนเลือดมากไป"

ke "ซึ่งคงจะไม่อยาก"

ke "เพราะกลัวว่าพอแทบฉันแล้วเล็บจะหักหรืออะไรแบบนั้น"

ke "ผู้หญิง"

"สมองฉันกำลังประมวลผลกับกระแสคำพูดที่ถูกปลดปล่อยออกมานั้น ทว่าก็ยอมทิ้งหน้าที่ไม่คิดอะไรต่อแล้วอยู่\nแบบไม่รู้เรื่องนั่นแหละ"

hi "อ่า… ฮะ"

show kenji happy
with charachange

ke "แล้วสรุปไปไหนมาเนี่ย"

show kenji neutral
with charachange

ke "แทนที่ฉันจะได้ให้นายช่วยขนหนังสือพวกนี้จากห้องสมุด!"

ke "ฉันมาเคาะประตูแล้วนายก็ไม่อยู่"

hi "อ้อ ขอโทษที"

"ก็ไม่ได้รู้สึกผิดเท่าไหร่หรอก นี่เห็นเป็นเบ๊หรืออะไร"

hi "พอดีออกไปข้างนอกกับเอมิแล้วก็รินน่ะ"

show kenji rage
with charachange

"เคนจิถอยกรูดไปด้วยความสะพรึง"

"ทำหน้าเหมือนฉันไปยิงหมาของเขา ถ้าเขาเลี้ยงอะนะ"

ke "สาวไร้รยางค์อีกแล้วเหรอ"

show kenji tsun
with charachange

ke "คราวนี้ไปทำอะไร"

hi "ก็ไปร้านเซี่ยงไฮ้—"

"อยู่ ๆ เคนจิก็อุทานด้วยความสิ้นหวังขึ้นมาไม่ให้ฉันได้พูดต่อ"

show kenji rage
with vpunch

ke "ร้านเซี่ยงไฮ้?"

ke "ทำไมต้องเป็นร้านเซี่ยงไฮ้"

ke "ไม่ ๆ ๆ ๆ พวก ไปร้านเซี่ยงไฮ้ไม่ได้นะเว้ย"

ke "ร้านนั้นคือที่ที่อันตรายที่สุดในเมืองนี้แล้ว!"

ke "เป็นฐานที่มั่นอย่างแท้จริงของตัวแทนระดับสูง ๆ เลยนะ!"

ke "ฉันรู้! ฉันเคยเจอ!"

ke "พวกนั้นจะทำทุกวิถีทางเพื่อล่อหลอกให้นายตายใจ แล้วก็ตู้ม!"

play sound sfx_impact2
with vpunch

"เคนจิทุบประตูเป็นการเน้นย้ำ"

ke "กระเป๋าสตางค์หาย ตั๋วรถบัส? หาย บัตรประจำตัว? {b}หาย{/b} เฮ้ย!"

show kenji tsun
with charachange

ke "สัญญาได้มั้ยว่าจะไม่ไปที่ร้านเซี่ยงไฮ้อีก!"

"เคนจิดูจะเคียดแค้นกับร้านเซี่ยงไฮ้เสียจนฉันนึกยอมโกหกสักหน่อยเพื่อที่จะได้เข้าห้องตัวเอง"

hi "ได้ จะไม่ไปอีกแล้ว"

"หรืออย่างน้อยถ้าได้ไปอีกฉันก็จะไม่บอกนาย"

"เพื่อนผู้สวมแว่นคนนี้ดูจะพึงใจที่ฉันตอบไปแบบนั้น"

show kenji neutral
with charachange

ke "ดี ๆ"

show kenji happy
with charachange

ke "ขอโทษที่ทำตัวรุนแรง แต่ฉันรู้ดีว่าร้านนั้นอันตรายขนาดไหนถึงได้ไม่อยากให้นายต้องไปเพ่นพ่านอยู่ในถ้ำเสือ\nอย่างนั้นน่ะ"

ke "นายไปครั้งเดียวแล้วรอดออกมาได้ แต่จะรอดออกมาได้อีกครั้งคงยากมาก"

hi "เออ คือฉันต้องไปเปลี่ยนเสื้อผ้าแล้วก็ เอ่อ ทำการบ้าน เพราะงั้น… เจอกัน"

show kenji tsun
with charachange

ke "ฮะ?"

show kenji neutral
with charachange

ke "อ้อ เอ้อ เอาเหอะ"

"เหมือนเคนจิเพิ่งนึกได้ว่าหนังสือยังอยู่ในมือฉันอยู่"

hi "นายเอาหนังสือคืนไปได้แล้ว"

"ฉันเหลือบไปเห็นชื่อหนังสือเล่มหนึ่ง เหมือนจะเป็นเรื่องวิทยาการรหัสลับหรืออะไร"

"พิลึกคน"

stop music fadeout 6.0

show kenji neutral:
    center
    easeout 0.5 xpos 0.3 alpha 0.0
with None

"เคนจิรับของบรรทุกสุดล้ำค่าของตัวเองแล้วหายลับไปหลังประตูห้อง"

$ renpy.music.set_volume(0.1, 0.0, channel="ambient")
play ambient sfx_rain fadein 1.0

scene bg school_dormhisao
with locationchange

"ฉันเปิดประตูเดินเข้าห้องด้วยความดีใจที่จะได้ถอดเสื้อเปียก ๆ สักที"

"ฝนตกหนักขึ้น หวังว่าเอมิจะไม่วิ่งกลางแจ้งด้วยสภาพอากาศอย่างนี้นะ ดูจะอยากวิ่งคนเดียวเหลือเกิน\nฉันอดสงสัยไม่ได้ว่าเอมิยังเจ็บขาอยู่หรือเปล่า"

"ฉันเค้นสมองนึกว่าวันนี้เห็นเอมิขากะเผลกหรือเปล่า แต่ก็นึกไม่ออก สงสัยมัวแต่เพลินกับเรื่องวันนี้ ถึงจะฝนตกก็เถอะ"

"และระหว่างที่ย้อนนึกถึงเหตุการณ์วันนี้จิตใจฉันก็จดจ่ออยู่กับเพื่อนวิ่งของฉัน"

"น่ารักดีที่ไม่ยอมให้ฝนมาทำแผนตัวเองล่ม"

"แต่ก็มีอีกเรื่องด้วยเหมือนกัน"

"ท่าทีที่ไม่ย่อท้อกับการใช้ชีวิตไปแบบวันต่อวันให้สนุก"

"ฉันชอบตรงนั้นมาก"

"หรือฉันจะเอามาปรับใช้บ้างดีนะ"

stop ambient fadeout 2.0
scene black
with dissolve

$ suppress_window_after_timeskip = True


########################################################
label th_E12a:

window hide None

scene black
with dissolve

play sound sfx_alarmclock

with Pause(2.0)

scene bg school_dormhisao
with openeye

window show

"เสียงนาฬิกาปลุกปลุกให้ฉันตื่นจากฝันเรื่องโจรสลัดกับเรื่องอื่น ๆ ที่ฉันจำไม่ค่อยได้"

scene bg school_track
with locationskip

play music music_pearly

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")

"ตาฉันยังมัว ๆ อยู่ รู้สึกว่ากว่าจะแต่งตัวเสร็จแล้วมาที่ลู่ก็กินเวลาไปนานกว่าปกติ"

"เมื่อเหลือบมองนาฬิกาก็เห็นว่าฉันคิดถูก และมาสายหน่อย ๆ ด้วย"

"เรื่องคือ…"

"เอมิไม่อยู่"

"แปลก เอมิควรจะมาแล้วสิ"

"ต้องมาแล้ว"

"ก็ฉันมา{b}สาย{/b}"

"คงไม่ได้มีแค่ฉันละมั้งที่เช้านี้ลุกไม่ค่อยขึ้น"

"ฉันเพิ่งนึกได้ว่าเหมือนเมื่อวานฝนจะไม่หยุดตกเลย นี่เมื่อวานเอมิยังออกไปวิ่งอยู่หรือเปล่า"

label th_E12b:

#if you offered to run with her

"น่าจะใช่ คำว่ารอบคอบนั้นไม่ใช่ตัวเอมิเลย คงจะคิดว่ายังไงฝนก็ไม่หยุดถึงได้รั้นจะวิ่งคนเดียวขนาดนั้น"

"แต่ฉันก็ยินดีวิ่งกับเอมินะ ต่อให้ต้องตากฝนก็เถอะ"

"ไม่สิ ถ้าฝนตกหนักจริง ๆ ก็ฉันนี่แหละจะชวนให้มาหลบฝนก่อน ซึ่งก็แน่ละว่าเพราะแบบนี้ถึงได้ไม่อยากให้ฉันไปวิ่งด้วย"

label th_E12c:

#If you kept quiet

"รู้งี้เสนอตัวไปวิ่งด้วยก็ดี"

"จะได้เกลี้ยกล่อมให้ล้มเลิกความคิด หรืออย่างน้อยก็จะได้ดูให้แน่ใจได้ว่ายังสบายดี เกิดฟ้าผ่งฟ้าผ่าไปทำไง"

"ฉันคงไม่ให้อภัยตัวเองแน่"

"…"

"โอเค อันนี้ชักจะไร้สาระละ"

"เอมิหัวดีจะตาย พายุฝนอย่างนี้ยังไงก็ไม่ออกมาวิ่งหรอก"

"อย่างน้อยฉันก็เชื่อใจเอมิเรื่องนี้นะ"

label th_E12d:

#end split

"แต่ถึงอย่างนั้นก็อดสงสัยไม่ได้อยู่ดีว่าตอนนี้เอมิอยู่ไหน"

"…แต่เอาเถอะ สงสัยไปก็ไม่ได้อะไรขึ้นมา ยืดหยุ่นร่างกายไปออกวิ่งแล้วหวังว่าเอมิจะยิ้มร่ามาพร้อมข้ออ้างอะไรดีกว่า"

scene bg school_track_running
with shorttimeskip

show bg school_track_on
with Dissolve(3.0)

"พอถึงช่วงคูลดาวน์ฉันก็ต้องจำใจยอมรับว่าเอมิไม่มาแล้ว"

"ยิ่งไปกว่านั้นยังไม่รู้ด้วยว่าอยู่ไหน ฉันเป็นกังวลไปพร้อม ๆ กับคิดว่าทำไมถึงได้ห่วงเอมิขนาดนี้"

"ตอนวิ่งก็เลิกคิดไปได้พักหนึ่ง แต่พอวิ่งเสร็จก็กลับมาคิดมากอีกแล้ว"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

nvl clear

nvl show dissolve

n "\n\nพอเอมิไม่อยู่ด้วยแล้วแปลก ๆ"

n "ชวนให้ใจคอไม่ดีด้วยซ้ำ"

n "แล้วฉันก็ระลึกได้ว่าที่มาวิ่งก็ด้วยความอยากสองอย่างที่มีเท่า ๆ กัน คืออยากอยู่กับเอมิกับอยากรักษาสุขภาพ\nซึ่งพอมาคิดดูแล้วก็น่าจะเพราะอยากอยู่กับเอมิมากกว่า"

n "เป็นเหมือนอย่างที่เขาเรียกว่าเส้นผมบังภูเขา"

n "เอมิเป็นคนที่ฉันอยู่ด้วยแล้วสนุกจริง ๆ"

n "ซึ่งพอคิดได้แล้วฉันก็ไม่ได้ตื่นเต้นอะไรขนาดนั้น"

n "และในขณะเดียวกันฉันก็ตกใจเล็กน้อย"

n "เป็นแบบนี้ไปตั้งแต่ตอนไหน"

n "เอาเถอะ ไม่มีเวลามาคิดแล้ว ถึงจะอยากคิดเรื่องนี้ต่อ แต่ฉันอยากรู้มากกว่าว่าเกิดอะไรขึ้นกับเอมิ"

n "ไว้ถามคุณพยาบาลตอนไปแวะหาก็แล้วกัน"

$ renpy.music.set_volume(1.0, 2.0, channel="music")
stop music fadeout 2.0

nvl clear

nvl hide dissolve

scene bg school_nurseoffice
show nurse neutral at center
with shorttimeskip

nk "ก็ดูแข็งแรงดีนะฮิซาโอะ"

hi "โล่งไปที"

"ฉันใส่เสื้อแล้วยืนตั้งท่าจะเดินออกไปตามปกติ"

"แต่แทนที่จะออกไปฉันกลับถาม"

hi "เอ่อ เอมิอยู่ไหนเหรอครับ เช้านี้ไม่เห็นไปวิ่ง"

hi "เอมิไม่เป็นอะไรใช่มั้ยครับ"

show nurse concern
with charachange

"ฉันฝืนปกปิดไม่ให้น้ำเสียงมีความเป็นกังวลไปด้วย แต่สีหน้าคุณพยาบาลบอกว่าฉันปิดได้ไม่มิดเลย"

nk "นี่เอมิไม่ได้บอกเธอเหรอ"

nk "เอมิไม่สบายแล้วนอนพักอยู่น่ะ"

hi "ครับ? ไม่สบาย?"

show nurse neutral
with charachange

"คุณพยาบาลยักไหล่"

nk "อื้ม เช้านี้เอมิไข้ขึ้นเลยมาหาฉันน่ะ"

nk "เอาจริง ๆ ฉันก็แปลกใจเหมือนกันที่เอมิมาถึงนี่ได้"

show nurse concern
with charachange

nk "ตอนมาถึงตัวร้อนจี๋เลย"

nk "ฉันคิดว่ายังไงเอมิก็คงจะเอาไปบอกเธออีกที แต่เห็นขอไว้ให้บอกเธอ… ตายละ!"

stop music fadeout 2.0

show nurse neutral
with charachange

"คุณพยาบาลยิ้มแหย ๆ ซึ่งเหมือนจะมาจากใจจริงอยู่"

nk "ฉันบอกเอมิไปว่าจะไปแวะบอกให้เธอรู้เผื่อเจ้าตัวลืมบอกน่ะ ขอโทษทีนะ"

play music music_nurse fadein 1.0

show nurse fabulous
with charachange

nk "แต่เราจะไม่บอกเอมิเนอะว่าฉันลืม"

"ฉันส่งยิ้มชั่วร้ายของฉันกลับไปให้คุณพยาบาลบ้าง"

hi "โอ้ ไม่บอกหรอกครับ"

hi "ขอเก็บไว้ขู่นะครับ"

hi "เผื่อว่าผมอยากให้คุณพยาบาลช่วยอะไร"

show nurse grin
with charachange

"คุณพยาบาลหัวเราะ"

nk "อืม ก็คงสมควรแล้วละ"

nk "แต่นี่นะ ฉันก็มีอะไรที่แม้แต่เธอก็ไม่รู้เอาไว้ขู่เธอได้เยอะเหมือนกัน"

show nurse fabulous
with charachange

nk "เพราะงั้นก็อย่าหมายลองเชียว"

"สีหน้าฉันทำคุณพยาบาลหัวเราะอีกรอบ"

show nurse grin
with charachange

nk "ล้อเล่นหรอกน่าฮิซาโอะ"

show nurse concern
with charachange

nk "แต่จริงจัง ห้ามเอาไปบอกเอมินะว่าฉันลืม"

hi "วางใจได้เลยครับ"

show nurse neutral
with charachange

nk "ดี ๆ ทีนี้ก็ไปได้แล้ว"

hi "เดี๋ยวครับ ผมมีอีกคำถาม"

show nurse fabulous
with charachange

nk "ให้ตาย"

hi "เอมิจะไม่เป็นอะไรใช่มั้ยครับ"

show nurse grin
with charachange

nk "อ้อ ไม่เป็นหรอก"

show nurse neutral
with charachange

nk "ไข้สูงก็จริง แต่ตอนมาถึงห้องพยาบาลไข้ก็ลดไปเยอะแล้ว"

nk "เดี๋ยวสักเที่ยง ๆ ฉันจะไปดูเอมิอีกทีเพื่อความแน่ใจ แต่ต่อให้บอกอะไรไปเดี๋ยวเย็น ๆ ก็คงออกมาวิ่งเหมือนเดิมแหละ"

hi "อืมม เดี๋ยวเลิกเรียนแล้วไปแวะหาดีกว่า"

"ผ่านไปสองสามวินาทีฉันถึงรู้ตัวว่าฉันปล่อยให้ตัวเองหลุดพูดประโยคเมื่อกี้ไป"

show nurse fabulous
with charachange

"คุณพยาบาลเลิกคิ้วขึ้นแล้วส่งสายตาเหมือนพิจารณาอะไรอยู่ครู่หนึ่ง"

nk "อืมม…"

show nurse neutral
with charachange

nk "ก็ ได้อยู่นะ"

nk "ถ้าเกิดว่าเอมิอาการทรุดหรืออะไรก็มาบอกฉันแล้วกัน"

show nurse concern
with charachange

nk "แต่ห้ามเล่นตุกติกนะ ฉันรู้ว่าเธอต้องกินยาอะไรบ้าง"

"อันนี้คือขู่เอาชีวิตกันหรือเปล่า ไม่แน่ใจ"

stop music fadeout 7.0

scene bg school_nursehall
with locationchange

"แต่จะยังไงก็เถอะ ฉันบอกคุณพยาบาลไปว่าเจตนาฉันบริสุทธิ์แล้วออกมาจากห้องพยาบาล"

"น่าสนใจดีที่ว่าคุณพยาบาลเห็นว่าฉันจะเป็นคนที่มาตามจีบเอมิ"

"และที่น่าสนใจกว่านั้นคือฉันดีใจมากที่คุณพยาบาลคิดแบบนั้น"

"ต้องไปอาบน้ำก่อน"

scene bg school_scienceroom
with shorttimeskip

play sound sfx_normalbell

"ระฆังพักเที่ยงดัง และฉันก็ไม่ได้อยากขึ้นไปที่ดาดฟ้าเลย"

"รินต้องรู้แหละว่าเอมิอยู่ไหน ซึ่งถ้ารู้แล้วรินก็คงไม่อยากไปที่ดาดฟ้าเหมือนกัน"

"ยิ่งไปกว่านั้น ต่อให้รินไปที่ดาดฟ้าจริง ๆ เราก็คงไม่ได้สนทนาอะไรที่น่าสนใจกันขนาดนั้น คงจะอยากอยู่ตัวคนเดียว\nมากกว่า ขืนไปเดี๋ยวจะไปขัดกระแสความคิดของรินหรืออะไรเข้าอีก"

"แต่โชคไม่ดีที่ฉันก็ไม่อยากไปโรงอาหารด้วยเหมือนกัน"

"ไปห้องสมุดก็แล้วกัน"

"ฉันต้องไปหาหนังสือเล่มใหม่อ่านด้วย เพราะอ่านอีกเล่มจบไปเมื่อวานตอนก่อนนอนแล้ว อาจจะไปหาเล่มอื่น\nที่คนเดียวกันเขียน"

scene bg school_library
with locationskip

play music music_happiness fadein 2.0

"ฉันรักห้องสมุด"

"ห้องสมุดนั้นมีกลิ่นฝุ่น กลิ่นกระดาษ กับกลิ่นหมึก"

"บรรยากาศมีชีวิตชีวาขึ้นมาด้วยพลังแห่งเรื่องราว ข้อเท็จจริง ข้อคิดเห็นทั้งหลายแหล่ที่มาอัดแน่นรวมตัวอยู่กัน\nในที่ที่เดียว"

"เพราะยังไม่ค่อยแน่ใจกับผังห้องสมุดของยามากุเพราะที่ผ่านมาอ่านแต่หนังสือที่เอาติดตัวมาด้วย ฉันจึงหันไป\nขอความช่วยเหลือจากบรรณารักษ์"

"…"

"อืมม สงสัยจะไม่อ—{w=0.5}{nw}"

show yuuko smile_down:
    center
    xpos 0.4
    easein 0.5 center
with charaenter

yu "…ไม่อยากจะเชื่อเลย"

"ยูโกะที่ดูเหม่อ ๆ นั้นอยู่ ๆ ก็โผล่ออกมาจากทางเดินฟากหนึ่ง"

hi "เอ่อ ขอโทษนะครับ"

show yuuko neutral_down
with charachange

yu "อ้าว มีอะไรให้ช่วยมั้ย"

hi "คือผมมาหาหนังสือ…"

show yuuko panic_up
with charachange

yu "ฉันก็หาอยู่เหมือนกัน!"

show yuuko smile_down
with charachange

yu "“วิทยาการรหัสลับขั้นสูง” เพิ่งได้มาแท้ ๆ แต่หายไปแล้ว"

show yuuko worried_up
with charachange

yu "ฉันอยากอ่านเล่มนั้นมาก!"

hi "วิทยาการรหัสลับ?"

show yuuko neurotic_up
with charachange

yu "อื้ม คือ… เอ่อ คือว่า…"

yu "คนที่ฉันเคย ไม่เคยสิ รู้จัก เอ่อ"

yu "ไม่รู้จะว่ายังไงดี…"

hi "ขอตอนจบมาเลยครับ"

show yuuko smile_down
with charachange

yu "ฉันมาสนใจวิทยาการรหัสลับเพราะคนนั้น แล้วหนังสือเล่มนั้นก็หายไปแล้ว ฉันว่าต้องมีคนขโมยไปแน่ ๆ !"

hi "ลำบากน่าดูเลยนะครับ"

show yuuko worried_up
with charachange

yu "อื้ม แล้วตอนนี้ฉันต้องมาพลิกห้องสมุดหาอยู่เนี่ย"

yu "ทั้งที่อาจจะไม่ได้อยู่ที่ห้องสมุดด้วยซ้ำ!"

hi "ดู… ยุ่ง ๆ นะครับ"

show yuuko neurotic_up
with charachange

yu "นิดหน่อย"

show yuuko neurotic_up:
    center
    easeout 0.5 alpha 0.0 xpos 0.6
with None

"ยูโกะพุ่งตัวไปที่ทางเดินอื่น ส่วนฉันก็ต้องยอมมาหาหนังสือด้วยตัวเอง"

"อืมม มีให้เลือกหลายเล่มเลย"

stop music fadeout 2.0

hide yuuko
with shorttimeskip

"ให้ตายเถอะ หลงได้ไงเนี่ย"

"แถบนี้ไม่มีหนังสือพิมพ์ตัวอักษรด้วยซ้ำ เป็นอักษรเบรลล์หมดเลย"

"คงไม่แปลกแหละที่โรงเรียนแบบนี้จะมีหนังสืออักษรเบรลล์ แต่เอาตรง ๆ ก็แอบหงุดหงิดเหมือนกัน"

li "ขอโทษนะคะ มีใครอยู่ตรงนั้นหรือเปล่า"

"น้ำเสียงชวนฟังนั้นดังมาจากโต๊ะล้อมกรอบที่ตั้งไว้สำหรับการค้นคว้าตัวหนึ่งที่อยู่ข้างหลัง"

show lilly basic_displeased at center
with charaenter

"พอเดินไปดูก็เห็นว่าลิลลี่กำลังอ่านหนังสืออยู่ระหว่างที่ฉันเดินไปมาตามทางเดิน"

hi "ไม่เลย ฉันสิต้องขอโทษที่ส่งเสียงดังไปแบบนั้นน่ะ"

show lilly basic_ara
with charachange

li "ตายจริง ฮิซาโอะเหรอ"

show lilly basic_smile
with charachange

li "ไม่ได้ยินเสียงเธอมาสักพักแล้ว"

show lilly basic_pout
with charachange

li "คิดว่าเธอจะลืมฉันไปแล้วเสียอีก"

hi "เอ่อ ขอโทษที"

play music music_lilly fadein 4.0

show lilly basic_giggle
with charachange

"ลิลลี่หัวเราะตามท่าทีมีมารยาทประจำตัวแล้วสั่นหัว"

show lilly basic_smile
with charachange

li "แค่หยอกเล่นน่าฮิซาโอะ"

li "ได้ยินมาว่าช่วงนี้เธอยุ่ง"

show lilly basic_cheerful
with charachange

li "ต้องวิ่งยามเช้ากับเอมิ อิบาราซากิ {b}แล้วไหนจะ{/b}ต้องกินข้าวเที่ยงที่ดาดฟ้าอีก ถ้าจำไม่ผิดนะ"

hi "ฮะ ๆ อื้ม"

hi "ข่าวแพร่เร็วน่าดูเลยเนอะ"

show lilly basic_weaksmile
with charachange

li "ก็ใช่จ้ะ แล้วฉันก็ชวนให้ฮานาโกะผู้น่าสงสารไปที่ดาดฟ้าด้วยไม่ได้แล้ว"

show lilly basic_displeased
with charachange

li "เธอสามคนอยู่บนดาดฟ้ายึดที่ไว้เองตลอดเลย"

"ลิลลี่ดุฉันอย่างอ่อนโยน ถึงจะชัดก็เถอะว่าแค่หยอกเหมือนกัน"

"แต่ก็รู้สึกเหมือนต้องขอโทษยังไงไม่รู้"

hi "ขอโทษนะ ถ้ามีปัญหาจริง ๆ เดี๋ยวเราไปกินข้าวเที่ยงกันที่อื่—"

show lilly basic_ara
with charachange

li "ไม่เลยจ้ะ ฉันไม่ถือหรอก"

show lilly basic_smile
with charachange

li "ตอนเที่ยงฮานาโกะกับฉันก็มีอย่างอื่นให้ทำด้วยเหมือนกัน"

li "เช่นการอ่านหนังสือในห้องสมุดอย่างที่เห็นนี่แหละจ้ะ"

hi "อ้าว ฮานาโกะก็อยู่ด้วยเหรอ ไม่เห็นเลย"

show lilly basic_smileclosed
with charachange

"ลิลลี่ยิ้มเหมือนแฝงนัยอะไรไว้"

li "อืม ฮานาโกะเขาอยู่ไม่ไกลหรอกจ้ะ"

show lilly basic_smile
with charachange

li "แต่แปลกจะในฮิซาโอะที่เธอมาที่นี่แทนที่จะขึ้นไปบนนั้น"

li "ลมอะไรหอบมาที่ห้องสมุดจ๊ะ"

hi "ก็ เอมิไม่สบายน่ะ แล้วก็ไม่มีธุระต้องไปกินข้าวเที่ยงที่ดาดฟ้าด้วย…"

show lilly basic_giggle
with charachange

"ลิลลี่เลิกคิ้วขึ้นที่ได้ยินฉันพูดแบบนั้นก่อนจะแค่นหัวเราะอีกครั้ง"

li "ตายจริง รินผู้น่าสงสารคงเหงาแย่เลย"

hi "ไม่ใช่อย่างนั้นนะ!"

show lilly basic_weaksmile
with charachange

li "อืม แต่ฉันว่าใช่นะ เอมิน่ะไปอยู่กับกลุ่มไหนก็เป็นคนที่คอยทำให้กลุ่มมีชีวิตชีวาขึ้นมา"

show lilly basic_sad
with charachange

li "น่าสงสารจังที่เอมิไม่สบาย จะไม่เป็นอะไรใช่มั้ย"

"รู้สึกเหมือนแค่ถามตามมารยาทยังไงไม่รู้ แต่ฉันก็ตอบ ๆ ไป"

hi "คุณพยาบาลว่างั้นนะ เดี๋ยวเลิกเรียนแล้วฉันว่าจะไปแวะหาอีกทีเหมือนกัน"

show lilly basic_smileclosed
with charachange

"ลิลลี่เลิกคิ้วขึ้นอีกครั้ง"

li "ตายจริง ช่างมีความเป็นสุภาพบุรุษเสียจริงนะฮิซาโอะ"

hi "เรื่องแค่นี้เอง แค่ไปหาเพื่อนที่ไม่สบายเฉย ๆ น่า"

show lilly basic_planned
with charachange

li "อ้อ แค่เพื่อนเหรอ น่าผิดหวังจริง"

"ฉันหน้าแดงขึ้นมาพลางนึกโล่งใจที่ลิลลี่ไม่เห็น"

show lilly basic_giggle
with charachange

"แต่เหมือนลิลลี่จะรู้อยู่ดีว่าฉันเขิน เธอหัวเราะ"

li "ขอโทษนะจ๊ะฮิซาโอะที่หยอกเธออีกแล้ว"

show lilly basic_smile
with charachange

li "ฝากอวยพรให้เอมิหายไว ๆ ทีนะ"

"ฉันเหลือบมองนาฬิกา เวลาในการหาหนังสือของฉันจวนจะหมดลงแล้ว"

hi "ได้"

hi "เออ ต้องไปแล้วละ พอดีต้องไปหาหนังสือก่อนหมดพักเที่ยง"

hi "เจอกันนะ"

"อาจจะเป็นวลีที่ไม่เหมาะสักเท่าไหร่"

"แต่ลิลลี่ก็ไม่ถืออะไรที่ฉันหลุดปากไป"

show lilly basic_weaksmile
with charachange

stop music fadeout 3.0

li "ไว้พบกันอีกจ้ะฮิซาโอะ"

scene bg school_hallway2
with shorttimeskip

"ฉันไม่เจอหนังสือที่หาอยู่ แต่ก็ได้อย่างอื่นติดมือออกมาแทน"

"ท้องฉันร้องเบา ๆ เตือนให้กินอะไรบ้างเป็นมื้อเที่ยง"

"เอาเถอะ"

"ไว้ค่อยหาอะไรกินก่อนไปเยี่ยมเอมิแล้วกัน"

########################################################
label th_E13:

scene bg school_hallway2
with None

scene bg school_scienceroom
with shorttimeskip

play music music_normal fadein 3.0

"เหมือนว่าเวลาจะช้าลงเพื่อทำให้ฉันหงุดหงิดโดยเฉพาะ"

"คาบเรียนยืดยาวเหมือนนานเป็นชาติ"

"ส่วนหนึ่งน่าจะเพราะความกังวลที่เกาะกุมในจิตใจ"

play sound sfx_normalbell

"พอระฆังมาโปรดแล้วฉันก็พุ่งตัวออกจากห้องเรียน ซึ่งฉันมั่นใจว่าต้องมีคนเลิกคิ้วด้วยความสงสัย"

scene bg school_hallway3
with locationchange

"ฉันใช้เวลาแทบทั้งวันไปกับการพะวงอย่างไม่ให้ใครจับสังเกตได้"

"ถึงคุณพยาบาลจะบอกว่าเอมิสบายดี แต่ฉันก็อยากไปดูกับตาตัวเอง"

stop music fadeout 14.0

scene bg school_girlsdormhall
with locationskip

"ไม่นานก็มาถึงหอหญิง ฉันเดินไปที่ห้องเอมิ"

"เมื่อมาถึงหน้าห้องแล้วฉันก็ชะงักไปทันที ถ้าเกิดว่าหลับอยู่ล่ะ"

"ถ้าเป็นงั้นก็ไม่อยากไปปลุกเลย ยิ่งถ้าเกิดยังไม่สบายอยู่ด้วย"

"แต่ก็นะ ถ้าเอาแต่นอนทั้งวันเดี๋ยวตอนกลางคืนก็นอนไม่หลับกันพอดี"

"แต่ถ้าป่วยอยู่ก็ต้องพักเยอะ ๆ สิ"

"ฉันไม่รู้จะทำอย่างไรจึงได้แต่ยืนอยู่หน้าประตูเหมือนคนซื่อบื้ออย่างนั้น"

"แล้วก็ได้ยินเสียงเอมิจากอีกฟากประตู"

emi "ขอบคุณที่เป็นห่วงนะ แต่ฉันไม่เป็นไรจริง ๆ"

"คุยกับฉันเหรอ"

emi "เดี๋ยวเจอกันตอนซ้อมพรุ่งนี้นะ!"

"ไม่น่า"

"แต่ชัดแล้วว่าไม่ได้หลับอยู่ เพราะงั้นก็เคาะประตูได้ไม่มีปัญหา"

"แล้วทำไมฉันถึงรู้สึกมวนท้องขึ้นมา ทั้งที่วันก่อนมาหาก็ไม่ได้ประหม่าเลย ทำไมถึงมาเป็นเอาวันนี้"

"จริงอยู่ว่าฉันไม่มีเวลาได้คิดว่าความอยากรู้ถึงความเป็นอยู่ของเอมินี้คืออะไร"

"แน่ละว่าฉันไม่ได้มีประสบการณ์กับเรื่องนั้นนัก แต่ที่แน่ ๆ คือความรู้สึกนี้เกินคำว่าเพื่อนเฉย ๆ ไปแล้วแน่นอน"

"แต่ฉันจะก้าวไปก้าวถัดไปได้หรือเปล่า ฉันจะยอมเสี่ยงด้วยสิ่งที่มีอยู่ตอนนี้หรือเปล่า"

"แค่เป็นเพื่อนกับเอมิก็พอแล้วนี่"

"แต่จะอย่างไหนก็เถอะ เปิด ๆ ประตูไปดูเลยว่าเอมิเป็นยังไงก็จบแล้ว ที่มาที่นี่ก็คือจะมาหาอยู่แล้วนี่… ใช่มั้ย"

stop music fadeout 1.5

"ถ้าเกิดว่ายังไม่ได้ใส่เสื้อผ้าล่ะ"

play ambient sfx_heartslow

with Fade (0.05, 0.0, 0.3, color="#ffc0cb")

"ภาพที่แล่นเข้ามาในหัวแวบหนึ่งนั้นทำใจฉันเต้นไม่เป็นจังหวะแบบตรงตัวอักษร"

stop ambient fadeout 3.0

"ฉันไม่ควรจะไปคิดถึงเรื่องอะไรแบบนั้นอีก ถ้าไม่อยากหัวใจวายขึ้นมา"

"อยู่ ๆ ก็นึกขึ้นได้ว่าฉันยังยืนอยู่ที่โถงทางเดินอย่างคนซื่อบื้อเหมือนเดิม"

play sound sfx_doorknock2

"เอมิเหมือนจะยังคุยไม่เสร็จ แต่ฉันก็เคาะประตู หวังว่าจะไม่ถือที่ฉันมาขัดนะ"

emi "เป็นห่วงกันมากไปแล้— เข้ามาเลย! ประตูไม่ได้ล็อก"

"ไม่ได้ล็อกจริง ๆ ฉันเปิดประตูแล้วเดินเข้าไป เป็นจังหวะนั้นเองที่สมองฉันหยุดทำงาน"

play music music_serene fadein 4.0

scene ev emi_sleepy_face:
    subpixel True
    center
    zoom 1.05
    ease 15.0 zoom 1.0
with whiteout

"เอมินั่งอยู่บนเตียงโดยที่หัวยังยุ่งอยู่เพราะเพิ่งตื่นมาจากการนอนทั้งวัน น่าจะเป็นครั้งแรกเลยที่เห็นเอมิไม่ได้ใส่\nยางรัดผมที่มีลูกกลมอันคุ้นเคยนั้น"

"เสื้อกับกางเกงพละที่ซ้อนกันยับยู่ยี่ไม่ได้เก็บให้เรียบร้อยจนเห็นชัดว่าก่อนฉันเข้ามาเอมิแค่ดึง ๆ รวบไว้ด้วยกัน"

scene ev emi_sleepy_legs at Fullpan(8.0)
with flash

"ขาเปลือยเอมิวางอยู่บนที่นอน"

"ฉันไม่เคยเห็นเอมิแบบไม่มีขาเทียมมาก่อนเลย ขาเรียวของเธอขาดหายไปเป็นตอตรงล่างหัวเข่า"

"แต่แม้ภาพตรงหน้าจะแปลกแค่ไหน ฉันก็ยิ่งรู้สึกหลงเสน่ห์ทุกอย่างที่อยู่เหนือเอวขึ้นไป"

scene ev emi_sleepy:
    subpixel True
    center
    zoom 1.05
    ease 15.0 zoom 1.0
with flash

"ดูท่าว่าจะคุยกับคู่สนทนาปลายสายซึ่งเป็นใครก็ไม่รู้นั้นเสร็จแล้ว แล้วตอนนี้ก็หันมามองปฏิกิริยาฉันด้วยตาข้างหนึ่ง\nที่ลืมอยู่โดยยังขยี้ตาอีกข้างให้หายงัวเงียอยู่"

"เอมิไม่ได้อายเลย เธอกลับหาวหวอดใหญ่เกินคาดใส่ฉัน อาจจะเป็นการหาวที่เหมาะแล้วกับปากเล็ก ๆ นั้น"

"เอมิมองฉันพลางยกยิ้มขึ้นมุมปากเหมือนจะยั่วกันอยู่แวบหนึ่ง"

"ในสมองฉันมีแต่ความกลัวและความสับสนที่หมุนวนไปมาโดยไม่ได้มีความใคร่อยู่ในนั้นเลย"

"เอมิปัด ๆ ผมที่ปรกหน้าอยู่แล้วจัดแจงให้เรียบร้อยก่อนเรียกฉัน"

scene bg school_dormemi
show emi sad_grin_gym at center
with locationchange


emi "ดูตกใจเชียวนะฮิซาโอะ"

"แล้วเอมิก็หัวเราะออกมา ฉันยิ้ม ๆ แล้วลูบท้ายทอยแก้เก้อ"

hi "ขอโทษที พอดี…"

"ไม่เคยเห็นใครที่ดูไม่เรียบร้อยแต่มีเสน่ห์ขนาดนี้"

"ไม่เคยเห็นเธอตอนไม่ใส่ขาเทียม"

"ไม่เคยเห็นเธอ…"

hi "เอ่อ ขอโทษที"

show emi basic_closedgrin_gym
with charachange

"เอมิหัวเราะคิกคักแล้วนั่งหลังตรง"

"ฉันผงะที่เสื้อเธอขยับแบบนั้นจนแทบเสียสติ"

show emi basic_grin_gym
with charachange

emi "คิดอยู่ว่านายจะตอบสนองยังไงน่ะ"

show emi basic_closedhappy_gym
with charachange

emi "ก็เนี่ย คุณพยาบาลโทร. มาบอกว่านายจะแวะมาหา"

show emi basic_grin_gym
with charachange

emi "แล้วก็รู้ด้วยว่านายยังไม่เคยเห็นฉันตอน… ก็ นั่นแหละ"

show emi sad_grin_gym
with charachange

emi "ไม่มีขา"

"ฉันตอบไปด้วยน้ำเสียงแปลกใจแบบสบาย ๆ"

hi "อ้าว ไม่ได้ใส่เหรอ ไม่ทันสังเกตเลย"

"ซึ่งก็นับว่าจริงอยู่ เพราะฉันเกือบจะไม่ได้สังเกตแล้ว"

"แต่บอกไว้ก่อนว่าฉันไม่ได้จะทำตัวเป็นคนมั่นหน้าหรืออะไร ไม่รู้ทำไมเอมิเหมือนจะไม่พอใจ"

stop music fadeout 0.5
play sound sfx_pillow
show emi basic_annoyed_gym
with vpunch

"เอมิกลับแลบลิ้นแล้วปาหมอนใส่หัวฉัน"

emi "บ้า"

"ฉันคว้าหมอนไว้อย่างรวดเร็วแล้วเล็งให้ดีก่อนปากลับ"

play music music_running

show emi basic_annoyed_gym:
    center
    parallel:
        ease 0.5 xpos 0.7
    parallel:
        "emi basic_closedhappy_gym" with Dissolve(0.5, alpha=True)

"เอมิหัวเราะแล้วกลิ้งตัวไปด้านข้างหลบหมอนที่ปาไป เสื้อเธอที่เลิกขึ้นทำฉันเสียสมาธิจนเมื่อเธอปามาอีกรอบ\nก็โดนเข้าที่หว่างคิ้วเต็ม ๆ"

play sound sfx_pillow

hi "อุ๊บ!" with hpunch

"แน่ละว่าฉันต้องถอย"

"และเมื่อฉันถอยไปสองรอบแล้วสงครามก็จะเริ่มขึ้นในไม่ช้าก็เร็ว"

"และยิ่งเอมิเหมือนจะเล็งแม่นกว่าฉันด้วย ก็นะ…"

"ไม่นานฉันก็ต้องพึ่งวิธีการจู่โจมพลีชีพแล้ว"

show bg school_dormemi:
    center
    ease 0.5 bgleft

show emi basic_closedhappy_gym:
    ease 0.5 center

with None

show emi basic_closedhappy_gym_close:
    ease 0.5 center

with characlose

hi "ได้ตัวละ!"

show emi basic_hes_gym_close
with charachange

emi "ว้าย!"

window hide None

play sound sfx_pillow

show comic vfx1
show emi basic_closedsweat_gym_close
with vpunch

with Pause(0.5)

play sound sfx_pillow

show comic vfx2
with hpunch

with Pause(0.5)

play sound sfx_pillow

show comic vfx3
with vpunch

with Pause(0.5)

show comic vfx3:
    truecenter
    easeout 0.5 yanchor 0.3 alpha 0.0
with Pause(0.5)

#"{size=40}BAM!{/size} {w=0.5}{nw}" with vpunch

#extend "{size=40}SMACK!{/size} {w=0.5}{nw}" with hpunch

#extend "{size=40}BIFF!{/size}" with vpunch

stop music fadeout 3.0

scene black
with dissolve

window show

"และเมื่อจู่โจมสำเร็จแล้วก็แน่นอนว่าฉันต้องปลุกปล้ำดึงหมอนออกมาจากมือเอมิ"

"และเมื่อดิ้นกันไปมาแบบนั้นก็แน่นอนว่าเราต้องมาอยู่กันท่านี้"

window hide

play music music_twinkle fadein 2.0

scene ev emi_bed_full:
    xalign 0.5 yalign 1.0 subpixel True
    easein 15.0 yalign 0.0

with Dissolve(1.0)

with Pause(3.0)

window show

"และฉันก็มาคร่อมตัวเอมิมองเธอ"

"เอมิยิ้มพร้อมตาเป็นประกายด้วยความสนุก เหงื่อออกเล็กน้อยจากการที่เราออกแรงกัน"

"หน้าอกเธอกระเพื่อมขึ้นลงสูบอากาศเข้าออก"

"สมองเสี้ยวหนึ่งของฉันที่ยังไม่หลงเสน่ห์ไปกับกลิ่นของเธอกับภาพตรงหน้านี้บอกว่าเอมิยังไม่หาย เพราะแรงไม่ได้เยอะ\nเหมือนทุกที"

"เราค้างกันอยู่ท่านั้นพักหนึ่ง"

"ไม่แน่ใจว่าอยู่กันนานแค่ไหนเพราะทุกอย่างเลอะเลือนไปหมด ทุกอย่างที่ไม่ใช่เอมิน่ะนะ"

"เอมิสบตากับฉัน ในเบื้องลึกนัยน์ตาเธอนั้นฉันเหมือนเห็นแวว… อะไรล่ะ ความกลัว? ความโหยหา?"

"ความหวัง?"

hi "เอมิ…?"

stop music fadeout 0.5

show ev emi_bed_unsure at center
with vpunch

"อยู่ ๆ เอมิก็ตัวกระตุกเพราะไอ ฉันจึงต้องรีบผละตัวออกมาขอโทษจนแทบล้มทับเอมิ"

play music music_emi fadein 3.0

hi "ขอโทษที ฉันไม่น่า…"

show ev emi_bed_happy
with charachange

emi "ไม่เป็นไร ๆ"

"เอมิลูบบ่าฉันเป็นการปลอบใจ"

show ev emi_bed_normal
with charachange

emi "แล้ว… ไปไงมาไงถึงมานี่"

"เอมิยังหอบอยู่จนเสียงสั่น"

hi "ก็ ก่อนหน้าที่ฉันจะโดนจู่โจมด้วยหมอนสุดหยาบคายเมื่อกี้ ฉันมาดูว่าเธอเป็นยังไงบ้างน่ะ"

window hide None

play sound sfx_pillow

show comic vfx4
show ev emi_bed_frown
with vpunch

with Pause(0.5)

show comic vfx4:
    truecenter
    easeout 0.5 yanchor 0.3 alpha 0.0
with Pause(0.5)

window show

"พอพูดแล้วเอมิก็ผลักตัวอีกรอบจนฉันแทบตกเตียง"

show ev emi_bed_normal
hide comic
with charachange

"เอมิทำตาเป็นประกายอีกรอบ ฉันนึกสงสัยว่าที่ผ่านมาฉันต้องตาถั่วขนาดไหนถึงไม่เห็นเสน่ห์ของตาคู่นี้นะ"

show ev emi_bed_smile
with charachange

emi "เป็นห่วงกันละสินาย"

"น้ำเสียงเอมิฟังดูจองหองเหมือนล้อเลียน ฟังดูเหมือนหยอกกัน"

"เอมิยกแขนขึ้นมาพาดหน้าแบบเล่นใหญ่ โดยยังมีรอยยิ้มอยู่ภายใต้แขนข้างนั้น"

show ev emi_bed_unsure
with charachange

emi "ทนไม่ได้ละสิที่ฉันต้องนอนป่วยเหมือนใกล้ตายน่ะ"

"ระหว่างที่เราพักหายใจจากการแข่งมวยปล้ำนั้นอยู่ครู่หนึ่งนี้เอมิก็เหมือนจะกลับมาหยอกฉันอีกแล้ว"

hi "ก็ ไม่เชิงว่าเป็นห่วงหรอก แต่พอเห็นว่าเช้านี้เธอทำตัวเหมือนไก่อ่อนไม่ยอมมาวิ่ง…"

show ev emi_bed_frown
with charachange

"เอมิทำแก้มป่องกอดอกเหมือนขัดใจแล้วเบะปาก"

emi "ไม่ใช่ความผิดฉันสักหน่อย"

emi "คุณพยาบาลห้ามฉัน"

hi "คงห้ามแหละเนอะ ฉันเชื่อเธอสุดหัวใจเลย"

"เอมิแลบลิ้นอีกรอบ"

emi "ใจร้ายจริง ๆ นะนายเนี่ยฮิซาโอะ"

hi "แล้ววันนี้เป็นไงบ้าง นอนอู้สบายมั้ย"

show ev emi_bed_normal
with charachange

emi "ไม่เท่าไหร่ พอดีมีสายโทร. เข้ามาปลุกฉันน่ะ"

hi "โทร. เข้ามา?"

emi "อื้ม หัวหน้าทีมโทร. มาถามว่าสบายดีหรือเปล่า"

emi "แล้วก็บอกด้วยว่าขาดซ้อมได้ไม่เป็นไร"

"ดีแล้ว อย่างน้อยก็ไม่นอนเหงาอยู่ทั้งวัน ยังมีคนคอยดูอาการอยู่"

"แต่ก็อดคิดไม่ได้ว่าทำไมคนนั้นถึงไม่เป็นฉันนะ"

hi "อ้อ ดีแล้ว"

hi "เขาดูแลเธอดีน่าดูเลยนะ"

show ev emi_bed_smile
with charachange

"เอมิยักไหล่"

emi "ก็ตามหน้าที่"

emi "เป็นหัวหน้าทีมก็ต้องรู้ว่าสมาชิกทีมอยู่ไหนถ้าไม่ได้อยู่ในโรงเรียน"

emi "แต่ก็นะ ถือว่ามีน้ำใจแหละที่ยังโทร. หากัน"

hi "อื้ม ใช่"

"เอมิหาวแล้วจัดท่าให้นอนสบายขึ้น"

show ev emi_bed_normal
with charachange

emi "แล้ววันนี้นายเป็นไงบ้าง"

hi "ก็ไม่ค่อยมีอะไรนะ"

hi "ฉันไปวิ่งตัวคนเดียว แล้วก็คุยกับคุณพยาบาลเรื่องอาการของเธอ…"

stop music fadeout 2.0

scene bg school_dormemi_ni
with shorttimeskip

"ฉันย้อนรำลึกถึงเหตุการณ์ในวันนี้ที่ไม่ค่อยมีเนื้อหาสาระสักเท่าไหร่"

"ซึ่งก็เป็นจังหวะนั้นที่ฉันรู้สึกถึงแขนที่โอบเอวฉันอยู่"

"เหมือนเอมิจะผล็อยหลับไปตอนที่ฉันพูดอยู่ ฉันดึงผ้าห่มมาคลุมตัวพวกเราไว้"

play music music_comfort fadein 9.0

scene ev emi_sleep_unsure
with locationchange

"เอมินอนตะแคงจนขาข้างหนึ่งมาพาดขาฉันจนฉันหนีไปไหนไม่ได้"

hi "นี่"

"ไม่อยากปลุกเลย แต่ฉันก็มีธุระของฉันเหมือนกัน"

play sound sfx_rustling

"ฉันเขย่าตัวเอมิเบา ๆ ทว่าเธอกลับโอบฉันไว้แน่นขึ้นกว่าเดิมแล้วถอนหายใจเบา ๆ"

"ฉันถอดใจไม่อยากต้านทานท่านี้อีกอย่างรวดเร็ว"

"สัมผัสจากร่างกายเธอที่หายใจเข้าออกอย่างสม่ำเสมอนั้นชวนให้ใจสงบและไม่สงบเป็นอย่างมากไปพร้อม ๆ กัน"

"ลมหายใจของฉันลังเลว่าจะผ่อนลงหรือเร่งขึ้นดี"

"สุดท้ายก็ผ่อนลง ฉันโอบเอมิไว้"

scene ev emi_sleep_normal
with dissolve

hi "ฉันว่าฉันกำลังมีความรัก"

"คำพูดนั้นหลุดลอยออกมาอยู่ในอากาศโดยไม่มีใครได้ยิน"

"อย่างน้อยก็หวังว่าจะไม่มีใครได้ยินน่ะนะ"

scene ev emi_sleep_weep
with dissolve

"เอมิสะอื้นเบา ๆ ตอนหลับอยู่ และอยู่ ๆ เธอก็กอดฉันแน่นขึ้น"

"เป็นครั้งแรกนับตั้งแต่ที่ได้รู้จักกันมาที่ฉันได้เห็นน้ำตาของเอมิ"

"เหมือนใจจะสลายเลย"

"ฉันกอดเอมิแน่นขึ้นไปโดยอัตโนมัติพลางลูบผมด้วยหวังว่าจะช่วยปลอบได้"

"ฉันนึกถึงคำพูดปลอบที่น่าจะใช้อะไรไม่ได้กับสถานการณ์ในตอนนี้"

"หรือจะปลุกเอมิดี เราควรปลุกคนที่กำลังฝันร้ายอยู่หรือเปล่า"

"นึกให้ตายยังไงก็นึกไม่ออกว่าควรไหม"

"ฉันไม่อาจเลือกอย่างไหนได้อีกต่อไปเมื่ออยู่ ๆ เอมิก็สะดุ้งตื่นขึ้นพร้อมเสียงร้อง"

scene ev emi_sleep_cry
with dissolve

emi "พ่อ!"

"ฉันว่า… น่าจะมาได้ยินอะไรเกินกว่าที่ฉันจะอยากได้ยินโดยที่เอมิไม่รู้ตัวแล้วละ ฉันนั่งหลังตรงทันทีแล้วเขย่าไหล่\nปลุกเธอเบา ๆ"

scene bg school_dormemi_ni
with locationchange

hi "นี่ เป็นอะไรหรือเปล่า"

"ถามอะไรแปลก ๆ"

show emi basic_shock_gym_close_ni at tworight
with charaenter

emi "ฮะ? อะไร"

show emi basic_hes_gym_close_ni
with charachange

emi "ฮิซาโอะ?"

"เอมิสั่นหัวให้สมองปลอดโปร่งขึ้นแล้วรีบเช็ดตาตัวเอง"

hi "เธอฝันร้าย หรือเปล่า"

show emi sad_shy_gym_close_ni
with charachange

"เอมิสะดุ้งอีกรอบแล้วเหลือบมองฉันอย่างระแวดระวังเหมือนไม่แน่ใจว่าตัวเองตื่นแล้วจริง ๆ"

emi "อะ อื้ม มั้งนะ"

hi "อยากเล่ามั้ย"

emi "หืม"

"เหมือนเอมิกำลังเถียงกับตัวเองอยู่ในหัวแบบเร็ว ๆ ซึ่งลงเอยด้วยการยักไหล่"

show emi basic_hes_gym_close_ni
with charachange

emi "ไม่อะ ฉันก็จำไม่ค่อยได้"

"ฉันมั่นใจว่าเอมิโกหกฉันอยู่ แต่ก็รู้สึกว่าไม่ควรไปซักไซ้อะไรต่อ"

show emi sad_shyblush_gym_close_ni
with charachange

"เอมิสะดุ้งอีกรอบแล้วหันมาทางฉันพร้อมทำหน้าแหย ๆ"

emi "ขอโทษที่หลับใส่นายแบบนั้นนะ"

"ฉันรักษาน้ำเสียงให้นุ่มนวลที่สุดเท่าที่จะทำได้"

hi "น่า ไม่ต้องไปคิดมาก เธอไม่สบายนี่"

emi "อื้ม ที่ง่วง ๆ ก็น่าจะเพราะยาแก้หวัดนั่นแหละ"

hi "คงงั้น"

"เอมิเหมือนไม่ใช่คนที่จะผล็อยหลับไปง่าย ๆ อย่างนั้นเลย"

"ถ้ารินอาจจะใช่ แต่เอมิแรงเยอะเกินกว่าจะเป็นอย่างนั้นได้"

show emi basic_grin_gym_close_ni
with charachange

"เอมิยิ้มบาง ๆ ให้กับคำตอบฉัน และเธอก็กลับไปเป็นตัวเธอคนเดิมทันที"

show emi basic_closedgrin_gym_close_ni
with charachange

emi "นั่นแหละ เตรียมใจไว้สำหรับพรุ่งนี้เช้าด้วยฮิซาโอะ!"

show emi excited_proud_gym_close_ni
with charachange

emi "เราต้องวิ่งกันเป็นสองเท่าเพื่อชดเชยวันนี้!"

hi "แต่เช้านี้ฉันไปวิ่งแล้วนะ!"

show emi basic_annoyed_gym_close_ni
with charachange

emi "ไม่มีข้อแม้!"

hi "เอ้อ เอาเถอะ จะเตรียมตัวคอยเธอแล้วกัน!"

show emi basic_grin_gym_close_ni
with charachange

"เอมิพยักหน้าพอใจ"

emi "ดี"

"ฉันถือจังหวะนี้ขอตัว"

hi "โอเค งั้นไปละ ต้องนอนออมแรงให้พอสำหรับวิ่งพรุ่งนี้"

show emi basic_grin_gym_ni
with vpunch

"ฉันโดดออกจากเตียงแล้วเดินไปที่ประตู"

show emi sad_shy_gym_ni
with charachange

emi "นี่ ฮิซาโอะ…"

hi "หืม"

"ฉันหมุนส้นเท้าแล้วหันไปทางเอมิ"

show emi basic_hes_gym_ni
with charachange

"เอมิอ้าปากจะพูดอะไรบางอย่าง และเห็นว่าเอมิชะงักไปเล็กน้อยเมื่อทำแบบนั้นอีกรอบ"

"เธอปิดปากแล้วเปิดออกอีกรอบ"

show emi sad_grin_gym_ni
with charachange

emi "…ขอบคุณนะ"

emi "ที่แวะมาหาน่ะ"

emi "นายเป็นคนแรก ๆ นอกจากรินเลยนะที่แวะมาหาฉัน"

"ฉันแปลกใจไปเพรราะคิดว่าเอมิคงต้องมีคนแวะมาหาไม่ขาดสาย"

"เอมิก็เป็นที่รู้จักขนาดนั้น คิดว่านะ เห็นคุยกับคนตามโถงทางเดินตลอด"

show emi sad_shy_gym_ni
with charachange

"เอมิลังเลอีกรอบ"

emi "แล้วก็ขอบคุณนะที่อยู่ด้วยหลังจากที่ฉัน… อืม"

show emi sad_depressed_gym_ni
with charachange

"สีหน้าเธอดูเจ็บปวดอยู่แวบหนึ่ง"

emi "นั่นแหละ"

show emi sad_grin_gym_ni
with charachange

emi "ขอบคุณนะ"

show emi basic_closedgrin_gym_ni
with charachange

"เอมิกลับมายิ้มอีกครั้งแล้วโบกมือให้อย่างร่าเริง"

emi "เจอกันพรุ่งนี้!"

hi "อื้ม เจอกัน"

"ฉันกำลังจะออกประตูไป ทว่าก็นึกบางอย่างได้จนต้องหันไปอีกรอบ"

hi "นี่ เอมิ"

show emi basic_grin_gym_ni
with charachange

emi "หืม"

hi "ถ้าอยากคุยเมื่อไหร่ก็บอกฉันได้เสมอเลยนะ"

show emi sad_shy_gym_ni
with charachange

"เอมิดูตกใจกับข้อเสนอนี้"

show emi basic_closedgrin_gym_ni
with charachange

"เธอฉีกยิ้มกว้างขึ้นอีก"

emi "ได้เลยฮิซาโอะ"

show emi basic_grin_gym_ni
with charachange

emi "เจอกันตอนเช้านะ!"

scene bg school_girlsdormhall_ni
with locationchange

"ฉันออกห้องเอมิมาทั้งที่ในหัวยังปั่นป่วน"

"ฉันควรออกมาแล้วเหรอ"

"เอมิจะไม่เป็นอะไรจริง ๆ เหรอ"

"อยากจะหันกลับแล้วเดินไปตามโถงทางเดิน ไปเปิดประตูห้องแล้วบอกเอมิว่า…"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide

nvl clear

nvl show dissolve

n "\n\nบอกเอมิว่าฉันรักเธอ บอกเอมิว่าเธอนั้นสวยในสายตาฉัน บอกเอมิว่าฉันจะคอยอยู่เคียงข้างยามเธอต้องการ"

n "ฉันอยากอยู่กับเธอ อยากกอดเธอแล้วปล่อยให้หลับไป"

n "เธอต้องตื่นมาแบบนั้นกี่คืนแล้ว"

n "ตื่นมาไม่พบใครเคียงข้าง"

n "ฉันอยากจะเป็นคนที่คอยอยู่กับเธอทุกครั้งที่เกิดเรื่องนั้น"

n "ฉันรู้ว่าเป็นความคิดที่งี่เง่าเหลือเกิน"

n "เราก็ไม่ได้รู้จักกันดีขนาดนั้นนี่"

n "ถึงจะเป็นความคิดที่ชวนให้ตื่นเต้น แต่ก็ทำให้ฉันกังวล"

n "กังวล ว่าอาจจะเป็นการล้ำเส้นตัวเอง"

n "แล้วตอนนี้เรื่องยิ่งยุ่งไปใหญ่เพราะเหมือนเอมิจะมีคนอื่นที่สนใจอยู่แล้ว"

nvl clear

n "\n\n\n\n\n\nหัวหน้าทีมคนนี้ที่ดูจะสนใจความเป็นอยู่ของเอมิ"

n "จริงอยู่ว่าฉันเพิ่งเห็นสองคนนั้นอยู่ด้วยกันไม่กี่ครั้ง แต่ทั้งสองคนก็ดูเหมาะสมกันดีมาก"

n "ซึ่งฉันก็ทำอะไรไม่ได้"

n "ฉันต้องเลิกคิดเรื่องพวกนี้เสียที"

$ renpy.music.set_volume(1.0, 2.0, channel="music")

nvl clear

nvl hide dissolve

window show

"ฉันต้องทำการบ้าน"

"ทำแล้วฉันอาจจะเลิกคิดไปก็ได้"

stop music fadeout 2.0

$ suppress_window_after_timeskip = True

scene black
with dissolve

########################################################
label th_E14:

window hide None

scene black
with dissolve

scene bg school_dormhisao
with openeye

window show

"ฉันตื่นมาด้วยความครั่นเนื้อครั่นตัวเพราะเมื่อคืนแทบไม่ได้นอนเลย"

play music music_drama fadein 8.0

"เหตุการณ์จากวันที่ผ่านมายังวนเวียนอยู่ในหัว"

"ความทรงจำจากสัมผัสของเอมิ"

"ความทรงจำจากการเล่นมวยปล้ำของเรา"

"และที่กวนใจที่สุดคือความทรงจำจากฝันร้ายของเอมิ"

"เอมิเจ็บปวดเหลือเกิน"

"ฉันอดสงสัยไม่ได้ว่าเธอจะรู้สึกยังไงถ้าตื่นมาโดยไม่มีใครเคียงข้างเลย"

scene bg school_dormbathroom
show steam
with locationskip

play ambient sfx_shower fadein 1.0

"น้ำร้อนจากฝักบัวปลุกฉันให้ตื่น ตื่น แต่ก็ยังเป็นห่วง"

$ renpy.music.set_volume(0.5, 1.0, channel="ambient")
$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide

nvl show dissolve

nvl clear

n "\nวันนี้จะเกิดอะไรขึ้น"

n "ทุกอย่างจะกลับไปเป็นตามปกติหรือเปล่า"

n "จบสิ้นไปอย่างนั้น กลับไปเป็นสถานะเดิม?"

n "เมื่อวานเกิดสายสัมพันธ์ขึ้น บางอย่างที่เกือบจะทำให้เราล้ำเส้นขอบเขตคำว่าเพื่อน"

n "ถ้าเป็นอย่างนั้นแล้วจะแย่ขนาดนั้นเลยเหรอ"

n "ฉันย้อนนึกไปถึงแววตาที่เอมิส่งมาหลังจากศึกปาหมอนของเรา ดูคล้ายว่าเธอท้าให้ฉันเดินหน้าต่ออีก"

n "คล้าย"

n "แต่ฉันก็ไม่แน่ใจนัก"

n "แต่เอาเถอะ หัวหน้าทีมคนนั้นคงจะเป็นคนที่เธอชอบเป็นอันดับหนึ่ง"

n "ทั้งที่คิดอย่างนั้น ในใจฉันก็นึกแค่นหัวเราะเย้ยหยัน ฉันก็แค่หาข้ออ้าง หาสาเหตุที่จะทำให้ทุกอย่างพังทลายลง"

n "หาเหตุผลที่จะได้ไม่ต้องไปเสี่ยง"

nvl clear

n "\n\n\n\nฉันก็ไม่เคยเห็นสองคนนั้นอยู่ด้วยกันนอกเวลาซ้อมกีฬาด้วยซ้ำ"

n "แล้วก็ชัดว่าเขาไม่ได้มาเยี่ยมหาเอมิด้วยเพราะเธอบอกเอง ถ้าสนิทกันจริงอย่างไรก็ต้องมา"

n "ฉันมันไก่อ่อน"

n "ก็ลอง ๆ ไปเลยสิ ช่างหัวผลที่ตามมาแม่ง"

n "เอมิก็คงทำอย่างนั้นเหมือนกัน คิดว่า ไม่สิ {b}รู้{/b}เลยแหละว่าเอมิต้องทำอย่างนั้น"

n "ซึ่งก็เป็นส่วนหนึ่งที่ทำให้ฉันเชื่อได้ว่าเอมิไม่ได้สนใจอะไรฉัน เพราะเธอก็ไม่ได้เดินเกมอะไรเลย"

n "อาจจะเพราะหัวหน้าทีมคนนี้ เป็นไปได้ว่าเอมิอาจจะแอบรักเขาข้างเดียวอยู่"

nvl clear

n "\n\n\n\n\n\nแต่ใครจะช่วยยืนยันความสัมพันธ์ของสองคนนี้ให้ได้"

n "ยังไงก็ไม่ใช่เอมิแน่ ๆ แล้ว คงจะหัวเราะแล้วถามว่าจะอยากรู้ไปทำไม… ซึ่งฉันยังไม่พร้อมตอบว่าทำไม"

n "ริน… รินคงจะให้คำตอบลึกลับเป็นปริศนาอะไรประมาณนั้น แล้วยิ่งฉันเป็นคนดวงไม่ดีแบบนี้ รินคงจะเอาไปถามเอมิต่อ\nแล้วเอมิก็จะถามว่าจะอยากรู้ไปทำไม ซึ่งฉันพูดถึงปัญหาข้อนี้ไปแล้ว"

n "หรือว่า…"

nvl clear

n "\n\n\n\n\nถามคุณพยาบาลได้หรือเปล่า เห็นใส่ใจเอมิขนาดนั้นยังไงก็ต้องรู้ถ้ามีเรื่องอะไรจริง ๆ …"

n "แล้วคุณพยาบาลก็ติดหนี้ฉันค่าปิดปากที่ลืมบอกฉันว่าเอมิไม่สบายด้วย ถ้าฉันถามแล้วก็น่าจะไม่เอาไปบอกต่อ"

n "แต่ถ้าเกิดคุณพยาบาลถามฉันว่าจะอยากรู้ไปทำไมล่ะ"

n "ก็ปฏิเสธไปได้อยู่ แค่บอกว่าเป็นเพื่อนกันเลยอยากรู้ คุณพยาบาลคงจะเชื่อ ใช่มั้ย"

n "เชื่อสิ!"

n "ตามนี้แล้วกัน"

n "พอวิ่งเสร็จแล้วฉันจะไปคุยกับคุณพยาบาลตอนที่เอมิรออยู่นอกห้อง"

stop ambient fadeout 2.0

nvl clear

nvl hide dissolve

scene bg school_track
with locationskip

nvl show dissolve

n "\n\n\n\nพอมาถึงที่ลู่แล้วก็ไม่มีวี่แววเอมิเลย ยังป่วยอยู่เหรอ"

n "ฉันให้เวลารอเอมิสิบนาที"

n "ฉันมาเช้าไปหน่อย แถมเมื่อวานเอมิก็ป่วยด้วย จะมาช้าหน่อยคงไม่แปลก"

n "แต่ก็ไม่อยากอยู่เฉย ๆ ให้เสียเวลา ฉันจึงยืดเส้นยืดสายแล้วเดินหน้าเดินถอยอย่างกระวนกระวายใจ"

n "ถ้าเกิดเมื่อวานฉันทำเกินไปล่ะ"

n "ถ้าเกิดเอมิไม่มาเพราะเขินล่ะ"

n "ถ้าเกิด…"

$ renpy.music.set_volume(1.0, 2.0, channel="music")
$ renpy.music.set_volume(1.0, 2.0, channel="ambient")

nvl clear

stop music fadeout 2.0

nvl hide dissolve

window show

show emi basic_closedgrin_gym at center
with charaenter

emi "มาเช้าอีกแล้วนะฮิซาโอะ!"

show emi excited_proud_gym
with charachange

emi "ทึ่งจริง ๆ !"

"แล้วความเกร็งทั้งตัวก็หายไปง่ายดายเช่นนั้น"

"เอมิดูสดใสร่าเริงอย่างปกติโดยไม่ออกอาการเลยว่าเมื่อวานไม่สบาย ไม่มีท่าทีเลยด้วยซ้ำว่าเมื่อคืนนอนไม่พอ"

"แต่ก็ต้องถามอยู่ดี"

hi "เมื่อคืนหลับสบายมั้ย"

play music music_serene

"เป็นแค่การถามหาเรื่องคุยไปเรื่อยเปื่อย"

"เป็นคำถามที่ถ้าคนเจอกันที่คาเฟตอนไปซื้อกาแฟยามเช้าจะถามกัน"

"แต่ไม่ใช่สำหรับเรา ไม่ใช่สำหรับฉันแล้วแน่ ๆ ละ"

"ฉันไม่รู้ว่าเอมิรู้ตัวหรือเปล่าว่าที่ถามคือเป็นห่วงจริง ๆ กับการนอนหลับเมื่อคืน แต่เธอก็เว้นช่วงเงียบไปกับคำถามนี้"

show emi basic_grin_gym
with charachange

"พอเอมิทำท่าเหมือนครุ่นคิดอยู่จริง ๆ พักหนึ่งแล้วก็พยักหน้า"

show emi basic_closedhappy_gym
with charachange

emi "อื้ม! หลับสบายมาก!"

"เพราะฉันหรือเปล่า"

"ฉันได้ช่วยให้เอมิหลับสบายจริง ๆ มั้ย"

"หรือแค่ตอบเพราะไม่อยากให้ฉันไม่ต้องถามอะไรต่อ"

hi "ก็ดีแล้ว"

show emi basic_closedgrin_gym
with charachange

"เอมิยิ้มแล้วเริ่มวอร์มอัพ"

show emi basic_grin_gym
with charachange

emi "พร้อมเริ่มหรือยัง"

hi "เหอะ พร้อมหรือยังเหรอ พร้อมอยู่แล้วสิ! พร้อมตั้งแต่เกิดแล้ว!"

show emi basic_closedhappy_gym
with charachange

"เอมิหัวเราะที่ฉันพูดออกความมั่นใจไปแบบนั้น เราออกวิ่งด้วยกัน"

scene bg school_track_running
with shorttimeskip

"ฉันคอยรักษาฝีเท้ากับจังหวะการหายใจให้คงที่"

scene bg school_track_on
with Dissolve(2.0)

"ตอนวิ่งเสร็จแล้วก็ยังเหนื่อยอยู่ แต่อย่างน้อยก็ไม่ได้หอบเหมือนปลาขาดน้ำแล้วอะนะ"

show emi basic_happy_gym:
    center
    xpos 0.6
    easein 0.5 center
with charaenter

"พอวิ่งรอบเช้าวันนี้เสร็จเอมิก็ยิ้มแฉ่ง"

emi "เก่งมากฮิซาโอะ! พัฒนาขึ้นเรื่อย ๆ เลย!"

show emi basic_closedgrin_gym
with charachange

emi "เดี๋ยวเดียวก็เร็วได้ครึ่งหนึ่งฉันแล้วละ!"

"ประโยคหลังนั้นมาพร้อมกับรอยยิ้มหยอกที่ฉันชินไปเสียแล้ว"

hi "โห ตื่นเต้นจัง"

play ambient sfx_emisprinting

$ renpy.music.set_volume(0.3,1.0,channel="ambient")

hide emi
with easeoutleft

"เอมิออกวิ่งเร็วระหว่างที่ฉันกำลังเดินคูลดาวน์"

"วันนี้เอมิทุ่มแรงจริง ๆ"

stop ambient fadeout 1.0

scene bg school_track
with shorttimeskip

$ renpy.music.set_volume(1.0,0.0,channel="ambient")

"เมื่อฉันเดินเสร็จแล้วเอมิก็นอนอยู่บนสแตนด์เชียร์ดูอ่อนล้า"

hi "ให้ตาย วันนี้เธอฝืนไปหน่อยมั้ยเนี่ย"

hi "จำได้ใช่มั้ยว่าเธอเพิ่งหายหวัดมาเนี่ย"

show emi basic_annoyed_gym at center
with charaenter

"เอมิหัวเราะหึเหมือนหงุดหงิดแล้วลุกขึ้นนั่ง"

emi "ฮึ! ก็แค่วิ่งชดเชยที่ไม่ได้มาวิ่งแค่นั้นเอง"

show emi excited_happy_gym
with charachange

emi "วันนี้ฉันวิ่งทบเป็นสองเท่าเลยนะ"

show emi excited_laugh_gym
with charachange

emi "วิ่งสักหน่อยแล้วมันก็สบายตัวขึ้น"

show emi basic_closedgrin_gym
with charachange

emi "วิ่งให้สมองมันปลอดโปร่งด้วย"

hi "หืม"

show emi excited_happy_gym
with charachange

"เอมิพยักหน้าหงึก ๆ"

show emi excited_amused_gym
with charachange

emi "ใช่! เป็นกิจกรรมระบายความเครียดอะไรประมาณนั้น"

"เอมิไม่ขยายความต่อ และฉันก็ไม่ถามอีก"

"ฉันว่าฉันรู้ว่าทำไมวันนี้เอมิถึงวิ่งให้หนักขึ้น"

"ไม่เกี่ยวกับที่ไม่สบาย มีเรื่องบางอย่างที่กวนใจเอมิอยู่"

"อาจจะฝันร้าย อาจจะอะไรอย่างอื่น"

"แต่ก็ไม่ใช่กงการอะไรของฉัน"

"ถ้าอยากให้รู้เอมิก็คงบอกเอง"

hi "มีประโยชน์น่าดูเลย"

show emi basic_grin_gym
with charachange

emi "มีชนิดที่ว่านายคิดไม่ถึงเลยแหละ"

"น้ำเสียงจริงใจนั้นยืนยันในสิ่งที่ฉันสงสัยอยู่"

"ปัญหาเดียวคือ…"

"ทั้งที่รู้ว่าถ้าเอมิอยากให้รู้เธอก็คงบอกเอง แต่ฉันก็อยากรู้อยู่ดี"

hi "มีอะไรกวนใจเธออยู่งั้นเหรอ"

"เอมิดูไม่แปลกใจเลยที่ฉันถามแบบนี้"

show emi basic_closedgrin_gym
with charachange

"เธอกลับยักไหล่"

show emi sad_grin_gym
with charachange

emi "ไม่อะ ไม่มีอะไรให้ต้องคิดมาก"

"เป็นท่าทีที่เหมือนจะบอกคำพูดนั้นกับตัวเองไปด้วย"

"ฉันอ้าปากหมายจะถามว่าที่ทำตัวอย่างนี้เพราะเรื่องเมื่อวานหรือเปล่า แต่ก็ตัดใจไม่ถาม"

"เพราะถามไปแล้วเสี่ยงมากที่เอมิจะเข้าใจผิด"

"อีกอย่าง ฉันก็ไม่แน่ใจเหมือนกันว่าจะต้องมองเรื่องเมื่อวานยังไง"

"ที่ฉันจำได้จริง ๆ ก็มีแค่ความรู้สึกตอนมีเอมินอนอยู่ข้าง ๆ ก่อนที่สมองฉันจะดับไป"

"พอเอมิมาอยู่ตรงหน้าส่งยิ้มแห้ง ๆ ให้พร้อมตัวที่เปียกเหงื่อนั้นแล้วฉันก็คิดอะไรไม่ค่อยออกเลย"

hi "อืม โอเค"

show emi basic_hes_gym
with charachange

emi "รีบไปหาคุณพยาบาลกันได้แล้ว เหลือเวลาไม่มากแล้วนะ"

hi "ก็เหลือไม่มากตลอดนี่"

show emi basic_grin_gym
with charachange

"เอมิหัวเราะ เป็นเสียงหัวเราะแกน ๆ ที่ไม่สมเป็นเอมิเอามาก ๆ"

show emi sad_grin_gym
with charachange

emi "จริงมาก ๆ"

"แวบหนึ่งเอมิดูแก่ลงด้วยความเพลียจากแผลเก่า"

"แต่ก็เหมือนอย่างเมื่อวาน ฉันเกือบได้เห็นตัวตนเธอที่ต้องคอยแบกรับบางอย่างแล้วแต่เธอก็ยืดหลังตรงเล็กน้อย"

"และกลับเป็นเอมิคนเดิม"

show emi excited_proud_gym
with charachange

emi "งั้นก็ไปกันฮิซาโอะ มาวิ่งแข่งกัน!"

play ambient sfx_emisprinting

hide emi
with easeoutleft

stop ambient fadeout 2.0

"อยู่ ๆ เอมิก็ยิ้มแล้วออกวิ่ง"

hi "เฮ้ย! ไม่ยุติธรรมนี่!"

"ฉันวิ่งตามเอมิไปทั้งที่รู้ดีว่าคงไม่ทัน แต่ก็ไม่ได้สน"

"ต่อให้ไม่มีวันจะตามเอมิทัน ฉันก็จะยังวิ่งตามเธอ"

stop music fadeout 2.0

scene bg school_nursehall
show emi basic_grin_gym at center
with locationskip

"พอไปถึงเอมิก็รออยู่ที่ประตูก่อนแล้ว"

show emi basic_closedhappy_gym
with charachange

emi "แหม ๆ ดูซิใครมาเนี่ย!"

hi "เออ ๆ"

hi "อย่าให้ถึงทีฉันบ้างก็แล้วกัน"

show emi basic_closedgrin_gym
with charachange

"เอมิยิ้ม คุณพยาบาลโผล่หัวออกมาจากประตู"

show nurse neutral:
    center
    xpos 0.0 xanchor 0.5
    easein 0.5 xpos 0.1
with charaenter

nk "อะ มากันสักที"

nk "เข้ามาเลยฮิซาโอะ"

play music music_nurse fadein 1.0

scene bg school_nurseoffice
show nurse neutral at center
with locationchange

"คุณพยาบาลตรวจความดันเลือดกับอัตราการเต้นของหัวใจฉัน ซึ่งก็ทำกันจนเป็นกิจวัตรอันคุ้นเคยแล้ว"

show nurse fabulous
with charachange

nk "วันนี้เร็วหน่อยนะ"

hi "ครับ ผมวิ่งแข่งกับเอมิมา"

show nurse grin
with charachange

"คุณพยาบาลหัวเราะ"

nk "คิดยังไงไปวิ่งแข่งกับเอมิเนี่ย!"

show nurse neutral_close
with characlose

"คุณพยาบาลโน้มตัวมากระซิบเหมือนมีลับลมคมในอะไร"

show nurse fabulous_close
with characlose

nk "ไม่รู้ว่าเธอเคยได้ยินมาแล้วหรือยัง… แต่เอมิน่ะเขาเป็นดาวเด่นของทีมวิ่งเลยนะ"

show nurse fabulous
with vpunch

"ฉันผละตัวออกมาแสร้งทำท่าแปลกใจ"

hi "จริงเหรอครับ ไม่เห็นเอมิเคยพูดถึงเลย!"

show nurse grin
with charachange

"เราสองคนหัวเราะกัน"

show nurse neutral
with charachange

nk "วันนี้เอมิหายหรือยัง"

nk "มีอาการเป็นไข้อยู่ไหม"

hi "ก็ไปถามเอมิเขาเองสิครับ"

show nurse concern
with charachange

"คุณพยาบาลกลอกตาด้วยความระอา"

nk "ถามอยู่แล้ว แต่เดี๋ยวก็คงบอกว่าไม่มีปัญหาอะไรนั่นแหละ ต่อให้จะไม่มีจริง ๆ หรือมีก็เถอะ"

show nurse fabulous
with charachange

nk "ก็เลยมาถามเธอที่เป็นเพื่อนเอมิ เพราะถ้าวันนี้เอมิมีอาการอะไรเธอก็คงบอก"

"พอพูดแบบนี้แล้วก็ฟังดูสมเหตุสมผลขึ้นมาเยอะเลย"

hi "ก็ดูโอเคดีนะครับ อาจจะเพลีย ๆ หน่อย"

hi "แต่ผมก็ไม่ได้แปลกใจขนาดนั้นเพราะตอนที่ไปเยี่ยมเมื่อวานเอมิเขาก็ค่อยยังชั่วแล้ว"

show nurse neutral
with charachange

"คุณพยาบาลพยักหน้า แต่ก็เห็นว่าเขาเกร็งไปเล็กน้อยเมื่อฉันพูดถึงเรื่องที่ไปเยี่ยมเมื่อวาน"

nk "งั้นก็ดีแล้วละ"

nk "ฉันก็เดาไว้ว่าคงเป็นไม่นานหรอก แค่วันเดียวงี้ เอมิเวลาเป็นหวัดหรืออะไรจะหายไวมาก"

hi "เอ้อ พูดถึงเอมิ…"

hi "เอมิกับหัวหน้าทีมเขา… เอ่อ นั่นแหละครับ"

show nurse fabulous
with charachange

"คุณพยาบาลทำหน้าสงสัย"

nk "ถามทำไมเหรอ"

hi "ก็เห็นสองคนนั้นสนิท ๆ กัน แล้วผมก็อยากรู้ด้วย"

hi "แต่จะให้ไปถามกับเอมิเลยผมก็อาย ๆ ผมคงไม่กล้าถามแน่"

"ใช้ได้ ๆ แล้วก็ใส่ตรงนี้ไปให้ดูน่าเชื่อถือขึ้น"

hi "อีกอย่าง ผมว่าถ้าสองคนนั้นเป็นแฟนกันคงน่ารักดี"

show nurse grin
with charachange

"คุณพยาบาลหัวเราะ"

nk "อืม ก็ไม่ได้มีแค่เธอแหละนะที่คิดแบบนั้น"

nk "แต่ฉันก็มั่นใจอยู่พอตัวเหมือนกันว่าระหว่างสองคนนั้นน่ะเป็นไปไม่ได้หรอก"

hi "มั่นใจ?"

show nurse neutral
with charachange

nk "ใช่"

show nurse fabulous
with charachange

nk "แต่บอกไม่ได้หรอกนะ ต้องรักษาความลับอะไรแบบนั้นน่ะ"

hi "ครับ ๆ คุณนี่ชอบกั๊กความลับกับผมจริงเลยนะ"

show nurse grin
with charachange

nk "อันนั้นก็ส่วนหนึ่ง"

show nurse neutral
with charachange

nk "โอเค ออกไปได้แล้ว ฉันก็มีธุระของฉัน"

stop music fadeout 2.0

scene bg school_nursehall
show emi basic_grin_gym at center
with locationchange

"ฉันกลอกตากับประโยคสุดท้ายนั้นแล้วเดินออกประตูมาบุ้ยใบ้ให้เอมิเข้าไป"

show emi basic_grin_gym:
    center
    easeout 0.5 xpos 0.4 alpha 0.0
with Pause(0.5)

hide emi
with None

"และระหว่างนั้นฉันก็ต้องห้ามใจตัวเองไม่ให้ลิงโลดไป"

window hide

play music music_running

centered "ระหว่างสองคนนั้นน่ะเป็นไปไม่ได้หรอก"

window show

"นี่แหละที่อยากได้ยิน"

"ชักอยากเดินหน้ากับเอมิต่อแล้ว แต่ฉันว่าคุณพยาบาลคงไม่เห็นด้วยสักเท่าไหร่"

"อีกอย่าง ฉันก็ไม่รู้แน่ชัดว่าเอมิคิดยังไงกับฉัน"

"ก็ชัดแหละว่าเป็นห่วงในฐานะเพื่อน แต่จะมากกว่านั้นหรือเปล่าฉันไม่แน่ใจ"

"ถึงอย่างนั้นฉันก็อดตั้งความหวังไม่ได้ ที่เหลือก็แค่หาจังหวะดี ๆ บอกความรู้สึกให้เอมิได้รู้"

"อย่างน้อยปัญหาข้อนั้นก็คงทำให้สมองได้คิดอะไรบ้างตลอดทั้งวันนี้"

stop music fadeout 6.0

########################################################
label th_E15:

scene bg school_nursehall
with None

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_rooftop fadein 1.0

scene bg school_roof
with shorttimeskip

"ที่ดาดฟ้านั้นไม่มีใครอยู่เลย"

"ปกติฉันจะคิดว่ารินต้องมาถึงก่อนฉันแล้ว แต่แปลกที่คราวนี้ไม่อยู่"

"หรือนึกไปอยู่กับเอมิที่โรงอาหารบ้างนะ ดูเป็นไปไม่ได้ แต่ก็นึกออกแค่สาเหตุนั้น"

"ใจหนึ่งก็อยากไปตามหาริน แต่อีกใจที่ใหญ่กว่ามาก ๆ ก็รู้สึกดีกับแสงแดดที่อาบผิวอยู่จนไม่อยากไปสนใจแล้ว"

"ฉันกินมื้อเที่ยงของตัวเองไปเรื่อย ๆ รอเอมิกับรินมา"

"ไม่นานก็ได้ยินเสียงคนเดินขึ้นบันไดมา"

$ renpy.music.set_volume(0.5, 0.0, channel="sound")
play sound sfx_door_creak

"ฉันรอให้ประตูเปิดออกก่อนค่อยพูด"

hi "มาสักทีนะพวกเธอ"

hi "ฉันรออยู่ตั้งนาน"

hi "เธอสองคนน่ะ…"

hi "ฮะ?"

"เอ่อ ผิดคาด"

show emi basic_confused at center
with charaenter

"คนที่ยืนอยู่ตรงประตูเป็นเอมิที่ดูงง ๆ"

emi "“ฮะ?” นี่คืออะไร"

show emi basic_grin
with charachange

emi "ฉันไง! ที่ชื่อเอมิ! คนที่วิ่งด้วยกันตอนเช้าน่ะ"

"เอมิยิ้ม ฉันสะดุ้งเบา ๆ ที่เห็นเธอยิ้ม"

hi "อ่าฮะ รู้ แค่งงว่า…"

hi "…รินอยู่ไหน"

show emi sad_depressed
with charachange

"สีหน้าดูรู้สึกผิดเข้ามาแทนที่รอยยิ้มของเอมิ"

emi "เอ่อ คือว่า…"

emi "คือรินเขา… แบบว่า…"

show emi sad_shy
with charachange

emi "ติดหวัดชั้นปัย"

play music music_another fadein 0.5
$ renpy.music.set_volume(1.0, 0.0, channel="sound")

hi "ตายจริง"

hi "นี่ฉันอยู่ในกลุ่มเสี่ยงด้วยหรือเปล่า"

"ถ้าจะเป็นงั้นก็ไม่แปลก เพราะวันก่อนเอมิกับฉันก็ตัวติดกันอยู่…"

"แล้วเอมิไปทำอะไรรินถึงได้ติดหวัด"

"…"

"ใจเย็นไอ้ชาย อย่าถลำไปทางนั้น"

"อาจจะแค่ว่าระบบภูมิคุ้มกันของรินอ่อนแอกว่าฉัน"

show emi basic_shock
with charachange

"เอมิดูจะตกใจที่ฉันพูดไปแบบนั้นเหมือนตัวเองคิดไม่ถึงเลย"

emi "หวังว่าจะไม่นะ!"

show emi excited_sad
with charachange

emi "ถ้านายไม่สบายเพราะฉัน ฉันคงรู้สึกผิดแย่เลยฮิซาโอะ!"

hi "ตายแล้ว เหมือนจะตัวรุม ๆ …"

show emi sad_annoyed
with charachange

"เอมิทำหน้าผวาก่อนจะรีบทำหน้าโกรธแทน"

emi "ฮิซาโอะ!"

emi "หยุดไม่สบายเดี๋ยวนี้นะ!"

show emi basic_annoyed
with charachange

emi "ฉันไม่ยอม!"

show emi basic_annoyed_close
with vpunch

"เอมิกระชากคอเสื้อฉันไปโดยสัญชาตญาณ"

emi "ได้ยินฉันมั้ยระบบภูมิคุ้มกันของฮิซาโอะ"

show emi sad_angry_close
with charachange

emi "ขยันทำงานหน่อย!"

"ฉันตะเบ๊ะท่า"

hi "รับทราบครับคุณผู้หญิง"

show emi basic_grin
with charadistant

"เอมิผละตัวไปแล้วพยักหน้าด้วยความพอใจ"

show emi basic_closedgrin
with charadistant

emi "ดี"

show emi basic_happy
with charadistant

emi "นายจะขาดวิ่งรอบเช้าไม่ได้นี่นะ"

hi "แต่เธอขาดไปแล้ว!"

show emi sad_annoyed
with charachange

"เอมิกอดอกมองฉันอย่างจองหอง"

emi "ใช่ แต่อันนั้นกรณีพิเศษ ฉันขาด ไม่ใช่นายขาด"

hi "ฟังไม่ขึ้นเลยสักนิด"

show emi basic_confused
with charachange

"เอมิทำหน้าอึ้ง ๆ ไป"

emi "ล้อเล่นใช่มั้ย"

show emi basic_annoyed
with charachange

emi "ฟังดูสมเหตุสมผลสุด ๆ แล้วนะอันนั้นน่ะ"

hi "ไม่ ไม่เลย! สองมาตรฐานเห็น ๆ !"

show emi sad_annoyed
with charachange

emi "แล้วมันเกี่ยวอะไรด้วย"

hi "เออเอาเถอะ"

show emi basic_closedgrin
with charachange

"เอมิดูจะพอใจที่ตัวเองชนะ"

hi "เอาเถอะ รินจะไม่เป็นอะไรใช่มั้ย ไม่ได้ป่วยหนักใช่มั้ย"

show emi basic_grin
with charachange

"เอมิสั่นหัว"

emi "ไม่เลย! เดี๋ยวก็หาย"

show emi excited_proud
with charachange

emi "ฉันให้ยาไปแล้วด้วย น่าจะหายเร็วขึ้น"

show emi basic_hes
with charachange

emi "แต่ฉันน่าจะบอกไปด้วยว่าห้ามกินทีเดียวหมดขวด…"

show emi basic_grin
with charachange

emi "เพราะก่อนหน้านี้รินก็เคยทำแบบนั้น"

"ไม่รู้ทำไมถึงได้ไม่รู้สึกแปลกใจขนาดนั้น"

"รินคงไม่ใช่คนที่จะมาคิดเรื่องปริมาณยาสูงสุดที่กินได้หรอก"

hi "งั้นไว้เธอไปแวะหารินด้วยนะ ไปดูให้แน่ใจ"

show emi sad_grin
with charachange

"เอมิยักไหล่"

emi "เดี๋ยวว่าซ้อมเสร็จจะไป ป่านนั้นคงหายแล้วมั้ง"

"ฉันพยักหน้าเมื่อเห็นว่าบทสนทนาเรื่องนี้จบลงแล้ว"

"ปัญหาเดียวเลยก็คือฉันไม่รู้จะคุยอะไรอีก"

hi "แล้ว…"

hi "เธอมีงานแข่งวิ่งอีกมั้ย"

window hide

nvl clear

nvl show dissolve

n "\n\n\n\n\n\n\n\nเป็นการถามอ้อม ๆ ว่าสุดสัปดาห์นี้ว่างหรือเปล่าที่แย่มาก"

n "ถ้าว่างก็จะชวนไปเดตหรืออะไรแบบนั้น"

n "ซึ่งถ้าฉันถามได้เป็นภาษาคนจริง ๆ น่ะนะ"

nvl clear

nvl hide dissolve

window show

show emi basic_grin
with charachange

"เอมิสั่นหัว"

show emi basic_closedgrin
with charachange

emi "ไม่อะ น่าจะว่างไปอีกสองสามสัปดาห์เลย ช่วงนี้เป็นช่วงขาลงน่ะ"

"อ้อ จริงสิ ฉันเข้ามาช่วงกลางเทอมกลางอะไรหลายอย่างนี่นะ"

"แปลว่าใกล้สอบแล้วเหรอ เดี๋ยวต้องไปหาดูเวลาสอบ"

hi "แล้วถ้าไม่มีงานแข่งวิ่งสุดสัปดาห์เธอทำอะไรเหรอ"

show emi excited_proud
with charachange

"เอมิเลิกคิ้วขึ้นทำหน้าเหมือนจะหยอกกัน"

emi "วันนี้ถามเยอะเป็นพิเศษเลยนะนาย"

"ฉันยักไหล่ให้ดูเหมือนไม่ยี่หระ"

hi "แค่หาเรื่องคุย"

hi "ฉันไม่รู้ว่าชีวิตดาวเด่นทีมวิ่งมันเป็นยังไงนี่"

show emi basic_closedgrin
with charachange

emi "ฮึ ชมไปเถอะ"

"เอมิโบกไม้โบกมือ"

show emi basic_grin
with charachange

emi "ฉันก็ไม่ได้วิ่งเก่งขนาดนั้นหรอก"

show emi basic_closedhappy
with charachange

emi "นายได้มาเห็นฉันตอนฝีเท้าไม่ตกแค่นั้นเอง"

hi "โกหก"

show emi sad_grin
with charachange

stop music fadeout 6.0

emi "เหอะ ใช่ โกหก"

emi "แต่นักกีฬาที่ดีต้องมีความถ่อมตัวนะ"

show emi sad_depressed
with charachange

emi "พ่อฉันเคยว่าไว้อย่างนั้น"

"เอมิยักไหล่ เธอปิดสีหน้าที่ดูลำบากใจนั้นได้ไม่มิดนัก"

hi "นี่ มีอะไรเหรอ เหมือนมีอะไรกวนใจเธออยู่เลย"

"เอมิตั้งท่าจะปฏิเสธแล้วก็ยอมแพ้"

"ไม่รู้ว่าเหนื่อยและเอือมที่จะปฏิเสธเหมือนอย่างทุกทีแล้วหรือเปล่า"

"หรือว่าเอมิเชื่อใจฉันพอที่จะเปิดใจด้วยได้แล้วจริง ๆ"

show emi sad_shy
with charachange

play music music_comfort fadein 9.0

emi "ก็เนี่ย จำเรื่องเมื่อคืนก่อนได้มั้ย"

"จำได้หรือเปล่าไม่รู้แต่ก็พยักหน้าไป"

show emi sad_depressed
with charachange

emi "ฉันเคยเป็นแบบนั้นมาก่อนเหมือนกัน"

emi "ที่จริงก็เป็น…"

"เอมิชะงักไปเหมือนเพิ่งรู้ตัวว่าทำอะไรอยู่"

"ราวกับว่ากำลังแหกกฎที่ตัวเองตั้งไว้"

"แต่เอมิก็พูดต่อพลางเลือกสรรคำอย่างระมัดระวัง"

emi "ก็ ไม่บ่อยหรอก แต่…"

show emi sad_shy
with charachange

emi "ก็บางที"

emi "บางสัปดาห์ก็เป็นแบบนั้นแหละ"

show emi sad_depressed
with charachange

"เอมิถอนหายใจดูหงุดหงิดเอามาก ๆ"

show emi sad_shy_close
with characlose

"ฉันโน้มตัวเข้าไปกอดเอมิ แต่เธอดูไม่ตกใจเหมือนอย่างครั้งที่แล้ว"

"ดูเอมิจะคลายความเกร็งเธอเมื่อแขนฉันโอบตัวเธอไว้"

"เราค้างอยู่ท่านั้นกันพักหนึ่ง"

hi "นี่ ที่พูดเมื่อคืนก่อนน่ะฉันพูดจริงนะ"

hi "ถ้ามีอะไรกวนใจเธอก็มาคุยกับฉันได้ การรับมือกับอะไรอย่างนี้ตัวคนเดียวมันลำบากนะรู้มั้ย"

show emi sad_grin_close
with charachange

"เอมิยิ้มแล้วผละตัวออก ทว่ายังพิงไหล่ฉันอยู่"

emi "ขอบคุณนะฮิซาโอะ"

show emi basic_grin_close
with charachange

emi "เดี๋ยวฉันก็ไม่เป็นไรแล้วแหละ คิดว่านะ"

"ฉันเห็นว่าเอมิกลับมาตั้งตัวเตรียมเก็บทุกอย่างไว้กับตัวเองเหมือนเดิมแล้ว"

"คงจบประเด็นนั้นแต่เพียงเท่านี้ละนะ"

hi "เอ้อ นี่ ได้ไปคิดเรื่องแบบสอบถามเส้นทางอาชีพหรือยัง"

show emi basic_closedgrin_close
with charachange

emi "เหมือนจะไม่"

show emi basic_grin_close
with charachange

emi "ฉันไม่ใช่คนที่วางแผนอะไรไกลหรอก"

emi "แต่อย่างน้อยดูเรื่องมหา’ลัยไว้สักหน่อยก็คงดีละนะ"

"ฉันยักไหล่"

hi "มั้ง เว้นเสียแต่ว่าเธอจะเอาจริงกับเรื่องโจรสลัดอะไรนั่น"

hi "เท่าที่รู้เหมือนโจรสลัดจะไม่ต้องเรียนจบมหา’ลัยนะ"

hi "เว้นเสียแต่ว่าจะมีแบบ มหาวิทยาลัยโจรสลัด อะไรงี้"

show emi basic_closedgrin_close
with charachange

"เอมิหัวเราะคิกคักด้วยท่าทีที่เหมือนตัวเธอคนเดิม แต่คราวนี้สีหน้าเธอมีบางอย่างที่เพิ่มเข้ามา"

"ถ้าให้ฉันเลือกมาสักคำก็คงเป็นคำว่า ซุกซน"

"เอมิทำท่าซุกซนมองฉันพลางพิงไหล่"

show emi sad_grin_close
with charachange

emi "ถ้าฉันจะไปเป็นโจรสลัดจริง ๆ แล้วนายจะตามมามั้ย"

hi "ตามอยู่แล้วสิ!"

hi "คนปกติที่ไหนจะยอมปล่อยโอกาสที่จะได้เป็นโจรสลัดกับเธอให้หลุดมือไปกัน"

show emi basic_grin_close
with charachange

emi "อืม พอนายพูดแบบนี้ฉันก็ชักไม่แน่ใจแล้วสิ"

show emi basic_closedgrin_close
with charachange

"เอมิหัวเราะคิกคักอีกรอบ"

"ฉันจับสังเกตได้ว่าหัวใจตัวเองเต้นเร็วขึ้น อาจจะเพราะเอมิที่อยู่ในระยะประชิดขนาดนี้"

"กลิ่นสตรอว์เบอร์รีอ่อน ๆ นั้นอีกแล้ว"

"ฉันมองเอมิแล้วอดยิ้มไม่ได้"

"เอมิมีความสุขอีกแล้ว"

show emi sad_shy_close
with charachange

emi "นี่ ฮิซาโอะ"

hi "หืม"

show emi sad_grin_close
with charachange

emi "ถ้านายจะจูบฉันก็จูบเลยนะ ฉันว่าระฆังหมดพักเที่ยงใกล้ดังแล้ว"

stop music fadeout 1.0

"สมองฉันหยุดทำงานทันที"

"ฉันว่าตอนนี้ตัวเองต้องอ้าปากค้างอยู่แน่ ๆ"

"ฉันได้แต่อ้ำอึ้งไปว่า “ฮะ?”"

show emi basic_closedgrin_close
with charachange

"เอมิยิ่งชอบใจใหญ่"

show emi excited_proud_close
with charachange

emi "นายก็กำลังคิดอยู่เหมือนกันใช่มั้ยล่ะ"

"เอมินั่งหลังตรงตั้งหน้ามาให้ตรงกับฉัน"

show emi basic_grin_close
with charachange

emi "ฉันอาจจะชอบก็ได้"

show emi sad_grin_close
with charachange

emi "นายนี่มัน…"

show emi sad_shy_close
with charachange

emi "…เอาเถอะ"

"เอมิสงบใจตัวเองอยู่ครู่หนึ่งคล้ายเตรียมจะพูดอะไรบางอย่างที่สำคัญ"

show emi sad_grin_close
with charachange

emi "เผื่อนายยังไม่รู้ ฉันว่าฉันเริ่มชอบนายขึ้นมาแล้วละ"

show emi basic_grin_close
with charachange

emi "นายต้องทำอะไรบางอย่างแล้วนะ"

"คราวนี้รอยยิ้มของเธอเล่นเอากระบวนความคิดสำคัญ ๆ ของฉันพังไปเป็นแถบ"

"ไม่รู้เมื่อไหร่ที่ฉันยื่นแขนออกไปหาเอมิ ไม่รู้เมื่อไหร่ที่แขนเธอมาโอบคอฉัน"

"และและไม่รู้เมื่อไหร่ที่ฉันโอบเอวเอมิ"

"ฉันไม่รู้เลยว่าแต่ละเหตุการณ์เกิดขึ้นเมื่อไหร่บ้าง"

"เพราะตอนนั้นในหัวมีแต่เสียงร้องตะโกนบอกให้ฉันจูบเอมิ"

"ฉันมองตาเอมิ"

"นั่นไง"

"สิ่งที่ฉันเห็นตอนอยู่บนเตียงเอมิ กลับมาอยู่ตรงนั้นอีกแล้ว"

"และฉันก็นึกขึ้นได้ทันทีว่าเอมิคงกลัวว่าฉันจะปฏิเสธเธอ"

stop ambient fadeout 1.5

"กลัวอะไรไร้สาระชะมัด"

window hide

play music music_romance fadein 0.5

scene white
show ev emi_firstkiss:
    truecenter
    zoom 4.0 rotate 20 subpixel True
    0.7
    linear 0.3 zoom 1.1 rotate 0
    easein 12.0 zoom 1.0
with GenericWhiteout(0.5, 0.2, 2.0)

with Pause (5.0)

nvl clear
nvl show dissolve

n "\n\n\n\nริมฝีปากเอมิมีรสสตรอว์เบอร์รีอ่อน ๆ"

n "เอมิโน้มตัวเข้ามาจูบ เธอโอบคอรั้งตัวฉันไว้ไม่ให้หนี"

n "ซึ่งฉันก็ไม่ได้คิดจะหนีอยู่แล้ว"

n "รู้สึกมวนท้องไปหมด"

n "โลกรอบตัวอันตรธานไป"

n "เหลือเพียงฉัน เธอ กับม้านั่งตัวนี้"

n "ฉันโอบเอมิแน่นขึ้นรั้งตัวเธอเข้ามาดื่มด่ำไปกับความรู้สึกจากเธอ"

n "ฉันสูดเอากลิ่นเอมิเข้ามา สมองฉันทำงานอย่างหนักเพื่อที่จะจำทุกอย่าง จำรสของเธอ จำกลิ่นของเธอ จำสัมผัส\nของเธอ"

play sound sfx_warningbell
play ambient sfx_rooftop fadein 4.0

nvl clear

nvl hide dissolve

scene bg school_roof
show bg school_roof_blurred as overlay:
    center
    linear 6.0 alpha 0.0
show emi sad_shyblush_close
with silentflash

window show

"เสียงระฆังดังดึงเราให้กลับมายังโลกความเป็นจริง เราผละปากออกจากกัน"

"หน้าเอมิขึ้นสีแดงเรื่อเล็กน้อย เหมือนเธอหอบอยู่ ซึ่งฉันก็เหมือนกัน"

"เรายืนอยู่ตรงนั้นขณะหนึ่งพลางคิดถึงสิ่งที่เราทำลงไป"

"เอมิเป็นฝ่ายทำลายความเงียบก่อน"

show emi sad_grin_close
hide overlay
with charachange

emi "แล้ว…"

show emi basic_closedgrin_close
with charachange

emi "…ถ้าฉันซ้อมเสร็จเราไปหาอะไรกินกันมั้ย"

hi "บังเอิญจัง"

hi "กะจะชวนเธออยู่พอดี"

"แต่จริง ๆ กะจะชวนไปเดตให้เป็นเรื่องเป็นราวหรืออะไรตอนสุดสัปดาห์น่ะนะ แต่ก็คิดจะชวนเหมือนกันแหละ"

with vpunch

"เอมิผลักฉันหยอกเล่น"

show emi basic_happy_close
with charachange

emi "โอเค ๆ"

show emi basic_closedhappy_close
with charachange

emi "นายยังดูตกใจนะที่ฉันจูบเก่งขนาดนั้นน่ะ"

"เราเดินลงบันไดกลับเข้าห้องเรียนของตัวเองกัน"

stop ambient fadeout 2.0

scene bg school_hallway3
show emi sad_grin at center
with locationskip

hi "เฮ้ย จบเรื่องแล้วเธอก็เงียบไปเลยนี่"

show emi basic_closedgrin
with charachange

emi "ก็เงียบแหละ"

show emi basic_closedhappy
with charachange

emi "ซ้อมเสร็จเจอกันนะฮิซาโอะ"

show emi basic_closedgrin_close
with charachange

show emi basic_closedgrin_close:
    center
    easeout 0.5 xpos 0.6 alpha 0.0
with None

"เอมิโน้มตัวเข้ามาจุ๊บฉันกลางโถงทางเดินจนสมองฉันลอยลิ่วไปอีกรอบ"

scene bg school_scienceroom
with locationchange

"เมื่อเดินกลับเข้าห้องเรียนก็พบกับมิช่าที่หัวเราะคิกคัก"

show misha hips_grin at center
with charaenter

mi "แหมฮิจัง นายนี่โรแมนติกมาก~!"

mi "นายไปสารภาพรักบนดาดฟ้าแล้วละสิ ใช่มั้ย~"

hi "เอ่อ ฉันว่าคนที่สารภาพรักไม่ใช่ฉันนะ"

show misha cross_laugh
with charachange

"พอได้ฟังแล้วมิช่าก็หัวเราะร่าเริงอีกรอบ"

show misha hips_grin
with charachange

mi "รักวัยรุ่นนี่มันคาดเดาไม่ได้เลยจริง ๆ นะ~"

"ฉันน่าจะรู้อยู่แล้วว่าคนอย่างมิช่ายังไงก็ต้องแซวฉันเรื่องนี้แน่"

hi "มั้งนะ…"

show misha hips_grin:
    center
    easeout 0.5 xpos 0.4 alpha 0.0
with None

"ก่อนฉันจะทันได้ตอบอะไรครูก็เดินเข้าห้องมาก่อนแล้ว มิช่าโดดกลับไปนั่งที่พลางหัวเราะคิกคัก"

"ฉันว่าเดี๋ยวต้องได้คุยอะไรแบบนี้กันอีกบ่อย ๆ แน่ ยิ่งเอมิจูบฉันกลางโถงทางเดินอย่างนั้นแล้ว"

"แต่ไม่รู้ทำไมฉันถึงไม่ได้สนใจเลย"

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
stop music fadeout 5.0

"เป็นครั้งแรกนับตั้งแต่ที่ได้มาอยู่ยามากุเลยที่ใจฉันเบาสบาย"

window hide

return
