label th_E28:

window hide None

scene black
with dissolve

with Pause(2.0)

play sound sfx_alarmclock

with Pause(3.0)

scene bg school_dormhisao
with openeye

play music music_dreamy fadein 4.0

window show

"เสียงนาฬิกาปลุกดังขัดตัวฉันที่กำลังข่มตานอนหลับอยู่ เหมือนจะได้หลับจริง ๆ แค่ชั่วโมงสองชั่วโมงเอง"

"เพราะมีหลายอย่างให้คิด ฉันเลือกถูกแล้วหรือยังกับการออกจากบ้านมาเมื่อวาน ฉันทำให้เอมิเข้าใจหรือยังว่าเธอ\nทำตัวไร้เหตุผลแค่ไหน"

"ฉันจะทำให้เอมิทำตัวมีเหตุผลขึ้นมาได้หรือเปล่า เมื่อวานแม่เอมิได้ให้มุมมองใหม่กับฉันแล้ว แต่ฉันก็ยังไม่แน่ใจอยู่ดี\nว่าเป็นมุมมองที่ถูกต้องหรือเปล่า"

"ตอนที่ออกมาเอมิก็เจ็บปวดอยู่ด้วย"

"ฉันรู้ว่าในบทสนทนาที่จะได้คุยกับเอมิถัดจากนี้ต้องมีคำขอโทษเรื่องนั้นแน่ ๆ ไม่ว่าสิ่งที่ฉันทำจะถูกหรือไม่\nแต่มันก็เป็นการทำร้ายเอมิอยู่ดี"

"ฉันรีบไปที่ลู่วิ่งด้วยความอยากคุยกับเอมิ ฉันว่าฉันรู้แล้วว่าจะต้องคุยอะไร ขอโทษที่ออกมาจากบ้านก่อน แล้วก็พูด\nต่อจากนั้นไปเรื่อย ๆ"

scene bg school_track
with locationskip

"แต่แน่นอนว่าเอมิไม่มา"

"ซึ่งดู ๆ แล้วก็คงเป็นอย่างนั้น ฉันมาถึงราวสิบห้านาทีได้แล้วและยังไม่มีวี่แววว่าเอมิจะมาเลย"

"เอมิไม่เคยมาช้า เว้นเสียแต่ว่าป่วย ซึ่งก็ไม่น่าใช่ อาจจะแค่ยังไม่อยากเจอฉันตอนนี้"

scene bg school_track_on
with locationchange

scene bg school_track_running
with locationchange

"ฉันทำหัวให้โล่งไม่ไปคิดถึงความหมายของการที่เอมิไม่มาด้วยการวอร์มอัพตามปกติแล้ววิ่งไปตามลู่"

"ซึ่งทำให้สมองฉันปลอดโปร่งได้เป็นอย่างดี พอวิ่งมาได้ครึ่งชั่วโมงแล้วสมองก็มีแต่เรื่องวิ่ง"

scene bg school_track_on
with locationchange

stop music fadeout 4.0

"แต่พอวิ่งเสร็จแล้วและเอมิยังไม่มา…"

"ฉันนึกกังวลขึ้นมาเล็กน้อย ถ้าโชคดีคุณพยาบาลอาจรู้ก็ได้ว่าเอมิอยู่ที่ไหน หรืออย่างน้อยก็จะได้ปรึกษาว่าฉัน\nควรทำอย่างไรต่อ"

scene bg school_nurseoffice
show nurse grin at center
with locationskip

play music music_nurse fadein 0.5

nk "แปลว่าเมื่อคืนจบไม่สวยสินะ"

hi "ครับ? รู้แล้วเหรอครับ"

nk "ฉันก็มีวิธีของฉัน แล้วก็ใช่ว่าฉันจะไม่เห็นสักหน่อยว่าเพื่อนวิ่งของเธอไม่มาด้วยเช้านี้น่ะ"

hi "เอ่อ ก็คงงั้นแหละครับ"

show nurse neutral
with charachange

nk "แล้วนี่เกิดอะไรขึ้น"

hi "ยังไม่รู้เหรอครับ"

show nurse fabulous
with charachange

nk "มั้ง แต่ฉันอาจจะถามหยั่งเชิงเฉย ๆ ก็ได้ อาจจะอยากฟังเรื่องจากฝั่งเธอบ้างแล้วจะได้ให้คำแนะนำถูก"

"ฉันรีบเล่าเรื่องเหตุการณ์เมื่อคืนให้คุณพยาบาลฟัง ซึ่งเขาก็ทำหน้านิ่งรับฟัง"

"เหมือนคุณพยาบาลจะไม่ได้แปลกใจอะไรเลย แต่ก็ดูแปลกใจตอนที่ฉันเล่าว่าฉันไม่ได้ตามเอมิไป"

show nurse grin
with charachange

nk "คุยกับแม่เอมิแทนงั้นเหรอ ฉลาดดีนี่ แต่สุดท้ายเรื่องก็ยังไม่ลงตัวสินะ"

hi "เอ่อ ก็ไม่แน่ใจครับ เอมิทำหน้าเหมือนรู้สึกผิดตอนผมเดินออกมา เหมือนจะเป็นอย่างนั้นก่อนที่เอมิ\nจะทันได้ปิดใจไปอีกรอบ"

"คุณพยาบาลถอนหายใจแล้วกางมือทำท่าเหมือนจะเจรจา"

show nurse fabulous
with charachange

nk "ว่าตามตรงนะ ฉันแปลกใจที่เอมิยอมเปิดใจด้วยซ้ำ เอมิเขาปิดใจเก่งมากเลยนะ ถามเอมิไปเธอก็คงไม่ได้คำตอบ\nอะไรมากหรอก"

hi "ผมไม่เชื่อ"

nk "งั้นเหรอ เธอคิดว่าเอมิจะเล่าเรื่องทั้งหมดให้เธอฟังเหรอ"

"สาบานเลยว่าเมื่อกี้เหมือนเห็นประกายในตาคุณพยาบาลอยู่หน่อย ๆ สีหน้ายังเหมือนเดิมก็จริง แต่เขาโน้มตัวเข้ามานิด ๆ"

hi "ผมว่าถ้าถามดี ๆ แบบไม่งี่เง่าแล้วเอมิก็คงเปิดใจให้แหละครับ"

"คุณพยาบาลยิ้มเหมือนแฝงนัยอะไรไว้แล้วยักไหล่ สงสัยจะชอบที่ได้ทำหน้าที่คนกลางมาก"

show nurse grin
with charachange

nk "นี่แหละคือจุดสำคัญเลย เธอแน่ใจใช่มั้ยว่ารู้วิธีคุยเรื่องนี้อย่างถูกต้องหรือยัง ฉันรับประกันเลยว่าเอมิจะแสร้ง\nทำเหมือนเรื่องเมื่อคืนไม่เคยเกิดขึ้น"

show nurse neutral
with charachange

nk "เธอสองคนจะกระอักกระอ่วนกันมาก ๆ แต่แบบนี้ก็จะปลอดภัยกว่าการขอให้เอมิเล่าเรื่องทั้งหมดอีกรอบ ซึ่งคราวนี้\nเรื่องอาจยิ่งแย่ลงอีก"

nk "เธอเตรียมใจพร้อมกับอะไรแบบนั้นหรือยัง"

"ฟังเหมือนคำท้าเลย เหมือนไม่เชื่อว่าฉันจะใจกล้าได้ขนาดนั้น ที่จริงฉันก็แอบเคืองเหมือนกันที่คุณพยาบาล\nไม่เชื่อใจฉัน"

hi "พร้อมอยู่แล้วสิครับ! ผมรักเอมิ!"

show nurse fabulous
with charachange

"เสียงตะโกนนั้นทำให้คุณพยาบาลเลิกคิ้วตอบ"

nk "โอเค ๆ"

show nurse neutral
with charachange

nk "โชคดีละ ได้ความว่ายังไงก็เอามาบอกด้วยนะ"

"ถึงคุณพยาบาลจะบอกลาด้วยรอยยิ้มอย่างเคย แต่ฉันคิดว่าเขาอยากให้ฉันทำให้สำเร็จได้จริง ๆ"

stop music fadeout 3.0

scene bg school_nursehall
with locationchange

"ฉันห้ามใจตัวเองไม่ให้พุ่งตัวไปยังห้องเอมิทันทีเพื่อพิสูจน์ว่าคุณพยาบาลคิดผิด ฉันเคยไปโดยที่\nไม่ได้เตรียมตัวพร้อมให้ดีมาก่อนแล้ว ซึ่งผลก็ออกมาไม่สวยงามเลย"

"ถ้าฉันจะไปเจอเอมิก็ต้องคิดก่อนว่าจะพูดอะไร และจะพูดอย่างไร ไว้คิดตอนเรียนแล้วกัน"

scene bg school_scienceroom
with shorttimeskip

"และตามคาด พอใกล้ถึงช่วงพักเที่ยงฉันก็พอจะนึกออกแล้วว่าต้องพูดอะไรดี ฉันทำได้น่า"

play sound sfx_normalbell

scene bg school_staircase1
with locationskip

"เมื่อระฆังดังฉันก็ไปซื้อข้าวเที่ยงแล้วเดินขึ้นบันไดมาด้วยอยากมาถึงก่อน ต้องขอให้รินออกไปก่อน แล้วก็ต้อง—"

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_rooftop fadein 1.0
play sound sfx_door_creak

scene bg school_roof
show emi basic_hes at twoleft
show rin basic_absent at tworight
with silentwhiteout

emi "ไงฮิซาโอะ! ขอโทษที่ไม่ได้ไปวิ่งด้วยเมื่อเช้านะ! พอดีฉันตื่นสายน่ะ!"

"ดูท่าว่าทั้งเอมิทั้งรินจะมาถึงที่ดาดฟ้าก่อนฉันแล้ว"

hi "อ้อ ไม่เป็นไรหรอก เรื่องเมื่อคืนมันก็… ชวนให้เพลียนี่นะ"

"สีหน้าเอมิไม่เปลี่ยนไปเลยแม้แต่น้อย"

emi "อื้ม ขอโทษด้วยนะ! แต่หลังจากตื่นมาก็มีเรื่องแปลก ๆ ด้วยแหละ!"

hi "อ้อ จริงเหรอ"

show emi basic_happy
with charachange

"ส่วนเวลาที่เหลือเอมิก็คุยเรื่อยเปื่อย ฉันแทบไม่ได้พูดเลย และไม่นานฉันมาก็โต้ตอบบทสนทนาง่าย ๆ กับเอมิ\nที่ดูคล้าย ๆ ตอนเราสองคนคบกันแรก ๆ"

"ชัดว่าคงไม่ได้พูดถึงเรื่องปัญหานี้ตอนเที่ยงแน่ ๆ ฉันเข้าใจ เอมิไม่อยากเผลอลากรินให้เข้ามาเกี่ยวข้องด้วยแน่นอน\nซึ่งก็ไม่เป็นไร"

"ฉันว่ารินคงไม่สังเกตหรอก แต่อย่างน้อยก็เข้าใจว่าทำไมเอมิถึงคิดแบบนั้น"

"ฉันลองอีกกลวิธีหนึ่ง"

hi "นี่ เอมิ เลิกเรียนแล้วมีธุระอะไรหรือเปล่า พอดีกะจะชวนเธอไปกินข้าวเย็นหรืออะไรด้วยกันน่ะ"

show emi sad_depressed
with charachange

"เอมิทำหน้าเสียดายจริง ๆ"

emi "ขอโทษนะฮิซาโอะ! ฉันรับปากกับหัวหน้าทีมไว้แล้วว่าซ้อมเสร็จแล้วจะอยู่ช่วยเป็นที่ปรึกษากับเด็กคนอื่น\nเรื่องการเล่นกีฬาน่ะ! ไว้วันหลังนะ"

hi "อื้ม ได้…"

window hide

scene black
show bg misc_sky at center
with locationchange

nvl clear
nvl show dissolve

n "ว่าตามตรง ตอนนี้ฉันไม่รู้จะทำอะไร หรือการมาจัดการเรื่องอะไร ๆ ในวันถัดมาเลยจะไม่ใช่ความคิดที่ดีจริง ๆ"

n "เอมิอาจจะยังโกรธอยู่แต่ไม่ได้แสดงออกก็ได้ อีกอย่าง ถ้ายังมีภาระหน้าที่กับทีมวิ่งอยู่ก็คงไม่เป็นไรหรอก"

show bg misc_sky:
    linear 10.0 alpha 0.0
with None

n "วันถัดมาฉันก็บอกอะไรประมาณนั้นกับตัวเอง แล้วก็วันถัดจากนั้นอีก ฉันตื่นขึ้นมาวิ่งกับเอมิ (ซึ่งเอมิไม่ยอมคุย\nเรื่องอื่นเลยนอกจากเรื่องวิ่งกับเรื่องที่ทำเมื่อคืนก่อนหน้า) แล้วก็ไปนั่งกินข้าวเที่ยงคุยเรื่อยเปื่อยกันจนระฆังดัง"

n "ภาระหน้าที่ใหม่ของเอมิทำให้ฉันไม่ได้เจอเอมินอกเวลาเรียนเลย หรือ หรือว่านะ ที่ฉันปล่อยให้เป็นแบบนี้อาจเพราะ\nเป็นทางที่ปลอดภัยกว่าอย่างที่คุณพยาบาลว่าไว้"

n "ปลอดภัยกว่าก็จริง แต่ฉันยิ่งหดหู่ขึ้นเรื่อย ๆ เอมิไม่ได้ดูดีอย่างที่เคยเป็นแล้ว ใต้ตาเธอดำคล้ำ หน้าตาดูเหม่อลอย\nหนักขึ้นทุกที และฉันก็ไม่กล้าถามว่ามีเรื่องอะไรเพราะจังหวะเหมือนจะไม่เคยลงตัวเลย"

n "\nฉันมันน่าสมเพชที่สุด"

stop ambient fadeout 2.0

nvl clear
nvl hide dissolve

$ suppress_window_before_timeskip = True

scene black
with dissolve

#############

label th_E29:

scene bg school_staircase1
with locationchange

"ถึงเวลาพักเที่ยงอีกครั้ง ฉันเดินขึ้นบันไดด้วยสภาพเหมือนนักโทษประหาร"

play ambient sfx_rooftop fadein 1.0

scene bg school_roof at bgleft
show rin basic_absent at center
with locationchange

"รินอยู่ แต่เอมิไม่อยู่ ฉันนึกกังวลทันทีว่ามีเรื่องอะไรเกิดขึ้นกับเอมิหรือเปล่า อาจจะเพราะนอนน้อยจนเป็นลม\nไปแล้วจริง ๆ หรืออาจจะแย่กว่านั้น"

"หลังจากที่วิ่งตอนเช้าด้วยกันเอมิก็ดูเพลียมากด้วย อาจจะหลับไปแล้วไม่ทันตื่นมาเข้าเรียน"

hi "นี่ ริน เอมิอยู่ไหนเหรอ"

show rin basic_deadpancontemplation
with charachange

"รินมองตอบด้วยสายตาที่เหมือนจะจ้องผ่านตัวฉัน ก่อนจะทำสีหน้าบางอย่างที่คล้ายการขมวดคิ้ว"

rin "ข้อมูลที่ว่าสำคัญขนาดนั้นเลยเหรอ"

hi "คิดว่านะ ปกติเอมิจะมาอยู่ที่นี่กับเธอนี่"

show rin basic_awayabsent
with charachange

rin "ไม่รู้สิ ฉันแน่ใจไม่ได้หรอก"

hi "ฉันยืนยันได้ว่าปกติเอมิจะมาอยู่บนนี้กับเธอจริง ๆ"

show rin basic_deadpannormal
with charachange

rin "ก็ตอนนี้ไม่อยู่นี่ นายคิดมากมั้ยล่ะ"

hi "ค่อนข้าง"

show rin basic_deadpancontemplation
with charachange

rin "อืม"

play sound sfx_door_creak
with Pause(0.5)

show emi invis:
    twoleft
    xpos 0.1
with None

show bg school_roof at center
show rin basic_deadpancontemplation at tworight
show emi basic_closedhappy at twoleft
with dissolvecharamove

"ดูท่าว่าบทสนทนาจะจบลงเท่านี้ และสุดท้ายก็ไม่ต้องหาคำตอบอยู่ดีเพราะเอมิโดดออกจากประตูมาด้วยท่าทีเหมือนเก่า"

show rin basic_deadpan
with charachange

rin "ฮิซาโอะค่อนข้างเป็นห่วงเธอละเอมิ ฉันว่าฮิซาโอะตัดสินใจไม่ได้ หรือฉันอาจจะไม่เชื่อใจฮิซาโอะเอง แต่ฉันว่า\nตอนนี้ฉันขอตัวไปอยู่ที่ที่น่าอึดอัดน้อยกว่านี้หน่อย"

hide rin
with charaexit

with Pause(0.5)

show bg school_roof at bgright
show emi basic_confused at center
with dissolvecharamove

"ฉันแปลกใจมากที่อยู่ ๆ รินก็พูดเรื่อง เอ่อ เรื่องอะไรสักอย่างออกมาตรง ๆ แบบนั้นได้จนได้แต่มองไล่หลังรินที่เดิน\nออกประตูไป"

show emi basic_shock
with charachange

"เอมิก็แปลกใจพอกัน เธออ้าปากค้างมองมาทางฉันหน้าแดง ๆ แล้วฉันก็นึกได้ว่าต้องพูดอะไรเสียหน่อย\nเพื่อทำลายความเงียบอันน่ากระอักกระอ่วนที่อยู่ ๆ ก็เข้ามาปกคลุมนี้"

hi "ก็เพราะเธอยังไม่มานั่นแหละ ฉันเลย เอ่อ เป็นห่วง"

show emi basic_confused
with charachange

emi "ทำไมล่ะ"

hi "ปกติเธอจะอยู่ที่นี่นี่ ฉันเลยเป็นห่วงว่าเธอเป็นอะไรไปหรือเปล่า"

show emi sad_grin
with charachange

emi "ฉันก็ไม่ได้มาช้าเป็นครั้งแรกสักหน่อย นี่นายเป็นห่วงทุกครั้งที่ฉันมาช้าเลยหรือไง"

hi "เอ้อ ก็ไม่นะ"

show emi basic_closedgrin
with charachange

"เอมิดูชอบใจเล็กน้อย ไม่รู้ทำไมฉันถึงหงุดหงิดขึ้นมา"

show emi basic_grin
with charachange

emi "แล้วทำไมถึงเป็นห่วงแค่ครั้งนี้ล่ะ"

"คำถามของเธอกดดันให้ฉันต้องพูดออกมาตรง ๆ อาจจะเพราะด้วยน้ำเสียงที่ฟังเหมือนไม่ใช่เรื่องจริงจัง แค่หยอกเล่น\nไปเท่านั้น ฉันอดโกรธเอมิไม่ได้เมื่อต้องพูดออกมา"

play music music_innocence fadein 10.0

hi "เพราะเธอทำให้ฉันเป็นห่วงตั้งแต่ที่เราไปกินข้าวเย็นกันที่บ้านเธอตอนนั้นแล้วไง"

show emi basic_hes
with charachange

"เอาละ พูดออกไปชัด ๆ แล้ว เอมิตาเบิกโพลงทำหน้าเหมือนอยากวิ่งหนี แต่เธอก็ยังอยู่ตรงนี้"

show emi sad_shy
with charachange

emi "อ้อ ยังไม่จบเหรอ โอเค"

hi "อะไร นี่กะจะให้ฉันลืม ๆ ไปเลยหรือไง เธอไล่ฉันออกจากบ้านนะ! เราทำเหมือนไม่มีอะไรเกิดขึ้นมาหนึ่งสัปดาห์แล้วนะ!"

show emi sad_annoyed
with charachange

emi "ก็ไม่เห็นนายจะพูดถึงเหมือนกันนี่"

hi "ฉันรู้ แล้วก็ขอโทษด้วยที่เป็นอย่างนั้นไป เราต้องคุยกันนะ ไม่งั้นเราก็จะต้องอยู่กันไปแบบนี้เรื่อย ๆ"

hi "แค่เห็นสภาพเธอฉันก็เหมือนจะตายให้ได้อยู่แล้ว รู้ตัวบ้างไหม ขอบตาดำ ๆ กับสีหน้าเหม่อ ๆ ของเธอน่ะ\nฉันก็อดคิดมากไม่ได้ว่าที่เธอเป็นแบบนี้เพราะฉันหรือเปล่า"

show emi sad_pout
with charachange

emi "ไม่ใช่เพราะนายหรอก เชื่อฉันสิ"

hi "โอเค แต่ฉันก็ไม่ได้ช่วยเธอเลยด้วย ฉันเอาแต่ตื๊อให้เธอเล่าเรื่องที่เธอยังไม่พร้อมบอกฉัน ฉันอาจจะผิดเองที่ขอ\nให้แม่เธอช่วย แต่ฉันเป็นห่วงเธอมากจริง ๆ จนไม่รู้จะทำยังไงดีแล้ว"

show emi sad_depressed
with charachange

emi "งั้นนายก็ไม่ต้องเป็นห่วงฉันอีกต่อไปแล้วละ โอเคไหม ฉันว่าก็ชัดแล้วนะว่าเราสองคนเข้ากันไม่ได้ เพราะงั้นเรา…\nหยุดก่อนดีกว่า"

"เอมิพูดพลางทำหน้ากระตุกเหมือนใจจริงไม่อยากพูดแต่ก็ฝืนพูดออกมา"

hi "จริง ๆ เธอก็ไม่ได้อยากหยุดใช่มั้ยล่ะ ไม่สิ เธอแทบพูดไม่ออกด้วยซ้ำ แต่นั่นแหละ พูดไปฉันก็ไม่ได้เลิกเป็นห่วงหรอก\nฉันให้ความสำคัญกับเธอมากเกินกว่าที่จะให้ใครมาสั่งให้หยุดได้ง่าย ๆ"

hi "ไม่อยากบอกฉันใช่มั้ยล่ะว่ามีเรื่องอะไร ไม่ต้องบอกหรอก แต่ฉันจะไม่หยุดหาทางช่วยเธอหรอกนะ ต่อให้จะทำได้แค่\nอยู่เคียงข้างเธอก็เถอะ"

show emi sad_angry
with charachange

emi "เลิกพูดแบบนั้นได้แล้ว!"

"ตอนนี้เอมิตัวสั่นแล้ว พอเธอมองมาฉันก็เห็นว่าเธอทั้งกลัวทั้งกระวนกระวายทั้งอะไรหลายล้านอย่างพร้อม ๆ กัน\nฉันส่ายหน้าช้า ๆ แล้วเดินเข้าไปหาเอมิ"

hi "รู้มั้ยว่าแม่เธอบอกฉันว่ายังไง แม่เธอบอกว่าเธอไม่เคยขอความช่วยเหลือเลย เพราะเธอรู้ตัวว่าเข้มแข็งพอ\nที่จะก้าวผ่านอะไรทุกอย่างไปได้ด้วยตัวเอง แต่เรื่องไม่ได้มีแค่นั้นใช่มั้ยล่ะ"

show emi basic_hes
with vpunch

"เอมิทำตาโตแล้วถอยไปหนึ่งก้าว ฉันเดินเข้าหาเธออีกเพราะคิดว่าฉันเข้าใจแล้วสักที ฉันสังหรณ์ว่าจะไม่มีโอกาส\nครั้งที่สองแล้ว เท่านี้ฉันก็เลื่อนเวลามานานมากแล้ว"

hi "การขอความช่วยเหลือจากใครสักคนน่ะไม่ใช่เรื่องไม่ดีหรอกนะ เว้นก็แต่ว่าเธอจะคิดมากเสียเอง เธอกลัวใช่มั้ยล่ะ\nเพราะ…"

"ฉันลากเสียงไปเพราะไม่รู้แน่ชัดว่าเกิดอะไรขึ้นกับพ่อเอมิกันแน่ และยังไม่อยากด่วนสรุปอะไรเร็วเกินไป"

hi "เอาเถอะ ช่างเหตุผลก่อน แต่ถ้าเธอจะกลัวก็กลัวได้นะ เธอวิ่งหนีจากสิ่งนั้นกับฉันมานานมากแล้วทั้งที่รู้ดีว่าสักวัน\nเธอก็ต้องหันมาเผชิญหน้ากับความกลัวของตัวเองอยู่ดี และฉันจะคอยอยู่เคียงข้างช่วยเหลือเธอเมื่อถึงวันนั้น"

hi "ฉันจะไม่หยุดหรอก เพราะเธอคงไม่อยากให้ฉันหยุด เธอคงเข้าใจความเด็ดเดี่ยวแบบนี้ใช่มั้ยล่ะ"

"ฉันดูออกว่าเอมิเข้าใจในสิ่งที่ฉันพูดแล้ว แต่เธอก็รีบโกรธขึ้นมาแล้วผลักไสฉันออกไปอีกครั้ง"

show emi sad_angry
with charachange

emi "จะเล่นเป็นพระเอกขี่ม้าขาวอีกแล้วเหรอฮิซาโอะ จะมาช่วยสาวพิการให้เผชิญหน้ากับปัญหาทางจิตใจเหรอ นายรู้ดี\nเรื่องฉันกับสิ่งที่ฉันต้องเผชิญมาแล้วมากขนาดนั้นเลยหรือไง"

show emi sad_grit
with charachange

emi "นายคิดว่าการที่ฉันต้องหัดเดินอยู่สองเดือนมันสนุกนักเหรอ แต่ฉันก็ผ่านมาแล้ว และหลังจากนั้นฉันก็ต้อง…"

"แวบหนึ่งเอมิทำทีเหมือนจะพูดอะไรอย่างอื่นอีกแต่ก็ตัดบทตัวเองทิ้งไป"

hi "และเธอผ่านอะไรมาขนาดนั้นแล้วแต่ยังคิิดว่าจะก้าวข้ามความกลัวของตัวเองไม่ได้เหรอ เอมิ ฉันไม่อาจรู้ซึ้งได้หรอกนะ\nว่าเธอผ่านอะไรมาบ้าง แต่พอฉันเห็นว่าเธอยังอยู่มาจนเป็นตัวเธออย่างทุกวันนี้แล้ว ฉันก็คิดว่าจริง ๆ แล้วเธอเข้มแข็ง\nกว่าที่เธอคิดมาก"

hi "เพราะงั้นฉันจะไม่ได้มาช่วยเธอเพราะเห็นว่าเธอต้องการความช่วยเหลือ ฉันไม่ได้อยากเป็นอัศวินที่มาช่วย\nสาวน้อยเดือดร้อน แต่แม้แต่อัศวินยังต้องช่วยกันเองเลย ฉันอยากช่วยเธอทั้งที่รู้ดีว่าเธอก็จัดการเองได้"

show emi sad_depressed
with charachange

"แวบหนึ่งเอมิเหมือนพร้อมจะปลดปล่อยอารมณ์ทั้งหมดออกมาแล้ว แต่เธอยังนิ่งปล่อยให้น้ำตาไหลอาบแก้มจ้องฉัน\nไม่วางตา"

emi "ทำไมนายถึงพยายามจะช่วยฉันขนาดนี้"

hi "ก็อยากจะพูดอยู่หรอกว่าเพราะติดหนี้บุญคุณที่เธอช่วยฉันไว้ตอนเจอกันครั้งแรก แต่ความจริงไม่ใช่อย่างนั้น\nสักหน่อย เหตุผลจริง ๆ คือฉันอยากให้เธอมีความสุข เพราะฉันรักเธอ"

stop music fadeout 4.0

"ฉันเคยพูดคำนี้มาก่อนหรือเปล่านะ เราคบกัน และก็ชัดอยู่ว่าฉันรักเอมิ แต่ฉันเคยพูดออกมาจริง ๆ หรือเปล่า"

show emi sad_shyblush
with charachange

emi "นายว่าไงนะ"

"ฉันพูดอีกครั้งพลางกำซาบความรู้สึกดีที่พูดออกมาจากใจจริงได้เสียที เอมิตะลึงงันไป"

hi "ฉันบอกว่าฉันรักเธอ เอมิ ฉันรักเธอ แค่เธอคนเดียว เพราะรักถึงอยากอยู่ข้างเธอ ไม่ว่าเธอจะต้องเผชิญหน้า\nกับอะไรก็ตาม"

play music music_serene fadein 0.5

show emi excited_sad_close
with vpunch

"แล้วเอมิก็โผตัวเข้ามากอดซุกหน้าอกฉันแล้วสะอื้นไห้"

emi "ขอโทษนะ! ฉันขอโทษกับทุกอย่างที่ผ่านมาเลย แต่ฉันกลัวเหลือเกินฮิซาโอะ ฉันกลัวว่าจะต้องเสียนายไป\nฉันรักนายเหมือนกันแต่ฉันจะเสียนายไปไม่ได้ฉัน… ฉันขอโทษจริง ๆ !"

show emi sad_shy
with charadistant

"ฉันกอดเอมิอยู่เงียบ ๆ แล้วโอ๋เธอจนเธอสงบลง เอมิผละตัวออกดูใจเย็นลงบ้าง"

emi "พรุ่งนี้ไปด้วยกันกับฉันมั้ย กลับไปที่บ้านน่ะ พอดีฉันมีอะไรที่ต้องให้นายได้เห็น ถ้าฉันจะเปิดใจจริง ๆ"

hi "ได้สิ แล้วคราวนี้เราอาจจะได้กลับด้วยกันแทนที่จะแยกกันกลับก็ได้"

show emi sad_grin
with charachange

"เอมิยิ้ม เป็นรอยยิ้มสดใสที่ดูจริงใจกว่าที่ฉันเคยเห็นมาตลอดสัปดาห์นี้เลย"

emi "อื้ม มั้งนะ"

play sound sfx_warningbell

"เสียงระฆังพักเที่ยงดัง ฉันก่นด่าโลกนี้ที่กะจังหวะได้ไม่ลงตัวเอาเสียเลย"

hi "คืนนี้ว่างหรือเปล่า ไว้คุยกันอีกไง"

"เอมิสั่นหัว"

show emi sad_depressed
with charachange

emi "ขอโทษทีนะฮิซาโอะ พอดียังต้องไปช่วยงานทีมวิ่งอยู่น่ะ อีกอย่าง ฉันว่าถ้าคุยเรื่องนี้กันตอนค่ำคงไม่ดีเท่าไหร่\nเพราะฉันจะเพลียจนคิดอะไรไม่ค่อยถนัด แล้วฉันก็อยากบอกนายทุกอย่างให้เป็นเรื่องเป็นราวโดยไม่ทำอะไรพลาดด้วย"

show emi sad_shy
with charachange

emi "นายรอได้ใช่มั้ย"

"แม้แต่ตอนนี้น้ำเสียงเอมิยังเจือด้วยความกลัวอยู่ ฉันยิ้มแล้วจับไหล่เธอ"

hi "โอเค จะรอนะ"

show emi excited_amused_close
with characlose

"เอมิจุ๊บฉันแล้วเดินไปทางประตู"

show emi sad_grin
with charadistant

emi "ขอบคุณนะฮิซาโอะ เจอกันเช้าวันพรุ่งนี้"

hi "เจอกัน ๆ"

hide emi
with charaexit

$ renpy.music.set_volume(1.0, 2.0, channel="ambient")
stop ambient fadeout 2.0

scene bg school_staircase1
with locationchange

"ฉันเดินลงบันไดมา สัมผัสจากริมฝีปากเธอยังคงค้างอยู่ และจู่ ๆ ก็รู้ตัวว่าตัวเองคิดถึงสัมผัสนี้มากแค่ไหน\nไว้ต้องไปขอบคุณรินแล้วที่เปิดโอกาสให้เราสองคนได้คุยกัน"

"ซึ่งก็เป็นไปได้ว่ารินคงไม่รู้ตัวเหมือนกันว่าทำอะไรดี ๆ ไว้ แต่ก็นะ ถ้าไม่มีรินแล้วฉันก็คงไม่มีโอกาสที่จะได้ประจันหน้า\nคุยกับเอมิแบบนั้นอีกหรอก"

"ฉันเองก็ต้องมีคนมาคอยช่วยบ่อยกว่าที่คิดแฮะ แต่ว่าวันพรุ่งนี้จะมีเพียงฉันที่ต้องเจอกับอะไรก็ตามที่เอมิ\nเตรียมจะทำจะบอกกับฉัน"

"ฉันจะต้องทำหน้าที่นั้นได้สำเร็จ หวังว่านะ"

stop music fadeout 2.0

scene black
with dissolve

$ suppress_window_after_timeskip = True

#########################

label th_E30:

window hide None

scene black
with dissolve

with Pause(2.0)

play sound sfx_alarmclock

with Pause(3.0)

scene bg school_dormhisao
with openeye

window show

"แดดยามเช้าส่องผ่านหน้าต่างฉัน เสียงนาฬิกาปลุกปลุกให้ฉันลุกขึ้น"

"เมื่อคืนฉันนอนหลับสนิทอย่างเหลือเชื่อเพราะรู้ว่าได้มีโอกาสเริ่มต้นใหม่กับเอมิอีกครั้ง"

"ถ้าฉันห้ามตัวเองไม่ให้ทำอะไรโง่ ๆ แล้วอาจจะรู้ก็ได้ว่าช่วงนี้เอมิคิดมากเรื่องอะไร"

"ฉันพอจะอนุมานได้สองสามอย่าง แต่ก็ไม่ได้แน่ใจนัก และฉันจะไม่เอาไปบอกเอมิแน่นอน รอให้เจ้าตัวบอกเองเลยดีกว่า"

#if you came from e29, see this

label th_E30a:

"แต่ฉันก็อดนึกถึงที่คุณพยาบาลเตือนไม่ได้ว่าฉันอาจจะไม่อยากฟังสิ่งที่เอมิจะบอกนัก แล้วฉันอยากรู้ขนาดนั้นเลย\nหรือเปล่า"

"ถ้าเป็นอะไรที่แย่มากจนฉันแขยงเอมิขึ้นมาล่ะ ฉันเตรียมใจพร้อมฟัง{i}ทุกอย่าง{/i}จากเอมิจริง ๆ แล้วหรือยัง"

"เอมิบอกว่าอยากบอกได้โดยที่ “ไม่ทำอะไรพลาด” หมายความว่ายังไงกันแน่ มีอะไรให้พลาดด้วยเหรอ"

"แต่กังวลไปก็คงไม่ได้อะไร ยังไงวันนี้ก็จะได้รู้ แล้วฉันก็นึกได้ว่าเช้านี้จำเป็นต้องออกไปวิ่ง อย่างน้อยก็เพื่อทำให้สมอง\nปลอดโปร่ง"

#if you came from e27, you'll just drop in at this point

label th_E30b:

scene bg school_track
show emi basic_grin_gym at center
with locationskip

"เอมิรอฉันอยู่ตามสัญญา ดูเพลียเล็กน้อยแต่ยังสดใสร่าเริง สดใสร่าเริงกว่าวันก่อน ๆ ที่ผ่านมามาก"

show emi excited_proud_gym
with charachange

emi "ฮิซาโอะ! มาช้านะนาย!"

"ฉันโบกไม้โบกมือ"

hi "ไร้สาระ! เธอมาเร็วต่างหาก"

play music music_emi fadein 2.0

show emi basic_closedgrin_gym
with charachange

"เอมิส่งยิ้มกลับ รู้สึกเหมือนว่าเราได้กลับไปเป็นดังเดิมอย่างที่ควรแล้วสักที"

"เว้นเสียก็แต่ตอนนี้เอมิอยากก้าวไปข้างหน้าบ้างแล้ว ไม่ได้มีแค่ฉันคนเดียว ใจหนึ่งฉันก็ยังกังวลว่าเอมิจะถอนตัว\nเอาวินาทีสุดท้ายหรือเปล่า"

show emi basic_grin_gym
with charachange

emi "รีบยืดเส้นยืดสายกันได้แล้วฮิซาโอะ! เดี๋ยวฉันตกรถบัส!"

hi "รถบัสเหรอ"

show emi sad_grin_gym
with charachange

#if you came from e27, see this

label th_E30c:

emi "อื้ม รถบัส ฉันมีอะไรที่อยากให้นายได้เห็นน่ะ แล้วก็ไม่อยากช้าด้วย"

hi "อ้อ โอเค"

"ฉันกลั้นใจไม่ให้ยิ้มกว้างมากไป ฉันสุขใจเกินบรรยายที่เอมิอยากอยู่ต่อหลังวิ่งเสร็จแล้ว แต่ที่ฉันสนใจกว่านั้น\nคือการที่เธอบอกว่ามีอะไรจะให้ฉันได้ดู"

"นี่น่ะเหรอเรื่องที่ว่าต้องไปคิดมาก่อน นี่เอมิวางแผนจะทำอะไรกันนะ"

#if you came from e29, see this

label th_E30d:

emi "ฉันบอกว่าอยากให้นายมาบ้านฉันด้วยกันไง ลืมแล้วเหรอ แล้วฉันก็รับปากกับแม่ไว้แล้วด้วยว่าจะไปกินข้าวเที่ยง\nกันด้วย เลยอยากรีบ ๆ ไปน่ะ!"

hi "ไปเช้าจังเลยนะ"

show emi basic_closedgrin_gym
with charachange

emi "หลัก ๆ ก็เพื่อแม่ฉันนั่นแหละ"

hi "อ้อ ได้ โอเค"

"ฉันเดาไม่ถูกเลยว่าเอมิวางแผนอะไรไว้ ก่อนจะนึกได้ว่าเรื่องนั้นไม่ได้สำคัญอะไรกับฉันนัก"

#end of split

label th_E30e:

show emi basic_concentrate_gym
with charachange

play sound sfx_gymbounce

show emi gymconcentratebounce
with None

"ฉันรีบวอร์มอัพอย่างที่ทำประจำ ส่วนเอมิเด้งตัวสลับขาไปมาอย่างร้อนใจ ดูท่าว่าจะอยากรีบไปแล้วจริง ๆ"

scene bg school_track_running
with shorttimeskip

"เราวิ่งเสร็จกันเร็วมากจนฉันแทบไม่อยากเชื่อว่าพอวิ่งแล้วฉันยังมีชีวิตอยู่ เอมิวิ่งด้วยความเร็วสูง และฉัน\nก็วิ่งตามเธอไปด้วยความโง่เง่า"

scene bg school_track_on
with Dissolve(2.0)

show emi basic_grin_gym at center
with charaenter

"แต่ก็ได้ไม่กี่รอบน่ะนะ สุดท้ายก็ต้องผ่อนฝีเท้าลงเพื่อความปลอดภัย แต่ฉันก็ไม่ได้ใส่ใจอะไรนัก เอมิรอให้ฉันวิ่งเสร็จ\nอยู่อย่างใจเย็น ซึ่งก็ใจเย็นเท่าที่เธอจะรอไหวนั่นแหละ"

show emi basic_closedgrin_gym_close
with vpunch

emi "วิ่งเสร็จแล้วใช่มั้ย ดี! ไปกัน!"

stop music fadeout 2.0

scene bg school_nursehall
with locationskip

"เอมิคว้าแขนฉันไว้แล้วรีบลากฉันไปที่ห้องพยาบาล"

play music music_nurse fadein 0.5

show nurse neutral:
    twoleft
    xpos 0.2
    easein 0.5 twoleft
with charaenter

nk "ดูเธอรีบ ๆ นะเอมิ จะไปขึ้นรถบัสเที่ยวเช้าเหรอ"

show emi basic_grin_gym at tworight
with charaenter

emi "ค่ะ พอดีบอกแม่ไว้ว่าจะไปกินข้าวเที่ยง"

show nurse grin at twoleft
with charachange

nk "โอเค งั้นเดี๋ยวตรวจเธอก่อนแล้วกัน"

show emi basic_confused_gym
with charachange

emi "แต่ฮิซาโอะจะไปกับหนูด้วยนะ!"

show nurse fabulous
with charachange

"คุณพยาบาลเลิกคิ้วขึ้นข้างหนึ่งกับประโยคนั้นแล้วมองเราสองคนไปมา"

nk "จริงเหรอ วันนี้น่ะนะ"

show emi sad_grin_gym
with charachange

"เอมิพยักหน้าตอบ ส่วนคุณพยาบาลก็ยิ้มอาย ๆ ผิดคาด"

show nurse grin
with charachange

nk "โอเค งั้นเดี๋ยวจะรีบหน่อยแล้วกัน"

hide nurse
hide emi
with charaexit

"เอมิเข้าห้องพยาบาลไป ฉันรอให้เธอรับการตรวจเสร็จอยู่ข้างนอกอย่างใจเย็นพลางคิดว่าทำไมคุณพยาบาลถึงดูแปลกใจ\nกับคำพูดของเอมิ"

"หรือฉันจะไม่เข้าใจมุกอะไรหรือความสำคัญของวันนี้หรือเปล่า ถ้าไม่นับเรื่องความสำคัญที่เห็นได้ชัดน่ะนะ"

scene bg school_nurseoffice
with shorttimeskip

"และเอมิก็ออกมาจากห้องพยาบาลเร็วผิดคาด คุณพยาบาลรีบตรวจอย่างที่บอกไว้จริง ๆ พอบอกกับเอมิว่าจะไปเจอกัน\nที่ประตูหน้าโรงเรียนแล้วฉันก็เข้าไปในห้องพยาบาลบ้าง คุณพยาบาลจับชีพจรฉันแล้วฟังอยู่ครู่หนึ่ง"

show nurse fabulous at center
with charaenter

nk "ใจเต้นเร็วกว่าปกตินะ นี่ฝืนตัวเองอีกแล้วเหรอ"

hi "ก็ เอมิเหมือนจะรีบวิ่ง ๆ ให้เสร็จ ผมเลย…"

show nurse neutral
with charachange

nk "อืม ก็ไม่แปลกใจหรอก วันนี้เป็นวันที่สำคัญกับเอมิเชียวละ"

hi "ผมก็คิดว่าคงเป็นอย่างนั้นแหละครับ แต่ไม่รู้ว่าทำไม"

show nurse fabulous
with charachange

nk "เอมิยังไม่ได้บอกเหรอ น่าสนใจ"

hi "ก็คือคุณจะไม่บอกผมด้วยเหมือนกัน"

show nurse grin
with charachange

nk "ไม่ ไม่บอกหรอก ฉันว่าเอมิคงเตรียมจะเล่าเรื่องของวันนี้ให้เธอฟังแล้วละ แล้วฉันก็ไม่อยากไปยุ่งด้วย เดี๋ยวเธอ\nก็ได้รู้แล้ว ไม่ต้องรีบหรอก"

show nurse neutral
with charachange

nk "ส่วนเรื่องหัวใจเธอ วันนี้ห้ามทำอะไรหักโหมอีกนะ ไม่ใช่ว่านึกจะวิ่งแข่งก็วิ่งตาม เข้าใจนะ"

hi "เข้าใจแล้วครับ แต่ยังไงเอมิก็คงไม่ได้ใส่ขาเทียมสำหรับวิ่งอยู่แล้วนี่ครับ"

show nurse grin
with charachange

nk "ก็ใช่ แต่ถ้าเธอคิดว่าเอมิจะไม่วิ่งกับขาเทียมปกติแล้วละก็…"

hi "ก็ถูกครับ"

show nurse neutral
with charachange

nk "ฉันว่าวันนี้เอมิไม่น่าทำอย่างนั้นหรอก แต่ก็นะ"

"ถ้าจุดประสงค์ของคำพูดนั้นคือการปลอบใจแล้วละก็ฉันไม่ได้สบายใจขึ้นเท่าไหร่เลย ฉันยิ่งคิดมากไปเรื่อย ๆ ว่าวันนี้\nคือวันอะไรกันแน่ เหมือนอยู่ ๆ ก็ได้รู้ว่าเอมิอยู่ในลัทธิหรืออะไรทำนองนั้น"

"แต่ในขณะเดียวกัน ถ้าวันนี้เป็นวันที่สำคัญกับเอมิขนาดนั้นแล้วเธออยากให้ฉันอยู่ด้วย ก็แปลว่าเธออยากสนิทกับฉัน\nจริง ๆ หรือสิ่งนี้อาจจะเป็นกุญแจไขปริศนาถึงเหตุผลที่ทำให้เธอนอนไม่หลับและอารมณ์แปรปรวน"

stop music fadeout 1.0

scene bg school_dormhisao
with locationskip

"และสุดท้ายฉันก็แทบลืมขอบคุณคุณพยาบาล จากนั้นฉันรีบออกมามุ่งหน้าไปยังห้องตัวเองเพื่ออาบน้ำเปลี่ยนเสื้อผ้า\nให้ดูดีขึ้นมาอีกหน่อย ถ้าวันนี้เป็นวันสำคัญอย่างที่คิดจริง ๆ แล้วก็ต้องแต่งตัวให้เหมาะสม"

scene bg school_gate
show emicas grin at center
with locationskip

play music music_dreamy fadein 2.0

"ซึ่งแน่นอน ทันทีที่ได้เห็นเอมิที่ใส่เสื้อยืดกับกางเกงขาสั้นตัวเก่งยืนรอตรงประตูหน้าโรงเรียนก็รู้ตัวว่าฉันคิดผิด\nอย่างน้อยฉันก็ได้รู้ว่าไม่ใช่เรื่อง—จะเรื่องอะไรก็ช่าง—ที่เป็นทางการจ๋าขนาดนั้น"

show emicas smile
with charachange

emi "มาไวนะฮิซาโอะ"

hi "เธอไวกว่าอีก รีบเหรอ"

show emicas wink_up
with charachange

"เอมิแลบลิ้นซุกซน"

show emicas closedsmile
with charachange

"ช่วงเวลานี้ที่ป้ายรอรถบัสนั้นยังไม่มีคนมาก ซึ่งเอมิดูจะพอใจที่คนน้อย เรานั่งรอสบาย ๆ อยู่เงียบ ๆ กันสักพัก\nแต่ฉันดูออกว่าเอมิกำลังตั้งใจเตรียมพูดอะไรอยู่"

"ฉันเองก็ไม่มีอะไรจะพูดจึงนั่งรอให้เอมิพูดก่อน ซึ่งก็ไม่ต้องรอนานนัก"

show emicas awayfrown
with charachange

emi "คือ เอ่อ นายคงสงสัยใช่มั้ยว่าทำไมคุณพยาบาลถึงคิดว่าแปลกที่วันนี้ฉันพานายมาด้วย"

hi "ก็นิดหน่อย แต่ถ้าเธอยังไม่พร้อมบอก—"

show emicas blush_close
with characlose

"เอมิตัดบทฉันด้วยการยกนิ้วมาแนบริมฝีปากฉัน"

show emicas frown_close
with charachange

emi "อย่าพูดให้ฉันเปลี่ยนใจเลยฮิซาโอะ ฉันอยากบอกนาย แค่ยังไม่แน่ใจว่าจะบอกยังไงดี ฉันไม่อยากชักช้า\nรออะไรแล้ว อยากจะพูด ๆ ออกมาเลย"

hi "งั้นก็พูดเลยสิ"

show emicas neutral_close
with charachange

emi "นายก็รู้ว่าฉันพูดออกมาเลยแบบนั้นไม่ได้ ฮิซาโอะ"

hi "งั้นก็คิดเสียว่าเป็นการวิ่งสิ วอร์มอัพด้วยเรื่องเล็ก ๆ ที่พูดง่าย ๆ ก่อน แล้วก็ไล่ลำดับไปเรื่อย ๆ แต่อย่าไปไวเกินนะ\nฉันเป็นคนใจเย็น รอให้เธอปรับตัวให้ชินก่อนได้"

show emicas awayfrown_close
with charachange

"เหมือนเอมิจะเก็บคำพูดฉันไปคิดชั่งน้ำหนักกับความอยากที่จะให้เรื่องมันจบ ๆ ไป ซึ่งขอยอมรับว่าฉันเองก็รับได้เหมือนกัน\nถ้าเอมิจะรีบพูดให้เสร็จไปทีเดียว ถึงเมื่อกี้จะบอกให้เธอใช้เวลาได้เต็มที่ก็ตาม"

"แต่ฉันพอจะรู้ว่าเอมิคงต้องใช้เวลานานกว่าการนั่งรถบัสนี้ในการเรียบเรียงเรื่อง—จะเรื่องอะไรก็ช่าง—ทั้งหมดนี้ออกมา"

show emicas frown_close
with charachange

emi "อื้ม ก็คงถูกของนาย ยังไงจะให้คุยที่ป้ายรอรถก็คงไม่เหมาะเท่าไหร่ แต่ก็ไม่อยากถอนคำพูดเอาทีหลังด้วย\nเพราะงั้นขอบอกแบบนี้ไว้ก่อนแล้วกัน"

show emicas awayfrown_close
with charachange

"เอมิสูดหายใจลึก ๆ แล้วพ่นลมออกมา ผ่านไปครู่หนึ่งเธอก็พูดเสียงเบาว่า"

show emicas weaksmile_close
with charachange

stop music fadeout 1.0

emi "วันนี้เราจะไปหาพ่อฉันกัน"

"คำพูดนั้นลอยค้างในอากาศ ฉันดูออกว่าเอมิกลัวว่าฉันจะตระหนกแล้วหนีไปเมื่อได้ยินเช่นนั้น ซึ่งใจหนึ่ง\nฉันก็อยากอยู่เหมือนกัน"

"แต่ถ้าถอนตัวเอาตอนนี้หรือผิดสัญญาที่บอกว่าจะอยู่เคียงข้างเอมิในยามที่เธอต้องการฉันแล้วก็คงโง่มาก"

"คุณพยาบาลมองว่าแปลกที่เอมิพาฉันมาด้วย เอมิไม่ได้พาใครมาเลย อย่างน้อยก็แน่ใจในระดับหนึ่งเลยแหละ\nว่าก่อนหน้านี้ก็ไม่เคย"

"ซึ่งยิ่งทำให้วันนี้ดูสำคัญเข้าไปอีก เอมิต้องรวบรวมความกล้ามาแค่ไหนถึงทำได้ขนาดนี้"

play music music_dreamy fadein 5.0

hi "อ้อ"

"แล้วทำไมฉันถึงตอบได้แค่นั้น"

show emicas neutral_close
with charachange

emi "อื้ม"

hi "ฉัน เอ่อ ฉันไม่รู้ว่าจะพูดอะไรดี"

emi "ก็คงไม่ต้องพูดอะไรหรอก แค่สัญญาว่าจะไปด้วยกันก็พอ"

hi "แหงสิ! ไปอยู่แล้ว"

show emicas weaksmile_close
with charachange

"เอมิยิ้มหงอย ๆ ดูโล่งใจขึ้นมาเล็กน้อย"

emi "ดี ถ้างั้นก็รีบไปกันดีกว่า"

"เอมิพูดจบได้ไม่นานรถบัสก็มาถึง"

scene bg city_street4
with shorttimeskip

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_traffic fadein 2.0

"เมื่อลงจากรถบัสความทรงจำจากครั้งที่มาก่อนหน้านี้ผุดขึ้นมาราง ๆ แต่โชคไม่ดีที่รางเกินกว่าจะนึกทางได้"

"ถ้าให้ว่าตามตรงแล้วฉันก็จำทางไปบ้านเอมิไม่ได้ จึงให้เธอนำทางไป"

$ renpy.music.set_volume(1.0, 8.0, channel="ambient")
stop ambient fadeout 1.0

scene bg emi_houseext
with locationskip

"เอมิดูจะพอใจที่ได้เดินเงียบ ๆ ฉันเองก็ไม่รู้เหมือนกันว่าจะพูดอะไรได้ เราสองคนจึงมาถึงบ้านเอมิโดยไม่คุยอะไรกันเลย\nตลอดทางตั้งแต่ลงรถมา"

show meiko smile:
    tworight
    xpos 0.8
    easein 0.5 tworight
with charaenter

"แม่เอมิมาเปิดประตูโดยที่ดูไม่แปลกใจเลยที่ฉันยืนอยู่ข้างเอมิ ก็คงโทร. บอกแม่ไว้แล้วแหละว่าจะเปลี่ยนแผน"

show meiko happy at tworight
with charachange

emm "เอมิ ฮิซาโอะ มาทันพอดีเลย! ข้าวเที่ยงจะเสร็จแล้วจ้ะ"

show emicas happy at twoleft
with charaenter

emi "ดีเลยค่ะ! หนูก็กลัวอยู่ว่าจะมาช้าไปหรือเปล่า"

hi "ตอนเช้าวิ่งเร็วขนาดนั้นคงมาช้าอยู่หรอกมั้ง"

show meiko serious
with charachange

emm "หวังว่าลูกสาวฉันจะไม่ทำให้เธอเดือดร้อนมากนะฮิซาโอะ พอเป็นเรื่องของกินแล้วเอมิชอบคิดมากว่าตัวเอง\nจะตรงเวลาหรือเปล่า"

hi "ไม่รู้เลยนะครับเนี่ย"

show emicas pout_up
with charachange

"เอมิตบแขนฉันเบา ๆ เธอกลับมาร่าเริงอีกครั้งอย่างรวดเร็วทั้งที่ตอนอยู่บนรถบัสก็คุยเรื่องจริงจังกันและตอนเดินก็เงียบ\nมาตลอด"

"อาจจะเพราะไม่อยากให้แม่ต้องเป็นห่วงเรื่องที่เธอเตรียมจะบอกกับฉัน"

scene bg emi_dining
with shorttimeskip

"คุณนายอิบาราซากิพาเราสองคนเข้าบ้านไป ไม่นานเราก็ได้มานั่งกินข้าวเที่ยงกันที่โต๊ะ ฉันเพิ่งหิวขึ้นมาก็ตอนที่\nมาถึงบ้าน เป็นครั้งแรกที่ฉันกินเยอะพอ ๆ กันกับเอมิ"

show meiko happy at tworight
show emicas closedsmile at twoleft
with charaenter

emm "ตายจริง ดีนะที่ทำไว้เยอะน่ะ เธอสองคนกินอย่างกับไม่ได้กินข้าวมาหลายวันแล้วแน่ะ!"

hi "วันนี้ผมไม่ได้กินข้าวเช้าครับ"

show emicas grin
with charachange

emi "หนูด้วย"

show meiko smile
with charachange

emm "คงจะรีบมาขึ้นรถบัสสินะ"

show emicas wink_up
with charachange

emi "ก็ใช่ค่ะ แล้วหนูก็คิดไว้แล้วว่าแม่คงทำกับข้าวไว้เยอะ ต่อให้ไม่กินข้าวเช้ามาก็คงไม่เป็นไร"

show meiko wink
with charachange

emm "แหม แม่เดาใจง่ายสินะจ๊ะเนี่ย"

show emicas grin_up
with charachange

"เอมิพยักหน้าหงึก ๆ แล้วเราก็เงียบกันไปอีกครั้งเมื่อต่างหันกลับมาจัดการอะไรก็ตามที่กินได้ซึ่งอยู่บนโต๊ะนี้\nจนเกือบหมด และการที่เรายังกินเหลืออยู่นั้นก็เป็นการพิสูจน์ได้ว่าอาหารมื้อนี้มีมากแค่ไหน"

show emicas grin
show meiko smile
with shorttimeskip

"ฉันเอนตัวพิงพนักถอนหายใจแล้วขอบคุณคุณนายอิบาราซากิสำหรับอาหารมื้อนี้"

show meiko happy
with charachange

emm "ดีใจนะจ๊ะที่อาหารถูกปากเธอฮิซาโอะ เอาละ เอมิบอกเธอหรือยังว่าเราจะไปไหนกัน"

hi "ครับ บอกคร่าว ๆ แล้ว อยู่ไกลจากที่นี่มากมั้ยครับ"

show emicas closedsmile
with charachange

emi "ไม่ค่อยหรอก แต่เดี๋ยวจะให้แม่ขับรถไป จะได้เร็วหน่อย พอดีมันปิดไวน่ะ"

"ฉันพยักหน้าตกลงแล้วยืนขึ้นเตรียมออกตัว"

hi "โอเค งั้นก็ไปกัน"

hide meiko
with charaexit

show bg emi_dining at bgright
show emicas awayfrown at center
with dissolvecharamove

"คุณนายอิบาราซากิพยักหน้าแล้วออกห้องไปหากุญแจรถ ฉันเห็นว่าเอมิเริ่มบิดตัวด้วยความประหม่า"

hi "เปลี่ยนใจแล้วเหรอ"

show emicas weaksmile
with charachange

"เอมิเม้มปากยิ้มยักไหล่ให้ฉัน เงียบไปอีกแล้ว คงแปลว่าฉันคิดถูกที่ตอนนี้เธอเริ่มคิดว่าไม่น่าพาฉันมาแล้ว"

"แต่ก็ว่าไม่ได้หรอก เอมิปิดใจสนิทกีดฉันออกได้ขนาดนั้น จะให้อยู่ ๆ เปิดใจเลยคงไม่ง่าย ว่าตามตรง ตอนนี้\nฉันก็กังวลแล้วว่าเอมิฝืนตัวเองอยู่หรือเปล่า"

"แต่เอมิบอกกับฉันตอนเรารอรถบัสแล้วว่าห้ามฉันให้โอกาสเธอถอนตัว และอย่างไรฉันก็รับปากไว้แล้วว่าจะไปด้วย\nคงไม่มีทางเลือกอื่นละนะ ฉันจะผิดสัญญาตัวเองไม่ได้ เอมิก็ผิดสัญญาตัวเองไม่ได้เหมือนกัน"

"จึงได้แต่หวังว่าเราทั้งสองคนจะทำได้"

show bg emi_dining at center
show emicas weaksmile at twoleft
with charamove

show meiko happy at tworight
with charaenter

emm "ไปกันเลย!"

"แม่เอมิพุ่งตัวมารับเราสองคนที่ห้องกินข้าวแล้วเดินฉับ ๆ ออกไปที่ประตู โอเค รู้แล้วว่าเอมิได้ใครมา"

stop music fadeout 4.0

scene bg city_graveyard
with shorttimeskip

"รถมาจอดอยู่ที่ทางเข้าสุสาน เอมิที่นั่งอยู่ข้าง ๆ ตัวเกร็งขึ้นมา ฉันยื่นมือไปบีบมือเธอไว้เบา ๆ จนเธอผ่อนคลายลงบ้าง"

"แม่เอมิบอกว่าจะขอไปที่หลุมศพตัวคนเดียวจึงไม่ได้ตามพวกเรามาด้วย เอมิเดินผ่านประตูเข้าไปแล้วเหลียวหลัง\nคล้ายดูให้แน่ใจว่าฉันยังอยู่ เราเดินเข้ามาด้านในสุสาน"

"ฉันอึดอัดเมื่อเข้ามาอยู่ในสุสาน หลุมศพมากมายเรียงรายเต็มพื้นที่ แต่ละหลุมเป็นสิ่งเตือนใจว่ามีคนที่เคยมีชีวิตอยู่\nและได้ตายไปแล้ว"

"กี่คนที่ต้องตายตั้งแต่อายุยังน้อย กี่คนที่ตายตอนอายุเท่าฉัน เมื่อไหร่ฉันจะมีป้ายหน้าหลุมศพเป็นของตัวเองบ้าง\nฉันเหลือเวลาให้ใช้ชีวิตได้อีกนานเท่าไหร่"

"แค่คิดว่าจะไม่ได้ลืมตาตื่นขึ้นมาพบกับเอมิอีกฉันก็หดหู่ ฉันกลัวขึ้นมาจนเกือบจะหมุนตัวเดินออกจากสุสานไปเสีย\nเดี๋ยวนั้น"

"ฉันไม่อยากอยู่กลางหมู่คนตาย ฉันไม่อยากเห็นป้ายแต่ละอันแล้วคิดว่าแต่ละคนเป็นใคร และถ้ายังไม่ตายแล้ว\nในอนาคตจะไปต่อทางไหนได้อีก"

"แต่เมื่อมองเด็กสาวที่อยู่ข้างฉันแล้วใจก็กลับมาแน่วแน่อีกครั้ง เอมิก้าวย่างไปตามทางอย่างมีจุดมุ่งหมายด้วยฝีเท้า\nที่เกือบจะเป็นการวิ่งเหยาะ ๆ ตาเธอมองตรง ฉันเดาว่าเอมิคงคิดว่ายิ่งไปถึงเร็วยิ่งดี"

show emicas weaksmile at center
with charaenter

emi "ถึงแล้ว"

scene black
show ev emi_grave:
    truecenter
    subpixel True zoom 0.95
    easein 10.0 zoom 1.0
with whiteout

$ renpy.music.set_volume(0.4, 0.0, channel="music")
play music music_friendship fadein 1.0

"ป้ายหลุมศพ เป็นป้ายที่เหมือน ๆ กับป้ายทุกอัน เว้นก็แต่ชื่อที่สลักไว้บนนั้น ตรงฐานมีหญ้าขึ้นปกคลุม"

"ตาเอมิจับจ้องอยู่ที่ป้าย"

scene bg city_graveyard
show emicas neutral at center
with locationchange

$ renpy.music.set_volume(1.0, 20.0, channel="music")

"ผ่านไปชั่วขณะหนึ่งเอมิก็หันมาด้วยใบหน้าที่สงบผิดคาดทว่าเคร่งขรึม"

show emicas awayfrown
with charachange

emi "จริง ๆ แล้วฉันไม่ได้ชอบสีชมพูนะ"

hi "เอ่อ อะไรนะ"

show emicas frown
with charachange

emi "วอร์มอัพอยู่"

hi "อ้อ"

show emicas neutral
with charachange

emi "คนชอบคิดว่าฉันชอบสีชมพู อาจจะเพราะฉันชอบสตรอว์เบอร์รี ทั้งที่สตรอว์เบอร์รีก็สีแดง แต่คนชอบคิดว่า\nสีของสตรอว์เบอร์รีคือสีชมพู"

emi "แล้วก็คิดว่าเป็นสีที่ฉันชอบ ซึ่งไม่ใช่ แต่แน่ละว่าฉันไม่กล้าเถียงคนพวกนั้นหรอก แล้วก็ไม่ใช่เรื่องที่จะต้อง\nเก็บมาใส่ใจด้วย ฉันขอเดาว่าแม้แต่นายก็คิดว่าฉันชอบสีชมพูเหมือนกัน"

show emicas weaksmile_up
with charachange

emi "สีฟ้า นั่นแหละสีที่ฉันชอบ มีแค่แม่กับพ่อที่รู้ แล้วตอนนี้นายก็รู้ด้วย"

hi "ขอบคุณที่บอก นะ"

show emicas closedsmile
with charachange

emi "ด้วยความยินดี"

"เอมิเว้นช่วงไปคิดว่าจะพูดอะไรต่อแล้วสูดหายใจสั้น ๆ"

show emicas neutral
with charachange

emi "ฉันร้องเพลงได้ห่วยแตก ฮัมเพลงได้นะ แต่ไม่เคยร้องเพลงจริง ๆ ได้เลย ซึ่งฉันก็ไม่ได้ใส่ใจเพราะไม่ได้ชอบคาราโอเกะ\nอยู่แล้ว"

hi "โอเค ตัดตัวเลือกสถานที่เดตไปแล้วหนึ่ง"

show emicas frown
with charachange

emi "ทุกคนคิดว่าฉันเนื้อหอมมากและเป็นมิตรด้วย แต่ฉันมีเพื่อนสนิทไม่กี่คน อาจจะเพราะฉันไม่ยอมเล่าอะไร\nให้คนอื่นฟังเลย แต่ฉันก็คิดว่าคงเป็นเพราะฉันไม่อยากเสียเพื่อนสนิทไปด้วย"

show emicas awayfrown
with charachange

emi "คนที่คุ้มจะเสี่ยงเป็นเพื่อนสนิทได้ด้วยน่ะมีไม่กี่คนหรอก"

show emicas frown
with charachange

emi "ฉันบอกลาไม่เก่ง"

emi "บางครั้งก็คิดนะว่าที่ฉันวิ่งก็เพราะการวิ่งเป็นสิ่งที่ฉันเคยทำกับพ่อเฉย ๆ"

show emicas neutral
with charachange

emi "นายไม่ใช่แฟนคนแรกของฉัน ตอนอยู่ยามากุได้สองปีฉันคบกับคนหนึ่งอยู่พักใหญ่เลย แต่สุดท้ายก็เลิกกัน\nเพราะฉันไม่อยากสนิทกับเขา เขารับไม่ได้ที่เราต้องเว้นระยะกันขนาดนั้น"

"เอมิพูดเร็วขึ้นเล็กน้อยคล้ายรีบวิ่งไปให้ถึงเส้นชัย"

show emicas weaksmile
with charachange

emi "จริง ๆ แล้วฉันแก่กว่านายหนึ่งปี ทุกคนคิดว่าฉันเด็กกว่าเพราะตัวเตี้ย แต่ฉันเรียนช้าไปหนึ่งปีเพราะเรื่องอุบัติเหตุ\nนั่นแหละ"

show emicas neutral
with charachange

emi "ทีแรกทุกคนคิดว่าฉันเป็นอัมพาตไปแล้วตอนที่เขามาช่วยฉันออกจากซากรถ ฉันเสียขาไปแล้ว แต่เขากลัว\nว่าส่วนที่เหลืออยู่จะขยับไม่ได้อีก"

emi "พอผ่าตัดเสร็จผลก็ปรากฏชัดว่าที่ทุกคนคิดไว้ทีแรกนั้นผิด ขาฉันชาเพราะความช็อก เป็นอาการอัมพาตชั่วคราว\nที่เกิดจากเหตุสะเทือนขวัญอย่างอื่นที่ฉันต้องประสบ"

emi "ฉันฟื้นตัวได้เร็วกว่าคนอื่น ๆ ที่หมอเคยรักษามาเลย บอกว่างั้นนะ ฉันไม่เคยได้รู้เลยว่าพูดจริงหรือพูดแบบนี้\nกับคนไข้ทุกคนที่กลับมาหัดเดินอยู่แล้ว"

show emicas awayfrown
with charachange

emi "ฉัน…"

"เอมิเว้นช่วงตั้งสติรวบรวมแรงเฮือกสุดท้าย"

show emicas sad
with charachange

emi "แปดปีที่แล้วฉันเสียขาไป และเสียพ่อไปด้วย"

emi "พ่อฉันตายตอนถูกนำตัวส่งโรงพยาบาล กว่าจะได้มาเยี่ยมที่สุสานอีกทีก็อีกสองเดือนให้หลัง ฉันไม่ได้\nไปงานศพพ่อด้วยซ้ำ"

hi "เสียใจด้วยนะ"

show emicas neutral
with charachange

emi "ไม่ต้องหรอก ทุกคนก็พูดแบบนั้นแหละว่าเสียใจด้วยนะ ฉันไม่อยากได้ยินคำนั้นเลย พูดเหมือนกับว่าจะช่วย\nย้อนกลับไปแก้ไขอะไรได้งั้นแหละ"

show emicas frown
with charachange

emi "นายรู้มั้ยว่าคำแนะนำที่ดีที่สุดที่ฉันเคยได้ยินมาคืออะไร “มันก็เป็นอย่างนั้นแหละ” ฉันจำไม่ได้ด้วยซ้ำว่าใครพูด\nแต่คงไม่มีอะไรจะพูดแล้วละมั้ง"

show emicas sad
with charachange

emi "แต่ก็จริงนะ มันก็เป็นอย่างนั้นแหละ แล้วเราก็ทำอะไรกับมันไม่ได้ด้วย ไม่มีใครวางแผนไว้ว่ามันจะเกิด\nไม่ได้เป็นเรื่องแย่เสมอไป ไม่ได้เป็นเรื่องดีเสมอไป แต่มันเป็นอย่างนั้น"

emi "ฉันเลยตั้งใจว่าจะใช้ชีวิตโดยไม่ต้องไปกังวลเรื่องอนาคต แล้วก็ตั้งเป้าว่าจะไม่ต้องบอกลาอีกด้วยการไม่ให้ใคร\nเข้ามาสนิทกับฉันได้"

emi "เพราะยังไงเสียคนเหล่านั้นจะหายไปจากฉันเมื่อไหร่ก็ได้ แล้วนายรู้อะไรมั้ย"

"เอมิหัวเราะขื่น ๆ"

show emicas sad_up_close
with characlose

"น้ำตาเธอรื้นขึ้นมา ฉันเดินเข้าไปโอบแต่เธอก็ยกมือขึ้นมาปราม"

emi "ยังพูดไม่จบ"

"เอมิสูดหายใจลึกแล้วพูดต่อ"

show emicas sad_close
with characlose

emi "มันได้ผลดีมาก! จนฉันได้มาเจอนายที่กำลังปรับตัวให้เข้ากับยามากุนั่นแหละ ฉันเลยอยากช่วยนาย แล้วนาย\nก็แสนดีมาก ๆ จนฉันอดใจไม่ไหว ฉัน…"

$ ksgallery_unlock("evul emi_cry_down")
show ev emi_cry_down at slow_out_tf
with whiteout

"น้ำตาเธอไหลริน คราวนี้เอมิยอมให้ฉันกอดแล้ว เธอพูดต่อโดยที่เสียงอู้อี้อยู่กับหน้าอกฉัน"

emi "ฉันห้ามใจตัวเองไม่ให้ตกหลุมรักนาย แต่ก็ห้ามไม่อยู่ แล้วฉันก็คอยเว้นระยะกับนายเหมือนที่ทำกับแฟนคนแรก\nแต่ก็ทำไม่ลง แต่ฉันกลัวเหลือเกิน เพราะฉันไม่อยากเสียนายไป แล้วยังไงฉันก็อาจ—"

hi "ไม่สิ ฉันก็ยังอยู่ตรงนี้นี่ อาจจะไม่ได้อยู่ตลอดไป แต่อย่างน้อยตอนยังอยู่มันก็ดีนี่นา เราต่างหนีความตายไม่พ้นหรอก\nสักวันเราอาจตายตอนนั่งรถบัสแล้วเกิดอุบัติเหตุหรืออะไรประมาณนั้น แต่ขอแค่รู้ว่าเคยได้อยู่กับเธอฉันก็พอใจแล้ว"

"อยู่ ๆ ฉันก็นึกอะไรออกแล้วอดหัวเราะไม่ได้ อาการที่ฉันเป็นทำให้ฉันกลัวตายเสียจนต้องรีบคว้าโอกาสในการยืดชีวิต\nให้อยู่ได้นานขึ้นที่เอมิยื่นมาให้"

"แต่ถ้าไม่มีเอมิแล้วฉันจะยังมีแรงใจจะวิ่งอยู่หรือเปล่า แล้วฉันก็คิดได้ว่าที่อยากไปวิ่งทุกวันก็เพราะอยากใช้เวลา\nอยู่ร่วมกับเอมิให้มากที่สุด เธอเงยหน้ามองฉันงง ๆ"

hi "เราจะต้องอยู่ไปจนวันตาย และพอจะตายแล้วเราก็จะได้รู้ว่าอย่างน้อยเราก็ได้ใช้เวลาอยู่ร่วมกัน ซึ่งแบบนี้แหละ\nดีที่สุดแล้วสำหรับฉัน เพราะฉันรักเธอ เอมิ สิ่งสำคัญสำหรับฉันในตอนนี้ก็มีแค่นี้แหละ"

scene bg city_graveyard
show emicas weaksmile_close at center
with locationchange

"รอยยิ้มเอมิเปื้อนน้ำตา เธอผละตัวออกจากฉัน"

emi "เนี่ย ตลกเหมือนกันนะ"

hi "อะไรเหรอ"

show emicas closedsmile_close
with charachange

emi "ฉันเคยคิดว่าการอยู่กับปัจจุบันที่ดีที่สุดคือการอยู่ตัวคนเดียว แต่ตอนนี้ฉันก็รู้สึกเหมือนกันว่าแบบนี้แหละดีที่สุดแล้ว\nสำหรับฉัน ฉันดีใจจริง ๆ นะที่ได้มาพบกับนาย ฮิซาโอะ"

hi "อืม มันก็เป็นอย่างนั้นแหละ"

"ฉันยืนอยู่ตรงนั้นพักหนึ่งในขณะที่เอมิกำลังไหว้ป้ายหลุมศพอยู่ พอเอมิพร้อมไปแล้วเราก็เดินเคียงกันออกมา"

stop music fadeout 15.0


#################


label th_E31:

scene bg school_gate_ss
with shorttimeskip

"แม่เอมิขับรถมาส่งพวกเราที่ยามากุ ขากลับในรถนั้นเงียบมาก"

show emicas neutral_close_ss
with charaenter

"เราโบกมือลาแม่เอมิที่กำลังขับรถออกไป ฉันเหลือบมองอีกฝ่ายที่พิงแขนฉันอยู่"

hi "เป็นยังไงบ้าง"

show emicas awayfrown_close_ss
with charachange

"เอมิยักไหล่ไม่ยี่หระ"

show emicas frown_close_ss
with charachange

emi "ไม่เป็นไรหรอก ปะ ไปกัน"

scene bg school_dormext_full_ss
with locationskip

"เรามาหยุดยืนอยู่หน้าหอหญิง ฉันหันไปมองเอมิเตรียมบอกลา"

show emicas weaksmile_close_ss
with charaenter

emi "มาอยู่ด้วยสักแป๊บสิ"

hi "โอเค"

scene bg school_girlsdormhall_ss
with locationskip

"เราเดินมาที่ห้องเอมิกันเงียบ ๆ ฉันไม่รู้เหมือนกันว่าทำไมฉันต้องกลับหอตัวเองด้วย"

"อาจจะเพราะคิดว่าเอมิคงอยากอยู่คนเดียว"

"ทั้งแม่ ทั้งคุณพยาบาล ไม่สิ ใครก็ช่างที่รู้ว่าวันนี้สำคัญยังไงต่างก็คิดว่าปล่อยให้เอมิอยู่ตัวคนเดียวดีกว่า"

"แต่เอมิพาฉันไปที่สุสานด้วยกัน แล้วเล่าเรื่องในวันนั้นที่เกิดอุบัติเหตุจนเธอต้องเสียขาไป"

"เอมิอยากให้ฉันอยู่ด้วย ฉันเข้าใจดีว่าเรื่องนี้นั้นสำคัญแค่ไหน"

play sound sfx_dooropen

"เอมิเปิดประตูเดินเข้าห้องไม่แม้แต่จะชวนฉันเข้าไป เพียงแค่เปิดประตูไว้รอ"

scene bg school_dormemi_ss at left
with locationskip

play sound sfx_doorclose

"เมื่อฉันเดินเข้ามาแล้วเอมิก็ปิดประตู"

show emicas weaksmile_close_ss
with charaenter

emi "นี่ ขออะไรอย่างสิ"

hi "ได้สิ ไม่รับปากนะว่าจะทำได้ทุกอย่าง แต่…"

show emicas closedsmile_close_ss
with charachange

"เอมิหัวเราะคิกคักแล้วดึงตัวฉันเข้าไปจูบ เริ่มแรกนั้นอ่อนนุ่ม แต่พอนานไปก็หนักหน่วงขึ้น"

show emicas smile_close_ss
with charachange

emi "อยู่เคียงข้างฉันทีนะ ได้โปรด"

"เสียงเธอนั้นเบาจนคล้ายเสียงกระซิบ เสียงหายใจของฉันกลบคำถามเธอไปจนแทบไม่ได้ยิน"

"เป็นคำถามที่ชวนให้ฉันคิดว่าเธอไม่ได้หมายถึงคืนนี้ อาจจะด้วยน้ำเสียงที่ฟังดูลังเลและระดับเสียงที่แผ่วเบา"

"ไม่หรอก เอมิหมายความตามนั้นแหละ “อยู่เคียงข้างฉัน” ไม่ใช่ “คืนนี้” หรือ “ชั่วนิรันดร์” เพราะเราต่างรู้ดี\nว่าชั่วนิรันดร์นั้นไม่มีจริง"

"คำขอของเธอไม่ได้แนบเวลามาด้วย เป็นแค่คำขอเปล่า ๆ"

"คำขอ"

"ฉันทำให้ได้หรือเปล่า"

"ฉันอยู่เคียงข้างเอมิได้หรือเปล่า"

hi "ได้สิ"

play music music_comfort fadein 4.0

show bg school_dormemi_ss at right
show emicas closedsmile_close_ss
with dissolvecharamove

"เรากอดกันอีกครั้ง เอมิก้าวถอยหลังไปอย่างระมัดระวังพาตัวฉันไปที่เตียงก่อนจะนั่งลงที่ริมเตียง"

label th_E31h:

hide emicas
show eminude smile_close_ss
with charachange

"เอมิถอดเสื้อฉันออกเรียบร้อยแล้ว และฉันเองก็ถกเสื้อเอมิออกแล้วเหมือนกัน พร้อมทั้งถอดเสื้อชั้นใน\nกับอะไรทั้งหลายแหล่ด้วยกางเกงเธอก็ถอดได้ง่ายเช่นกัน"

"เธอถอดขาอย่างคล่องแคล่วแล้วดึงตัวฉันให้มานั่งข้าง ๆ ที่ริมเตียง มือฉันโอบไหล่เนียนนั้นไว้"

hide eminude
with charachange

"ฉันมองไปตามใบหน้าเอมิก่อนจะเลื่อนลงมาที่คอแล้วไปตามเส้นกระดูกไหปลาร้าลงมาที่หน้าอก จากนั้นจึงก้มหัว\nลงไปจูบเข้ากับหน้าอกเธอคอยฟังเสียงหายใจเฮือกจากเอมิที่เลื่อนมือจากหน้าอกฉันลงต่ำเรื่อย ๆ"

"ระหว่างที่ตระกองจูบขึ้นมาที่คอก็รู้สึกถึงมือเอมิที่จัดการกับเข็มขัดฉันอยู่ สักพักก็จับหัวเข็มขัดไปมา สักพัก\nก็แกะกระดุม สักพักก็รูดซิป จนสุดท้ายกางเกงฉันร่วงลงไปกองกับพื้น"

"สีกางเกงในเธอเข้มขึ้นตรงจุดนั้น ซึ่งแสดงให้เห็นว่าการเล้าโลมของฉันเมื่อครู่นั้นประสบผลสำเร็จบ้างแล้ว"

"ฉันถอยออกมาถอดบ็อกเซอร์อยู่ครู่หนึ่งแล้วกลับเข้าไปหาเอมิที่เอื้อมมือไปยังลิ้นชักโต๊ะหัวเตียงหยิบซองสีเงินเล็ก ๆ\nออกมา"

"เอมิกัดซองแล้วฉีกออกก่อนจะนำถุงยางมาสวมให้ฉัน ซึ่งทำให้ฉันสะดุ้งเฮือกอย่างทุกที"

"เธอมองตัวฉันแล้วอยู่ ๆ ก็เปลี่ยนสีหน้า"

show eminude evil_close_ss
with charaenter

emi "เดี๋ยวนะ… นายใส่ถุงเท้าอยู่หรือเปล่า"

"ฉันชะงักแล้วก้มมอง ดูท่าจะใช่"

hi "เอ่อ ใช่ มีอะไรเหรอ"

show eminude frown_close_ss
with charachange

emi "ถอดสิ ใส่แล้วมันแปลก ๆ"

hi "คือเธอก็ยังใส่ถุงเท้าเหมือนกันเถอะ"

show eminude closedsmile_close_ss
with charachange

emi "ใช่ แต่ฉันถอดขาแล้วนี่ ไม่นับ"

"ฉันไม่รู้จะแย้งตรรกะนั้นอย่างไรต่อ และฉันเองก็อยากรีบ ๆ จบบทสนทนานี้แล้วด้วยจึงถอดถุงเท้าออก"

"ฉันอยากมากเสียจนกระโจนคร่อมเอมิจับมือเธอกดไว้"

scene evh emi_miss_closed
with whiteout

"เอมิหัวเราะคิกคักดิ้นอยู่ได้ครู่เดียวก่อนจะร้องออกมาด้วยความสุขใจเมื่อฉันเข้าไปในตัวเธอ เธอหายใจลึก ๆ\nคอยสัมผัสความรู้สึกนั้นแล้วกางแขนออกจับผ้าปูเตียงไว้"

"ฉันเริ่มขยับโดยมีเอมิหายใจอยู่ใกล้ ๆ หูกระซิบให้กำลังใจ เธอกัดคอฉันเบา ๆ แล้วมาจูบปาก"

"สะโพกฉันกระทบเข้ากับที่นอนจนเตียงสั่น ส่วนหนึ่งในสมองฉันนึกสงสัยว่าหรือจะทำให้เงียบ ๆ กว่านี้ดี\nทว่าความคิดนั้นก็ต้องแพ้คลื่นความหวามไหวที่แล่นขึ้นมาตามสันหลัง"

scene evh emi_miss_open
with charachange

"หน้าท้องเอมิเกร็งทุกขณะที่เธอเข้าใกล้ฝั่ง ประสาทการรับรู้เรื่องเวลาเลือนไปทุกทีที่ร่างกายเราชื้นเหงื่อหนักขึ้น"

"เสียงลมหายใจของฉันประสานกับเสียงหอบของเอมิ ฉันเร่งเร้าเตรียมเข้าสู่โค้งสุดท้ายก่อนจะปล่อยให้\nคลื่นความสุขสมนั้นเข้าถาโถมตัว"

"ร่างกายเอมิกระตุกเกร็ง เธอร้องครางออกมาพลางจิกหลังฉันที่คุมตัวเองไม่อยู่แล้ว"

"ฉันแอ่นหลังแล้วถอนตัวออกมา ทั้งตัวฉันยังสั่น ๆ ที่เสร็จไป"

label th_E31x:

scene bg school_dormemi_ss at right
with shorttimeskip

"ฉันล้มนอนข้างเอมิ เธอหันมากอดฉันไว้ทันทีแล้วยิ้ม"

"ในใจฉันนึกขอบคุณที่เอมิตัดเล็บสั้น ไม่งั้นฉันคงเลือดออกไปแล้ว"

"ฉันเด้งตัวลุกขึ้นมาเอาถุงยางที่ใช้แล้วไปทิ้งและกลับมานอนข้างเอมิที่จัดแจงทำความสะอาดตัวเองบ้าง"

"เรานอนอยู่เงียบ ๆ กันครู่หนึ่งคอยกำซาบความรู้สึกดีที่ได้อยู่เคียงกันนี้"

"เอมิเป็นฝ่ายพูดขึ้นมาก่อน"

show eminude smile_close_ss
with charaenter

emi "นี่ ฮิซาโอะ"

hi "หืม"

show eminude closedsmile_close_ss
with charachange

emi "ขอบคุณที่วันนี้มาด้วยกันนะ"

"ฉันยิ้มแล้วจุ๊บหน้าผากเอมิ"

show eminude blush_close_ss
with charachange

hi "เรื่องแค่นี้ ด้วยความยินดี"

show eminude closedsmile_close_ss
with charachange

"เอมิขยับตัวเข้ามากอดใกล้ ๆ อีก ลมหายใจผ่อนลงเมื่อเธอเริ่มผล็อยหลับไป"

"จังหวะที่เอมิกำลังจะหลับนั้นเธอก็ตื่นมาพึมพำหนึ่งประโยค"

emi "ฉันรักนายนะฮิซาโอะ"

"แล้วเอมิก็หลับสนิทไป ทิ้งไว้เพียงฉันกับความรู้สึกที่เหมือนได้ขึ้นสวรรค์"

"ฉันกระชับกอดเอมิที่หลับอยู่เข้ามาชิด ๆ แล้วชักผ้าห่มมาคลุมตัวเราให้อุ่นสบายและหลับไปอย่างมีความสุขที่สุด"

stop music fadeout 2.0

$ suppress_window_after_timeskip = True

scene black
with dissolve

##############################

label th_E32:

window hide None

scene black
with dissolve

scene bg school_dormemi
with openeye

window show

"แดดยามเช้าดูจะส่องเข้ามาในห้องเอมิได้ไกลกว่าห้องฉัน"

"ซึ่งถ้าฉันกลับไปนอนที่ห้องแล้วคงไม่ได้ตื่นเช้าขนาดนี้"

"ฉันเพิ่งรู้ตัวเอาตอนเช้านี้เองว่าเมื่อคืนเป็นครั้งแรกที่เราได้หลับนอนด้วยกันจริง ๆ"

play music music_twinkle fadein 1.0

"ฉันหันไปมองเมื่อรู้สึกถึงอีกฝ่ายที่ยังนอนดิ้นยุกยิกอยู่"

"เอมินอนคู้ตัวหลับอย่างสงบอยู่ข้างฉันโดยที่ผมเธอสยายไปทั่วใบหน้า"

"แปลกตาอยู่หน่อย ๆ ที่ไม่ได้เห็นเอมิรวบผมทวินเทลอันเป็นเอกลักษณ์ของเธอ แต่ก็อยากเห็นแบบนี้บ่อย ๆ เหมือนกัน"

"เตียงขนาดเล็กนี้ทำให้เอมิต้องคู้ตัวตอนนอน แต่ต่อให้เตียงใหญ่พอจะนอนแบบปกติเอมิก็คงนอนแบบนี้นั่นแหละ"

"ผ้าห่มนั้นคลุมขึ้นมาจนเกือบมิดหัวเอมิ ฉันยิ้มเมื่อเห็นเธอย่นจมูกเมื่อเส้นผมระขึ้นมาระคาย"

"ฉันอดใจไม่ได้จึงรั้งตัวเอมิเข้ามา ซึ่งเหมือนเธอจะอยากให้กอดเหมือนกัน"

"ลมหายใจคงที่ของเอมิทำให้ขนหน้าอกฉันลุกฉัน แต่ไม่เป็นไรหรอก"

"ฉันหายเพลียแล้ว แต่ก็ไม่ได้อยากเปลี่ยนท่าไปจากที่ทำตอนนี้"

"ร่างกายอันอบอุ่นของเอมิที่นอนอยู่ใกล้ฉันนั้นชวนให้สบายตัวจนไม่อยากขยับเขยื้อน"

"ฉันมองเพดานแล้วคิดว่าเรามาจนถึงจุดนี้ได้อย่างไร เราสนิทกันมาสักระยะแล้ว แต่ไม่เคยใกล้ชิดกันขนาดนี้เลย"

"เหมือนเหตุการณ์ที่เธอวิ่งมาชนฉันแล้วขอโทษก่อนจะหันมาสนใจสุขภาพฉันนั้นเพิ่งผ่านมาเมื่อวานเอง"

"แต่เหตุการณ์นั้นก็ดำเนินไปเรื่อย ๆ ในทางที่ฉันไม่ได้คาดฝันไว้เลย"

"แต่อย่างหนึ่งที่แน่ใจได้ก็คือ ฉันผู้ซึ่งได้มาเจอกับเอมิจะรักษาเธอไว้ให้ดีที่สุดไม่ให้ต้องเสียเธอไป"

"เอมิขยับตัวอีกจนสายความคิดยามเช้าฉันสะดุด"

"เธอกะพริบตาแล้วลืมตาขึ้น แวบหนึ่งดูสับสนว่าทำไมฉันถึงมานอนอยู่ที่เตียงเธอและสับสนว่าทำไมเสื้อผ้าของตัวเอง\nถึงไม่มีติดตัวเลย"

scene ev emi_ending_smile
with whiteout

"แล้วเอมิก็ยิ้มอย่างมีความสุขและลุกขึ้นนั่งก้มมองฉัน"

emi "อรุณสวัสดิ์ฮิซาโอะ"

hi "ไง หลับสบายมั้ย"

emi "อื้ม หลับสบายดีเลย เมื่อวานเหนื่อยมากเลยแหละ"

"ฉันย้อนนึกถึงที่เราไปสุสานกันเมื่อวาน"

hi "อื้ม หลับสบายก็ดีแล้วละ"

emi "แล้วนายล่ะ"

hi "ก็หลับสบายดี แต่เธอแย่งผ้าห่มฉัน…"

"เอมิตอบกลับด้วยการดันไหล่ฉันเล่นและแลบลิ้นใส่ ฉันแค่นหัวเราะ เธอหัวเราะคิกคักเบา ๆ จากนั้นเราสองคนเงียบกัน\nไปพักหนึ่ง"

"ฉันดื่มด่ำกับความรู้สึกที่ทุกอย่างแสนลงตัว ตื่นมามีเอมิข้างกาย นอนเบียดกันบนเตียงสำหรับนอนคนเดียว"

"อยากเจอแบบนี้บ่อย ๆ เลย"

emi "นี่ ฮิซาโอะ…"

hi "หืม"

emi "ขอบคุณที่อยู่ด้วยนะ"

hi "ไม่มีปัญหา จะได้ไม่ต้องเหนื่อยเดินกลับห้องฉันด้วยไง"

scene ev emi_ending_serious
with charachange

"เอมิหัวเราะคิกคักอีกรอบก่อนที่จะทำหน้าจริงจังขึ้นมาอีกรอบ"

emi "ไม่สิ พูดจริง ๆ ฉันเอาแต่ผลักไสนายเพราะคิดว่าตัวเองทำถูกแล้ว แต่นายก็ยังทนอยู่มาได้"

emi "นายต้องลำบากเพราะฉัน แต่นายก็ยังอยู่ด้วยกัน"

emi "เพราะงั้น ขอพูดจากใจเลยว่าขอบคุณนะ"

scene ev emi_ending_smile
with charachange

"เอมิย้ำคำพูดนั้นด้วยการจูบฉันก่อนจะถอนจูบออกไปแล้วมองฉันด้วยสีหน้าเปี่ยมความรัก"

"ฉันยื่นมือไปยีผมเอมิพลางยิ้ม ฉันนี่มันโชคดีจริง ๆ เรียกได้ว่าเป็นปาฏิหาริย์เลยที่ฉันผ่านทุกเหตุการณ์\nหลังหัวใจวายครั้งนั้นมาแล้วได้เจอเด็กสาวคนนี้"

hi "ด้วยความยินดีอย่างยิ่งเลยเอมิ"

"ฉันไม่ยอมถอดใจกับเธอหรอก"

hi "ถ้าอยากให้อยู่ต่อนานกว่านี้ฉันก็อยู่ได้นะ"

emi "อยากสิ"

"งั้นก็ตามนั้นแล้วกัน ฉันไม่รู้ว่าหัวใจฉันจะทำงานไปอีกนานแค่ไหน ไม่รู้ด้วยซ้ำว่าพอพ้นปีนี้แล้วฉันจะไปทำอะไรต่อ\nนอกจากการไปเรียนต่อมหาวิทยาลัย"

"แต่ตราบใดที่มีเอมิอยู่ด้วยแล้วฉันคงไม่เป็นไรหรอก ฉันช่วยเอมิได้แล้ว และเอมิก็ช่วยฉันได้แล้ว หากเราคอย\nพยุงกันและกันไปเรื่อย ๆ แล้วเราจะต้องผ่านพ้นทุกอย่างไปได้แน่นอน คิดว่านะ"

emi "จะว่าไป ฮิซาโอะ"

hi "หืม"

scene ev emi_ending_glad
with charachange

emi "วันนี้นายอยากทำอะไรเหรอ"

window hide

stop music fadeout 3.0

return
