init -2 python:
    # this is the master language so it lives at init level -3, not -2 like the others
    #everything in here inherits, if a language doesn't set it the en version is used

    ### THAI

    init_language("th")
    thfont = "BoonJot-Regular.ttf"
    def thw(string):
        return "{font=" + thfont + "}" + string + "{/font} "
    displayDict["th"].styleoverrides = {"font": thfont,
                                        "language": "eastasian",
                                        "line_spacing": -6,
                                        }

    displayDict["th"].timeformat = "%b %d, %H:%M"

    displayDict["th"].selector_padding = -10 # some fonts need this to be set to a nonzero amount on 6.16 or the library etc will overflow
    displayDict["th"].nvl_paragraph_distance = 10 # This needs to be set far lower for some fonts due to a particular bug in 6.16. Ignored in 6.10 releases.

    displayDict["th"].sayfont = mainfont
    

    displayDict["th"].quote_outer_opth = u"“"
    displayDict["th"].quote_outer_close = u"”"
    displayDict["th"].quote_inner_opth = u"‘"
    displayDict["th"].quote_inner_close = u"’"

    displayDict["th"].activeLanguage = thw("ภาษาไทย (Thai)")
    displayDict["th"].allLanguages = {}
    displayDict["th"].allLanguages["th"] = displayDict["th"].activeLanguage
    displayDict["th"].allLanguages["en"] = "English"
    displayDict["th"].allLanguages["de"] = "German"
    displayDict["th"].allLanguages["it"] = "Italian"
    displayDict["th"].allLanguages["fr"] = "French"
    displayDict["th"].allLanguages["es"] = "Spanish"
    displayDict["th"].allLanguages["jp"] = "Japanese"

    displayDict["th"].act_term = u"องก์"
    displayDict["th"].window_name = u"Katawa Shoujo"

    displayDict["th"].main_menu_start = u"เริ่ม"
    displayDict["th"].main_menu_load = u"โหลด"
    displayDict["th"].main_menu_extra = u"คลัง"
    displayDict["th"].main_menu_config = u"ตั้งค่า"
    displayDict["th"].main_menu_quit = u"ออก"

    displayDict["th"].game_menu_return = u"กลับ"
    displayDict["th"].game_menu_show = u"ดูรูป"
    displayDict["th"].game_menu_history = u"ประวัติข้อความ"
    displayDict["th"].game_menu_skip = u"ข้าม"
    displayDict["th"].game_menu_auto = u"เล่นอัตโนมัติ"
    displayDict["th"].game_menu_config = u"ตั้งค่า"
    displayDict["th"].game_menu_save = u"บันทึก"
    displayDict["th"].game_menu_load = u"โหลด"
    displayDict["th"].game_menu_main = u"หน้าหลัก"
    displayDict["th"].game_menu_quit = u"ออก"
    displayDict["th"].game_menu_current_scene = u"ฉาก"
    displayDict["th"].game_menu_current_music = u"เพลง"
    displayDict["th"].game_menu_replay_indicator = u"เล่นซ้ำ"

    displayDict["th"].return_button_text = u"กลับ"

    displayDict["th"].hdisabled_label = u"ปิดเนื้อหาสำหรับผู้ใหญ่"
    displayDict["th"].config_page_caption = u"ตัวเลือก"
    displayDict["th"].config_fullscreen_label = u'เต็มหน้าจอ'
    displayDict["th"].config_transitions_label = u'ปิดการใช้งานเปลี่ยนฉาก'
    displayDict["th"].config_skip_unseen_label = u'ข้ามข้อความที่ไม่ได้อ่าน'
    displayDict["th"].config_skip_after_choice_label = u'ข้ามตัวเลือก'
    displayDict["th"].config_textspeed_label = u'ความเร็วข้อความ'
    displayDict["th"].config_afmspeed_label = u'ดีเลย์โหมดออโต้'
    displayDict["th"].config_musicvol_label = u"ระดับเสียงเพลง"
    displayDict["th"].config_musicvol_jukebox_label = u"Vol."
    displayDict["th"].config_sfxvol_label = u"ระดับเสียงประกอบ"
    displayDict["th"].config_sfxtest_label = u"ทดสอบ"
    displayDict["th"].config_gamepad_label = u"แป้นลัด…"

    displayDict["th"].config_language_sel = u"ภาษา…"
    displayDict["th"].config_language_caption = u"ตั้งค่า > ภาษา"
    displayDict["th"].config_language_restart_note = "หมายเหตุ: การเปลี่ยนภาษาขณะเล่นจะทำให้เกมย้อนกลับไปยังโหนดล่าสุด"

    displayDict["th"].gamepad_caption = u"ตั้งค่า > แป้นลัด"
    displayDict["th"].gamepad_key_na = u"ยังไม่ได้ตั้งค่า"
    displayDict["th"].gamepad_request_key = u"กดปุ่มที่ต้องการตั้งค่า “%s” \nคลิกที่เมาส์หรือเลือกปุ่มเพื่อล้างการตั้งค่าปุ่ม"

    displayDict["th"].yesno_yes = u"ใช่"
    displayDict["th"].yesno_no = u"ไม่"
    displayDict["th"].yesno_okay = u"ต่อ"
    displayDict["th"].yesno_savesuccess = u"บันทึกแล้ว"
    displayDict["th"].yesno_quit = u"ต้องการออกจากเกม\nใช่หรือไม่"
    displayDict["th"].yesno_return_to_main = u"ต้องการกลับไปที่หน้าหลัก\nใช่หรือไม่"
    displayDict["th"].save_page_caption = u"บันทึก"
    displayDict["th"].new_save_button = u"สร้างบันทึกใหม่"
    displayDict["th"].load_page_caption = u"โหลด"
    displayDict["th"].yesno_load_in_game = u"ต้องการไปยังฉากนี้ในขณะนี้\nใช่หรือไม่"
    displayDict["th"].yesno_save_overwrite = u"ต้องการบันทึกซ้อนทับข้อมูลนี้\nใช่หรือไม่"
    displayDict["th"].yesno_delete_savegame = u"ต้องการลบข้อมูลการบันทึกนี้\nใช่หรือไม่"
    displayDict["th"].play_time_label = u"เวลาที่เล่นไปทั้งหมด"
    displayDict["th"].show_manual_saves = u"บันทึก"
    displayDict["th"].show_auto_saves = u"บันทึกอัตโนมัติ"

    displayDict["th"].text_history_caption = u"ประวัติข้อความ"
    displayDict["th"].text_history_note = u"หมายเหตุ"

    displayDict["th"].extra_menu_caption = "คลัง"
    displayDict["th"].extra_music_button_label = "กล่องดนตรี"
    displayDict["th"].extra_gallery_button_label = "หอศิลป์"
    displayDict["th"].extra_scene_button_label = "ห้องสมุด"
    displayDict["th"].extra_omake_button_label = "พิเศษ"
    displayDict["th"].extra_opening_button_label = "โรงหนัง"
    displayDict["th"].commentary_label = "แสดงข้อความเพิ่มเติม"

    displayDict["th"].video_page_caption = "คลัง > โรงหนัง"


    displayDict["th"].music_page_caption = "คลัง > กล่องดนตรี"
    displayDict["th"].music_stop_button_text = "หยุด"
    displayDict["th"].music_now_playing = "ขณะนี้กำลังเล่น"

    displayDict["th"].gallery_page_caption = "คลัง > หอศิลป์"
    displayDict["th"].gallery_onelocked = "เหลืออีก 1 ภาพที่ยังไม่ได้ปลดล็อก"
    displayDict["th"].gallery_manylocked = "เหลืออีก %d ภาพที่ยังไม่ได้ปลดล็อก"
    displayDict["th"].gallery_singlelocked = "เหลืออีก %d จาก %d ที่ยังไม่ได้ปลดล็อก"
    displayDict["th"].gallery_num_page_prefix = "หน้าที่"
    displayDict["th"].gallery_num_page_error = "ไม่มีภาพให้แสดง"

    displayDict["th"].scene_page_caption = "คลัง > ห้องสมุด"
    displayDict["th"].scene_completion_label = "เล่นแล้ว %s%%"
    displayDict["th"].scene_playthrough_label = "ใช้รีเพลย์โฟล์ว (Replay Flow) (แนะนำ)"
    displayDict["th"].scene_launch_path = "ต้องการเริ่มเล่นทั้งรูทใหม่\nใช่หรือไม่"

    displayDict["th"].joy_left = "ซ้าย"
    displayDict["th"].joy_right = "ขวา"
    displayDict["th"].joy_up = "ขึ้น"
    displayDict["th"].joy_down = "ลง"
    displayDict["th"].joy_dismiss = "ตัวเลือก/อ่านต่อ"
    displayDict["th"].joy_rollback = "ประวัติข้อความ"
    displayDict["th"].joy_holdskip = "กดค้างเพื่อข้าม"
    displayDict["th"].joy_toggleskip = "โหมดข้าม"
    displayDict["th"].joy_hide = "แสดงภาพ"
    displayDict["th"].joy_menu = "แสดงเมนู"

    ##Names

    displayDict["th"].name_hi = "ฮิซาโอะ"

    displayDict["th"].name_ha = "ฮานาโกะ"
    displayDict["th"].name_emi = "เอมิ"
    displayDict["th"].name_rin = "ริน"
    displayDict["th"].name_li = "ลิลลี่"
    displayDict["th"].name_shi = "ชิซูเนะ"
    displayDict["th"].name_mi = "มิช่า"

    displayDict["th"].name_ke = "เคนจิ"
    displayDict["th"].name_mu = "มุโต้"
    displayDict["th"].name_nk = "พยาบาล"
    displayDict["th"].name_no = "โนมิยะ"
    displayDict["th"].name_yu = "ยูโกะ"
    displayDict["th"].name_sa = "ซาเอะ"
    displayDict["th"].name_aki = "อากิระ"
    displayDict["th"].name_hh = "ฮิเดอากิ"
    displayDict["th"].name_hx = "จิโกโร"
    displayDict["th"].name_emm = "เมโกะ"
    displayDict["th"].name_sk = "พนักงานร้าน"
    displayDict["th"].name_mk = "มิกิ"

    displayDict["th"].name_mystery = "???"

    displayDict["th"].name_ha_ = "สาวที่ผมสีม่วง"
    displayDict["th"].name_emi_ = "สาวที่ผมทวินเทล"
    displayDict["th"].name_rin_ = "สาวที่ดูพิลึก"
    displayDict["th"].name_li_ = "สาวที่ผมเป็นลอน"
    displayDict["th"].name_mi_ = "สาวที่หัวเราะ"
    displayDict["th"].name_ke_ = "เพื่อนร่วมหอใส่แว่น"
    displayDict["th"].name_mu_ = "ชายตัวสูง"
    displayDict["th"].name_yu_ = "บรรณารักษ์"
    displayDict["th"].name_no_ = "ชายผมสีเทา"
    displayDict["th"].name_sa_ = "เจ้าของหอศิลป์"
    displayDict["th"].name_aki_ = "คนที่แต่งตัวดูดี"
    displayDict["th"].name_nk_ = "ชายที่ยิ้ม"
    displayDict["th"].name_hh_ = "สาวตัวบาง"
    displayDict["th"].name_emm_ = "สาวถักเปีย"
    displayDict["th"].name_hx_ = "ชายร่างใหญ่"

    displayDict["th"].videos = (("ฉากเปิด", "video/op_1.mkv"),
                                ("เอมิ", "video/tc_act2_emi.mkv"),
                                ("ฮานาโกะ", "video/tc_act2_hanako.mkv"),
                                ("ลิลลี่", "video/tc_act2_lilly.mkv"),
                                ("ริน", "video/tc_act2_rin.mkv"),
                                ("ชิซูเนะ", "video/tc_act2_shizune.mkv"),
                               )



    # scenes available in the extras -> scene select menu. Name, label, description, path (path may also be a tuple).
    # Now also doubles as a lookup list for the actual scene names. Display in the extras can be suppressed
    # by setting the third value in the tuple to False. Suppression doesn't work in DQN mode.
    # Note that Ren'Py doesn't like non-ASCII characters in scene titles if the titles are not unicode strings
    displayDict["th"].s_scenes = (("บทนำ", rp_actmark, rp_actmark, ("องก์ 1","บทนำ")),
                                    ("ตัวเย็น", "NOP1", "ในวันที่หิมะตกอันหนาวเย็นนั้นฝันของฮิซาโอะกำลังจะเป็นจริง ทว่าถูกโรคหัวใจเล่นงานเสียก่อน", ("องก์ 1","บทนำ")),
                                    ("คนรอบตัว", "NOP2", "ฮิซาโอะได้รู้เรื่องโรงเรียนยามากุที่เขาจะต้องใช้ชีวิต ม. ปลาย ที่นั่น", ("องก์ 1","บทนำ")),
                                    ("องก์ 1: ค่าคาดหมายของชีวิต", rp_actmark, rp_actmark, "องก์ 1"),
                                    ("ทางเปลี่ยนผ่าน", "A1", "ฮิซาโอะมาที่โรงเรียนยามากุเป็นครั้งแรกและพบกับครูประจำชั้นที่ชื่อมุโต้", "องก์ 1"),
                                    ("แสดงตัว", "A2", "หลังจากที่แนะนำตัวกับชั้นเรียนก็ได้พบกับหัวหน้าห้องและล่ามของเธอ", "องก์ 1"),
                                    ("ณ ห้องพยาบาล", "A3", "มิช่าและชิซูเนะพาฮิซาโอะไปที่โรงอาหาร และไปพบกับพยาบาล", "องก์ 1"),
                                    ("ห้องปริศนา", "A4", "ฮิซาโอะย้ายมาที่ห้องใหม่ของเขาและได้พบกับเพื่อนร่วมหอที่ชื่อเคนจิ", "องก์ 1"),
                                    ("มีเรื่องจะคุย", "A5", "ชิซูเนะกับมิช่าบอกฮิซาโอะเรื่องงานเทศกาลที่จะจัดขึ้นพร้อมชวนไปกินข้าวเที่ยง", "องก์ 1"),
                                    ("กล้าได้กล้าเสี่ยง", "A6", "ชิซูเนะแข่งครองโลกกับฮิซาโอะในบอร์ดเกม{i}ริสก์{/i} (Risk)", "องก์ 1"),
                                    ("ชุดอุ่นกาน้ำชาเทียม", "A7", "ฮิซาโอะหลงทางระหว่างที่กำลังหาทางไปห้องสมุดจนได้พบกับลิลลี่ในห้องเรียนที่ไม่ได้ใช้แล้ว", "องก์ 1"),
                                    ("ห้องสมุดร่วม", "A8", "เมื่อหาห้องสมุดเจอก็ได้พบกับฮานาโกะ แต่ทำให้เธอตกใจหนีไป", "องก์ 1"),
                                    ("ประหลาดพันลึก", "A9", "เคนจิเผยความลับอันดำมืดของยามากุ", "องก์ 1"),
                                    ("ทฤษฎีวิวัฒน์ข้าวเที่ยง", "A10", "ชิซูเนะกับมิช่าตามตื๊อให้ฮิซาโอะเข้าสภานักเรียน ก่อนจะคุยกันเรื่องข้าวเที่ยง", "องก์ 1"),
                                    ("ตื้อ ติด ตึง", "A11_1", "ระหว่างที่ไปโรงอาหารกับมิช่าและชิซูเนะ เอมิก็ชนเข้ากับฮิซาโอะในโถงทางเดิน", "องก์ 1"),
                                    ("แรกพบสบตา", "A11_2", "เอมิที่กำลังวิ่งชนกับฮิซาโอะที่กำลังไปโรงอาหารกับมิช่าและชิซูเนะ", "องก์ 1"),
                                    ("ทางเบี่ยงข้างหน้า", "A12", "ชิซูเนะและมิช่าพาฮิซาโอะไปที่ร้านอาหารโปรดของพวกเธอที่ชื่อ{i}เซี่ยงไฮ้{/i}", "องก์ 1"),
                                    ("จิบ (ตอน 1)", "A13", "มื้อเที่ยงอันแสนสงบของฮิซาโอะกับลิลลี่และฮานาโกะ", "องก์ 1"), # there is no A14
                                    ("คนเราเจอหลายอย่าง", "A15", "มุโต้มาถ่ายทอดความมุ่งมั่นให้ฮิซาโอะผ่านบทสนทนา ก่อนฮิซาโอะจะถูกมิช่ามาลากตัวไปทำงาน", "องก์ 1"),
                                    ("มื้อเที่ยงแบบส่วนตัว", "A16", "ระหว่างที่กำลังหาอุปกรณ์ ฮิซาโอะก็ได้พบกับสาวประหลาดคนหนึ่งในห้องศิลปะ", "องก์ 1"),
                                    ("หยุดตรวจ", "A17", "พยาบาลเข้ามาถามฮิซาโอะระหว่างที่กำลังช่วยรินถือสี", "องก์ 1"),
                                    ("อีกเขียวหนึ่ง", "A18", "ฮิซาโอะดูรินวาดกำแพง", "องก์ 1"),
                                    ("สาวนักวิ่ง", "A19", "ฮิซาโอะเจอกับเอมิที่ลู่วิ่งตอนที่เขานึกพยายามลองออกกำลังกายตอนเช้า", "องก์ 1"),
                                    ("สบู่", "A20", "เคนจิซุ่มโจมตีฮิซาโอะในห้องอาบน้ำหวังยืมเงิน", "องก์ 1"),
                                    ("สงครามเย็น", "A21", "ชิซูเนะปะทะคารมกับลิลลี่ด้วยเรื่องงบงาน", "องก์ 1"),
                                    ("ใช้ได้ไม่ได้", "A22", "ชิซูเนะกับมิช่าพยายามลากให้ฮิซาโอะเข้าร่วมสภานักเรียน", "องก์ 1"),
                                    ("ขอบฟ้าเหตุการณ์", "A22_2", "ชิซูเนะกับมิช่าพยายามลากให้ฮิซาโอะเข้าร่วมสภานักเรียน", "องก์ 1"),
                                    ("ทำให้เกินร้อย", "A23_1", "ชิซูเนะสาธยายหน้าที่อันทรงเกียรติของสภานักเรียนให้ฮิซาโอะฟัง", "องก์ 1"),
                                    ("สิ่งที่ทำได้", "A23_2", "เมื่อรอดจากเงื้อมมือชิซูเนะและมิช่ามาได้แล้วฮิซาโอะก็มาช่วยริน", "องก์ 1"),
                                    ("ระบายสีตามตัวเลข", "A24", "ฮานาโกะและฮิซาโอะช่วยห้องลิลลี่ทำแผงสำหรับงานโรงเรียน", "องก์ 1"),
                                    ("ออกกำลังกาย", "A25", "ฮิซาโอะมาวิ่งกับเอมิที่ลู่วิ่งอีกวัน", "องก์ 1"),
                                    ("หมวกล่องหน", "A26", "เคนจิแนะนำฮิซาโอะเรื่องการเข้าสังคมด้วยประสบการณ์จากวงใน", "องก์ 1"),
                                    ("โชคดีที่เป็นเจ้าบ้าน", "A26_1", "ชิซูเนะและมิช่ามากล่อมฮิซาโอะที่กำลังจะออกห้องไปเรียน", "องก์ 1"),
                                    ("ไม่มีการฟื้นตัว", "A27", False, "องก์ 1"), #this is somewhat of a hack, and a special case
                                    ("ฟื้นตัวช้า", "A27_1", "เมื่ออาการหัวใจเต้นผิดจังหวะเริ่มดีขึ้นฮิซาโอะก็มาเข้าเรียน", "องก์ 1"),
                                    ("ไม่มีการฟื้นตัว", "A27_2", "ฮิซาโอะลากสังขารมาที่ห้องเรียนหลังจากที่ถูกสภานักเรียนเกลี้ยกล่อม", "องก์ 1"),
                                    ("ไม่มีข้าวเที่ยงฟรี", "A28", "ฮิซาโอะถูกประกบตัวพาไปที่สภานักเรียนเป็นการทำงานวันแรก", "องก์ 1"),
                                    ("เท้าปาก", "A29", "เอมิลากฮิซาโอะมาที่ดาดฟ้าเพื่อกินข้าวเที่ยงกับริน", "องก์ 1"),
                                    ("ไปไหนให้ระวัง", "A30", "ฮิซาโอะและลิลลี่ออกไปซื้อของและพบกับรินที่ดูสับสนระหว่างทางกลับ", "องก์ 1"),
                                    ("แรงสนับสนุน", "A31", "ฮิซาโอะมาเรียนวันเสาร์เป็นครั้งแรก ปิดด้วยการคุยกับมุโต้", "องก์ 1"),
                                    ("สุนทรียะ", "A32", "เอมิเห็นฮิซาโอะที่ว่าง ๆ จึงเกณฑ์มาช่วยรินอีกครั้ง", "องก์ 1"),
                                    ("เจ็บปวดสร้างสรรค์", "A33", "ฮิซาโอะพบกับครูสอนศิลปะที่ชื่อโนมิยะในขณะที่รินกำลังวาดกำแพงอยู่", "องก์ 1"),
                                    ("การออกกำลังกายที่ถูกต้อง", "A34", "เอมิกับฮิซาโอะคุยถึงเรื่องความสำคัญของการรักษาสุขภาพ", "องก์ 1"),
                                    ("จิบ (ตอน 2)", "A35", "ฮิซาโอะเดินไปรอบ ๆ โรงเรียนฆ่าเวลาเล่น", "องก์ 1"),
                                    ("ล่อซื้อที่เซี่ยงไฮ้", "A36", "การแข่งขันน้ำชาและเค้กกับชิซูเนะและมิช่าที่ร้านเซี่ยงไฮ้", "องก์ 1"),
                                    ("เงียบงัน", "A37", "ฮานาโกะและฮิซาโอะอ่านหนังสือในวันงานโรงเรียน", "องก์ 1"),
                                    ("อย่าล่ก", "A38", "หลังฮิซาโอะตื่นมาในวันงานเคนจิก็เข้ามาบ่น", "องก์ 1"),
                                    ("เทศกาลละ!", "A39", "เอมิเห็นฮิซาโอะกินของทอดจึงคอยตามติดเป็นการลงโทษ", "องก์ 1"),
                                    ("Nc5xb3", "A42", "เมื่อไม่ได้ไปช่วยลิลลี่ที่แผง ฮิซาโอะจึงตามหาฮานาโกะที่งานโรงเรียน", "องก์ 1"),
                                    ("เคลื่อนไหว", "H2", "หลังเสร็จงานแล้วลิลลี่ก็พาฮานาโกะและฮิซาโอะมาเลี้ยงน้ำชาที่ร้านเซี่ยงไฮ้", "องก์ 1"), # the titlecard comes after this so it IS part of องก์ 1
                                    ("สัญญาแห่งกาลเวลา", "A41", "หลังเช้าอันวุ่นวายที่แผง ฮิซาโอะพาลิลลี่ออกตามหาฮานาโกะ", "องก์ 1"),
                                    ("ใจลอยไปตามก้อนเมฆ", "A40", "ฮิซาโอะอยู่เป็นเพื่อนรินและภาพเขียนกำแพงของเธอ", "องก์ 1"),
                                    ("ปาบอล", "A44", "ฮิซาโอะใช้เวลาอยู่กับชิซูเนะและมิช่าตามที่พูดไว้", "องก์ 1"),
                                    ("ซอยตัน", "A43", "เคนจิและฮิซาโอะปิกนิกกันที่ดาดฟ้าอย่างลูกผู้ชายและไม่ไปร่วมงานโรงเรียน", "องก์ 1"),
                                    ("องก์ 2: รูปร่าง", rp_actmark, rp_actmark, ("องก์ 2","เอมิ")),
                                    ("วิ่งรอบเช้า", "E3", "ฮิซาโอะมาวิ่งกับเอมิรอบเช้าเป็นครั้งแรก ก่อนจะมีครั้งต่อไปอีกหลายครั้ง", ("องก์ 2","เอมิ")),
                                    ("เมฆขาว เดินทางข้ามเวลา แก", "E4", "ฮิซาโอะมากินข้าวเที่ยงที่ดาดฟ้ากับเอมิและรินอีกครั้ง ก่อนจะถูกรบเร้าให้มาดูงานแข่งวิ่งของเอมิ", ("องก์ 2","เอมิ")),
                                    ("คำถามที่ต้องการคำตอบ!", "E5", "เอมิกับฮิซาโอะคุยกันเรื่อยเปื่อย ก่อนฮิซาโอะจะถามเรื่องความสัมพันธ์ระหว่างเอมิและรินเพิ่มเติม", ("องก์ 2","เอมิ")),
                                    ("ครั้งที่สองจะแย่ที่สุด", "E6", "มาวิ่งรอบเช้าเป็นครั้งที่สอง ฮิซาโอะแทบเป็นแทบตายอยู่บนลู่วิ่ง", ("องก์ 2","เอมิ")),
                                    ("รักษาสุขภาพให้ดี", "E7", "ฮิซาโอะมาหาพยาบาลกับเอมิ ก่อนจะได้รู้ว่าที่จริงทั้งสองคนรู้จักกันมาสักพักแล้ว", ("องก์ 2","เอมิ")),
                                    ("งานแข่ง", "E8", "วันงานแข่ง ตัวตนอีกด้านของเอมิถูกเปิดเผย", ("องก์ 2","เอมิ")),
                                    ("เพลา ๆ บ้างนะ", "E9", "ฮิซาโอะเล่าถึงอาการเจ็บหน้าอกแล้วถูกพยาบาลเทศน์", ("องก์ 2","เอมิ")),
                                    ("ล่องเรือออกทะเล", "E10", "ฮิซาโอะคุยเรื่องอนาคตในฐานะโจรสลัดกับเอมิ ก่อนจะถูกขัดอารมณ์ด้วยจดหมายจากอิวานาโกะ", ("องก์ 2","เอมิ")),
                                    ("ปากพระร่วง", "E11", "เอมิและรินพาฮิซาโอะไปปิกนิก แต่แล้วฝนก็ตกจนแผนล่ม", ("องก์ 2","เอมิ")),
                                    ("คนขาด", "E12", "ฮิซาโอะไปที่ลู่วิ่งอย่างเคย ทว่าไม่พบเอมิ", ("องก์ 2","เอมิ")),
                                    ("แวะมาหา", "E13", "ฮิซาโอะมาเยี่ยมไข้เอมิ และกลายเป็นอย่างอื่นไปทันที", ("องก์ 2","เอมิ")),
                                    ("เช้าถัดมา", "E14", "ฮิซาโอะนึกถึงเรื่องเมื่อตอนเย็นและตัดสินใจทำบางอย่างเพื่อช่วยเอมิ", ("องก์ 2","เอมิ")),
                                    ("จุดเริ่มต้น (ที่แท้จริง)", "E15", "มื้อเที่ยงบนดาดฟ้าอย่างเคยโดยไร้ริน", ("องก์ 2","เอมิ")),
                                    ("องก์ 3: มุมมอง", rp_actmark, rp_actmark, ("องก์ 3","เอมิ")),
                                    (u"วิดกระยาสาด", "E16", "มุโต้คุยกับฮิซาโอะถึงเรื่องอนาคตของเขา", ("องก์ 3","เอมิ")),
                                    ("นิยาม", "E17", "เอมิและฮิซาโอะไปปิกนิกอีกครั้ง คราวนี้ฟ้าฝนเป็นใจแล้ว", ("องก์ 3","เอมิ")),
                                    ("หินล่องหน", "E18", "กลับมาวิ่งรอบเช้าอีกครั้ง เหมือนเดิม... หรือเปล่า", ("องก์ 3","เอมิ")),
                                    ("ข้าวเที่ยงและวิทยาศาสตร์", "E19", "ฮิซาโอะคุยกับมุโต้อีกครั้งเรื่องอนาคตในสายวิทยาศาสตร์", ("องก์ 3","เอมิ")),
                                    ("ลุก แล้วล้ม แล้วลุกอีก", "E20", "เสียงปลายสายจากเอมิทำให้ฮิซาโอะต้องมาหาที่ห้อง จนต้องตกใจกับสองเรื่อง", ("องก์ 3","เอมิ")),
                                    ("ห้องเก็บของ", "E21", "เอมิชวนฮิซาโอะให้มาที่ห้องเก็บของของสนาม", ("องก์ 3","เอมิ")),
                                    ("แผนหลังเลิกเรียน", "E22", "เอมิคุยกับฮิซาโอะอย่างจริงจังถึงเรื่องสอบที่จะมาถึง", ("องก์ 3","เอมิ")),
                                    ("หลุดจาก", "E23", "ฮิซาโอะนั่งทบทวนเรื่องความสัมพันธ์กับเอมิ", ("องก์ 3","เอมิ")), # renamed this one from "Disconnected" - "Disconnect" is the name of Rin's องก์ 2
                                    ("ปวดหลอน", "E24", "ฮิซาโอะพยายามแสดงความเป็นห่วงให้เอมิ ทว่าไปได้ไม่สวยดังหวังนัก", ("องก์ 3","เอมิ")),
                                    ("คลางแคลงปรากฏเมื่อโต้แย้ง", "E25", "ฮิซาโอะสับสนในท่าทีของเอมิและคำชวนไปบ้านของเธอ", ("องก์ 3","เอมิ")),
                                    (u"ทายซิใครเอ่ย... ช่างเถอะ", "E26", "มื้อเย็นที่บ้านอิบาราซากิ", ("องก์ 3","เอมิ")),
                                    ("ขอเอาใหม่", "E27", "เรื่องมาถึงบทสรุปที่ลู่วิ่ง", ("องก์ 3","เอมิ")),
                                    ("องก์ 4: เคลื่อนที่", rp_actmark, rp_actmark, ("องก์ 4","เอมิ")),
                                    ("วืด", "E28", "ฮิซาโอะนึกสงสัยว่าเอมิจงใจหลบหน้าเขาหรือเปล่า", ("องก์ 4","เอมิ")),
                                    ("ทอยเซฟ", "E29", "เรื่องมาถึงบทสรุปที่ดาดฟ้า", ("องก์ 4","เอมิ")),
                                    ("เสียงเพรียกจากอดีต", "E30", "ฮิซาโอะไปเยี่ยมที่สุสานกับเอมิและแม่ของเธอ", ("องก์ 4","เอมิ")),
                                    ("สรรเสริญถุงเท้า", "E31", "เซ็กส์ ยา แต่ไม่มีร็อกแอนด์โรล", ("องก์ 4","เอมิ")),
                                    ("ฟันขาว", "E32", "ฮิซาโอะตื่นมาและมีเอมินอนอยู่ข้าง ๆ ", ("องก์ 4","เอมิ")),
                                    ("องก์ 2: ซ่อนหา", rp_actmark, rp_actmark, ("องก์ 2","ฮานาโกะ")),
                                    ("เข้าเมือง", "H3", "ซื้อของที่ร้านสะดวกซื้อกับฮานาโกะ", ("องก์ 2","ฮานาโกะ")),
                                    ("ใบชา", "H4", "ฮานาโกะชวนฮิซาโอะมากินข้าวเที่ยงกับลิลลี่", ("องก์ 2","ฮานาโกะ")),
                                    ("คำสารภาพในที่ทำงาน", "H5_1", "ฮิซาโอะและมิช่าคุยกันเรื่องสถานการณ์ที่ดูไม่สู้ดีนักของฮานาโกะ", ("องก์ 2","ฮานาโกะ")),
                                    ("หมากรุกและสไลด์เดอร์", "H5_2", "ฮิซาโอะโดดจากสภานักเรียนมาอ่านหนังสือกับฮานาโกะ", ("องก์ 2","ฮานาโกะ")),
                                    ("ตื่นเถิดชาวไทย", "H6", "ลิลลี่ชวนมาปาร์ตี้น้ำชาหลังเลิกเรียน", ("องก์ 2","ฮานาโกะ")),
                                    ("แมด แฮตเตอร์", "H7", "ฮิซาโอะได้พบกับฮานาโกะและลิลลี่ที่ห้องลิลลี่ในปาร์ตี้น้ำชา", ("องก์ 2","ฮานาโกะ")),
                                    ("การเปลี่ยนแปลงเล็ก ๆ ", "H8", "เคนจิถูกบังคับให้ต้องคืนเงิน", ("องก์ 2","ฮานาโกะ")),
                                    ("ขาดไม่เคยมา", "H9", "ฮิซาโอะและลิลลี่คุยกันเรื่องเวลาเรียนของฮานาโกะ", ("องก์ 2","ฮานาโกะ")),
                                    ("การแลกเปลี่ยนที่เท่าเทียม", "H10", "หลังจากที่ฮิซาโอะเล่าเรื่องหัวใจของตัวเองให้ฟัง ฮานาโกะก็เริ่มเล่าเรื่องอดีตของตัวเอง", ("องก์ 2","ฮานาโกะ")),
                                    ("องก์ 3: เข้าป้อม", rp_actmark, rp_actmark, ("องก์ 3","ฮานาโกะ")),
                                    ("คำเชิญ", "H11", "ลิลลี่เจอกับฮิซาโอะที่กำลังเก็บห้องแล้วบอกเรื่องวันเกิดฮานาโกะ", ("องก์ 3","ฮานาโกะ")),
                                    ("การพบพานอันน่าสงสัย", "H12", "ได้คุยกับมิกิอย่างไม่คาดคิดขณะหวนรำลึกอดีต", ("องก์ 3","ฮานาโกะ")),
                                    ("ชั้นของเก่า", "H13", "ลิลลี่และฮิซาโอะมาซื้อของขวัญในเมือง", ("องก์ 3","ฮานาโกะ")),
                                    ("ร่วงหล่น", "H14", "ฮานาโกะแพนิกกำเริบในห้องเรียน", ("องก์ 3","ฮานาโกะ")),
                                    ("ก้าวย่างอย่างนุ่มนวล", "H15", "ลิลลี่มีข่าวร้ายมาบอกฮิซาโอะและฮานาโกะ", ("องก์ 3","ฮานาโกะ")),
                                    ("เข้าหา", "H16", "ฮิซาโอะพยายามเข้าหาฮานาโกะที่ปลีกตัว", ("องก์ 3","ฮานาโกะ")),
                                    ("อีกหนึ่งปี", "H17", "ทั้งสามมีแขกที่ไม่คาดคิดมาในระหว่างฉลองวันเกิดให้ฮานาโกะ", ("องก์ 3","ฮานาโกะ")),
                                    ("กระดาษหนึ่งแผ่น", "H18", "ฮิซาโอะสนุกอยู่กับงานและค้างคืน ก่อนจะได้รับจดหมายอันน่าลำบากใจ", ("องก์ 3","ฮานาโกะ")),
                                    ("ลูกลายและลูกสี", "H19", "เปิดใจในเกมพูล", ("องก์ 3","ฮานาโกะ")),
                                    ("จุดเริ่มต้นแห่งจุดสิ้นสุด", "H20", "ลิลลี่ออกเดินทาง", ("องก์ 3","ฮานาโกะ")),
                                    ("องก์ 4: แผลเป็น", rp_actmark, rp_actmark, ("องก์ 4","ฮานาโกะ")),
                                    ("หนีเรียน", "H21", "มากินข้าวเที่ยงกับสภานักเรียนไปพร้อมกับเป็นห่วงฮานาโกะที่เก็บตัว", ("องก์ 4","ฮานาโกะ")),
                                    ("ตัวตนที่อยู่ไกลห่าง", "H22", "ฮิซาโอะโทรขอคำปรึกษาจากลิลลี่หลังจากที่ฮานาโกะยังคงเก็บตัว", ("องก์ 4","ฮานาโกะ")),
                                    ("พลั้งพลาด", "H23", "ฮิซาโอะพยายามลากให้ฮานาโกะออกมาจากห้อง กลับได้ผลอันน่าตกใจ", ("องก์ 4","ฮานาโกะ")),
                                    ("กลีบดอกแหว่งวิ่น", "H24", "ฮิซาโอะระลึกได้ว่าความสัมพันธ์ของเขากับฮานาโกะในภายภาคหน้าจบลงเร็วเกินไป", ("องก์ 4","ฮานาโกะ")),
                                    ("ท่วงทำนองเล่นต่อ", "H25", "ฮิซาโอะโล่งใจที่ฮานาโกะกลับมาเข้าเรียนอีกครั้ง", ("องก์ 4","ฮานาโกะ")),
                                    ("ตั้งใจเรียนที่เซี่ยงไฮ้", "H26", "ฮิซาโอะมาเรียนที่ร้านเซี่ยงไฮ้เพื่อเลี่ยงสิ่งรบกวน", ("องก์ 4","ฮานาโกะ")),
                                    ("อดีตของเขา", "H27", "ฮิซาโอะบอกเล่าอดีตของเขาให้ฮานาโกะฟังเพื่อหวังใกล้ชิดมากขึ้น", ("องก์ 4","ฮานาโกะ")),
                                    ("นัดในเมือง", "H28", "ทั้งคู่ไปเดตกันในเมือง", ("องก์ 4","ฮานาโกะ")),
                                    ("สัมผัสกระซิบแผ่ว", "H29", "ฮิซาโอะและฮานาโกะนอนด้วยกัน", ("องก์ 4","ฮานาโกะ")),
                                    ("อนาคตรวนเร", "H30", "เหตุการณ์เมื่อคืนทำฮิซาโอะหนักใจ", ("องก์ 4","ฮานาโกะ")),
                                    ("ผู้ใหญ่", "H31", "จุดสิ้นสุดของเด็กสองคน จุดเริ่มต้นของผู้ใหญ่สองคน", ("องก์ 4","ฮานาโกะ")),
                                    ("องก์ 2: อดีต", rp_actmark, rp_actmark, ("องก์ 2","ลิลลี่")),
                                    ("เอิร์ลเกรย์", "L1", "เมื่อหายดีจากวันก่อนฮิซาโอะมากินข้าวเที่ยงกับฮานาโกะและลิลลี่เป็นครั้งแรก ก่อนจะมีครั้งต่อไปอีกหลายครั้ง", ("องก์ 2","ลิลลี่")),
                                    ("หนึ่งปอนด์สเตอร์ลิง", "L2", "เคนจิถามฮิซาโอะเรื่องสัญชาติของลิลลี่ จึงนึกสงสัยและค้นพบอะไรอีกหลายอย่าง", ("องก์ 2","ลิลลี่")),
                                    ("ของขวัญของคน", "L3", "ลิลลี่และฮิซาโอะพบกับอากิระและลูกพี่ลูกน้องระหว่างที่ออกไปซื้อของขวัญให้ฮานาโกะ", ("องก์ 2","ลิลลี่")),
                                    ("วัตถุดื่มไม่สามารถระบุได้ (ยูดีโอ)", "L4", "ทั้งสองคนจัดงานวันเกิดให้ฮานาโกะ และมีพี่สาวที่ไม่ได้คาดฝันโผล่มา", ("องก์ 2","ลิลลี่")),
                                    ("วันถัดมา", "L5", "ฮิซาโอะและลิลลี่ตื่นมาเพื่อฟื้นจากเรื่องเมื่อคืน", ("องก์ 2","ลิลลี่")),
                                    ("ประวัติย่อของไทม์", "L6", "ฮิซาโอะและลิลลี่ออกไปซื้อของด้วยกัน", ("องก์ 2","ลิลลี่")),
                                    ("ปีกน้อย", "L7", "เกิดเรื่องร้ายกับข้าวเที่ยงบนดาดฟ้า", ("องก์ 2","ลิลลี่")),
                                    ("เดินทางโดยสวัสดิภาพ", "L8", "มาส่งลิลลี่และอากิระออกเดินทางไปหาครอบครัวที่สกอตแลนด์", ("องก์ 2","ลิลลี่")),
                                    ("องก์ 3: ปััจจุบัน", rp_actmark, rp_actmark, ("องก์ 3","ลิลลี่")),
                                    ("วัน ๆ ", "L9", "ฮิซาโอะใช้เวลาที่ไม่มีลิลลี่อยู่ด้วยไปหนึ่งวันและคุยกับมุโต้เรื่องยามากุ", ("องก์ 3","ลิลลี่")),
                                    ("รอยร้าว", "L10", "ฮิซาโอะกินข้าวเที่ยงกับเคนจิ และนำเอกสารไปส่งให้ฮานาโกะที่เงียบไปอย่างน่าเป็นห่วง", ("องก์ 3","ลิลลี่")),
                                    ("ไม่กลมกลืน", "L11", "ฮิซาโอะพยายามช่วยฮานาโกะที่เก็บตัวอยู่คนเดียวก่อนจะโทรหาลิลลี่", ("องก์ 3","ลิลลี่")),
                                    ("คนละฟากโลก", "L12", "พอใจสงบฮิซาโอะก็มาทบทวนเรื่องความสัมพันธ์กับลิลลี่", ("องก์ 3","ลิลลี่")),
                                    ("รื้อฟื้น", "L13", "ฮิซาโอะ ฮานาโกะ และฮิเดอากิมารับอากิระและลิลลี่ที่กลับมาจากสกอตแลนด์", ("องก์ 3","ลิลลี่")),
                                    ("ขึ้นเหนือ", "L14", "ทั้งสามคนไปเที่ยวที่ฮอกไกโด", ("องก์ 3","ลิลลี่")),
                                    ("เพรลูด", "L15", "เมื่อการออกเดินยามเช้าพาให้เกิดเหตุการณ์อีกหลายอย่าง", ("องก์ 3","ลิลลี่")),
                                    ("เครเชนโด", "L16", "ความรู้สึกที่แท้จริงของลิลลี่ถูกเปิดเผยท่ามกลางทุ่งสาลีสีทองอร่ามสุดลูกหูลูกตา" , ("องก์ 3","ลิลลี่")),
                                    ("ดิมินูเอนโด", "L17", "ทั้งคู่นอนด้วยกันเป็นครั้งแรก", ("องก์ 3","ลิลลี่")),
                                    ("ทิวทัศน์หมองหม่น", "L18", "ลิลลี่และฮิซาโอะต้องตกลงกันเรื่องความสัมพันธ์ในบ้านพักตากอากาศ", ("องก์ 3","ลิลลี่")),
                                    ("แรพโซดีอินบลู", "L19", "ระหว่างที่ฮิซาโอะอาบน้ำก็คิดถึงเรื่องชีวิตของตัวเองและลิลลี่ ก่อนจะมีคนมาอาบด้วย", ("องก์ 3","ลิลลี่")),
                                    ("ชั่วพริบตาเดียว", "L20", "ฮิซาโอะและลิลลี่คุยกันเรื่อยเปื่อยหลังกลับมาที่ยามากุแล้ว", ("องก์ 3","ลิลลี่")),
                                    ("องก์ 4: อนาคต", rp_actmark, rp_actmark, ("องก์ 4","ลิลลี่")),
                                    ("เยื้องย่างก่อนออกเต้นรำ", "L21", "เมื่อกลับมาที่โรงเรียนแล้วก็คิดถึงเรื่องที่ฮอกไกโด", ("องก์ 4","ลิลลี่")),
                                    ("ชุดนอนและชุดสูท", "L22", "อากิระมาร่วมปาร์ตี้น้ำชาหนึ่งของทั้งสามคนที่กลับมาใช้ชีวิตตามปกติ", ("องก์ 4","ลิลลี่")),
                                    ("ขั้นตอนที่ถูกต้อง", "L23", "ฮิซาโอะและลิลลี่นัดออกเดต ก่อนจะได้เจอกับอากิระ", ("องก์ 4","ลิลลี่")),
                                    ("เตร็ดเตร่", "L24", "ฮิซาโอะและลิลลี่ไปเดตด้วยกันครั้งแรก และแบ่งปันเรื่องอดีตของกันและกัน", ("องก์ 4","ลิลลี่")),
                                    ("ฝันกลางเช้า", "L25", "ฮิซาโอะและลิลลี่คุยกันเรื่องเป้าหมายในอนาคต", ("องก์ 4","ลิลลี่")),
                                    ("ดับมืด", "L26", "ทั้งสามคนตื่นเต้นกับวันหยุดที่ใกล้เข้ามา ฮิซาโอะได้ลองใช้ชีวิตแบบลิลลี่", ("องก์ 4","ลิลลี่")),
                                    ("บริบท", "L27", "อากิระเรียกฮิซาโอะออกมาคุยเรื่องน้องของเธอ", ("องก์ 4","ลิลลี่")),
                                    ("อนาคตอันไกลห่าง", "L28", "ลิลลี่บอกเรื่องข้อเสนอของครอบครัวเธอที่ให้กลับไปอยู่ด้วยกันที่สกอตแลนด์", ("องก์ 4","ลิลลี่")),
                                    ("จากลา", "L29", "บอกลาอากิระและลิลลี่ในเย็นก่อนที่ทั้งสองจะต้องบินออกจากญี่ปุ่น", ("องก์ 4","ลิลลี่")),
                                    ("เคเดนซ์ขัด", "L30", "ฮิซาโอะรีบไปหาลิลลี่ ก่อนจะรู้เรื่องปัญหาของเธอ", ("องก์ 4","ลิลลี่")),
                                    ("ใต้ฟ้าตรอมตรม", "L31", "ฮิซาโอะทำใจไม่ได้กับชีวิตของตัวเองหลังตื่นขึ้นมาที่โรงพยาบาล", ("องก์ 4","ลิลลี่")),
                                    ("ใต้ฟ้าสุกสกาว", "L32", "ลิลลี่กลับมาหาฮิซาโอะและเริ่มใช้ชีวิตด้วยกันใหม่อีกครั้ง", ("องก์ 4","ลิลลี่")),
                                    ("ออกทะยาน!", "L33", "ลิลลี่และฮิซาโอะมาส่งอากิระ", ("องก์ 4","ลิลลี่")),
                                    ("องก์ 2: หลุดคลาด", rp_actmark, rp_actmark, ("องก์ 2","ริน")),
                                    ("วิสัยทัศน์ที่กว้างขึ้น", "R1", "ฮิซาโอะมาดูเมฆกับรินตอนพักเที่ยงที่ดาดฟ้า", ("องก์ 2","ริน")),
                                    ("ศึกษาสีเทา", "R2", "รินและฮิซาโอะวาดภาพเหมือนของกันและกันในชมรมศิลปะ", ("องก์ 2","ริน")),
                                    (u"ช่องแทรก", "R3", "เคนจิให้หนังสือที่ “ยืมมา” ให้ฮิซาโอะ", ("องก์ 2","ริน")),
                                    ("เรียนเอง", "R4", "มิช่าและชิซูเนะเห็นฮิซาโอะวาดรูปเล่นในชั้นเรียน", ("องก์ 2","ริน")),
                                    ("รอยยิ้มของฮิซาโอะ", "R5", "รินพูดถึงเรื่องสีหน้าที่มีความสุขของฮิซาโอะที่ดูจะไม่ค่อยมี", ("องก์ 2","ริน")),
                                    ("สิ่งที่ชอบ", "R6", "คุยกับยูโกะเรื่องหนังสือและยามากุ", ("องก์ 2","ริน")),
                                    ("กลุ่มผู้ชมเป้าหมาย", "R7", "วันงานแข่ง ตัวตนอีกด้านของเอมิและรินถูกเปิดเผย", ("องก์ 2","ริน")),
                                    ("หนึ่งชั่วนิรันดร์ในหนึ่งชั่วโมง", "R8", "โนมิยะคุยเรื่องศิลปะอย่างจริงจังในชมรม", ("องก์ 2","ริน")),
                                    ("ใต้น้ำกับต้นเมเปิลที่มีชื่อ", "R9", "รินพาฮิซาโอะเข้าป่าและคิดถึงเรื่องอนาคตอันใกล้", ("องก์ 2","ริน")),
                                    ("ความเสียใจทิ้งทวนของอิวานาโกะ", "R10", "เมื่อจดหมายจากอิวานาโกะมาถึง", ("องก์ 2","ริน")),
                                    ("เป็นตัวของเธอเอง", "R11", "ฮิซาโอะผลักดันให้รินจัดนิทรรศการศิลปะของตัวเอง", ("องก์ 2","ริน")),
                                    ("ร่ม ตรรกะ และเค้ก", "R12", "เอมิ ฮิซาโอะ และรินมาหลบฝนกันที่ร้านเซี่ยงไฮ้", ("องก์ 2","ริน")),
                                    ("เข้าใกล้สวรรค์ไปอีกหกเมตร", "R13", "เมื่อเอมิไม่อยู่ รินและฮิซาโอะจึงไม่ไปกินข้าวเที่ยงที่ดาดฟ้า", ("องก์ 2","ริน")),
                                    ("ลังเล", "R14", "เอมิหายป่วย ทว่ารินกลับติดแทน", ("องก์ 2","ริน")),
                                    ("รบกวนสัญญาณ", "R15", "ฮิซาโอะไปเยี่ยมรินที่ห้อง", ("องก์ 2","ริน")),
                                    ("แดนดีไลออน", "R16", "บทสรุปที่ยอดเขา", ("องก์ 2","ริน")),
                                    ("องก์ 3: ระยะ", rp_actmark, rp_actmark, ("องก์ 3","ริน")),
                                    ("ซอย 22", "R17", "ชมรมศิลปะมาดูหอศิลป์เพื่อคิดเรื่องงานนิทรรศการของรินในอนาคต", ("องก์ 3","ริน")),
                                    ("กลิ่นของแสง", "R18", "ฮิซาโอะมาเห็นรินนอนหลับที่ห้องศิลปะ", ("องก์ 3","ริน")),
                                    ("เรื่องที่ยอมแพ้ไม่ได้", "R19", "เอมิและฮิซาโอะคุยเรื่องนิสัยของริน", ("องก์ 3","ริน")),
                                    ("แต่นแต๊น!", "R20", "ยูโกะกับแรงขับเคลื่อน", ("องก์ 3","ริน")),
                                    ("โลกสีชมพู", "R21", "โนมิยะสาธยายเรื่องเส้นทางศิลปิน", ("องก์ 3","ริน")),
                                    ("สุดหล้าฟ้าเขียว", "R22", "ฮิซาโอะสารภาพรักกับรินและถูกปฏิเสธ หรือเปล่า", ("องก์ 3","ริน")),
                                    ("บริบทของริน", "R23", "บ่ายแสนเงียบและน่าอึดอัดในสตูดิโอ", ("องก์ 3","ริน")),
                                    ("ข้ามเวลา", "R23_2", "เมื่อการเตรียมงานนิทรรศการศิลปะกลายเป็นกิจวัตรแปลก ๆ ", ("องก์ 3","ริน")),
                                    ("ทำลายตัวเอง", "R24", "รินลองสูบบุหรี่เพื่อให้ได้ความคิดใหม่ ๆ ", ("องก์ 3","ริน")),
                                    ("หนีออกมา", "R25", "ฮิซาโอะพารินออกมาเดินถนนยามค่ำคืน", ("องก์ 3","ริน")),
                                    ("ไร้ขอบเขต", "R26", "ซาเอะและโนมิยะเล่าถึงชีวิตศิลปินให้ฮิซาโอะฟัง", ("องก์ 3","ริน")),
                                    ("เพ้อ", "R27", "ฮิซาโอะมาเจอกับรินที่สิ้นหวังโดยไม่ได้ตั้งใจ", ("องก์ 3","ริน")),
                                    ("สิ่งที่เกลียด", "R28", "ความอึดอัดหลังคืนอันสุขสม", ("องก์ 3","ริน")),
                                    ("เศษเสี้ยวเคืองขุ่น", "R29", "ความสัมพันธ์ที่ตึงเครียดของทั้งสองคนขาดสะบั้น", ("องก์ 3","ริน")),
                                    ("องก์ 4: ฝัน", rp_actmark, rp_actmark, ("องก์ 4","ริน")),
                                    ("ภาพฝันเพื่อผู้คน", "R30", "ฮิซาโอะพูดถึงข้อกังขาของเขากับโนมิยะ ซึ่งไม่ได้ผลนัก", ("องก์ 4","ริน")),
                                    ("หมดอารมณ์", "R31", "ฮิซาโอะหมดความอดทน", ("องก์ 4","ริน")),
                                    ("ฉาก", "R32", "มาเจอกับรินที่วันเปิดงานนิทรรศการศิลปะ", ("องก์ 4","ริน")), #R33 is just a scene block used in two other scenes, R34 is sorted later
                                    ("ความยาวคลื่น", "R35", "ฮิซาโอะอยู่เอื่อยเฉื่อยกับวันสอบวันสุดท้าย", ("องก์ 4","ริน")),
                                    ("บลูพีเรียด", "R36", "วันฝนพรำที่ซอย 22 กับประวัติของปิกัสโซเล็กน้อย", ("องก์ 4","ริน")),
                                    ("โลกที่มีแค่เธอมองเห็น", "R37", "รินและฮิซาโอะแยกทางกันหลังฝนหยุด", ("องก์ 4","ริน")),
                                    ("เกียรติศักดิ์กระเสือกกระสน", "R34", "โนมิยะตามหารินแทบบ้าและถามฮิซาโอะ", ("องก์ 4","ริน")), #moved down here so all good end path scenes are in a row
                                    ("ปัญหาของงูกินหาง", "R38", "ฮิซาโอะหารินจนพบ และเกลี้ยกล่อมให้ไปคืนดีกับโนมิยะ", ("องก์ 4","ริน")),
                                    ("วัดเงา", "R39", "คำขอโทษของรินไม่ได้รับการตอบรับดีนัก", ("องก์ 4","ริน")),
                                    (u"เรซอง เดเทอร์", "R40", "ฮิซาโอะปลอบโยนรินที่กำลังเศร้า", ("องก์ 4","ริน")),
                                    ("ไร้ซึ่งลมหายใจ ไร้ซึ่งเสียง", "R41", "รินมาห้องฮิซาโอะในวันแรกของช่วงหยุดหน้าร้อน", ("องก์ 4","ริน")),
                                    ("หลักฐานถึงตัวตน", "R42", "ทุกอย่างคลี่คลายที่ยอดเขาแดนดีไลออนปลิดปลิว", ("องก์ 4","ริน")),
                                    ("องก์ 2: หัดอ่าน", rp_actmark, rp_actmark, ("องก์ 2","ชิซูเนะ")),
                                    ("ส่งข้อความ", "S8", "ชิซูเนะและฮิซาโอะหาทางสื่อสารกัน", ("องก์ 2","ชิซูเนะ")),
                                    ("คุยกับมือ", "S9", "ฮิซาโอะเริ่มเรียนภาษาใหม่ พร้อมติวเตอร์ที่ปรากฏตัว", ("องก์ 2","ชิซูเนะ")),
                                    ("บอกต่อ", "S10", "เคนจิบังคับให้ฮิซาโอะเป็นธุระให้จนได้ ทว่าฮิซาโอะต้องเจออีกหลายเรื่อง", ("องก์ 2","ชิซูเนะ")),
                                    ("ทฤษฎีเกมขั้นสูง", "S11", "แค่เกม{i}ริสก์{/i}ไม่พอแล้วสำหรับชิซูเนะ และยิ่งแย่เมื่อศัตรูคนใหม่ปรากฏกาย", ("องก์ 2","ชิซูเนะ")),
                                    ("ขนมปัง กรรไกร กระดาษ", "S12", "บ่ายเฉื่อย ๆ กลายเป็นเรื่องจริงจังขึ้นมาทันทีเมื่อมีขนมปังเข้ามาเกี่ยวข้อง", ("องก์ 2","ชิซูเนะ")),
                                    ("พบปะ", "S13", "ชิซูเนะและฮิซาโอะหาทางเชื่อมถึงกัน", ("องก์ 2","ชิซูเนะ")),
                                    ("เริ่มทำงาน", "S14", "ฮิซาโอะต้องเป็นคนไกล่เกลี่ยให้ลิลลี่และชิซูเนะ โชคดีที่อะไร ๆ จบลงด้วยดี", ("องก์ 2","ชิซูเนะ")),
                                    ("รูปอดีตไม่สำเร็จ", "S15", "สภานักเรียนหวนนึกถึงเรื่องอดีตกันที่ร้านเซี่ยงไฮ้", ("องก์ 2","ชิซูเนะ")),
                                    ("ยามหมู่ดาวโอบล้อม", "S16", "ถึงวันทานาบาตะเสียที!", ("องก์ 2","ชิซูเนะ")),
                                    ("องก์ 3: กลฝีมือ", rp_actmark, rp_actmark, ("องก์ 3","ชิซูเนะ")),
                                    ("ฟอร์ซ ฟีดแบค", "S17", "ฮิซาโอะรู้ว่าชิซูเนะจะไปเยี่ยมครอบครัวจึงขอติดสอยห้อยตามไปด้วยจนได้", ("องก์ 3","ชิซูเนะ")),
                                    ("สหประชาชาติ", "S18", "เดินทางไปบ้านชิซูเนะ เจอกับน้องชายของเธอ และไปแข่งตกปลาแบบกะทันหัน", ("องก์ 3","ชิซูเนะ")),
                                    ("การแยกระหว่างการกล่าวถึงและการใช้", "S19", "ฮิเดอากิลากฮิซาโอะออกมาแก้เบื่อ ทว่าไม่ประสบความสำเร็จนัก", ("องก์ 3","ชิซูเนะ")),
                                    ("แผนการครอบครัว", "S20", "ทั้งสามคนพบกับพ่อของชิซูเนะ และต้องถอยทัพทันที", ("องก์ 3","ชิซูเนะ")),
                                    ("แพนแกรม", "S21", "จากคำขอของฮิเดอากิที่อยากเรียนภาษามือกลายเป็นการแข่งตะโกนกับจิโกโรอย่างไม่คาดคิด", ("องก์ 3","ชิซูเนะ")),
                                    ("ใกล้อีก", "S22", "ชิซูเนะและฮิซาโอะได้อยู่ด้วยกันครั้งแรก", ("องก์ 3","ชิซูเนะ")),
                                    ("เผชิญหน้า", "S23", "เมื่อจิโกโรดูถูกสภานักเรียน ฮิซาโอะจึงลุกขึ้นสู้", ("องก์ 3","ชิซูเนะ")),
                                    ("สมอ", "S24", "กลับมาที่ยามากุ จดหมายจากอิวานาโกะกลายเป็นบทสนทนาอันยืดยาวเรื่องแฟนสาวของเคนจิ", ("องก์ 3","ชิซูเนะ")),
                                    ("โรดแมป", "S25", "เหล่าสภานักเรียนคิดถึงเรื่องคนรุ่นใหม่ที่จะมาแทน แต่อยู่ ๆ กลายเป็นว่าฮิซาโอะมาเลี้ยงพาร์เฟต์ให้มิช่า", ("องก์ 3","ชิซูเนะ")), #shortened this line - it overflowed
                                    ("สามเหลี่ยมมุมแหลม", "S26", "การทำงานยามบ่ายกับชิซูเนะทำให้ฮิซาโอะนึกได้ว่าบางอย่างระหว่างเธอสองคนหายไป", ("องก์ 3","ชิซูเนะ")),
                                    ("ทศนิยมดิวอี้", "S27", "ยูโกะวานให้ฮิซาโอะอยู่ห้องสมุดแทน เมื่อเคนจิมาก็ทำให้เรื่องเหมือนจะเป็นไปด้วยดี แต่ก็เหมือนจะไม่ดี", ("องก์ 3","ชิซูเนะ")),
                                    ("น้ำท่วมปาก", "S28", "มิช่ามาหาฮิซาโอะที่ห้องจนเกิดเรื่องไม่คาดฝัน", ("องก์ 3","ชิซูเนะ")),
                                    ("มองข้าง", "S29_1", "ฮิซาโอะมาหามิช่าที่กำลังเศร้าอยู่บนดาดฟ้า และบังคับให้เธอและชิซูเนะคืนดีกัน", ("องก์ 3","ชิซูเนะ")),
                                    ("มองข้างหน้า", "S29_2", "ฮิซาโอะมาหามิช่าที่กำลังเศร้าอยู่บนดาดฟ้า ชิซูเนะมาแจมและดึงทุกคนมาที่ห้องสภานักเรียน", ("องก์ 3","ชิซูเนะ")),
                                    ("องก์ 4: แด่ตัวฉันอีกคน", rp_actmark, rp_actmark, ("องก์ 4","ชิซูเนะ")),
                                    ("แผนใหญ่", "S30", "ชิซูเนะเล่าฮิซาโอะถึงเป้าหมายและความล้มเหลวของเธอ", ("องก์ 4","ชิซูเนะ")),
                                    ("คลาดทีละน้อย", "S31", "จากที่จะทำให้มิช่าร่าเริง สุดท้ายกลายเป็นเดตของฮิซาโอะกับชิซูเนะแบบไม่ทันได้ตั้งตัว", ("องก์ 4","ชิซูเนะ")),
                                    ("แทรกซึม", "S32", "จิโกโรและฮิเดอากิมาหาชิซูเนะแบบไม่คาดฝันและดูออกจะอึดอัด", ("องก์ 4","ชิซูเนะ")),
                                    ("พาร์เฟต์", "S33", "ฮิซาโอะและชิซูเนะสะกดรอยตามมิช่า และต้อนให้จนมุมมาคุยกันให้รู้เรื่องจนได้", ("องก์ 4","ชิซูเนะ")),
                                    ("รูปปัจจุบัน", "S38", "ฮิซาโอะบังเอิญเจอลิลลี่ตอนพักเที่ยงแล้วคุยกันเรื่องชิซูเนะ", ("องก์ 4","ชิซูเนะ")), # we always show the bad end scenes first
                                    ("เกลียว", "S39", "หลบหลีก หนีหน้า และการซุ่มโจมตีกลางคืนของเคนจิ", ("องก์ 4","ชิซูเนะ")),
                                    ("ปลายทาง", "S40", "คุยยามเช้าตรู่กับชิซูเนะในโรงเรียนที่เงียบสงัด", ("องก์ 4","ชิซูเนะ")),
                                    ("ยอด", "S34", "เคนจิและชิซูเนะเจอกันที่ห้องฮิซาโอะ เหลือเชื่อที่ไม่มีอะไรระเบิด", ("องก์ 4","ชิซูเนะ")), # back to good end continuity
                                    ("รับช่วงต่อ", "S35", "สภานักเรียนรุ่นปัจจุบันมารับช่วงต่อพร้อม “กิจกรรมนอกหลักสูตร”", ("องก์ 4","ชิซูเนะ")),
                                    ("แผนการลับ", "S36", "ความมุ่งมั่นของมิช่าทำให้ชิซูเนะตั้งเป้าถึงสิ่งที่ยิ่งใหญ่ขึ้น", ("องก์ 4","ชิซูเนะ")),
                                    ("อนันต์", "S37", "ทั้งสามคนคืนดีกัน ในขณะเดียวกันวันจบการศึกษาก็ใกล้เข้ามา", ("องก์ 4","ชิซูเนะ")),
                                    )

    # credits

    displayDict["th"].creditstring = """{image=ui/flourish_left.png} {b}เรื่อง{/b} {image=ui/flourish_right.png}
Anonymous22
Aura
cpl_crud
Suriko
TheHivemind

{image=ui/flourish_left.png} {b}บรรณาธิการ{/b} {image=ui/flourish_right.png}
Kagami
Losstarot
Silentcook

{image=ui/flourish_left.png} {b}ดนตรี{/b} {image=ui/flourish_right.png}
Blue123
NicolArmarfi

{image=ui/flourish_left.png} {b}ฝ่ายศิลป์{/b} {image=ui/flourish_right.png}
gebyy-terar
Kamifish
moekki
pimmy
raemz
Raide

{image=ui/flourish_left.png} {b}ฝ่ายศิลป์เพิ่มเติม{/b} {image=ui/flourish_right.png}
climatic
Doomfest
yujovi

{image=ui/flourish_left.png} {b}อนิเมชัน{/b} {image=ui/flourish_right.png}
Mike Inel

{image=ui/flourish_left.png} {b}กำกับ{/b} {image=ui/flourish_right.png}
delta
Raide
yujovi

{image=ui/flourish_left.png} {b}ฝ่ายเทคนิค{/b} {image=ui/flourish_right.png}
delta

{image=ui/flourish_left.png} {b}ฝ่ายการผลิต{/b} {image=ui/flourish_right.png}
cpl_crud
Suriko

{image=ui/flourish_center.png}

{image=ui/flourish_left.png} {b}ขอขอบคุณ{/b} {image=ui/flourish_right.png}
Ambi07
abscess
Anonymous
Celiest
ContinualNaba
Dark_Mercury
DuaneMoody
Fink
frumplstlskn
Ismuth
Japesland
Juno
kekekeke
konflikti
Magaran
Mirage_GSM
OverCoat
Peorth
Petaru
silentkyon
skim
stirfriedweasel
Syureria
TcDohl
tottori
VCR

{image=ui/flourish_left.png} {b}ขอขอบคุณ (พิเศษ){/b} {image=ui/flourish_right.png}
hir
PyTom
RAITA
replicated"""

{image=ui/flourish_left.png} {b}แปลไทยโดย{/b} {image=ui/flourish_right.png}
???
???


    displayDict["th"].drugs_wordlist  =  ["Disopyramide",
                        "Warfarin",
                        "Diltiazem",
                        "Felodipine",
                        "Propanolol",
                        "Penbutolol",
                        "Carteolol",
                        "Procainamide",
                        "Heparin",
                        "Phenytoin",
                        "Verapamil",
                        "Quinidine",
                        "Flecainide",
                        "5mg/day",
                        "400mg/day",
                        "15ml/day",
                        "100mg/day",
                        "10ml/48hrs",
                        "10ml/day",
                        "200mg/12hrs",
                        "50mg/12hrs",
                        "500mg/48hrs",
                        "125mg/12hrs",
                        "25ml/day",
                        "nightmares",
                        "decreased concentration",
                        "bradycardia",
                        "clinical depression",
                        "insomnia",
                        "erectile dysfunction",
                        "abnormal vision",
                        "heart failure",
                        "nausea",
                        "dizziness",
                        "hallucinations",
                        "bronchospasm",
                        "dyspnea",
                        "fatigue",
                        "hypotension",
                        "heart block",
                        "cold extremities",
                        "diarrhea",
                        "cardiac arrest",
                        "ventricular fibrillation",
                        "ataxia",
                        "asthma"]
