init -2 python:
    # this is the master language so it lives at init level -3, not -2 like the others
    #everything in here inherits, if a language doesn't set it the en version is used

    ### THAI

    init_language("th")

    thfont = "font/LayijiMahaniyomV1_61ot.otf"
    thmedfont = "font/THSarabunNew.ttf"
    thnamefont = "font/BoonJot-Regular.otf"
    
    def thw(string):
        return "{font=" + thfont + "}" + string + "{/font} "
    
    def thmed(string):
        return "{font=" + thmedfont + "}" + string + "{/font} "

    def thname(string):
        return "{size=18}{font=" + thnamefont + "}{plain}" + string + "{/plain}{/font}{/size}"

    displayDict["th"].styleoverrides = {"font": thfont,
                                        "language": "eastasian",
                                        "line_spacing": -3,
                                        }

    displayDict["th"].timeformat = "%b %d, %H:%M"

    displayDict["th"].selector_padding = -1 # some fonts need this to be set to a nonzero amount on 6.16 or the library etc will overflow
    displayDict["th"].nvl_paragraph_distance = 10 # This needs to be set far lower for some fonts due to a particular bug in 6.16. Ignored in 6.10 releases.

    displayDict["th"].sayfont = mainfont
    

    displayDict["th"].quote_outer_opth = u"“"
    displayDict["th"].quote_outer_close = u"”"
    displayDict["th"].quote_inner_opth = u"‘"
    displayDict["th"].quote_inner_close = u"’"

    displayDict["th"].activeLanguage = thw(u"ภาษาไทย (Thai)")
    displayDict["th"].allLanguages = {}
    displayDict["th"].allLanguages["th"] = displayDict["th"].activeLanguage
    displayDict["th"].allLanguages["en"] = "English"
    displayDict["th"].allLanguages["de"] = "German"
    displayDict["th"].allLanguages["it"] = "Italian"
    displayDict["th"].allLanguages["fr"] = "French"
    displayDict["th"].allLanguages["es"] = "Spanish"
    displayDict["th"].allLanguages["jp"] = "Japanese"

    displayDict["th"].act_term = u"องก์"
    displayDict["th"].window_name = u"Katawa Shoujo"

    displayDict["th"].main_menu_start = u"เริ่ม"
    displayDict["th"].main_menu_load = u"โหลด"
    displayDict["th"].main_menu_extra = u"คลัง"
    displayDict["th"].main_menu_config = u"ตั้งค่า"
    displayDict["th"].main_menu_quit = u"ออก"

    displayDict["th"].game_menu_return = u"กลับ"
    displayDict["th"].game_menu_show = u"ดูรูป"
    displayDict["th"].game_menu_history = u"ประวัติข้อความ"
    displayDict["th"].game_menu_skip = u"ข้าม"
    displayDict["th"].game_menu_auto = u"เล่นอัตโนมัติ"
    displayDict["th"].game_menu_config = u"ตั้งค่า"
    displayDict["th"].game_menu_save = u"บันทึก"
    displayDict["th"].game_menu_load = u"โหลด"
    displayDict["th"].game_menu_main = u"หน้าหลัก"
    displayDict["th"].game_menu_quit = u"ออก"
    displayDict["th"].game_menu_current_scene = u"ฉาก"
    displayDict["th"].game_menu_current_music = u"เพลง"
    displayDict["th"].game_menu_replay_indicator = u"เล่นซ้ำ"

    displayDict["th"].return_button_text = u"กลับ"

    displayDict["th"].hdisabled_label = u"ปิดเนื้อหาสำหรับผู้ใหญ่"
    displayDict["th"].config_page_caption = u"ตัวเลือก"
    displayDict["th"].config_fullscreen_label = u'เต็มหน้าจอ'
    displayDict["th"].config_transitions_label = u'ปิดการใช้งานเปลี่ยนฉาก'
    displayDict["th"].config_skip_unseen_label = u'ข้ามข้อความที่ไม่ได้อ่าน'
    displayDict["th"].config_skip_after_choice_label = u'ข้ามตัวเลือก'
    displayDict["th"].config_textspeed_label = u'ความเร็วข้อความ'
    displayDict["th"].config_afmspeed_label = u'เวลาระหว่างข้อความเมื่อเล่นอัตโนมัติ'
    displayDict["th"].config_musicvol_label = u"ระดับเสียงเพลง"
    displayDict["th"].config_musicvol_jukebox_label = u"Vol."
    displayDict["th"].config_sfxvol_label = u"ระดับเสียงประกอบ"
    displayDict["th"].config_sfxtest_label = u"ทดสอบ"
    displayDict["th"].config_gamepad_label = u"แป้นลัด…"

    displayDict["th"].config_language_sel = u"ภาษา…"
    displayDict["th"].config_language_caption = u"ตั้งค่า > ภาษา"
    displayDict["th"].config_language_restart_note = "หมายเหตุ: การเปลี่ยนภาษาขณะเล่นจะทำให้เกมย้อนกลับไปยังโหนดล่าสุด"

    displayDict["th"].gamepad_caption = u"ตั้งค่า > แป้นลัด"
    displayDict["th"].gamepad_key_na = u"ยังไม่ได้ตั้งค่า"
    displayDict["th"].gamepad_request_key = u"กดปุ่มที่ต้องการตั้งค่า “%s” \nคลิกที่เมาส์หรือเลือกปุ่มเพื่อล้างการตั้งค่าปุ่ม"

    displayDict["th"].yesno_yes = u"ใช่"
    displayDict["th"].yesno_no = u"ไม่"
    displayDict["th"].yesno_okay = u"ต่อ"
    displayDict["th"].yesno_savesuccess = u"บันทึกแล้ว"
    displayDict["th"].yesno_quit = u"ต้องการออกจากเกม\nใช่หรือไม่"
    displayDict["th"].yesno_return_to_main = u"ต้องการกลับไปที่หน้าหลัก\nใช่หรือไม่"
    displayDict["th"].save_page_caption = u"บันทึก"
    displayDict["th"].new_save_button = u"สร้างบันทึกใหม่"
    displayDict["th"].load_page_caption = u"โหลด"
    displayDict["th"].yesno_load_in_game = u"ต้องการไปยังฉากนี้ในขณะนี้\nใช่หรือไม่"
    displayDict["th"].yesno_save_overwrite = u"ต้องการบันทึกซ้อนทับข้อมูลนี้\nใช่หรือไม่"
    displayDict["th"].yesno_delete_savegame = u"ต้องการลบข้อมูลการบันทึกนี้\nใช่หรือไม่"
    displayDict["th"].play_time_label = u"เวลาที่เล่นไปทั้งหมด"
    displayDict["th"].show_manual_saves = u"บันทึก"
    displayDict["th"].show_auto_saves = u"บันทึกอัตโนมัติ"

    displayDict["th"].text_history_caption = u"ประวัติข้อความ"
    displayDict["th"].text_history_note = u"หมายเหตุ"

    displayDict["th"].extra_menu_caption = "คลัง"
    displayDict["th"].extra_music_button_label = "กล่องดนตรี"
    displayDict["th"].extra_gallery_button_label = "หอศิลป์"
    displayDict["th"].extra_scene_button_label = "ห้องสมุด"
    displayDict["th"].extra_omake_button_label = "พิเศษ"
    displayDict["th"].extra_opening_button_label = "โรงหนัง"
    displayDict["th"].commentary_label = "แสดงข้อความเพิ่มเติม"

    displayDict["th"].video_page_caption = "คลัง > โรงหนัง"


    displayDict["th"].music_page_caption = "คลัง > กล่องดนตรี"
    displayDict["th"].music_stop_button_text = "หยุด"
    displayDict["th"].music_now_playing = "ขณะนี้กำลังเล่น"

    displayDict["th"].gallery_page_caption = "คลัง > หอศิลป์"
    displayDict["th"].gallery_onelocked = "เหลืออีก 1 ภาพที่ยังไม่ได้ปลดล็อก"
    displayDict["th"].gallery_manylocked = "เหลืออีก %d ภาพที่ยังไม่ได้ปลดล็อก"
    displayDict["th"].gallery_singlelocked = "เหลืออีก %d จาก %d ที่ยังไม่ได้ปลดล็อก"
    displayDict["th"].gallery_num_page_prefix = "หน้าที่"
    displayDict["th"].gallery_num_page_error = "ไม่มีภาพให้แสดง"

    displayDict["th"].scene_page_caption = "คลัง > ห้องสมุด"
    displayDict["th"].scene_completion_label = "เล่นแล้ว %s%%"
    displayDict["th"].scene_playthrough_label = "ใช้รีเพลย์โฟล์ว (Replay Flow) (แนะนำ)"
    displayDict["th"].scene_launch_path = "ต้องการเริ่มเล่นทั้งรูทใหม่\nใช่หรือไม่"

    displayDict["th"].joy_left = "ซ้าย"
    displayDict["th"].joy_right = "ขวา"
    displayDict["th"].joy_up = "ขึ้น"
    displayDict["th"].joy_down = "ลง"
    displayDict["th"].joy_dismiss = "ตัวเลือก/อ่านต่อ"
    displayDict["th"].joy_rollback = "ประวัติข้อความ"
    displayDict["th"].joy_holdskip = "กดค้างเพื่อข้าม"
    displayDict["th"].joy_toggleskip = "โหมดข้าม"
    displayDict["th"].joy_hide = "แสดงภาพ"
    displayDict["th"].joy_menu = "แสดงเมนู"

    ##Names

    displayDict["th"].name_hi = thname("ฮิซาโอะ")

    displayDict["th"].name_ha = thname("ฮานาโกะ")
    displayDict["th"].name_emi = thname("เอมิ")
    displayDict["th"].name_rin = thname("ริน")
    displayDict["th"].name_li = thname("ลิลลี่")
    displayDict["th"].name_shi = thname("ชิซูเนะ")
    displayDict["th"].name_mi = thname("มิช่า")

    displayDict["th"].name_ke = thname("เคนจิ")
    displayDict["th"].name_mu = thname("มุโต้")
    displayDict["th"].name_nk = thname("พยาบาล")
    displayDict["th"].name_no = thname("โนมิยะ")
    displayDict["th"].name_yu = thname("ยูโกะ")
    displayDict["th"].name_sa = thname("ซาเอะ")
    displayDict["th"].name_aki = thname("อากิระ")
    displayDict["th"].name_hh = thname("ฮิเดอากิ")
    displayDict["th"].name_hx = thname("จิโกโร")
    displayDict["th"].name_emm = thname("เมโกะ")
    displayDict["th"].name_sk = thname("พนักงานร้าน")
    displayDict["th"].name_mk = thname("มิกิ")

    displayDict["th"].name_mystery = thname("???")

    displayDict["th"].name_ha_ = thname("สาวที่ผมสีม่วง")
    displayDict["th"].name_emi_ = thname("สาวที่ทำผมทวินเทล")
    displayDict["th"].name_rin_ = thname("สาวที่ดูพิลึก")
    displayDict["th"].name_li_ = thname("สาวที่ผมเป็นลอน")
    displayDict["th"].name_mi_ = thname("สาวที่หัวเราะ")
    displayDict["th"].name_ke_ = thname("เพื่อนร่วมหอใส่แว่น")
    displayDict["th"].name_mu_ = thname("ชายตัวสูง")
    displayDict["th"].name_yu_ = thname("บรรณารักษ์")
    displayDict["th"].name_no_ = thname("ชายผมสีเทา")
    displayDict["th"].name_sa_ = thname("เจ้าของหอศิลป์")
    displayDict["th"].name_aki_ = thname("คนที่แต่งตัวดูดี")
    displayDict["th"].name_nk_ = thname("ชายที่ยิ้ม")
    displayDict["th"].name_hh_ = thname("สาวตัวบาง")
    displayDict["th"].name_emm_ = thname("สาวถักเปีย")
    displayDict["th"].name_hx_ = thname("ชายร่างใหญ่")

    displayDict["th"].videos = (("ฉากเปิด", "video/op_1.mkv"),
                                ("เอมิ", "video/tc_act2_emi.mkv"),
                                ("ฮานาโกะ", "video/tc_act2_hanako.mkv"),
                                ("ลิลลี่", "video/tc_act2_lilly.mkv"),
                                ("ริน", "video/tc_act2_rin.mkv"),
                                ("ชิซูเนะ", "video/tc_act2_shizune.mkv"),
                               )



    # scenes available in the extras -> scene select menu. Name, label, description, path (path may also be a tuple).
    # Now also doubles as a lookup list for the actual scene names. Display in the extras can be suppressed
    # by setting the third value in the tuple to False. Suppression doesn't work in DQN mode.
    # Note that Ren'Py doesn't like non-ASCII characters in scene titles if the titles are not unicode strings
    displayDict["th"].s_scenes = ((u"บทนำ", rp_actmark, rp_actmark, ("Act 1","Prologue")),
                                    (u"ตัวเย็น", "NOP1", "ในวันที่หิมะตกอันหนาวเย็นนั้นฝันของฮิซาโอะกำลังจะเป็นจริง ทว่าถูกโรคหัวใจเล่นงานเสียก่อน", ("Act 1","Prologue")),
                                    (u"คนรอบตัว", "NOP2", "ฮิซาโอะได้รู้เรื่องโรงเรียนยามากุที่เขาจะต้องใช้ชีวิต ม. ปลาย ที่นั่น", ("Act 1","Prologue")),
                                    (u"องก์ 1: ค่าคาดหมายของชีวิต", rp_actmark, rp_actmark, "Act 1"),
                                    (u"ทางเปลี่ยนผ่าน", "A1", "ฮิซาโอะมาที่โรงเรียนยามากุเป็นครั้งแรกและพบกับครูประจำชั้นที่ชื่อมุโต้", "Act 1"),
                                    (u"แสดงตัว", "A2", "หลังจากที่แนะนำตัวกับชั้นเรียนก็ได้พบกับหัวหน้าห้องและล่ามของเธอ", "Act 1"),
                                    (u"ณ ห้องพยาบาล", "A3", "มิช่าและชิซูเนะพาฮิซาโอะไปที่โรงอาหาร และไปพบกับพยาบาล", "Act 1"),
                                    (u"ห้องปริศนา", "A4", "ฮิซาโอะย้ายมาที่ห้องใหม่ของเขาและได้พบกับเพื่อนร่วมหอที่ชื่อเคนจิ", "Act 1"),
                                    (u"มีเรื่องจะคุย", "A5", "ชิซูเนะกับมิช่าบอกฮิซาโอะเรื่องงานเทศกาลที่จะจัดขึ้นพร้อมชวนไปกินข้าวเที่ยง", "Act 1"),
                                    (u"กล้าได้กล้าเสี่ยง", "A6", "ชิซูเนะแข่งครองโลกกับฮิซาโอะในบอร์ดเกม{i}ริสก์{/i} (Risk)", "Act 1"),
                                    (u"ชุดอุ่นกาน้ำชาเทียม", "A7", "ฮิซาโอะหลงทางระหว่างที่กำลังหาทางไปห้องสมุดจนได้พบกับลิลลี่ในห้องเรียนที่ไม่ได้ใช้แล้ว", "Act 1"),
                                    (u"ห้องสมุดร่วม", "A8", "เมื่อหาห้องสมุดเจอก็ได้พบกับฮานาโกะ แต่ทำให้เธอตกใจหนีไป", "Act 1"),
                                    (u"ประหลาดพันลึก", "A9", "เคนจิเผยความลับอันดำมืดของยามากุ", "Act 1"),
                                    (u"ทฤษฎีวิวัฒน์ข้าวเที่ยง", "A10", "ชิซูเนะกับมิช่าตามตื๊อให้ฮิซาโอะเข้าสภานักเรียน ก่อนจะคุยกันเรื่องข้าวเที่ยง", "Act 1"),
                                    (u"ตื้อ ติด ตึง", "A11_1", "ระหว่างที่ไปโรงอาหารกับมิช่าและชิซูเนะ เอมิก็ชนเข้ากับฮิซาโอะในโถงทางเดิน", "Act 1"),
                                    (u"แรกพบสบตา", "A11_2", "เอมิที่กำลังวิ่งชนกับฮิซาโอะที่กำลังไปโรงอาหารกับมิช่าและชิซูเนะ", "Act 1"),
                                    (u"ทางเบี่ยงข้างหน้า", "A12", "ชิซูเนะและมิช่าพาฮิซาโอะไปที่ร้านอาหารโปรดของพวกเธอที่ชื่อ{i}เซี่ยงไฮ้{/i}", "Act 1"),
                                    (u"จิบ (ตอน 1)", "A13", "มื้อเที่ยงอันแสนสงบของฮิซาโอะกับลิลลี่และฮานาโกะ", "Act 1"), # there is no A14
                                    (u"คนเราเจอหลายอย่าง", "A15", "มุโต้มาถ่ายทอดความมุ่งมั่นให้ฮิซาโอะผ่านบทสนทนา ก่อนฮิซาโอะจะถูกมิช่ามาลากตัวไปทำงาน", "Act 1"),
                                    (u"มื้อเที่ยงแบบส่วนตัว", "A16", "ระหว่างที่กำลังหาอุปกรณ์ ฮิซาโอะก็ได้พบกับสาวประหลาดคนหนึ่งในห้องศิลปะ", "Act 1"),
                                    (u"หยุดตรวจ", "A17", "พยาบาลเข้ามาถามฮิซาโอะระหว่างที่กำลังช่วยรินถือถังสี", "Act 1"),
                                    (u"อีกเขียวหนึ่ง", "A18", "ฮิซาโอะดูรินวาดผนัง", "Act 1"),
                                    (u"สาวนักวิ่ง", "A19", "ฮิซาโอะเจอกับเอมิที่ลู่วิ่งตอนที่เขานึกพยายามลองออกกำลังกายตอนเช้า", "Act 1"),
                                    (u"สบู่", "A20", "เคนจิซุ่มโจมตีฮิซาโอะในห้องอาบน้ำหวังยืมเงิน", "Act 1"),
                                    (u"สงครามเย็น", "A21", "ชิซูเนะปะทะคารมกับลิลลี่ด้วยเรื่องงบงาน", "Act 1"),
                                    (u"ใช้ได้ไม่ได้", "A22", "ชิซูเนะกับมิช่าพยายามลากให้ฮิซาโอะเข้าร่วมสภานักเรียน", "Act 1"),
                                    (u"ขอบฟ้าเหตุการณ์", "A22_2", "ชิซูเนะกับมิช่าพยายามลากให้ฮิซาโอะเข้าร่วมสภานักเรียน", "Act 1"),
                                    (u"ทำให้เกินร้อย", "A23_1", "ชิซูเนะสาธยายหน้าที่อันทรงเกียรติของสภานักเรียนให้ฮิซาโอะฟัง", "Act 1"),
                                    (u"สิ่งที่ทำได้", "A23_2", "เมื่อรอดจากเงื้อมมือชิซูเนะและมิช่ามาได้แล้วฮิซาโอะก็มาช่วยริน", "Act 1"),
                                    (u"ระบายสีตามตัวเลข", "A24", "ฮานาโกะและฮิซาโอะช่วยห้องลิลลี่ทำแผงสำหรับงานโรงเรียน", "Act 1"),
                                    (u"ออกกำลังกาย", "A25", "ฮิซาโอะมาวิ่งกับเอมิที่ลู่วิ่งอีกวัน", "Act 1"),
                                    (u"หมวกล่องหน", "A26", "เคนจิแนะนำฮิซาโอะเรื่องการเข้าสังคมด้วยประสบการณ์จากวงใน", "Act 1"),
                                    (u"โชคดีที่เป็นเจ้าบ้าน", "A26_1", "ชิซูเนะและมิช่ามากล่อมฮิซาโอะที่กำลังจะออกห้องไปเรียน", "Act 1"),
                                    (u"ไม่มีการฟื้นตัว", "A27", False, "Act 1"), #this is somewhat of a hack, and a special case
                                    (u"ฟื้นตัวช้า", "A27_1", "เมื่ออาการหัวใจเต้นผิดจังหวะเริ่มดีขึ้นฮิซาโอะก็มาเข้าเรียน", "Act 1"),
                                    (u"ไม่มีการฟื้นตัว", "A27_2", "ฮิซาโอะลากสังขารมาที่ห้องเรียนหลังจากที่ถูกสภานักเรียนเกลี้ยกล่อม", "Act 1"),
                                    (u"ไม่มีข้าวเที่ยงฟรี", "A28", "ฮิซาโอะถูกประกบตัวพาไปที่สภานักเรียนเป็นการทำงานวันแรก", "Act 1"),
                                    (u"เท้าปาก", "A29", "เอมิลากฮิซาโอะมาที่ดาดฟ้าเพื่อกินข้าวเที่ยงกับริน", "Act 1"),
                                    (u"ไปไหนให้ระวัง", "A30", "ฮิซาโอะและลิลลี่ออกไปซื้อของและพบกับรินที่ดูสับสนระหว่างทางกลับ", "Act 1"),
                                    (u"แรงสนับสนุน", "A31", "ฮิซาโอะมาเรียนวันเสาร์เป็นครั้งแรก ปิดด้วยการคุยกับมุโต้", "Act 1"),
                                    (u"สุนทรียะ", "A32", "เอมิเห็นฮิซาโอะที่ว่าง ๆ จึงเกณฑ์มาช่วยรินอีกครั้ง", "Act 1"),
                                    (u"เจ็บปวดสร้างสรรค์", "A33", "ฮิซาโอะพบกับครูสอนศิลปะที่ชื่อโนมิยะในขณะที่รินกำลังวาดกำแพงอยู่", "Act 1"),
                                    (u"การออกกำลังกายที่ถูกต้อง", "A34", "เอมิกับฮิซาโอะคุยถึงเรื่องความสำคัญของการรักษาสุขภาพ", "Act 1"),
                                    (u"จิบ (ตอน 2)", "A35", "ฮิซาโอะเดินไปรอบ ๆ โรงเรียนฆ่าเวลาเล่น", "Act 1"),
                                    (u"ล่อซื้อที่เซี่ยงไฮ้", "A36", "การแข่งขันน้ำชาและเค้กกับชิซูเนะและมิช่าที่ร้านเซี่ยงไฮ้", "Act 1"),
                                    (u"เงียบงัน", "A37", "ฮานาโกะและฮิซาโอะมาอ่านหนังสือก่อนวันงานเทศกาล", "Act 1"),
                                    (u"อย่าล่ก", "A38", "หลังฮิซาโอะตื่นมาในวันงานเคนจิก็เข้ามาบ่น", "Act 1"),
                                    (u"เทศกาลละ!", "A39", "เอมิเห็นฮิซาโอะกินของทอดจึงคอยตามติดเป็นการลงโทษ", "Act 1"),
                                    (u"Nc5xb3", "A42", "เมื่อไม่ได้ไปช่วยลิลลี่ที่แผง ฮิซาโอะจึงตามหาฮานาโกะที่งานโรงเรียน", "Act 1"),
                                    (u"เคลื่อนไหว", "H2", "หลังเสร็จงานแล้วลิลลี่ก็พาฮานาโกะและฮิซาโอะมาเลี้ยงน้ำชาที่ร้านเซี่ยงไฮ้", "Act 1"), # the titlecard comes after this so it IS part of องก์ 1
                                    (u"สัญญาแห่งกาลเวลา", "A41", "หลังเช้าอันวุ่นวายที่แผง ฮิซาโอะพาลิลลี่ออกตามหาฮานาโกะ", "Act 1"),
                                    (u"ใจลอยไปตามก้อนเมฆ", "A40", "ฮิซาโอะอยู่เป็นเพื่อนรินและภาพเขียนกำแพงของเธอ", "Act 1"),
                                    (u"ปาบอล", "A44", "ฮิซาโอะใช้เวลาอยู่กับชิซูเนะและมิช่าตามที่พูดไว้", "Act 1"),
                                    (u"ซอยตัน", "A43", "เคนจิและฮิซาโอะปิกนิกกันที่ดาดฟ้าอย่างลูกผู้ชายและไม่ไปร่วมงานโรงเรียน", "Act 1"),
                                    (u"องก์ 2: รูปร่าง", rp_actmark, rp_actmark, ("Act 2","Emi")),
                                    (u"วิ่งรอบเช้า", "E3", "ฮิซาโอะมาวิ่งกับเอมิรอบเช้าเป็นครั้งแรก ก่อนจะมีครั้งต่อไปอีกหลายครั้ง", ("Act 2","Emi")),
                                    (u"เมฆขาว เดินทางข้ามเวลา แก", "E4", "ฮิซาโอะมากินข้าวเที่ยงที่ดาดฟ้ากับเอมิและรินอีกครั้ง ก่อนจะถูกรบเร้าให้มาดูงานแข่งวิ่งของเอมิ", ("Act 2","Emi")),
                                    (u"คำถามที่ต้องการคำตอบ!", "E5", "เอมิกับฮิซาโอะคุยกันเรื่อยเปื่อย ก่อนฮิซาโอะจะถามเรื่องความสัมพันธ์ระหว่างเอมิและรินเพิ่มเติม", ("Act 2","Emi")),
                                    (u"ครั้งที่สองจะแย่ที่สุด", "E6", "มาวิ่งรอบเช้าเป็นครั้งที่สอง ฮิซาโอะแทบเป็นแทบตายอยู่บนลู่วิ่ง", ("Act 2","Emi")),
                                    (u"รักษาสุขภาพให้ดี", "E7", "ฮิซาโอะมาหาพยาบาลกับเอมิ ก่อนจะได้รู้ว่าที่จริงทั้งสองคนรู้จักกันมาสักพักแล้ว", ("Act 2","Emi")),
                                    (u"งานแข่ง", "E8", "วันงานแข่ง ตัวตนอีกด้านของเอมิถูกเปิดเผย", ("Act 2","Emi")),
                                    (u"เพลา ๆ บ้างนะ", "E9", "ฮิซาโอะเล่าถึงอาการเจ็บหน้าอกแล้วถูกพยาบาลเทศน์", ("Act 2","Emi")),
                                    (u"ล่องเรือออกทะเล", "E10", "ฮิซาโอะคุยเรื่องอนาคตในฐานะโจรสลัดกับเอมิ ก่อนจะถูกขัดอารมณ์ด้วยจดหมายจากอิวานาโกะ", ("Act 2","Emi")),
                                    (u"ปากพระร่วง", "E11", "เอมิและรินพาฮิซาโอะไปปิกนิก แต่แล้วฝนก็ตกจนแผนล่ม", ("Act 2","Emi")),
                                    (u"คนขาด", "E12", "ฮิซาโอะไปที่ลู่วิ่งอย่างเคย ทว่าไม่พบเอมิ", ("Act 2","Emi")),
                                    (u"แวะมาหา", "E13", "ฮิซาโอะมาเยี่ยมไข้เอมิ และกลายเป็นอย่างอื่นไปทันที", ("Act 2","Emi")),
                                    (u"เช้าถัดมา", "E14", "ฮิซาโอะนึกถึงเรื่องเมื่อตอนเย็นและตัดสินใจทำบางอย่างเพื่อช่วยเอมิ", ("Act 2","Emi")),
                                    (u"จุดเริ่มต้น (ที่แท้จริง)", "E15", "มื้อเที่ยงบนดาดฟ้าอย่างเคยโดยไร้ริน", ("Act 2","Emi")),
                                    (u"องก์ 3: มุมมอง", rp_actmark, rp_actmark, ("Act 3","Emi")),
                                    (u"วิดกระยาสาด", "E16", "มุโต้คุยกับฮิซาโอะถึงเรื่องอนาคตของเขา", ("Act 3","Emi")),
                                    (u"นิยาม", "E17", "เอมิและฮิซาโอะไปปิกนิกอีกครั้ง คราวนี้ฟ้าฝนเป็นใจแล้ว", ("Act 3","Emi")),
                                    (u"หินล่องหน", "E18", "กลับมาวิ่งรอบเช้าอีกครั้ง เหมือนเดิม… หรือเปล่า", ("Act 3","Emi")),
                                    (u"ข้าวเที่ยงและวิทยาศาสตร์", "E19", "ฮิซาโอะคุยกับมุโต้อีกครั้งเรื่องอนาคตในสายวิทยาศาสตร์", ("Act 3","Emi")),
                                    (u"ลุก แล้วล้ม แล้วลุกอีก", "E20", "เสียงปลายสายจากเอมิทำให้ฮิซาโอะต้องมาหาที่ห้อง จนต้องตกใจกับสองเรื่อง", ("Act 3","Emi")),
                                    (u"ห้องเก็บของ", "E21", "เอมิชวนฮิซาโอะให้มาที่ห้องเก็บของของสนาม", ("Act 3","Emi")),
                                    (u"แผนหลังเลิกเรียน", "E22", "เอมิคุยกับฮิซาโอะอย่างจริงจังถึงเรื่องสอบที่จะมาถึง", ("Act 3","Emi")),
                                    (u"หลุดจาก", "E23", "ฮิซาโอะนั่งทบทวนเรื่องความสัมพันธ์กับเอมิ", ("Act 3","Emi")), # renamed this one from "Disconnected" - "Disconnect" is the name of Rin's องก์ 2
                                    (u"ปวดหลอน", "E24", "ฮิซาโอะพยายามแสดงความเป็นห่วงให้เอมิ ทว่าไปได้ไม่สวยดังหวังนัก", ("Act 3","Emi")),
                                    (u"คลางแคลงปรากฏเมื่อโต้แย้ง", "E25", "ฮิซาโอะสับสนในท่าทีของเอมิและคำชวนไปบ้านของเธอ", ("Act 3","Emi")),
                                    (u"ทายซิใครเอ่ย… ช่างเถอะ", "E26", "มื้อเย็นที่บ้านอิบาราซากิ", ("Act 3","Emi")),
                                    (u"ขอเอาใหม่", "E27", "เรื่องมาถึงบทสรุปที่ลู่วิ่ง", ("Act 3","Emi")),
                                    (u"องก์ 4: เคลื่อนที่", rp_actmark, rp_actmark, ("Act 4","Emi")),
                                    (u"วืด", "E28", "ฮิซาโอะนึกสงสัยว่าเอมิจงใจหลบหน้าเขาหรือเปล่า", ("Act 4","Emi")),
                                    (u"ทอยเซฟ", "E29", "เรื่องมาถึงบทสรุปที่ดาดฟ้า", ("Act 4","Emi")),
                                    (u"เสียงเพรียกจากอดีต", "E30", "ฮิซาโอะไปเยี่ยมที่สุสานกับเอมิและแม่ของเธอ", ("Act 4","Emi")),
                                    (u"ถุงเท้าจงเจริญ", "E31", "เซ็กส์ ยา แต่ไม่มีร็อกแอนด์โรล", ("Act 4","Emi")),
                                    (u"ฟันขาว", "E32", "ฮิซาโอะตื่นมาและมีเอมินอนอยู่ข้าง ๆ ", ("Act 4","Emi")),
                                    (u"องก์ 2: ซ่อนหา", rp_actmark, rp_actmark, ("Act 2","Hanako")),
                                    (u"เข้าเมือง", "H3", "ซื้อของที่ร้านสะดวกซื้อกับฮานาโกะ", ("Act 2","Hanako")),
                                    (u"ใบชา", "H4", "ฮานาโกะชวนฮิซาโอะมากินข้าวเที่ยงกับลิลลี่", ("Act 2","Hanako")),
                                    (u"คำสารภาพในที่ทำงาน", "H5_1", "ฮิซาโอะและมิช่าคุยกันเรื่องสถานการณ์ที่ดูไม่สู้ดีนักของฮานาโกะ", ("Act 2","Hanako")),
                                    (u"หมากรุกและสไลด์เดอร์", "H5_2", "ฮิซาโอะโดดจากสภานักเรียนมาอ่านหนังสือกับฮานาโกะ", ("Act 2","Hanako")),
                                    (u"ตื่นเถิดชาวไทย", "H6", "ลิลลี่ชวนมาปาร์ตี้น้ำชาหลังเลิกเรียน", ("Act 2","Hanako")),
                                    (u"แมด แฮตเตอร์", "H7", "ฮิซาโอะได้พบกับฮานาโกะและลิลลี่ที่ห้องลิลลี่ในปาร์ตี้น้ำชา", ("Act 2","Hanako")),
                                    (u"การเปลี่ยนแปลงเล็ก ๆ ", "H8", "เคนจิถูกบังคับให้ต้องคืนเงิน", ("Act 2","Hanako")),
                                    (u"ขาดไม่เคยมา", "H9", "ฮิซาโอะและลิลลี่คุยกันเรื่องเวลาเรียนของฮานาโกะ", ("Act 2","Hanako")),
                                    (u"การแลกเปลี่ยนที่เท่าเทียม", "H10", "หลังจากที่ฮิซาโอะเล่าเรื่องหัวใจของตัวเองให้ฟัง ฮานาโกะก็เริ่มเล่าเรื่องอดีตของตัวเอง", ("Act 2","Hanako")),
                                    (u"องก์ 3: เข้าป้อม", rp_actmark, rp_actmark, ("Act 3","Hanako")),
                                    (u"คำเชิญ", "H11", "ลิลลี่เจอกับฮิซาโอะที่กำลังเก็บห้องแล้วบอกเรื่องวันเกิดฮานาโกะ", ("Act 3","Hanako")),
                                    (u"การพบพานอันน่าสงสัย", "H12", "ได้คุยกับมิกิอย่างไม่คาดคิดขณะหวนรำลึกอดีต", ("Act 3","Hanako")),
                                    (u"ชั้นของเก่า", "H13", "ลิลลี่และฮิซาโอะมาซื้อของขวัญในตัวเมือง", ("Act 3","Hanako")),
                                    (u"ร่วงหล่น", "H14", "ฮานาโกะแพนิกกำเริบในห้องเรียน", ("Act 3","Hanako")),
                                    (u"ก้าวย่างอย่างนุ่มนวล", "H15", "ลิลลี่มีข่าวร้ายมาบอกฮิซาโอะและฮานาโกะ", ("Act 3","Hanako")),
                                    (u"เข้าหา", "H16", "ฮิซาโอะพยายามเข้าหาฮานาโกะที่ปลีกตัว", ("Act 3","Hanako")),
                                    (u"อีกหนึ่งปี", "H17", "ทั้งสามมีแขกที่ไม่คาดคิดมาในระหว่างฉลองวันเกิดให้ฮานาโกะ", ("Act 3","Hanako")),
                                    (u"กระดาษหนึ่งแผ่น", "H18", "ฮิซาโอะสนุกอยู่กับงานและค้างคืน ก่อนจะได้รับจดหมายอันน่าลำบากใจ", ("Act 3","Hanako")),
                                    (u"ลูกลายและลูกสี", "H19", "เปิดใจในเกมพูล", ("Act 3","Hanako")),
                                    (u"จุดเริ่มต้นแห่งจุดสิ้นสุด", "H20", "ลิลลี่ออกเดินทาง", ("Act 3","Hanako")),
                                    (u"องก์ 4: แผลเป็น", rp_actmark, rp_actmark, ("Act 4","Hanako")),
                                    (u"หนีเรียน", "H21", "มากินข้าวเที่ยงกับสภานักเรียนไปพร้อมกับเป็นห่วงฮานาโกะที่เก็บตัว", ("Act 4","Hanako")),
                                    (u"ตัวตนที่อยู่ไกลห่าง", "H22", "ฮิซาโอะโทรขอคำปรึกษาจากลิลลี่หลังจากที่ฮานาโกะยังคงเก็บตัว", ("Act 4","Hanako")),
                                    (u"พลั้งพลาด", "H23", "ฮิซาโอะพยายามลากให้ฮานาโกะออกมาจากห้อง กลับได้ผลอันน่าตกใจ", ("Act 4","Hanako")),
                                    (u"กลีบดอกแหว่งวิ่น", "H24", "ฮิซาโอะระลึกได้ว่าความสัมพันธ์ของเขากับฮานาโกะในภายภาคหน้าจบลงเร็วเกินไป", ("Act 4","Hanako")),
                                    (u"ท่วงทำนองเล่นต่อ", "H25", "ฮิซาโอะโล่งใจที่ฮานาโกะกลับมาเข้าเรียนอีกครั้ง", ("Act 4","Hanako")),
                                    (u"ตั้งใจเรียนที่เซี่ยงไฮ้", "H26", "ฮิซาโอะมาเรียนที่ร้านเซี่ยงไฮ้เพื่อเลี่ยงสิ่งรบกวน", ("Act 4","Hanako")),
                                    (u"อดีตของเขา", "H27", "ฮิซาโอะบอกเล่าอดีตของเขาให้ฮานาโกะฟังเพื่อหวังใกล้ชิดมากขึ้น", ("Act 4","Hanako")),
                                    (u"นัดในตัวเมือง", "H28", "ทั้งคู่ไปเดตกันในตัวเมือง", ("Act 4","Hanako")),
                                    (u"สัมผัสกระซิบแผ่ว", "H29", "ฮิซาโอะและฮานาโกะนอนด้วยกัน", ("Act 4","Hanako")),
                                    (u"อนาคตรวนเร", "H30", "เหตุการณ์เมื่อคืนทำฮิซาโอะหนักใจ", ("Act 4","Hanako")),
                                    (u"ผู้ใหญ่", "H31", "จุดสิ้นสุดของเด็กสองคน จุดเริ่มต้นของผู้ใหญ่สองคน", ("Act 4","Hanako")),
                                    (u"องก์ 2: อดีต", rp_actmark, rp_actmark, ("Act 2","Lilly")),
                                    (u"เอิร์ลเกรย์", "L1", "เมื่อหายดีจากวันก่อนฮิซาโอะมากินข้าวเที่ยงกับฮานาโกะและลิลลี่เป็นครั้งแรก ก่อนจะมีครั้งต่อไปอีกหลายครั้ง", ("Act 2","Lilly")),
                                    (u"หนึ่งปอนด์สเตอร์ลิง", "L2", "เคนจิถามฮิซาโอะเรื่องสัญชาติของลิลลี่ จึงนึกสงสัยและค้นพบอะไรอีกหลายอย่าง", ("Act 2","Lilly")),
                                    (u"ของขวัญของคน", "L3", "ลิลลี่และฮิซาโอะพบกับอากิระและลูกพี่ลูกน้องระหว่างที่ออกไปซื้อของขวัญให้ฮานาโกะ", ("Act 2","Lilly")),
                                    (u"วัตถุดื่มไม่สามารถระบุได้ (ยูดีโอ)", "L4", "ทั้งสองคนจัดงานวันเกิดให้ฮานาโกะ และมีพี่สาวที่ไม่ได้คาดฝันโผล่มา", ("Act 2","Lilly")),
                                    (u"วันถัดมา", "L5", "ฮิซาโอะและลิลลี่ตื่นมาเพื่อฟื้นจากเรื่องเมื่อคืน", ("Act 2","Lilly")),
                                    (u"ประวัติย่อของไทม์", "L6", "ฮิซาโอะและลิลลี่ออกไปซื้อของด้วยกัน", ("Act 2","Lilly")),
                                    (u"ปีกน้อย", "L7", "เกิดเรื่องร้ายกับข้าวเที่ยงบนดาดฟ้า", ("Act 2","Lilly")),
                                    (u"เดินทางโดยสวัสดิภาพ", "L8", "มาส่งลิลลี่และอากิระออกเดินทางไปหาครอบครัวที่สกอตแลนด์", ("Act 2","Lilly")),
                                    (u"องก์ 3: ปัจจุบัน", rp_actmark, rp_actmark, ("Act 3","Lilly")),
                                    (u"วัน ๆ ", "L9", "ฮิซาโอะใช้เวลาที่ไม่มีลิลลี่อยู่ด้วยไปหนึ่งวันและคุยกับมุโต้เรื่องยามากุ", ("Act 3","Lilly")),
                                    (u"รอยร้าว", "L10", "ฮิซาโอะกินข้าวเที่ยงกับเคนจิ และนำเอกสารไปส่งให้ฮานาโกะที่เงียบไปอย่างน่าเป็นห่วง", ("Act 3","Lilly")),
                                    (u"ไม่กลมกลืน", "L11", "ฮิซาโอะพยายามช่วยฮานาโกะที่เก็บตัวอยู่คนเดียวก่อนจะโทรหาลิลลี่", ("Act 3","Lilly")),
                                    (u"คนละฟากโลก", "L12", "พอใจสงบฮิซาโอะก็มาทบทวนเรื่องความสัมพันธ์กับลิลลี่", ("Act 3","Lilly")),
                                    (u"รื้อฟื้น", "L13", "ฮิซาโอะ ฮานาโกะ และฮิเดอากิมารับอากิระและลิลลี่ที่กลับมาจากสกอตแลนด์", ("Act 3","Lilly")),
                                    (u"ขึ้นเหนือ", "L14", "ทั้งสามคนไปเที่ยวที่ฮอกไกโด", ("Act 3","Lilly")),
                                    (u"เพรลูด", "L15", "เมื่อการออกเดินยามเช้าพาให้เกิดเหตุการณ์อีกหลายอย่าง", ("Act 3","Lilly")),
                                    (u"เครเชนโด", "L16", "ความรู้สึกที่แท้จริงของลิลลี่ถูกเปิดเผยท่ามกลางทุ่งสาลีสีทองอร่ามสุดลูกหูลูกตา" , ("Act 3","Lilly")),
                                    (u"ดิมินูเอนโด", "L17", "ทั้งคู่นอนด้วยกันเป็นครั้งแรก", ("Act 3","Lilly")),
                                    (u"ทิวทัศน์หมองหม่น", "L18", "ลิลลี่และฮิซาโอะต้องตกลงกันเรื่องความสัมพันธ์ในบ้านพักตากอากาศ", ("Act 3","Lilly")),
                                    (u"แรพโซดีอินบลู", "L19", "ระหว่างที่ฮิซาโอะอาบน้ำก็คิดถึงเรื่องชีวิตของตัวเองและลิลลี่ ก่อนจะมีคนมาอาบด้วย", ("Act 3","Lilly")),
                                    (u"ชั่วพริบตาเดียว", "L20", "ฮิซาโอะและลิลลี่คุยกันเรื่อยเปื่อยหลังกลับมาที่ยามากุแล้ว", ("Act 3","Lilly")),
                                    (u"องก์ 4: อนาคต", rp_actmark, rp_actmark, ("Act 4","Lilly")),
                                    (u"เยื้องย่างก่อนออกเต้นรำ", "L21", "เมื่อกลับมาที่โรงเรียนแล้วก็คิดถึงเรื่องที่ฮอกไกโด", ("Act 4","Lilly")),
                                    (u"ชุดนอนและชุดสูท", "L22", "อากิระมาร่วมปาร์ตี้น้ำชาหนึ่งของทั้งสามคนที่กลับมาใช้ชีวิตตามปกติ", ("Act 4","Lilly")),
                                    (u"ขั้นตอนที่ถูกต้อง", "L23", "ฮิซาโอะและลิลลี่นัดออกเดต ก่อนจะได้เจอกับอากิระ", ("Act 4","Lilly")),
                                    (u"เตร็ดเตร่", "L24", "ฮิซาโอะและลิลลี่ไปเดตด้วยกันครั้งแรก และแบ่งปันเรื่องอดีตของกันและกัน", ("Act 4","Lilly")),
                                    (u"ฝันกลางเช้า", "L25", "ฮิซาโอะและลิลลี่คุยกันเรื่องเป้าหมายในอนาคต", ("Act 4","Lilly")),
                                    (u"ดับมืด", "L26", "ทั้งสามคนตื่นเต้นกับวันหยุดที่ใกล้เข้ามา ฮิซาโอะได้ลองใช้ชีวิตแบบลิลลี่", ("Act 4","Lilly")),
                                    (u"บริบท", "L27", "อากิระเรียกฮิซาโอะออกมาคุยเรื่องน้องของเธอ", ("Act 4","Lilly")),
                                    (u"อนาคตอันไกลห่าง", "L28", "ลิลลี่บอกเรื่องข้อเสนอของครอบครัวเธอที่ให้กลับไปอยู่ด้วยกันที่สกอตแลนด์", ("Act 4","Lilly")),
                                    (u"จากลา", "L29", "บอกลาอากิระและลิลลี่ในเย็นก่อนที่ทั้งสองจะต้องบินออกจากญี่ปุ่น", ("Act 4","Lilly")),
                                    (u"เคเดนซ์ขัด", "L30", "ฮิซาโอะรีบไปหาลิลลี่ ก่อนจะรู้เรื่องปัญหาของเธอ", ("Act 4","Lilly")),
                                    (u"ใต้ฟ้าตรอมตรม", "L31", "ฮิซาโอะทำใจไม่ได้กับชีวิตของตัวเองหลังตื่นขึ้นมาที่โรงพยาบาล", ("Act 4","Lilly")),
                                    (u"ใต้ฟ้าสุกสกาว", "L32", "ลิลลี่กลับมาหาฮิซาโอะและเริ่มใช้ชีวิตด้วยกันใหม่อีกครั้ง", ("Act 4","Lilly")),
                                    (u"ออกทะยาน!", "L33", "ลิลลี่และฮิซาโอะมาส่งอากิระ", ("Act 4","Lilly")),
                                    (u"องก์ 2: หลุดคลาด", rp_actmark, rp_actmark, ("Act 2","Rin")),
                                    (u"วิสัยทัศน์ที่กว้างขึ้น", "R1", "ฮิซาโอะมาดูเมฆกับรินตอนพักเที่ยงที่ดาดฟ้า", ("Act 2","Rin")),
                                    (u"ศึกษาสีเทา", "R2", "รินและฮิซาโอะวาดภาพเหมือนของกันและกันในชมรมศิลปะ", ("Act 2","Rin")),
                                    (u"ช่องแทรก", "R3", "เคนจิให้หนังสือที่ “ยืมมา” ให้ฮิซาโอะ", ("Act 2","Rin")),
                                    (u"เรียนเอง", "R4", "มิช่าและชิซูเนะเห็นฮิซาโอะวาดรูปเล่นในชั้นเรียน", ("Act 2","Rin")),
                                    (u"รอยยิ้มของฮิซาโอะ", "R5", "รินพูดถึงเรื่องสีหน้าที่มีความสุขของฮิซาโอะที่ดูจะไม่ค่อยมี", ("Act 2","Rin")),
                                    (u"สิ่งที่ชอบ", "R6", "คุยกับยูโกะเรื่องหนังสือและยามากุ", ("Act 2","Rin")),
                                    (u"กลุ่มผู้ชมเป้าหมาย", "R7", "วันงานแข่ง ตัวตนอีกด้านของเอมิและรินถูกเปิดเผย", ("Act 2","Rin")),
                                    (u"หนึ่งชั่วนิรันดร์ในหนึ่งชั่วโมง", "R8", "โนมิยะคุยเรื่องศิลปะอย่างจริงจังในชมรม", ("Act 2","Rin")),
                                    (u"ใต้น้ำกับต้นเมเปิลที่มีชื่อ", "R9", "รินพาฮิซาโอะเข้าป่าและคิดถึงเรื่องอนาคตอันใกล้", ("Act 2","Rin")),
                                    (u"ความเสียใจทิ้งทวนของอิวานาโกะ", "R10", "เมื่อจดหมายจากอิวานาโกะมาถึง", ("Act 2","Rin")),
                                    (u"เป็นตัวของเธอเอง", "R11", "ฮิซาโอะผลักดันให้รินจัดนิทรรศการศิลปะของตัวเอง", ("Act 2","Rin")),
                                    (u"ร่ม ตรรกะ และเค้ก", "R12", "เอมิ ฮิซาโอะ และรินมาหลบฝนกันที่ร้านเซี่ยงไฮ้", ("Act 2","Rin")),
                                    (u"เข้าใกล้สวรรค์ไปอีกหกเมตร", "R13", "เมื่อเอมิไม่อยู่ รินและฮิซาโอะจึงไม่ไปกินข้าวเที่ยงที่ดาดฟ้า", ("Act 2","Rin")),
                                    (u"ลังเล", "R14", "เอมิหายป่วย ทว่ารินกลับติดแทน", ("Act 2","Rin")),
                                    (u"รบกวนสัญญาณ", "R15", "ฮิซาโอะไปเยี่ยมรินที่ห้อง", ("Act 2","Rin")),
                                    (u"แดนดีไลออน", "R16", "บทสรุปที่ยอดเขา", ("Act 2","Rin")),
                                    (u"องก์ 3: ระยะ", rp_actmark, rp_actmark, ("Act 3","Rin")),
                                    (u"ซอย 22", "R17", "ชมรมศิลปะมาดูหอศิลป์เพื่อคิดเรื่องงานนิทรรศการของรินในอนาคต", ("Act 3","Rin")),
                                    (u"กลิ่นของแสง", "R18", "ฮิซาโอะมาเห็นรินนอนหลับที่ห้องศิลปะ", ("Act 3","Rin")),
                                    (u"เรื่องที่ยอมแพ้ไม่ได้", "R19", "เอมิและฮิซาโอะคุยเรื่องนิสัยของริน", ("Act 3","Rin")),
                                    (u"แต่นแต๊น!", "R20", "ยูโกะกับแรงขับเคลื่อน", ("Act 3","Rin")),
                                    (u"โลกสีชมพู", "R21", "โนมิยะสาธยายเรื่องเส้นทางศิลปิน", ("Act 3","Rin")),
                                    (u"สุดหล้าฟ้าเขียว", "R22", "ฮิซาโอะสารภาพรักกับรินและถูกปฏิเสธ หรือเปล่า", ("Act 3","Rin")),
                                    (u"บริบทของริน", "R23", "บ่ายแสนเงียบและน่าอึดอัดในสตูดิโอ", ("Act 3","Rin")),
                                    (u"ข้ามเวลา", "R23_2", "เมื่อการเตรียมงานนิทรรศการศิลปะกลายเป็นกิจวัตรแปลก ๆ ", ("Act 3","Rin")),
                                    (u"ทำลายตัวเอง", "R24", "รินลองสูบบุหรี่เพื่อให้ได้ความคิดใหม่ ๆ ", ("Act 3","Rin")),
                                    (u"หนีออกมา", "R25", "ฮิซาโอะพารินออกมาเดินถนนยามค่ำคืน", ("Act 3","Rin")),
                                    (u"ไร้ขอบเขต", "R26", "ซาเอะและโนมิยะเล่าถึงชีวิตศิลปินให้ฮิซาโอะฟัง", ("Act 3","Rin")),
                                    (u"เพ้อ", "R27", "ฮิซาโอะมาเจอกับรินที่สิ้นหวังโดยไม่ได้ตั้งใจ", ("Act 3","Rin")),
                                    (u"สิ่งที่เกลียด", "R28", "ความอึดอัดหลังคืนอันสุขสม", ("Act 3","Rin")),
                                    (u"เศษเสี้ยวเคืองขุ่น", "R29", "ความสัมพันธ์ที่ตึงเครียดของทั้งสองคนขาดสะบั้น", ("Act 3","Rin")),
                                    (u"องก์ 4: ฝัน", rp_actmark, rp_actmark, ("Act 4","Rin")),
                                    (u"ภาพฝันเพื่อผู้คน", "R30", "ฮิซาโอะพูดถึงข้อกังขาของเขากับโนมิยะ ซึ่งไม่ได้ผลนัก", ("Act 4","Rin")),
                                    (u"หมดอารมณ์", "R31", "ฮิซาโอะหมดความอดทน", ("Act 4","Rin")),
                                    (u"ฉาก", "R32", "มาเจอกับรินที่วันเปิดงานนิทรรศการศิลปะ", ("Act 4","Rin")), #R33 is just a scene block used in two other scenes, R34 is sorted later
                                    (u"ความยาวคลื่น", "R35", "ฮิซาโอะอยู่เอื่อยเฉื่อยกับวันสอบวันสุดท้าย", ("Act 4","Rin")),
                                    (u"บลูพีเรียด", "R36", "วันฝนพรำที่ซอย 22 กับประวัติของปิกัสโซเล็กน้อย", ("Act 4","Rin")),
                                    (u"โลกที่มีแค่เธอมองเห็น", "R37", "รินและฮิซาโอะแยกทางกันหลังฝนหยุด", ("Act 4","Rin")),
                                    (u"เกียรติศักดิ์กระเสือกกระสน", "R34", "โนมิยะตามหารินแทบบ้าและถามฮิซาโอะ", ("Act 4","Rin")), #moved down here so all good end path scenes are in a row
                                    (u"ปัญหาของงูกินหาง", "R38", "ฮิซาโอะหารินจนพบ และเกลี้ยกล่อมให้ไปคืนดีกับโนมิยะ", ("Act 4","Rin")),
                                    (u"วัดเงา", "R39", "คำขอโทษของรินไม่ได้รับการตอบรับที่ดีนัก", ("Act 4","Rin")),
                                    (u"เรซอง เดเทอร์", "R40", "ฮิซาโอะปลอบโยนรินที่กำลังเศร้า", ("Act 4","Rin")),
                                    (u"ไร้ซึ่งลมหายใจ ไร้ซึ่งเสียง", "R41", "รินมาห้องฮิซาโอะในวันแรกของช่วงหยุดหน้าร้อน", ("Act 4","Rin")),
                                    (u"หลักฐานถึงตัวตน", "R42", "ทุกอย่างคลี่คลายที่ยอดเขาแดนดีไลออนปลิดปลิว", ("Act 4","Rin")),
                                    (u"องก์ 2: หัดอ่าน", rp_actmark, rp_actmark, ("Act 2","Shizune")),
                                    (u"ส่งข้อความ", "S8", "ชิซูเนะและฮิซาโอะหาทางสื่อสารกัน", ("Act 2","Shizune")),
                                    (u"คุยกับมือ", "S9", "ฮิซาโอะเริ่มเรียนภาษาใหม่ พร้อมติวเตอร์ที่ปรากฏตัว", ("Act 2","Shizune")),
                                    (u"บอกต่อ", "S10", "เคนจิบังคับให้ฮิซาโอะเป็นธุระให้จนได้ ทว่าฮิซาโอะต้องเจออีกหลายเรื่อง", ("Act 2","Shizune")),
                                    (u"ทฤษฎีเกมขั้นสูง", "S11", "แค่เกม{i}ริสก์{/i}ไม่พอแล้วสำหรับชิซูเนะ และยิ่งแย่เมื่อศัตรูคนใหม่ปรากฏกาย", ("Act 2","Shizune")),
                                    (u"ขนมปัง กรรไกร กระดาษ", "S12", "บ่ายเฉื่อย ๆ กลายเป็นเรื่องจริงจังขึ้นมาทันทีเมื่อมีขนมปังเข้ามาเกี่ยวข้อง", ("Act 2","Shizune")),
                                    (u"พบปะ", "S13", "ชิซูเนะและฮิซาโอะหาทางเชื่อมถึงกัน", ("Act 2","Shizune")),
                                    (u"เริ่มทำงาน", "S14", "ฮิซาโอะต้องเป็นคนไกล่เกลี่ยให้ลิลลี่และชิซูเนะ โชคดีที่อะไร ๆ จบลงด้วยดี", ("Act 2","Shizune")),
                                    (u"รูปอดีตไม่สำเร็จ", "S15", "สภานักเรียนหวนนึกถึงเรื่องอดีตกันที่ร้านเซี่ยงไฮ้", ("Act 2","Shizune")),
                                    (u"ยามหมู่ดาวโอบล้อม", "S16", "ถึงวันทานาบาตะเสียที!", ("Act 2","Shizune")),
                                    (u"องก์ 3: กลฝีมือ", rp_actmark, rp_actmark, ("Act 3","Shizune")),
                                    (u"ฟอร์ซ ฟีดแบค", "S17", "ฮิซาโอะรู้ว่าชิซูเนะจะไปเยี่ยมครอบครัวจึงขอติดสอยห้อยตามไปด้วยจนได้", ("Act 3","Shizune")),
                                    (u"สหประชาชาติ", "S18", "เดินทางไปบ้านชิซูเนะ เจอกับน้องชายของเธอ และไปแข่งตกปลาแบบกะทันหัน", ("Act 3","Shizune")),
                                    (u"การแยกระหว่างการกล่าวถึงและการใช้", "S19", "ฮิเดอากิลากฮิซาโอะออกมาแก้เบื่อ ทว่าไม่ประสบความสำเร็จนัก", ("Act 3","Shizune")),
                                    (u"แผนการครอบครัว", "S20", "ทั้งสามคนพบกับพ่อของชิซูเนะ และต้องถอยทัพทันที", ("Act 3","Shizune")),
                                    (u"แพนแกรม", "S21", "จากคำขอของฮิเดอากิที่อยากเรียนภาษามือกลายเป็นการแข่งตะโกนกับจิโกโรอย่างไม่คาดคิด", ("Act 3","Shizune")),
                                    (u"ใกล้อีก", "S22", "ชิซูเนะและฮิซาโอะได้อยู่ด้วยกันครั้งแรก", ("Act 3","Shizune")),
                                    (u"เผชิญหน้า", "S23", "เมื่อจิโกโรดูถูกสภานักเรียน ฮิซาโอะจึงลุกขึ้นสู้", ("Act 3","Shizune")),
                                    (u"สมอ", "S24", "กลับมาที่ยามากุ จดหมายจากอิวานาโกะกลายเป็นบทสนทนาอันยืดยาวเรื่องแฟนสาวของเคนจิ", ("Act 3","Shizune")),
                                    (u"โรดแมป", "S25", "เหล่าสภานักเรียนคิดถึงเรื่องคนรุ่นใหม่ที่จะมาแทน แต่อยู่ ๆ กลายเป็นว่าฮิซาโอะมาเลี้ยงพาร์เฟต์ให้มิช่า", ("Act 3","Shizune")), #shortened this line - it overflowed
                                    (u"สามเหลี่ยมมุมแหลม", "S26", "การทำงานยามบ่ายกับชิซูเนะทำให้ฮิซาโอะนึกได้ว่าบางอย่างระหว่างเธอสองคนหายไป", ("Act 3","Shizune")),
                                    (u"ทศนิยมดิวอี้", "S27", "ยูโกะวานให้ฮิซาโอะอยู่ห้องสมุดแทน เมื่อเคนจิมาก็ทำให้เรื่องเหมือนจะเป็นไปด้วยดี แต่ก็เหมือนจะไม่ดี", ("Act 3","Shizune")),
                                    (u"น้ำท่วมปาก", "S28", "มิช่ามาหาฮิซาโอะที่ห้องจนเกิดเรื่องไม่คาดฝัน", ("Act 3","Shizune")),
                                    (u"มองข้าง", "S29_1", "ฮิซาโอะมาหามิช่าที่กำลังเศร้าอยู่บนดาดฟ้า และบังคับให้เธอและชิซูเนะคืนดีกัน", ("Act 3","Shizune")),
                                    (u"มองข้างหน้า", "S29_2", "ฮิซาโอะมาหามิช่าที่กำลังเศร้าอยู่บนดาดฟ้า ชิซูเนะมาแจมและดึงทุกคนมาที่ห้องสภานักเรียน", ("Act 3","Shizune")),
                                    (u"องก์ 4: แด่ตัวฉันอีกคน", rp_actmark, rp_actmark, ("Act 4","Shizune")),
                                    (u"แผนใหญ่", "S30", "ชิซูเนะเล่าให้ฮิซาโอะฟังถึงเป้าหมายและความล้มเหลวของเธอ", ("Act 4","Shizune")),
                                    (u"คลาดทีละน้อย", "S31", "จากที่จะทำให้มิช่าร่าเริง สุดท้ายกลายเป็นเดตของฮิซาโอะกับชิซูเนะแบบไม่ทันได้ตั้งตัว", ("Act 4","Shizune")),
                                    (u"แทรกซึม", "S32", "จิโกโรและฮิเดอากิมาหาชิซูเนะแบบไม่คาดฝันและดูออกจะอึดอัด", ("Act 4","Shizune")),
                                    (u"พาร์เฟต์", "S33", "ฮิซาโอะและชิซูเนะสะกดรอยตามมิช่า และต้อนให้จนมุมมาคุยกันให้รู้เรื่องจนได้", ("Act 4","Shizune")),
                                    (u"รูปปัจจุบัน", "S38", "ฮิซาโอะบังเอิญเจอลิลลี่ตอนพักเที่ยงแล้วคุยกันเรื่องชิซูเนะ", ("Act 4","Shizune")), # we always show the bad end scenes first
                                    (u"เกลียว", "S39", "หลบหลีก หนีหน้า และการซุ่มโจมตีกลางคืนของเคนจิ", ("Act 4","Shizune")),
                                    (u"ปลายทาง", "S40", "คุยยามเช้าตรู่กับชิซูเนะในโรงเรียนที่เงียบสงัด", ("Act 4","Shizune")),
                                    (u"ยอด", "S34", "เคนจิและชิซูเนะเจอกันที่ห้องฮิซาโอะ เหลือเชื่อที่ไม่มีอะไรระเบิด", ("Act 4","Shizune")), # back to good end continuity
                                    (u"รับช่วงต่อ", "S35", "สภานักเรียนรุ่นปัจจุบันมารับช่วงต่อพร้อม “กิจกรรมนอกหลักสูตร”", ("Act 4","Shizune")),
                                    (u"แผนการลับ", "S36", "ความมุ่งมั่นของมิช่าทำให้ชิซูเนะตั้งเป้าถึงสิ่งที่ยิ่งใหญ่ขึ้น", ("Act 4","Shizune")),
                                    (u"อนันต์", "S37", "ทั้งสามคนคืนดีกัน ในขณะเดียวกันวันจบการศึกษาก็ใกล้เข้ามา", ("Act 4","Shizune")),
                                    )



    # credits

    displayDict["th"].creditstring = u"""{image=ui/flourish_left.png} เรื่อง {image=ui/flourish_right.png}
Anonymous22
Aura
cpl_crud
Suriko
TheHivemind

{image=ui/flourish_left.png} บรรณาธิการ {image=ui/flourish_right.png}
Kagami
Losstarot
Silentcook

{image=ui/flourish_left.png} ดนตรี {image=ui/flourish_right.png}
Blue123
NicolArmarfi

{image=ui/flourish_left.png} ฝ่ายศิลป์ {image=ui/flourish_right.png}
gebyy-terar
Kamifish
moekki
pimmy
raemz
Raide

{image=ui/flourish_left.png} ฝ่ายศิลป์เพิ่มเติม {image=ui/flourish_right.png}
climatic
Doomfest
yujovi

{image=ui/flourish_left.png} อนิเมชัน {image=ui/flourish_right.png}
Mike Inel

{image=ui/flourish_left.png} กำกับ {image=ui/flourish_right.png}
delta
Raide
yujovi

{image=ui/flourish_left.png} ฝ่ายเทคนิค {image=ui/flourish_right.png}
delta

{image=ui/flourish_left.png} ฝ่ายการผลิต {image=ui/flourish_right.png}
cpl_crud
Suriko

{image=ui/flourish_center.png}

{image=ui/flourish_left.png} ขอขอบคุณ {image=ui/flourish_right.png}
Ambi07
abscess
Anonymous
Celiest
ContinualNaba
Dark_Mercury
DuaneMoody
Fink
frumplstlskn
Ismuth
Japesland
Juno
kekekeke
konflikti
Magaran
Mirage_GSM
OverCoat
Peorth
Petaru
silentkyon
skim
stirfriedweasel
Syureria
TcDohl
tottori
VCR

{image=ui/flourish_left.png} ขอขอบคุณ (พิเศษ) {image=ui/flourish_right.png}
hir
PyTom
RAITA

{image=ui/flourish_center.png}

{image=ui/flourish_left.png} แปลไทย {image=ui/flourish_right.png}
???
???"""



    displayDict["th"].drugs_wordlist  =  [thmed("ไดโซไพราไมด์"),
                        thmed("วาร์ฟาริน"),
                        thmed("ดิลไทอะเซม"),
                        thmed("ฟิโลดิปีน"),
                        thmed("โพรพราโนลอล"),
                        thmed("เพนบูโทลอล"),
                        thmed("คาร์ทีโอลอล"),
                        thmed("โปรเคนเอไมด์"),
                        thmed("เฮพาริน"),
                        thmed("เฟนิโทอิน"),
                        thmed("เวอราปามิล"),
                        thmed("ควินิดีน"),
                        thmed("ฟลีเคไนด์"),
                        thmed("5มก./วัน"),
                        thmed("400มก./วัน"),
                        thmed("15มล./วัน"),
                        thmed("100มก./วัน"),
                        thmed("10มก./48ชม."),
                        thmed("10มก./วัน"),
                        thmed("200มก./12ชม."),
                        thmed("50มก./12ชม."),
                        thmed("500มก./48ชม."),
                        thmed("125มก./12ชม."),
                        thmed("25มล./วัน"),
                        thmed("ฝันร้าย"),
                        thmed("จดจ่อได้ไม่ดี"),
                        thmed("หัวใจเต้นช้า"),
                        thmed("ซึมเศร้า"),
                        thmed("นอนไม่หลับ"),
                        thmed("หย่อนสมรรถภาพทางเพศ"),
                        thmed("สายตาผิดปกติ"),
                        thmed("หัวใจล้มเหลว"),
                        thmed("คลื่นไส้"),
                        thmed("วิงเวียน"),
                        thmed("ประสาทหลอน"),
                        thmed("หลอดลมบีบเกร็ง"),
                        thmed("หายใจขัด"),
                        thmed("เหนื่อยอ่อน"),
                        thmed("ความดันเลือดต่ำ"),
                        thmed("ภาวะหัวใจขัด"),
                        thmed("แขนขาเย็น"),
                        thmed("ท้องร่วง"),
                        thmed("หัวใจหยุดเต้น"),
                        thmed("หัวใจห้องล่างสั่น"),
                        thmed("กล้ามเนื้อทำงานไม่ประสานกัน"),
                        thmed("หืด")]
