label th_A19:

window hide None
scene black
with dissolve

play sound sfx_alarmclock
stop ambient
    
show bg school_dormhisao
with openeye

play music music_dreamy fadein 2.0

window show

"เสียงปลุกดังปลุกฉันจากการนอนหลับไม่สนิทให้ตื่นขึ้นมาอย่างหมดแรง"

"ฉันมุดตัวอยู่ในผ้าห่มอีกสักพัก พยายามรวบรวมแรงเพื่อลุกออกจากเตียงพลางแก้ตัวว่าทำไมยังไม่ลุกออกจากเตียง"

"ที่จริงจะนอนอยู่อย่างนี้ทั้งวันเลยก็ได้ พอไม่ได้มาโรงเรียนนานแล้วกลับมาอีกทีก็ทำเอาเพลียได้อย่างเหลือเชื่อ และ\nเหมือนจะยังไม่ชินกับสภาพแวดล้อมแบบนี้เท่าไหร่ด้วย"

"แต่ก็นะ ถึงที่นี่จะโดดเรียนง่าย แต่ทำแล้วน่าจะโดนตามเช็คบิลแหง ๆ"

"แล้วคุณพยาบาลเองก็จะมาตามจ้ำจี้จ้ำไชเรื่องการออกกำลังกายอยู่ดี"

"สุดท้ายฉันก็ลุกออกจากเตียง กินยาส่วนของตอนเช้าแล้วใส่ชุดเตะบอลตัวเก่า"

"และเนื่องจากฉันได้รับการยกเว้นคาบพละที่โรงเรียนยามากุเพราะอาการของฉัน ทางโรงเรียนจึงไม่ได้จัดชุดพละมาให้"

"เดี๋ยวฉันก็สั่งมาเอาไว้เผื่อใช้ในกรณีฉุกเฉินแหละ แต่ว่าใส่ชุดเตะบอลเก่าอันนี้ก็พานให้นึกถึงเมื่อก่อนดี"

"ยังไงจะใส่ไปเตะบอลแบบเดิมก็คงไม่ได้ละ เอามาใส่ใหม่แบบนี้ไปเลยก็ได้ เป็นตัวฉันดี"

label th_A19a:

#if C61

"ยังไงซะ ถ้าฉันจะเริ่มดูแลตัวเองก็คงจะขี้เกียจไม่ได้ละ ฉันจะเริ่มจากอะไรง่าย ๆ ก่อน"

"ง่าย ๆ ที่รวมถึงการพยายามรักษาสุขภาพและออกกำลังกายเบา ๆ เพื่อให้หัวใจแข็งแรงขึ้น"

"บางทีถ้าทำแบบนั้นฉันอาจจะพอได้กลับไปใช้ชีวิตอย่างปกติได้ หรืออย่างน้อยก็จะไม่เสี่ยงหัวใจวายล้มตายได้ทุกเมื่อ\nแบบนี้"

stop music fadeout 2.0

label th_A19b:
#if C62

"เอาจริงก็ดูบ้าบอไปหน่อยสำหรับฉัน"

"แต่อย่างน้อยคงเอาไปอ้างคุณพยาบาลได้ว่าดูแลตัวเองแล้ว"

"ก็ไม่เคยอยากจะเป็นนักวิ่งอยู่ละ"

"ลองหน่อยคงไม่เสียหาย คิดว่านะ"

stop music fadeout 2.0

label th_A19c:    
#End of split

show bg school_track
with locationskip

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
play ambient sfx_emijogging fadein 0.1

"ฉันแปลกใจนิดหน่อยที่เห็นคนมาที่ลู่วิ่งอยู่ก่อนแล้ว"

"ไม่ใช่แค่คนทั่วไป แต่เป็นคนที่หน้าคุ้น ๆ เคยเจอมาก่อน"  

"สาวที่ใส่ขาเทียมคนที่วิ่งชนฉันที่โถงทางเดินเมื่อวานกำลังวิ่งอยู่บนลู่วิ่งอย่างคล่องแคล่วคล้ายกวางกึ่งจักรกล"

"เธอชื่ออะไรนะ ชื่อสั้น ๆ แต่ฉันจำไม่ได้"

"เธอดูวิ่งเป็นรอบ ๆ ได้อย่างสบาย ๆ ขาเทียมของเธอกระทบกับพื้นแข็งของลู่วิ่งอย่างเป็นจังหวะ"

"ฉันละอยากรู้ว่าทำไมเธอถึงต้องมาวิ่งแต่เช้าตรู่ขนาดนี้ บางทีเหตุผลอาจจะคล้าย ๆ ฉันแหละมั้ง แบบคุณพยาบาล\nบีบบังคับให้สาวน้อยที่น่าสงสารต้องมาวิ่งเหมือนกับที่เขาบังคับฉันมา"

"ถ้าไม่ใช่ว่าเป็นเรื่องสุขภาพฉันกับที่เขาสั่งให้ฉันมาฉันคงไม่มาหรอก"

"แต่แม้ฉันจะมาอยู่ตรงนี้เพราะอย่างนั้นแล้ว ที่รีบมาจะได้รีบทำไปให้มันจบ ๆ เฉย ๆ"

"กับอีกอย่างที่ว่ามาเวลานี้โอกาสที่มีคนมาเห็นฉันพยายามอย่างน่าสมเพชเพื่อรักษาสุขภาพก็จะน้อยลง ซึ่งเป็นเรื่องที่ดี"

"ว่าจะกลับละ แต่เหมือนว่าอดีตผู้ร้ายจะเห็นฉันในตอนที่เธอวิ่งรอบสุดท้าย"

"เธอโบกมือให้ฉันอย่างร่าเริงและวิ่งเหยาะ ๆ เข้ามา"

show emi basic_grin_gym at Slide(0.7,0.5,0.5,0.5,1.0,_ease_in_time_warp)
with charaenter

stop ambient

emi_ "อรุณสวัสดิ์! นายชื่อฮิซาโอะใช่ไหม"

play music music_emi fadein 2.0

"เธอยิ้ม ท่าทางดีใจที่เธอจำชื่อฉันได้"

show emi basic_closedgrin_gym at center
with charachange

emi_ "นายน่าจะจำฉันไม่ได้"

show emi basic_grin_gym
with charachange

emi_ "เอมิไง คนที่ชนนายที่โถงทางเดินเมื่อวานน่ะ"

label th_A19i:

show emi excited_circle_gym
with charachange

emi "“คุณอิบาราซากิ”"

"เธอเลียนแบบมิช่าที่ “เลียนแบบ” ชิซูเนะอีกที แต่ก็ไม่เหมือนตรงที่เลียนแบบเสียงต่ำไม่ได้เนื่องด้วยเสียงแหลมของเธอ"

label th_A19j:

hi "ฉันจะลืมการแนะนำตัวที่แสน เอ่อ ดุดันไปได้ไง"

show emi sad_shy_gym
with charachange

"เอมิทำท่าจะรู้สึกผิดไปแวบนึง ก่อนที่จะหัวเราะคิกคักออกมา"

show emi sad_grin_gym
with charachange

emi "อื้อ ขอโทษเรื่องนั้นอีกรอบนะ"

hi "อืมม ก็ถ้าไม่ได้มาชนเป็นกิจวัตรก็ไม่เป็นไรหรอก"

show emi basic_happy_gym
with charachange

emi "เยี่ยม!"

"ไม่แน่ใจว่าเธอจะเข้าใจไหมว่าเมื่อกี้คือมุก"

hi "สรุปว่า “สายลับที่ปรึกษา” ที่คุณพยาบาลเคยพูดถึงเป็นเธอเองหรอกเหรอ?"

show emi basic_closedgrin_gym
with charachange

emi "ใช่แล้วละ!"

hi "โอ้"

hi "เอาจริง ตอนแรกนึกว่าจะเป็นเจ้าหน้าที่พยาบาลเสียอีก"

show emi basic_confused_gym
with charachange

emi "อะไรกัน นายจะบอกว่าฉันเป็นสายลับไม่ได้เหรอ"

hi "เปล่า ฉันแค่โล่งอกเฉย ๆ ตอนแรกระแวงว่าจะมีคนจับตาดูทุกฝีก้าวอะไรแบบนั้น"

hi "เว้นแต่ว่าเธอจะมาที่นี่เพื่อทำแบบนั้นอะนะ"

show emi excited_laugh_gym
with charachange

emi "เปล่า ฉันมาที่นี่ก็มีเหตุผลของฉันเองด้วย คุณพยาบาลถามแค่ว่าฉันเห็น “นักเรียนที่ย้ายมาใหม่ ผมยุ่ง ๆ คนที่ทำท่า\nเหมือนกับหลงทางอยู่” แถว ๆ ลู่วิ่งไหม"

hi "แล้วทำไมเธอถึงมาที่นี่ล่ะ?"

"เอมิทำท่าเล่นใหญ่"

show emi basic_happy_gym
with charachange

emi "มาซ้อม!"

hi "ซ้อมอะไร"

show emi basic_closedhappy_gym
with charachange

emi "วิ่งแข่ง!"

hi "อ๋อ งี้นี่เอง เธออยู่ในทีมแข่งสินะ"

"เอมิพยักหน้าอย่างกระตือรือร้น"

show emi excited_proud_gym
with charachange

emi "อื้อ! และฉันก็เป็นตัวแบกทีมด้วยละ!"

"แถมไม่ค่อยจะอวดสักเท่าไหร่เลย"

show emi basic_grin_gym
with charachange

emi "นี่ นายก็เอาบ้างสิ!"

emi "จะได้ออกกำลังกายดี ๆ เลยไง"

"ฉันว่ากิจกรรมใช้แรงเยอะขนาดนั้นฉันไม่น่าไหวแน่ ๆ"

hi "ไม่หรอก ฉันไม่แน่ใจด้วยซ้ำว่าฉันจะชอบวิ่งขนาดนั้นไหม"

hi "อีกอย่าง ฉันเองก็ไม่ได้ชอบพวกงานจัดแข่งกีฬาสักเท่าไหร่"

"นั่นแหละ ฉันไม่ได้ชอบเล่นบอลขนาดนั้นด้วยซ้ำ"

"คือก็เคยเล่นกับพวกเพื่อน ๆ น่ะนะ แต่นอกจากนั้นก็ไม่ได้เล่นละ"

"ไม่ได้เล่นเอาชื่อเสียงเรียงนามจากสนามแข่งขนาดนั้น"

"เอมิดูจะเข้าใจสิ่งที่ฉันจะสื่อ"

show emi basic_confused_gym
with charachange

emi "อย่างนี้นี่เอง ไม่ชอบพวกการจัดแข่งกีฬาอะไรแบบนั้นสินะ"

show emi excited_proud_gym
with charachange

emi "แต่ไหน ๆ นายก็มาแล้ว มาวิ่งด้วยกันดีไหมล่ะ"

hi "อะ เอ่อ ก็ได้แหละ"

"เอมิดูท่าดีใจ"

show emi excited_joy_gym
with charachange

emi "นายจะอุ่นเครื่องก่อนไหมล่ะ"

hi "คนจริงไม่ต้องอุ่นเครื่อง"

show emi basic_annoyed_gym
with charachange

emi "ไม่ได้นะ นายควรจะอุ่นเครื่องก่อนทุกครั้ง! แย่จริง ๆ เลยฮิซาโอะ!"

show emi excited_proud_gym_close
with characlose


"เธอต่อว่าฉันอย่างจริงจัง แต่ก็สิ่งยิ้มแล้วเอี้ยวตัวเข้ามาใกล้"

emi "จริง ๆ ฉันก็ไม่ชอบอุ่นเครื่องเหมือนกันแหละ"

show emi excited_laugh_gym_close
with charachange

"แล้วเธอก็หัวเราะออกมา"

emi "โอ๊ย ขนาดฉันไม่ต้องยืดขายังต้องทำเลย!"

play sound sfx_gymbounce

show emi gymbounce
with charadistant

"เธอกระโดดขึ้นลงสองสามทีราวกับยืนอยู่บนสปริงคล้ายจะยืนยันคำพูดของเธอ ใบขาเทียมของเธอค่อนข้างยืดหยุ่นดี\nเลยทีเดียว"

emi "ไปกันเลย!"

stop music fadeout 1.0

play ambient sfx_emijogging fadein 0.3

scene bg school_track_running
with locationchange

"พวกเราเริ่มออกตัววิ่งไปตามลู่วิ่ง และฉันก็ได้เห็นทันทีว่าเธอไม่ได้โกหกเรื่องที่เธอวิ่งเก่งจริง ๆ"

"เอมิเธอพลิ้วไหวดั่งสายน้ำสับเท้าวิ่งไปสุดกำลัง"

"ฉันสังเกตว่าตัวเองจดจ่ออยู่กับการวิ่งให้ถูกต้องมากขึ้น"

#if C61

label th_A19d:

"กางมือออก ใช่ไหมนะ"

"แล้วก็เหมือนจะให้ลงน้ำหนักไปที่หน้าเท้าแทนที่จะเป็นส้นเท้า…"

"ฉันพยายามวิ่งให้ทันกับเอมิ แต่ก็ยากเอาการ"

"เหมือนว่าฉันจะยังวิ่งไม่เก่งเท่าไหร่"

"ไว้ให้เอมิช่วยแนะนำน่าจะดี"


label th_A19e:

#if C62

"จริง ๆ แล้วฉันเองก็จำไม่ได้ว่ามีวิธีวิ่งแบบถูกวิธีอยู่หรือเปล่า แต่ตอนนี้เหมือนกับว่าฉันวิ่งผิดวิธีอยู่ยังไงยังงั้น"

"พอเทียบกับเอมิที่ดูจะยังวิ่งไปอย่างสม่ำเสมอได้ตลอดนั้นแล้วท่าวิ่งฉันดูเก้กังไปเลย"

"…"

"ฉันว่าฉันคงวิ่งไม่ไหวแล้ว"

label th_A19f:

"ฉันรู้สึกว่าวันนี้วิ่งต่ออีกรอบไม่ไหวแล้ว และพลันเปลี่ยนมาเป็นเดินแทน"

scene bg school_track_on
with Dissolve(4.0)

"เอมิยังคงวิ่งอยู่ และดูเหมือนว่าจะไม่ทันสังเกตเห็นฉันจนกระทั่งเธอวิ่งผ่านฉันไปรอบที่สอง"

stop ambient

"เธอเบรกเอี๊ยดทันที เธอยังหายใจได้อย่างปกติ ต่างจากฉันที่ไม่แม้แต่จะหายใจทั่วท้อง"

play music music_emi fadein 2.0

show emi basic_confused_gym at center
with charamoveinleft

emi "วิ่งเสร็จแล้วเหรอ"

"ฉันก้มหน้าสลด"

hi "ฮะ ๆ อื้อ"

hi "ร่างกายตอนนี้ไม่ค่อยไหวน่ะ"

show emi basic_grin_gym
with charachange

"เอมิพยักหน้า แล้วส่งยิ้มมาให้ฉันอีกครั้ง"

"เธอนี่ยิ้มบ่อยจริง ๆ"

emi "แต่ก็ สิ่งที่สำคัญที่สุดก็คือนายก็ได้เริ่มแล้ว ใช่ไหมล่ะ"

show emi excited_amused_gym
with charachange

emi "วิ่งรอบหน้านายก็ลองฮึดวิ่งให้นานขึ้น นานขึ้น แล้วก็นานขึ้นไปอีก แล้วในที่สุดนายก็จะวิ่งเก่งเอง!"

hi "จะพยายามละกัน"

hi "แต่ตอนนี้เดี๋ยวเตรียมตัวไปเรียนละ"

hi "แล้วเธอไม่ไปเหรอ"

"เอมิยักไหล่อย่างไม่ยี่หระ"

show emi basic_grin_gym
with charachange

emi "ไม่ละ ฉันยังเหลือเวลาอีกเยอะเลย"

"ฉันสังเกตว่าเธอไม่ได้ใส่นาฬิกามา"

hi "แน่ใจนะ"

"เธอยักไหล่อีกรอบ"

emi "ก็ไม่ค่อยแน่ใจ…แต่ยังไงฉันก็จะวิ่งรอบสุดท้ายให้จบก่อน!"

show emi basic_closedgrin_gym
with charachange

emi "ไว้เจอกันนะฮิซาโอะ!"

hi "เอ่อ อื้ม เจอกัน"

stop music fadeout 5.0
play ambient sfx_emisprinting

hide emi
with easeoutleft

stop ambient fadeout 2.0

label th_A19g:

#if C61
"ฉันไม่แน่ใจว่าจะเรียกการลองวิ่งเช้านี้ว่าสำเร็จได้ไหม แต่ยอมรับเลยว่ารู้สึกดีขึ้นมานิดหนึ่งที่ได้ออกมาเช้านี้"

"และก็อย่างที่เอมิบอก ฉันต้องมาบ่อย ๆ เพื่อจะได้ทำได้ดีขึ้นสินะ"

"ความพยายามอยู่ที่ไหน หรืออะไรทำนองนั้น"

"อย่างน้อยก็รู้สึกดีที่พอควบคุมสุขภาพของตัวเองได้แล้ว"

"ต้องหมั่นออกมาวิ่งเรื่อย ๆ แล้ว"

scene black
with locationskip_in

label th_A19h:
#if C62

"นอกจากว่ารู้สึกเหนื่อยกว่าเดิมแล้ว ฉันว่าฉันไม่ได้อะไรเลยวันนี้"

"ร่างกายฉันอ่อนแอเหลือเกิน น่าอายจริง ๆ"

"ทำไปก็คงเสียเวลาเปล่า ฉันคงจะหาทางอื่นเอา"

scene black
with locationskip_in


#**********************************

label th_A20:

scene bg school_dormext_half
with locationskip_out

"ฉันตรงดิ่งกลับมาที่หอเพื่ออาบน้ำแต่งตัว พยายามฝืนตัวเองให้ไม่อาบน้ำร้อนนานเกิน"

"ฉันหมดแรงจากการวิ่งมาเลยอยากจะผ่อนคลายสักหน่อย แต่ก็ไม่อยากติดนิสัยเสียในช่วงที่กำลังทำให้ตัวเองชินกับการ\nไปโรงเรียนแต่เช้าแบบไม่ต้องเร่งรีบ"

scene bg school_dormbathroom
show steam
show steam2
with shorttimeskip

"สุดท้ายก็แช่อยู่นานอยู่ดี ฉันเช็ดตัวให้แห้งก่อนจะออกจากห้องอาบน้ำเพื่อใส่เสื้อผ้า"

show kenji silhouette_naked at center behind steam
with charaenter

"จู่ ๆ ก็มีเงาที่แผ่รังสีชั่วร้ายปรากฏขึ้นในหมอก เงานั้นเดินผ่านม่านไอน้ำออกมา"

play music music_kenji fadein 0.3

hide steam
hide steam2
show kenji neutral_naked
show steam as newsteam behind kenji
show steam2 as newsteam2 behind kenji
with charachange

ke "ไง"

hi "มาทำไรเนี่ยเฮ้ย ตกใจหมด! มีไรว่ามา!"

show kenji tsun_naked
with charachange

ke "ฉันสิต้องถามนาย ฉันหานายให้ทั่วเลยให้ตายสิ"

hi "หา “ ให้ทั่ว” นี่คือ?"

"ฉันอยากจะถามว่าเขาตามหาฉันด้วยสภาพตัวเปลือยแบบนี้หรือไง แต่ก็ยั้งปากไว้"

"เพราะฉันก็นึกขึ้นได้ว่าตอนนี้ฉันเองก็อยู่ในสภาพเปลือยไม่ต่างกัน ฉันรีบเอาเสื้อมาปิดตัว แต่ดูเหมือนว่าเคนจิจะ\nไม่เห็นอะไรเลยสักอย่าง"

"ฝ้าเกาะแว่นเต็มขนาดนั้นทำไมไม่เช็ดออก หรือสายตาจะแย่ถึงขั้นเหมือนมองผ่านหมอกอยู่ตลอดเวลาอยู่แล้ว?"

ke "ก็ หาที่ห้องนายไง แล้วก็…เออนั่นแหละ เนี่ยเห็นปะว่ายังไงฉันก็ต้องตื่นมาอยู่ดี เออช่างเหอะ ไม่สำคัญ ขอยืมเงินหน่อย\nได้ปะ"

show kenji neutral_naked
with charachange

"เขาทำหน้าใสซื่อเสมองทางอื่น ฝืนเก๊กท่าให้ปกติเหมือนไม่มีอะไรเกิดขึ้น ซึ่งไม่ได้ผล แค่นี้ก็เห็นทะลุปรุโปร่งไปยันไส้ใน\nไม่ต่างอะไรกับเลนส์แว่นอันเท่าบ้านคู่นั้นแล้ว"

"พอมาคุยอย่างปกติโดยไม่ใส่อะไรเลยอย่างนี้แล้วกระอักกระอ่วนชะมัด"

"แล้วแถมต้องมาเปลือยต่อหน้าคนที่ไม่เห็นว่าฉันเปลือยอยู่อีก แล้วยิ่งเขาก็เปลือยด้วยอีกต่างหาก"

"ฉันพยายามปัดความรู้สึกนั้นออก ซึ่งแทบไม่ได้ผลเลย"

hi "เงินเหรอ ได้ดิ"

show kenji happy_naked
hide newsteam #lessening the processor load a little
with charachange

ke "เยี่ยม"

hi "เดี๋ยวก่อน เอาไปทำอะไร"

show kenji tsun_naked
with charachange

ke "เอ่อ…"

show kenji neutral_naked
with charachange

ke "นี่ฉันอุตส่าห์เป็นคนดีไม่แอบขโมยเงินนายตอนนายอาบน้ำเลยนะ ให้ฉันหน่อยไม่ได้เหรอ จริง ๆ ฉันทำได้แต่ก็ไม่ทำไง\nแค่นี้ยังดีไม่พอเหรอ ไม่เอาน่าพวก"

"ไม่เห็นจะเกี่ยวเลย ถ้าคนเขาว่ากันว่าขอแค่คิดดีแล้วก็นับว่าดี ฉันว่าฉันไม่ให้ยืมดีกว่า เพราะเห็นชัดว่าความคิดเขานั้น\nไม่ได้ดีเลย แล้วเจตนาของเขาอาจจะเลวร้ายหนักกว่านั้นอีกเพราะเขาไม่ยอมบอกว่าจะเอาไปทำอะไร เท่าที่เห็น\nแล้วเขาก็เป็นอย่างนั้นจริง ๆ "

show kenji tsun_naked
with charachange

ke "นี่ทำร้ายจิตใจกันอยู่นะเนี่ย แต่ถ้านายจะเล่นกันอย่างนี้ ฉันก็คงไม่มีทางเลือกอื่นแล้วละ คือฉันว่าจะสั่งพิซซ่า แล้วตอนนี้\nก็มีเงินเกือบจะพอสั่งแล้ว ฉันเลยอยากให้นายช่วยเติมส่วนที่ขาดไปหน่อย"

hi "ถ้างั้นฉันจะได้กินพิซซ่าด้วยใช่ไหม"

ke "ไม่"

hi "เอาจริงดิ" 

show kenji neutral_naked
with charachange

ke "น่า ฉันก็ว่าจะแบ่งให้แหละ แต่นายมีเรียนนี่ ไม่มีเวลามากินพิซซ่าหรอก"

hi "แล้วนายไม่มีเรอะ!"

ke "ฉันไม่เข้าเรียน ฉันต้องรอพิซซ่ามาส่งแล้วจ่ายเงินแล้วก็กิน ไม่ง่ายนะเว้ย ต้องแอบไปเอาพิซซ่าแบบเงียบ ๆ ไม่งั้นเดี๋ยวมีคน\nมาเห็นแล้วมาขอแบ่งอีก"

show kenji tsun_naked
with charachange

ke "โลกนี้อยู่ยากว่ะ ทุกคนต่างก็อยากได้ส่วนแบ่งกัน ท้ายที่สุดนายก็จะถูกปล่อยให้สิ้นไร้ไม้พิซซ่าในโลกที่โหดร้าย ที่ฉันรู้\nเพราะฉันเคยเจอมาก่อนไง"

ke "ทุก ๆ วันฉันวางแผนคอยแก้แค้น ฉันจับตามองตลอด เพื่อที่เมื่อคนที่เคยเล่นงานฉันสั่งพิซซ่าบ้าง ฉันก็จะพุ่งไปทันที!"

"เคนจิทำท่าเล่นใหญ่ไร้ซึ่งการล้อเล่นใด ๆ "

show kenji neutral_naked
with charachange

ke "เออนั่นแหละ ตอนนี้ขาดอีก 400 เยน ขอร้องละ! นายคือความหวังสุดท้ายแล้ว! ฉันออกไปข้างนอกเพื่อไปซื้อพิซซ่า\nไม่ไหวหรอก ร้านอยู่ไกลเกิน"

ke "ฉันจะไม่ออกไปไหนถ้าไม่จำเป็นแบบจำเป็นจริง ๆ เดี๋ยวเล่าให้ฟังว่าครั้งล่าสุดที่ออกไปโดยไม่ได้วางแผนล่วงหน้าไว้ให้ดี\nมันเกิดอะไรขึ้น"

ke "ฉันอยู่ข้างนอก ฉันจำไม่ได้ว่าไปทำอะไร สักอย่างแหละ ยืนเฉย ๆ มั้ง ไม่ก็คิดอยู่ว่ามานี่ได้ไง"

show kenji tsun_naked
with charachange

ke "ทันใดนั้นเอง จู่ ๆ มันก็เกิดขึ้น"

ke "มันมาอย่างรวดเร็วเหมือนฟ้าผ่าแยกท้องฟ้าเป็นสองส่วนเหมือนตอนแบ่งแซนด์วิชให้กินได้ง่าย ๆ ทันใดนั้นเองนกก็ขี้\nใส่หัวฉัน"

ke "นั่นเป็นสิ่งที่ฉันช็อกเป็นอันดับสองของชีวิตฉันเลย"

hi "แล้วอันดับหนึ่งคือ?"

"เขาเมินคำพูดของฉันแล้วเล่าต่อ ฉันอยากจะจับไหล่แล้วเขย่าเรียกสติสักหน่อย นี่เขาพยายามจะไหลต่ออีกเหรอ งั้นก็ได้\nถึงแม้จริง ๆ แล้วเขาน่าจะแค่ไม่ได้ยินที่ฉันพูดมากกว่า"

ke "เหมือนฉากเปิดอนิเมะ แบบ ที่มีจะตอนที่พระเอกสู้กับตัวร้ายตลอด พุ่งเข้าหากันประชันดาบแล้วแบบ เล่นแสงสี\nอลังการงานสร้างพร้อมเสียงระเบิดภูเขาเผากระท่อมงี้"

show kenji neutral_naked
with charachange

ke "เป็นแบบนั้นแหละ แค่เป็นขี้นกเฉย ๆ"

hi "เคเลย"

show kenji happy_naked
with charachange

ke "ก็นั่นแหละ ฉันต้องการเงินสักหน่อย นะ ๆ อย่าปล่อยฉันอดตายเลยพวก ขาดแค่ 1000 เยนเอง"

hi "ไหนบอก 400"

ke "โอเค"

hi "ฮะ?"

ke "เดี๋ยวคืนให้ สาบาน"

hi "ก็ต้องเป็นแบบนั้นไหม ยืมเงินก็ต้องคืนสิ"

show kenji neutral_naked
with charachange

ke "แต่ไม่รู้นะว่าจะได้คืนเมื่อไหร่"

hi "ให้เวลาสัปดาห์นึง"

show kenji tsun_naked
with charachange

ke "อ๊าาาาาาาาาาาาาาาาาาาาาาาากกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกกก……"

"เคนจิผงะถอยแล้วร้องเสียงเหมือนวัวโดนเชือด พอเห็นประกอบกับภาพไม้บาตองที่กวัดไกวคุมเสียงประสานอยู่อย่าง\nเสรีตรงข้างล่างนั้นแล้วก็ยิ่งชวนให้ใจคอไม่ดี"

ke "เพื่อนกันจะมาขี้เหนียวอะไรกันนักหนา เนี่ยแค่เกิดเป็นผู้ชายก็ลำบากมากพอละ รู้เปล่าว่าดาราหนังโป๊เนี่ยผู้ชายทำเงิน\nได้แค่ครึ่งเดียวของผู้หญิงเองนะ"

hi "ก็ไม่เห็นจะเกี่ยวอะไรนี่ถ้านายไม่ใช่ดาราหนังโป๊ที่ว่า"

ke "ไม่แน่ฉันอาจจะรับจ๊อบไปเป็นก็ได้ แบบว่าเป็นดาราหนังโป๊ที่ต้องดิ้นรนหาเลี้ยงชีพขณะที่ต้องสู้กับแนวคิดสตรีนิยม แต่\nกะอีแค่เศษเงินหลังตู้เย็นนายก็ให้ฉันไม่ได้ ไม่มีใครเข้าใจฉันเลย ไม่มีเลย"

"ไม่ใช่ว่าพวกสตรีนิยมจะต่อต้านพวกงานลามกอนาจารแบบนั้นตั้งแต่แรกเหรอวะ"

hi "เรื่องสตรีนิยมอีกแล้วเรอะ"

ke "เรื่องนี้สำคัญนะเว้ย ฉันรู้นะว่านายไม่สนไม่แคร์ด้วยซ้ำ แต่นี่จริงจังนะ พวกสตรีนิยมน่ะ…เป็นศัตรูตัวฉกาจเลยละ อย่าได้\nประมาทเชียว ถ้านายเผลอตัวนิดหน่อยล่ะก็ ตูม! นายได้ตื่นมาพร้อมมีดที่โผล่มาปักหลังนายแน่"

hi "แล้วจะตื่นยังไงวะถ้ามีคนมาแทงตอนนอน"

show kenji happy_naked
with charachange

ke "พวกผู้หญิงน่ะแทงไม่เก่งหรอก"

hi "ไหนบอกว่าอย่าประมาทไง"

show kenji neutral_naked
with charachange

ke "เอาน่า ฉันหมายถึงอย่าประมาทพวกผู้หญิงตอนอยู่หมู่มากน่ะ มาเดี่ยว ๆ ไม่ใช่ปัญหาอะไรหรอก แต่คิดสภาพตอนเกิด\nสงครามที่แบบใหญ่มาก ๆ ที่ฝั่งนึงเป็นผู้ชาย อีกฝั่งเป็นกองกำลังพวกสตรีนิยม สภาพดูไม่ได้แน่ ๆ "

show kenji tsun_naked
with charachange

ke "สักวัน วันนั้นจะมาถึง วันที่เหล่าสตรีนิยมจะออกมาจากฐานปฏิบัติการลับพิเศษสตรีนิยมระดับโลกแล้วบอกว่า “มาดิวะ\nไอ้เวรเอ๊ย!”" 

hi "อันนี้บ้าละ ไม่มีมั้ง ไอ้ฐานปฏิบัติการลับพิเศษสตรีนิยมอะไรนั่นน่ะ แถมจะซ่อนตัวยังไงวะ หมายถึงแบบ ถ้าแบบนั้นแม่ง\nจะต้องใหญ่มาก ๆ ซึ่งไม่น่าซ่อนบนโลกได้อยู่ละ มันก็ต้องมีคนเห็นไอ้ปราการที่มีแต่ผู้หญิงที่ว่าบ้างแหละ"

show kenji happy_naked
with charachange

ke "แล้วใครบอกว่าอยู่บนโลก"

"ฉันเบือนหน้าหนีจากเคนจิแล้วลองทำหน้าบึ้งในกระจกเพื่อหาว่าทำหน้าแบบจะตรงกับอารมณ์ตอนนี้ที่สุด แต่ยังไงอยู่ระยะนี้\nเขาคงไม่เห็นหรอก"

"ซึ่งก็แย่หน่อยตรงที่หมายความว่าเขาจะพล่ามไปเรื่อย ๆ โดยไม่สนสี่สนแปดใด ๆ "

show kenji tsun_naked
with charachange

ke "นั่นแหละ ตอนนี้มีสงครามที่กำลังดำเนินอยู่ สงครามที่น้อยคนนักที่จะรู้ แต่ก็เป็นสงครามครั้งใหญ่ที่สักวันจะปะทุขึ้นมา\nแล้วจะแพร่ไปทั่วโลก จากนั้นพวกเราก็ต้องเลือกฝั่งแสดงจุดยืนของตัวเอง เอาจริง ๆ สงครามนั้นกำลังเกิดขึ้น\n ณ ตอนนี้เลย"

ke "คิดดูดิ สนามรบที่นองเลือด ความขัดแย้งอันรุนแรงไร้ที่สิ้นสุด"

ke "ฉันเกือบที่จะยอมแพ้ละตอนที่คิดว่ามันช่างไร้สาระสิ้นดี… ตอนที่ฉันเริ่มเบื่อกับสิ้นหวังในการต่อสู้ของพวกเรา… ตอนที่ฉัน\nเข้าใจผิดตอนที่ไฟดับว่าพวกสตรีนิยมได้บุกเข้ามาและทุกอย่างใกล้จบสิ้นแล้ว…"

ke "แล้วฉันก็นึกขึ้นได้ว่า ถ้าฉันยอมแพ้ละก็ทุกอย่างก็คงจบสิ้น แล้วฉันก็คิดแบบว่า “โอ้” และก็รู้ตัวว่าจะต้องจริงจังแล้ว\nเพราะฉันนี่แหละคือคนปกติคนสุดท้ายบนโลกที่ไม่ปกติใบนี้ มันเป็นหน้าที่น่ะ"

hi "เกือบดีละ ถ้าไม่ติดว่าแผนที่ว่าต้องฝากหน้าที่ให้ชายเปลือยท่านนึงที่ยืนพล่ามในห้องน้ำให้กับชายเปลือยอีกท่านอะนะ"

show kenji neutral_naked
with charachange

ke "แล้วเออ ขอยืมเงินได้ปะ"

"เขายืนขวางทางออก ตอนนี้เริ่มหนาวเพราะว่าฉันเปลือยอยู่ แถมอยากไปเข้าเรียนแล้วด้วย ฉันเลยให้ยืมไป"

show kenji happy_naked
with charachange

ke "เจ๋ง ขอบใจมากพวก วันหลังไปเล่นโบว์ลิงกัน"

hi "โบว์ลิง?"

ke "เออ เป็นสุดยอดกีฬา ที่ผ่านมาแทบไม่มีคนเล่นที่เป็นผู้หญิงเลยด้วย เลยเป็นกีฬาของยอดชายเลยเชียว"

ke "เสื้อโบว์ลิงเอาเป็นตัวสีชมพูที่มีรองเท้าเข้าคู่หรือตัวสีเขียวพาสเทลลายดอกดี"

hi "มันมีเสื้อที่เอาไว้เล่นโบว์ลิงด้วยเรอะ"

show kenji neutral_naked
with charachange

ke "น่าจะแหละ"

hi "เอาเหอะ คืนเงินด้วย"

ke "คืนเป็นของอย่างอื่นได้ใช่ไหม"

"ฉันไม่มีเวลาจะมานั่งให้เขาอธิบายต่อแล้วว่าหมายความว่าไง"

hi "ไม่รู้ดิ เดี๋ยวต้องไปเรียนละ แล้วนายก็ขวางทางอยู่"

show kenji tsun_naked
with charachange

ke "โอ๊ะโทษที เอ้อ ไม่ได้ตั้งใจจะรั้งนายไว้ เดี๋ยวฉันก็ไปทำธุระของฉันละ ถึงเวลาแล้ว"

hi "ถึงเวลาอะไรวะ"

show kenji happy_naked
with charachange

ke "พูดไปงั้นแหละ"

ke "โอเค ตอนนี้ถึงเวลาจริง ๆ ละ"

hi "เวลาอะไร"

show kenji tsun_naked
with charachange

ke "ฉันจะใช้ห้องน้ำ ออกไปได้แล้ว"

hi "ก็กำลังจะไปเนี่ย! แล้วหมายความว่าไงเมื่อกี้ ห้องน้ำมีที่เยอะแยะ"

ke "แล้วไง ฉันจะอาบคนเดียว ไม่งั้นฉันอาบไม่ได้ รู้สึกกดดันเกิน…"

hi "โอเค แล้วถ้าคนอื่นเข้ามา?"

ke "…"

ke "ไว้ค่อยคิดละกัน"

"ฉันทำหน้าบึ้งที่ซ้อมหน้ากระจกเมื่อกี้ ซึ่งเงาสะท้อนหน้าฉันผ่านแว่นเขาดูตลกมาก เขาดูไม่สนใจ หรืออาจจะแค่\nมองไม่เห็น ยังไงก็ช่าง ฉันออกมาแต่งตัวแล้วเดินกลับห้อง รู้สึกเหมือนเวลาผ่านไปยาวนานเหลือเกินนับตั้งแต่ตอนตื่นมา" 

stop music fadeout 2.0

scene bg school_dormhisao
with locationskip

"และนั่นคือเวลาที่เสียไปและไม่มีทางได้คืนมา สักวันเดี๋ยวฉันเอาคืนเขาแน่"

"แต่ตอนนี้ฉันต้องไปเข้าเรียนก่อน"


#*****************************************

label th_A21:    

scene bg school_scienceroom
with locationskip

play music music_normal fadein 2.0

"วันนี้เป็นวันที่ฉันมาถึงห้องคนแรก ถึงแม้ว่าจะเช้าไปหน่อยก็เถอะ แต่อย่างน้อยนั่งในนี้คนเดียวสัก 20 นาทีก็ยังดีกว่าต้อง\nทนทุกข์ทรมานกับเคนจิละนะ"

"ความอ่อนล้า หงุดหงิด และเบื่อหน่ายได้หลอมรวมกันทำให้ฉันรู้สึกเพลียมาก ๆ"

"ฉับวูบหลับไปแวบนึงแล้วสะดุ้งตื่นตอนที่หัวชนโต๊ะ ฉันเอามือกุมหน้าผากพร้อมเข้าใจว่าทำไมถึงควรจะนอนดึกและไม่ควรรีบมา\nเช้าจนเกินไป"

"จนในที่สุดก็ได้ยินเสียงเคาะดังมาจากข้างนอกที่โถงทางเดิน แล้วร่างสูงของลิลลี่ก็ปรากฏตรงหน้าประตูทางเข้า เธอไม่ได้\nเรียนที่ห้องนี้ เพราะงั้นคงจะมาด้วยเหตุผลอื่นมากกว่า อาจจะมาตามหาฮานาโกะ"

"ลิลลี่หยุดยืนตรงหน้าประตู ดูลังเลที่จะเข้ามาเหมือนกับแขกที่รอให้เจ้าภาพเชิญก่อนถึงจะเข้างาน ฉันนึกจะเรียกเข้ามา\nเพราะเห็นท่าทีเธอยืนดูเหงา ๆ "

"สุดท้ายเธอก็เดินเข้ามาเองหลังจากที่จัดเสื้อและกระโปรงให้เรียบร้อยราวกับต้องทำตัวให้ดูดีก่อนเข้าห้องนี้"

show lilly cane_concerned at left
with charamoveinleft

li "ขอโทษนะคะ"

"เธอพูดเข้ามาในห้องที่เงียบสนิทด้วยน้ำเสียงอันนุ่มนวลที่รอการตอบกลับ ฉันนึกขึ้นได้ว่าความเงียบคงทำให้เธอรู้สึก\nไม่สบายใจเพราะว่าเธอตาบอด เช่นนั้นฉันจึงทำลายความเงียบลง"

hi "อรุณสวัสดิ์ ลิลลี่"

show lilly cane_surprised at left
with charachange

show lilly cane_surprised at center
show bg school_scienceroom at bgright
with charamove

li "ฮิซาโอะเหรอ อรุณสวัสดิ์จ้ะ ไม่ได้ยินเลยว่าเธอก็เดินมาด้วย"

"ฉันนึกอยากรู้ว่าเธอจะคิดว่ามันน่าสงสัยไหมที่ฉันไม่พูดอะไรกับเธอเลยตลอดทางที่ผ่านมา น่าจะคิดงั้นแหละ ถ้าโกหกไป\nเธอคงจับได้อยู่แล้ว"

hi "ก็จริง ๆ ฉันมาถึงนี่ตั้งแต่แรกแล้วละ เพิ่งงีบไปจนตะกี้"

show lilly cane_listen
with charachange

li "โอ้ แล้ววันนี้เธอเห็นฮานาโกะบ้างไหมจ๊ะ"

hi "ไม่เห็นเลย ปกติเห็นเธอจะมาช่วงก่อนระฆังเข้าคาบดังไม่นาน… หรือไม่ก็มาหลังจากนั้น อยากจะฝากฉันบอกอะไรให้เธอ\nไหมล่ะ?"

show lilly cane_weaksmile
with charachange

li "ไม่เป็นไรหรอกจ้ะ แต่แปลกจริง รู้สึกเหมือนตอนนี้โรงเรียนจะมีแค่เราสองคนเลย ฉันไม่ได้ยินเสียงใครระหว่างเดินมา\nที่นี่เลย"

hi "ฉันว่าวันนี้ฉันไม่น่ารีบตื่นเลย"

show lilly cane_smile
with charachange

li "เธอกำลังตำหนิตัวเองกับเรื่องที่ทุก ๆ คนควรทำอยู่นะ ฉันว่าการตรงต่อเวลาเป็นเรื่องที่ดีนะ"

show lilly cane_concerned
with charachange

li "วันนี้เป็นวันที่ช่วงเช้ายุ่งน่าดู งานเทศกาลก็กำลังจะมาถึงแล้ว วันนี้ก็เป็นวันที่จะต้องลงทะเบียนกิจกรรม ส่งรายงาน\nงบประมาณ แล้วก็เอกสารของงานโรงเรียนอื่น ๆ ด้วยน่ะจ้ะ"

show lilly cane_weaksmile
with charachange

li "วันนี้น่าจะเงียบเพราะทุกคนคงกำลังเร่งทำเอกสารที่ต้องส่งกันให้ทันเอาตอนใกล้กำหนดส่งกันน่ะจ้ะ"

play sound sfx_doorslam

show lilly cane_surprised
with vpunch

mi "หวัด~ ดีจ้า~!"

show shizu behind_blank at offscreenright
show misha hips_grin at offscreenright
with None

show lilly cane_surprised at left
show misha hips_grin at center
show shizu behind_blank at right
show bg school_scienceroom at bgleft
with charamove

hide misha
show misha hips_grin behind shizu
with None

"มิช่าโผล่เข้ามาในห้องพร้อมกับชิซูเนะราวกับฟ้าสั่งมา ตะโกนลั่นห้องจนลิลลี่สะดุ้งอย่างเห็นได้ชัด"

show misha hips_smile
with charachange

mi "ดีจ้า ฮิจัง~!"

hi "หวัดดี"

show shizu behind_smile
with charachange

shi "…"

show misha hips_grin
with charachange

mi "ดูสิ นั่นคุณหัวหน้าห้องล่ะ~! หวัดดีจ้า~!"

show lilly cane_smile
with charachange

"ลิลลี่ยิ้ม อาจจะเพราะแอบขำที่มิช่า—หรือชิซูเนะ—ใช้คำว่า “ดู”"

show lilly cane_smile
with charachange

li "อรุณสวัสดิ์จ้ะ"

show shizu adjust_smug
with charachange

shi "…"

show misha cross_smile
with charachange

mi "แน่นอนว่า เธอไม่ใช่หัวหน้าห้องของห้องนี้สินะ ใช่ไหม ใช่ไหม~?"

show lilly cane_weaksmile
with charachange

li "อืม ไม่ใช่"

"ลิลลี่ดูระมัดระวังในคำตอบของเธอที่ตอบชิซูเนะมากกว่าตอนที่เธอตอบฉันเมื่อวันก่อน เดาว่าทั้งคู่คงจะไม่ถูกกันสักเท่าไหร่\nจริง ๆ นั่นแหละ"

"แล้วก็นึกขึ้นได้ว่าลิลลี่อาจจะไม่รู้ว่าชิซูเนะอยู่ตรงนี้เลยพยายามจับทางว่าเธออยู่หรือเปล่า เพื่อจะได้รู้ว่ากำลังคุยกับใครอยู่"

"ตอนนี้ที่เธอรู้ คือเธอกำลังคุยกับมิช่าอยู่ แต่ว่าก็รู้ว่ามิช่ากับชิซูเนะเองก็ตัวแทบติดกัน เธอน่าจะคาดว่าคนที่ “พูด” อยู่\nคือชิซูเนะ"

"แม่ง ซับซ้อนจังวะ ฉันเลือกที่จะช่วยลิลลี่เพราะฉันเองก็จะได้ไม่ต้องปวดหัว"

hi "มาเช้าจังเลยนะชิซูเนะ"

show shizu basic_angry
with charachange

shi "…"

show misha hips_frown
with charachange

mi "นายมาเร็วกว่าพวกฉันอีกนะ!"

"มิช่าทำแก้มป่องด้วยความโกรธ ทำไมเธอถึงต้องโกรธด้วยล่ะ ได้รับอารมณ์แบ่งมาจากชิซูเนะด้วยหรือไง"

"แต่ก็ไม่แปลกหรอกที่ชิซูเนะจะไม่ค่อยชอบคำชมฉัน ก็นะ ในเมื่อฉันมาถึงก่อน การฉันที่พูดว่ามาเร็วก็อาจจะทำให้เกิดการ\nเข้าใจผิดได้ไปเป็นร้อยแปด"

"โดยเฉพาะกับชิซูเนะที่ไม่สามารถฟังโทนน้ำเสียงได้"

"ก่อนที่จะทันคิดว่าจะขอโทษดีไหม ชิซูเนะก็เลิกคิดเรื่องนั้นแล้ว"

show shizu adjust_smug
with charachange

shi "…"

show misha hips_smile
with charachange

mi "คุณหัวหน้า~! มาก็ดีแล้ว~! เราต้องคุยกันหน่อยนะ"

show shizu behind_frown
with charachange

shi "…"

show misha hips_grin
with charachange

mi "งานเทศกาลจะจัดในอีกสามวันแล้วนะ ห้องอื่น ๆ เขาก็ส่งใบรายงานงบประมาณสำหรับกิจกรรมกันหมดแล้วนะ! แม้แต่\nเด็ก ม. 4 ก็ส่งแล้ว! เหลือแค่เธอแล้วนะ~!"

show misha cross_laugh
with charachange

mi "วะฮ่าฮ่า~!"

show lilly cane_surprised
with charachange

li "ก็ยังมีเวลาให้ส่งอยู่ใช่ไหม"

stop music fadeout 2.0

show shizu cross_angry
with charachange

shi "…"

show misha cross_frown
with charachange

mi "วันนี้! กำหนดส่งคือวันนี้! เธอนี่ก็ใช้เวลาเยอะพอตัวเลยนี่นะ ถ้าเป็นฉันละก็ฉันคงจะจัดการเอกสารสำคัญ ๆ เสร็จตั้งแต่\nวันก่อน ๆ แล้ว แต่บางคน~! ก็มาบอกว่า “ขอเลื่อนวันส่งได้ไหม~!”"

show lilly cane_displeased
with charachange

li "อืม ฉันเองแหละ แต่การวางแผนกับงานขนาดใหญ่ขนาดนี้ไม่ใช่เรื่องเล็ก ๆ เลยนะ จะมาคาดหวังให้คนทั้งห้องมาช่วย\nจัดการเรื่องยุ่งยากขนาดนี้ภายในสัปดาห์เดียวไม่ได้หรอก"

show shizu adjust_angry
with charachange

shi "…"

show misha hips_frown
with charachange

mi "อยากรู้รึเปล่าว่าอะไรยากกว่าการจัดแจงงบประมาณกิจกรรมของห้องเรียนหนึ่งห้อง ก็การจัดแจงของทุกห้องในโรงเรียนไง\nแล้ว~! คนที่ต้องจัดการเรื่องนั้นก็คือฉันไงล่ะ!"

"มิช่าทำท่าเท้าเอวแล้วยืนตัวตรง โอ้ ตอนนี้เธอสวมบทบาทได้เหมือนเลยทีเดียว แต่ลิลลี่ก็ดูไม่ได้เล่นด้วย"

hi "นี่ชิซูเนะ แบบนี้ก็เคร่งไปหน่อยมั้ง ยังเหลือเวลาอีกทั้งวันนี่"

show lilly cane_weaksmile
with charachange

li "เอาเถอะฮิซาโอะ ไม่เป็นไรหรอกจ้ะ"

"ลิลลี่ดูดีใจที่ฉันเข้าข้างเธอ แต่ฉันก็ยังรู้สึกว่าเธอไม่น่าไหวอยู่ดี"

show lilly cane_listen
with charachange

li "ถ้าเป็นเรื่องงบประมาณละก็ ฉันผิดหวังนะที่เธอคิดว่าฉันลืมเรื่องนั้นไป ฉันรู้หรอกว่าเป็นเรื่องที่สำคัญขนาดไหน"

show shizu behind_frustrated
with charachange

shi "…"

show misha hips_grin
with charachange

mi "งั้น~! ช่วยส่งมาให้หน่อยได้ไหม"

hi "ชิซูเนะ เธอคงไม่ได้หยิบติดมือมาด้วยหรอก"

show lilly cane_displeased
with charachange

li "เอกสารยังไม่ได้อยู่ที่นี่หรอก ฉันให้นักเรียนสองคนในห้องไปจัดการอยู่ นักเรียนจากห้องฉันน่ะนะ"

"เธอเน้นย้ำคำสุดท้ายจนน่าแปลกใจ นี่เธอรู้เรื่องที่ว่าชิซูเนะกับมิช่าพยายามพาฉันเข้าสภานักเรียนด้วยงั้นเหรอ"

"คาดว่าข่าวลือคงแพร่กระจายไปทั่วแล้ว ตอนนี้เธอเลยเอามาเป็นอาวุธใช้เถียงกับชิซูเนะ ชักน่าสนใจแล้วสิ…"

show shizu cross_angry
with charachange

shi "…"

show misha hips_frown
with charachange

mi "นั่นน่ะเป็นความรับผิดชอบของเธอนะ~! รายงานงบประมาณน่ะไม่ใช่อะไรที่เธอจะเอาไปให้คนอื่นมาทำแทนให้ได้นะ\nในฐานะหัวหน้าห้องมันคือหน้าที่ของเธอที่จะจัดการทุก ๆ อย่าง การที่ละเลยไม่ทำตามขั้นตอนที่ถูกต้องเนี่ยถือว่า\nใช้ไม่ได้เลยนะ~!"

show lilly cane_listen
with charachange

li "ก็พวกเขาทำได้ แล้วก็ทำเสร็จแล้วด้วย แต่ช่วงนี้นักเรียนพวกนั้นไม่ค่อยสบาย เพราะงั้นแล้วพวกเขาเลยมาส่งให้ฉัน\nที่โรงเรียนไม่ได้ ถ้าเธออยากให้ฉันขอโทษ ฉันก็ขอโทษแล้วกันนะที่พวกเขาป่วยตอนนี้น่ะ"

show misha hips_grin
with charachange

mi "โอเคจ้า~!"

"ถึงมิช่าจะไม่รู้เลยว่าเมื่อกี้ลิลลี่แอบพูดกระแนะกระแหนอยู่ แต่ชิซูเนะรู้ และเธอก็ดูย้อนแย้งในตัวเองระหว่างอารมณ์เคือง\nที่โดนลิลลี่จิกกัดกับอารมณ์ตื่นเต้นที่ได้รับคำท้า"

show shizu behind_frown
with charachange

shi "…"

show misha hips_smile
with charachange

mi "ลิลลี่ แล้วนักเรียนพวกนั้นก็พักอยู่ในโรงเรียนนี้ไม่ใช่หรือไง เดินไป 5 นาทีก็ถึงแล้วนี่~"

mi "จะต้องยุ่งขนาดไหนกันนะที่ทำให้ไม่ว่างจนสละเวลาให้สัก 5 นาทีไม่ได้… จนต้องทิ้งภาระบางอย่างที่ทำให้คนอื่นเดือดร้อน\nทั้งห้องน่ะ"

show shizu adjust_angry
with charachange

"ลิลลี่อ้าปากเพื่อจะพูดอะไรบางอย่าง แต่ชิซูเนะก็เข้ามาขัดแล้วเริ่มทำภาษามืออย่างรวดเร็ว โบกมือไปมาราวกับวาทยกรประจำ\nวงออเคสตรา"

"มิช่าพยายามอย่างที่สุดเพื่อจะสื่ออารมณ์เดียวกันนั้น แต่ก็ดูทีท่าว่าจะไม่สามารถลดน้ำเสียงร่าเริงนั้นได้เลย ผลที่ออกมา\nนั้นน่าทั้งสนใจและหลอน ๆ กันทีเดียว"

shi "…"

show misha cross_frown
with charachange

mi "แล้วทำตัวแบบนี้คืออะไร~ ฉันบอกแล้วนี่ว่างานนี้ไม่ใช่ว่าให้ใครก็ได้มาทำ นี่เธอเป็นหัวหน้าห้องจริงปะเนี่ย"

show misha hips_frown
with charachange

mi "ไหนบอกชื่อนักเรียนสองคนนั้นมาทีซิ พวกเขาเหมาะกับตำแหน่งหัวหน้ากว่าเธออีกถ้าเธอยังจัดการเรื่องง่าย ๆ แค่นี้ไม่ได้"

show lilly cane_displeased
with charachange

li "แค่งานเดียวนั่นไม่เทียบเท่างานที่ฉันจะต้องดูแลทั้งหมดซะหน่อย"

"น้ำเสียงของลิลลี่เริ่มแสดงออกถึงความขุ่นเคืองเล็กน้อย แต่เธอก็แสดงออกได้ดีโดยการที่ไม่ทำให้ชิซูเนะรู้ว่าเธอเริ่มเคือง\nและยังเก็บซ่อนอารมณ์เธอไว้อยู่"

"ในขณะที่ชิซูเนะเองนั้น ทำไม้ทำมือไปตามกรอบแว่นอย่างร่าเริง เพราะรู้ว่าลิลลี่ไม่ได้ยินและไม่เห็นว่าเธอตื่นเต้นแค่ไหน"

show shizu adjust_smug
with charachange

shi "…"

show misha hips_grin
with charachange

mi "คุณหัวหน้าทำงานหนักจังเลยเนอะ~! เป็นเธอนี่ลำบากจริงเลยนะ~!"

show lilly cane_listen
with charachange

"ลิลลี่กัดปากเมื่อได้ยินคำพูดของมิช่า บ่งบอกได้ว่าเธอเข้าใจถึงความหมายเบื้องหลังของคำพูดทั้งหมดที่แม้ตัวมิช่าที่เป็นคน\nพูดแทนนั้นไม่ได้เข้าใจเนื้อหาที่เสียดสีที่ซ่อนอยู่ในคำพูดนั้นเลย"

"เป็นที่แน่ชัดว่าชิซูเนะกับลิลลี่นั้นไม่ชอบหน้ากัน แต่ตอนนี้ก็ดูจะเลยเถิดไปหน่อย ลิลลี่เองก็ดูพร้อมที่จะสวนกลับแล้ว"

play music music_tension

$ wdt_off(False)

scene black
with Dissolve(0.2)

show showdown_lilly_slice at Transform(xanchor=0.0, xpos=1.0, yalign=0.0)
show showdown_shizu_slice at Transform(xanchor=1.0, xpos=0.0, yalign=1.0)
with None

play sound sfx_draw
show showdown_lilly_slice at Transform(xalign=0.0, yalign=0.0)
with slice_in

with Pause(0.2)

play sound sfx_draw
show showdown_shizu_slice at Transform(xalign=1.0, yalign=1.0)
with slice_in

with Pause(0.2)

play sound sfx_thunder
scene ev showdown
with Fade(0.2, 0.0, 3.0, color="#FFF")

play sound sfx_slide2
show ev showdown_large:
    size (800,600) crop (0, 0, 2400, 1800) subpixel True
    easeout 0.2 crop (280, 100, 800, 600)
with None

window show


li "ฉันก็คุยเรื่องงบประมาณไปแล้วก่อนเธอจะมาอีกนะ เธอคงจะเก่งมาก ๆ สินะ เลยสามารถรีบจัดการงานสภานักเรียน\nของเธอจนหมด เพื่อที่จะได้มาตามจี้ฉันเพื่อให้ฉันไม่ลืมเรื่องนี้น่ะ"

play sound sfx_slide
show ev showdown_large:
    ease 0.2 crop (1400,160, 800, 600)
with None

mi "นี่เธอจะว่าฉันอู้งานมาเหรอ ดูท่าคงจะสับสนกับนิสัยตัวเองละมั้ง~!"

play sound sfx_slide2
show ev showdown_large:
    ease 0.2 crop (280,100, 800, 600)
with None

li "ไม่หรอก อย่างฉันไม่กล้าเอาตัวเองไปเทียบกับเธอหรอก"

play sound sfx_slide2
show ev showdown_large:
    ease 0.2 crop (1400,160, 800, 600)
with None

mi "ถูกต้อง เธอกับฉันน่ะต่างกันราวกับฟ้ากับเหว"

play sound sfx_slide
show ev showdown_large:
    ease 0.2 crop (280,100, 800, 600)
with None

li "แต่ก็คงเดาไม่ยากใช่มั้ยว่าเธอคือฟ้าหรือเหวอะนะ"

$ _window = False

play sound sfx_thunder
scene ev showdown
with Fade(0.2, 0.0, 1.5, color="#FFF")

window show

"บรรยากาศรอบ ๆ ทั้งคู่ดุเดือดจากรังสีความเป็นศัตรูกันของทั้งคู่ คือจริง ๆ ตอนนี้ก็ชัดเจนมากแล้วละนะ แม้แต่มิช่าเองก็เริ่ม\nจะเข้าใจแล้วว่าอารมณ์ของบทสนทนานี้เป็นยังไง"

stop music fadeout 5.0

scene bg school_scienceroom
show lilly cane_listen at left
show misha perky_confused at center
show shizu basic_angry at right
with flash

shi "…"

show misha sign_confused
with charachange

mi "ฮิจัง~! นายเองก็อย่าอู้งานเชียวละ~!"

hi "เธอพูดเรื่องอะไรเนี่ย"

show shizu basic_frown
with charachange

shi "…"

show misha hips_smile
with charachange

mi "นายเองก็ร่วมงานเทศกาลด้วยไม่ใช่เหรอฮิจัง ใช่ไหมล่ะ เพราะงั้นแล้ว~! ฉันหวังว่านายจะทำงานมากกว่านี้เพื่อให้\nงานออกมาราบรื่นกว่าที่คนนี้เขาทำนะ~!"

label th_choiceA21:
menu:
    with menueffect
    
    "ไม่เข้าใจเลยว่าทำไมอยู่ ๆ ชิซูเนะถึงมาโมโหใส่ฉันเนี่ย"
    
    "อย่าลากฉันไปเกี่ยวสิ ฉันทำส่วนของฉันเสร็จแล้ว!":
        return m1

    "นี่ ไม่เอาน่า เพลา ๆ ให้ฉันกับลิลลี่หน่อย…":
        return m2
        
label th_A21a:

hi "ทำไมฉันถึงโดนลากมาเรื่องงานนี่อีกแล้วฮะ ฉันว่าฉันก็ทำมากเกินพอละนะ"

hi "ถ้าเธอจะโมโหลิลลี่ ก็ไม่เกี่ยวกับฉันสักหน่อย"

show lilly cane_reminisce
with charachange

li "เดี๋ยวนะ นี่เธอจะบอกว่าคุณประธานนักเรียนมีสิทธิ์ด่าฉันได้แต่ด่าเธอไม่ได้เหรอ"

"อ่า เชี่ย น่าจะเลือกใช้คำให้ดีกว่านี้"

hi "เปล่า ไม่ได้หมายความว่าแบบนั้น… แต่คือ…"

show shizu behind_frown
with charachange

shi "…"

show misha perky_confused
with charachange

mi "พูดอะไรน่ะฮิจัง"

hi "แค่ฉันคิดว่าเธอจะพูดอย่างนั้นก็ไม่ถูก ฉันก็ช่วยพวกเธอแล้วนะ"

"สถานการณ์ตอนนี้เปลี่ยนไปแล้ว ตอนนี้เหมือนกับจังหวะของคาวบอยที่กำลังจะดวลปืนกันเลย จริง ๆ เมื่อกี้ก็เป็นแบบนี้\nนั่นแหละ เพียงแต่ตอนนี้ชิซูเนะหันปืนมาที่ฉันแทนแล้ว"

"และลิลลี่ก็ด้วย ถึงตอนนี้เธอจะเงียบ แต่ฉันก็กลัวว่าฉันไปทำให้เธอโกรธโดยไม่ได้ตั้งใจ"

show shizu cross_angry
with charachange

shi "…"

show misha hips_frown
with charachange

mi "เธอจะบอกว่าฉันผิดเหรอ?"

"สถานการณ์อันตรายสุด ๆ"

hi "ฉันยังไม่อยากมาเถียงกับเธอแต่เช้าเลยนะ …แต่ใช่ ฉันว่าเธอจะมาว่าฉันอย่างนี้มันก็ไม่ถูก"

show shizu behind_frustrated
with charachange

shi "…"

show misha hips_smile
with charachange

mi "ฮิจัง นายเรียกร้องมากไปนะ~! แต่~! ที่พูดมาก็มีเหตุผล โอเค โอเค โอเค~! ถือว่านายไม่ขี้เกียจก็ได้ฮิจัง"

show misha hips_laugh
with charachange

mi "ฮ่าฮ่าฮ่า~!"

"ชิซูเนะดันแว่นขึ้นพร้อมยกนิ้วโป้งให้กึ่ง ๆ เห็นด้วย"

show shizu adjust_happy
with charachange

shi "…"

show misha perky_smile
with charachange

mi "ดีแล้วละ! ถ้านายไม่ไร้ประโยชน์ นายก็ไม่ควรให้ใครมาว่าแบบนั้น~! แต่ถ้าครั้งหน้าฉันได้ว่าอีกละก็ แปลว่าเธอทำให้ฉัน\nผิดหวังเหมือนกับคุณหัวหน้าตรงนี้ เพราะฉะนั้น อย่าเพิ่งได้ใจเลยเชียว"

show lilly cane_displeased
with charachange

"ลิลลี่คอยฟังคำจิกกัดนั้นเงียบ ๆ หน้าเธอชาอย่างสังเกตได้"

show misha hips_smile
with charachange

mi "คุณหัวหน้า~! ชิจังบอกว่า “อย่าลืมรายงานนั้นด้วยนะจ๊ะ~!”"

li "ฉันไม่ลืมหรอก"

show lilly cane_listen
with charachange

li "แค่นี้ใช่ไหม?"

show misha hips_grin
with charachange

mi "อื้ม~!"

li "งั้น โชคดีทุกคน"

"ถ้าบรรยากาศในห้องเป็นอะไรที่จับต้องได้ เสียงของเธอคงเป็นตัวผ่ากลางแบ่งครึ่งแน่ ๆ "

hide lilly
with charaexit

"ลิลลี่ออกจากห้องไปด้วยอารมณ์ที่พอเข้าใจได้ว่าไม่ค่อยจะดีนัก แต่ก็ยังคงไว้ซึ่งความสงบและสุขุมอย่างปกติ"

show misha hips_grin at twoleft
show shizu adjust_happy at tworight
show bg school_scienceroom at bgleft
with charamove

hi "ชิซูเนะ เธอทำเกินไปหน่อยนะวันนี้"

show misha perky_smile
with charachange

mi "จริงเลย ชิจัง เกินไปนิดนึง~"

"ฉันคงคาดหวังมากไปถ้าจะให้ชิซูเนะจะยอมรับว่าฉันพูดถูกเหมือนกันอย่างไม่เต็มใจ ชิซูเนะนิ่งไม่ตอบอะไร"

show shizu basic_normal2
with charachange

shi "…"

show misha cross_laugh
with charachange

mi "ฮ่าฮ่าฮ่า~! ชิจังบอกว่านายไม่ต้องมายุ่งหรอก"

show misha hips_smile
with charachange

mi "ฮิจัง พวกเรามีธุระนิดหน่อยที่ต้องทำก่อนเข้าคาบน่ะ~! แล้วก็อาจมาเข้าสาย เพราะงั้น~! ฝากบอกครูให้หน่อยนะ"

hi "อืม ๆ"

show misha cross_grin
with charachange

mi "เพอร์เฟกต์~! เย้~! โอเค~! ขอบใจนะฮิจัง!"

hide misha
hide shizu
with charaexit

"พวกเธอเดินออกห้องไปถึงแม้จะเหลือเวลาแค่สิบนาทีก่อนที่ระฆังเตือนเพื่อบอกเวลาเริ่มเรียนจะดัง"

label th_A21b:

hi "นี่ ฉันเป็นเด็กใหม่นะ"

hi "ต่อให้อยากช่วยฉันก็ช่วยอะไรได้ไม่มากหรอก"

show lilly cane_displeased
with charachange

li "ใช่ เธอไม่ควรจะคาดหวังให้นักเรียนที่เพิ่งย้ายมาใหม่มาทำอะไรแบบนี้ตอนสัปดาห์แรกของเขาหรอกนะ"

"การที่ลิลลี่เข้าข้างฉันทำให้ฉันรู้สึกสบายใจขึ้นมาหน่อย ฉันเลยว่าจะช่วยเธอด้วย"

hi "ใช่ เธอน่ะทำตัวไร้เหตุผลกับพวกเราทั้งคู่อยู่นะ"

show shizu behind_frustrated
with charachange

shi "…"

show misha hips_frown
with charachange

mi "อ้างนู่นอ้างนี่ คุณหัวหน้าน่ะมีเวลาจัดการกับรายงานเหลือ ๆ เลยนะ"

mi "แล้วพวกเราเองก็เสนอให้นายเข้ามาช่วยงานสภานักเรียนแล้ว แต่นายก็ปฏิเสธที่จะช่วยทุ่มเทอย่างเต็มที่เพื่อให้\nงานเทศกาลออกมาสำเร็จอย่างงดงาม"

hi "ก็ใช่ แต่ก็บอกไปแล้วไงว่าฉันยังไม่แน่ใจว่า…"

"ฉันไม่อยากจะมาเสียเวลากับอะไรอย่างนี้ตอนนี้ ไม่ว่าจะพูดอะไรฉันก็ต้องเผชิญหน้ากับชิซูเนะอยู่ดี ซึ่งนั่นเป็นสิ่งที่เธอ\nต้องการ"

hi "เอาเหอะ ช่างมันเถอะ"

label th_A21c:

"ฉันหันหลังให้พวกนั้น"

hide shizu
hide misha
with charaexit

show lilly cane_displeased at center
show bg school_scienceroom at bgright
with charamove

hi "ลิลลี่ ใกล้ได้เวลาเข้าเรียนแล้ว เดี๋ยวค่อยมาคุยทีหลังแล้วกัน เดี๋ยวฉันบอกฮานาโกะให้ว่าเธอมาหา"

"ฉันรู้สึกได้ว่าชิซูเนะกำลังอึ้งไปอยู่ นี่คงเป็นครั้งแรกที่มีคนเมินเธอตรง ๆ แบบนี้"

show lilly cane_smile
with charachange

li "ขอบคุณนะฮิซาโอะ งั้นฉันขอตัวกลับก่อนนะจ๊ะ"

"เธอส่งยิ้มที่หวานที่สุดที่ฉันเคยเห็นในสัปดาห์นี้ให้ฉัน แล้วหันหลังเดินออกไป"

hide lilly
with charaexit

"ทันทีที่ลิลลี่เดินออกจากประตูไป ฉันก็เริ่มลังเลที่จะหันหน้าหาชิซูเนะ"

"ฉันสัมผัสได้ถึงสายตาพิฆาตของชิซูเนะที่หลังฉันและไม่กล้าหันกลับไปมองเธอ เธอคงจะเดือดมากแน่ ๆ ฉันหวังว่ามิช่าจะพูด\nอะไรบางอย่างเพื่อลดทอนความตึงเครียดนี้ แต่เหมือนฉันจะหวังมากไป"

"สุดท้ายฉันก็กลับไปนั่งที่ ฉันได้ยินเสียงที่ชิซูเนะเดินปึงปังออกไปจากห้อง เธอไม่กลับมาจนกระทั่งไม่กี่นาทีก่อนเข้าคาบ"

label th_A21d:

hide shizu
hide misha
hide lilly
with charaexit

"ฉันหันหลังให้พวกนั้น"

"ฉันกลับมานั่งที่แล้วไม่รับฟังอะไรอีกจากการเถียงกันของสองคนนั้น"

"ท้ายที่สุด ลิลลี่ก็ออกไปจากห้องเรียนของเรา ส่วนชิซูเนะกับมิช่าก็เข้ามานั่งที่โดยไม่ได้คุยกับฉัน"

"ฉันสัมผัสได้ถึงสายตาพิฆาตของชิซูเนะที่หลังฉัน เธอคงจะโกรธฉัน แต่ฉันเองก็โกรธเธอพอ ๆ กัน"

"ไม่เข้าใจเลยว่าทำไมเธอต้องลากฉันเข้าไปเกี่ยวด้วย"


#*****************************

label th_A22:

scene bg school_scienceroom at bgleft
with shorttimeskip

play music music_daily fadein 0.5

"และฮานาโกะก็ไม่ได้มาในคาบเช้าเลย ปล่อยให้ที่นั่งของเธอดูว่างเปล่าและเงียบเหงาอยู่ที่หลังห้องเรียน"

"ถ้าได้เจอเธอคงต้องบอกว่าลิลลี่ตามหาเธออยู่"

"พอมีเรื่องเมื่อเช้าแล้วคาบเรียนนี่ก็ดูน่าเบื่อไปเลย ฉันเปิดหนังสือไปด้วยความยืดยาด"

"ในแต่ละวันจะเรียนเนื้อหาตามหนังสือด้วยปริมาณหน้าที่เท่า ๆ กัน การอ่านมาก่อนก็เป็นการได้ดูว่าพรุ่งนี้จะเรียนอะไรด้วย"

"เสียงนาฬิกาที่ด้านหน้าห้องดังจนน่ารำคาญ ครูก็ไม่พูดอะไรเลยกว่าเจ็ดนาที แต่กลับเลือกที่จะเขียนสมการจากหนังสือบน\nกระดานจนเต็มไปหมด"

"เสียงกระทบของชอล์กกับกระดานนั้นดังประสานอย่างเป็นจังหวะไปพร้อมกับเสียงนาฬิกาเดิน"

show misha cross_smile_close at offscreenleft
with None

show misha cross_smile_close at Transform(xpos=0.1, xanchor=0.5)
show bg school_scienceroom at center
with charamove

"ฉันลอกสมการบนกระดานลงสมุดเพื่อฆ่าเวลา ไม่ได้รู้สึกตัวเลยว่ามิช่ายื่นหัวมาอยู่เหนือไหล่ฉันจนตอนเธอแทบจะ\nเอาคางมาเกยไหล่ฉันแล้ว"

hi "ทำอะไรน่ะ"

"ฉันพยายามคุมเสียงให้เบาพอที่จะไม่เป็นที่สนใจจากทั้งห้อง แต่ดังพอที่ทำให้เธอได้ยิน"

show misha cross_grin_close
with charachange

show misha cross_grin_close at twoleft
show bg school_scienceroom at bgright
with charamove

mi "ทำอะไรอยู่อะ ฮิจัง~"

"ฉันสะดุ้งตกใจเมื่อมิช่าตอบกลับด้วยเสียงดังปกติของเธอ แล้วรีบตอบเธอโดยพยายามกดเสียงให้เบาไว้ถึงแม้เธอจะทำแผนที่\nฉันพยายามจะเงียบ ๆ พังแล้วก็เถอะ"

hi "ฉันก็ลอกตามบนกระดานอยู่ไง แล้วเธอล่ะ ทำไมต้องเสียงดังด้วย"

show misha perky_confused_close
with charachange

mi "อ๋า~ งั้นเหรอ แต่ในหนังสือก็มีนี่…คนอื่นเขาถึงได้ไม่ลอกลงสมุดตัวเองกันไง~!"

hi "รู้แล้ว แล้วทำไมเธอต้องเสียงดังด้วยล่ะ?"

show misha hips_grin_close
with charachange

mi "แล้วทำไมนายต้องเสียงเบาด้วยล่ะ แทบไม่ได้ยินเลยเนี่ย"

"ฉันมองไปรอบ ๆ ห้องเพื่อดูว่ามีใครได้ยินที่เราคุยกันไหม ซึ่งแน่นอนว่าทุกคนได้ยินรวมถึงครูด้วย"

show shizu behind_smile at right
with charamoveinright

"ชิซูเนะเริ่มยิ้มอาย ๆ ฉันเลยสงสัยเธอว่ามิช่าทำแบบนี้เพราะเธอสั่งหรือเปล่า"

"เป็นเพราะเรื่องที่เกิดระหว่างเธอกับลิลลี่ก่อนหน้านี้หรือเปล่านะ"

"นี่คือสิ่งที่ฉันควรเจอเพียงเพราะว่าฉันจะทำตัวให้มีเหตุผลเหรอ การที่ฉันพยายามเป็นกลางอะนะ ชิซูเนะเป็นคนยึดมั่น\nในศักดิ์ศรีมากไป ถึงจะปกติสำหรับคนอย่างเธอก็เถอะ"

hi "ทำไมเธอต้องทำแบบนี้ด้วย"

show misha perky_confused_close
with charachange

mi "หือ?"

"มิช่าพยายามทรงหนังสือเรียนด้วยนิ้วเดียวโดยไม่รู้ตัวเลยว่าครูกำลังจ้องมาที่เรา ตอนแรกดูเหมือนว่าจะจบไม่สวยแล้ว\nแต่สุดท้ายครูก็หันหน้าหนี ราวกับว่าไม่คุ้มที่จะพูดด้วย"

"ซึ่งก็คงดีแล้ว และฉันก็เอนตัวกลับไปนั่งอย่างสบายใจ"

scene bg school_scienceroom at bgright
with shorttimeskip

"และทั้งวันก็ผ่านไปโดยไม่มีอะไรเกิดขึ้น ซึ่งรอบนี้ฉันยินดีที่มันเป็นเช่นนั้น"

play sound sfx_normalbell

"พอเสียงระฆังดัง ฉันนั่งรอสักพักเพราะไม่ได้มีธุระรีบร้อนอะไรพลางทบทวนเนื้อหาที่ได้เรียนในวันนี้ ยังไงฉันเองก็\nอยากจะออกคนท้าย ๆ อยู่แล้ว จะได้ไม่ต้องไปเบียดกับคนหมู่มากที่โถงทางเดิน"

"ฉันสังเกตเห็นชิซูเนะกับมิช่ายังอยู่ด้วย คุยกับใครสักคนจากห้องอื่น"

"ชิซูเนะส่งภาษามือเร็วมากจนมือเธอทำเสียงเหมือนดาบที่ฟันตัดอากาศ"

"มิช่าพยายามอย่างหนักเพื่อที่จะตามให้ทัน แต่ก็เห็นได้ชัดว่าเธอแทบไม่เข้าใจเลยด้วยซ้ำ"

"ฉันฟุบหน้าลง ไม่รู้หรอกว่าคุยอะไรกันอยู่ แต่ดูท่าว่าจะเป็นเรื่องจริงจังน่าดู และฉันคงไม่น่าจะช่วยอะไรได้ด้วย แล้ว\nชิซูเนะเองก็ดูโมโหด้วย ถึงจริง ๆ ปกติท่าทางเธอก็เป็นแบบนี้อยู่แล้วละนะ"

"ชิซูเนะทำภาษามือมากจนข้อมือเธอเริ่มดังกรอบแกรบ และมิช่าก็เริ่มลิ้นพันกันแล้ว"

"บางทีก็พูดผิดเหมือนเวลาต้องพูดคำยาก ๆ ติด ๆ กัน แถมยังต้องทำภาษามือแปลกลับทุก ๆ คำพูดที่คนอื่นพูดด้วย"

"ช่างเป็นงานที่หนักจริง ๆ"

"มิช่าดูหมดแรง คลับคล้ายว่าจะเป็นลม"

"โชคยังดีที่ไม่นานเรื่องก็จบลง และพวกเธอก็กลับมานั่งที่อีกครั้ง"

show shizu behind_blank at tworight
show misha perky_sad at twoleft
with charaenter

mi "อ๊าาาาา! เหนื่อยจังเลย!"

"เธอห้อยหัวฟุบลงกับโต๊ะด้วยท่าทีหมดแรง"

hi "เตรียมจัดงานเทศกาลคงจะเหนื่อยน่าดูเลยนะ"

"ดูเหมือนว่าคนในโรงเรียนนี้จะจริงจังกับงานเทศกาลนี้มาก พออยู่กันว่าง ๆ ทีไรฉันเห็นเป็นต้องคุยกันเรื่องนี้ตลอด"

"เห็นทุกคนจริงจังขนาดนี้กับงานนี้ก็ดี"

"ฉันคงเป็นคนเดียวละมั้งที่ไม่มีอะไรให้ทำเลย"

show shizu basic_normal
show misha perky_confused
with charachange

"ชิซูเนะเริ่มทำภาษามือให้ฉันและมิช่าก็เงยหน้าขึ้นมามองไปที่มือของเธอด้วยสายตาเบลอ ๆ เล็กน้อย"

show shizu behind_frown
with charachange

shi "…"

"เธอส่งภาษามือด้วยท่าทางที่ดูรุนแรง หนักแน่น และเล่นใหญ่"

"มิช่าแปลภาษามือนั้นเป็นคำพูดให้ฉัน"

"ซึ่งเธอทำได้ดีเหมือนชิซูเนะพูดเองเลยทีเดียว อารมณ์และความคิดของเธอถูกส่งต่อมาที่ฉันผ่านทางมิช่า"

show misha cross_frown
with charachange

mi "ก็ พวกเราเป็นสภานักเรียนนี่ เนี่ยนายรู้ไหมว่าเรายุ่งมาก"

hi "ประชดเหรอ"

show misha perky_confused
with charachange

mi "หา?"

"ท่าทางของชิซูเนะทำให้ฉันรู้สึกว่าเธอ “พูด” อย่างดูแคลน แต่มิช่าก็แปลออกมาซื่อ ๆ แล้วใส่ความสดใสร่าเริงของตัวเอง\nลงไปแทนที่เจตนาจริง ๆ อะไรก็ตามของคำพูดนั้น ซึ่งก็คลาดไปจากกันอยู่ แล้วฉันคงไม่มีวันทำใจให้ชินได้แน่ ๆ"

hi "ช่างเหอะ"

hi "ฉันจะลืมได้ไงว่าพวกเธอเป็นสภานักเรียน พวกเธอเล่นชวนฉันต่ำ ๆ ก็วันละ 2 รอบละ"

show misha cross_laugh
with charachange

mi "ฮ่าฮ่าฮ่า~! แต่ว่านะฮิจัง งานของพวกเราน่ะจะเรียกว่ามีมากจนล้นเลยยังได้"

show shizu basic_normal2
with charachange

show misha perky_sad
with charachange

mi "ถ้าเหล่านักเรียนคอยสนับสนุนผู้นำของพวกเขาให้มากกว่านี้อีกหน่อยได้ก็คงดี คอยชื่นชมคนที่ยอมทำงานหนัก\nเพื่อทำทุกอย่างให้สำเร็จได้ด้วยดี"

show shizu behind_frown
with charachange

show misha perky_smile
with charachange

mi "อย่างแบบ มาช่วยงานสักหน่อยงี้ คงจะขอมากไปใช่มะ อื้ม~! ถ้านักเรียนอย่างนาย~! มาช่วยคงเป็นพระคุณยิ่ง~!"

show shizu adjust_angry
with charachange

show misha hips_frown
with charachange

mi "ถ้าพวกนักเรียนแสดงให้เห็นถึงความทุ่มเทและจิตวิญญาณของโรงเรียนแล้วมาช่วยกันสักหน่อย ฉันคงไม่ต้องขอแรง\nเพิ่มหรอก…"

show shizu behind_smile
with charachange

show misha hips_smile
with charachange

mi "แต่ถ้ามีแรงมาช่วยก็อาจจะรับไว้อยู่ดีน่ะนะ… มันก็~! คงจะดี ถ้ามีใครสักคนมา…"

stop music fadeout 2.0

show shizu adjust_blush
show misha perky_confused
with charachange

mi "โอ๊ะ หวัดดีจ้า~!"

show shizu adjust_blush at offscreenleft
show misha perky_confused at Transform(xanchor=0.5, xpos=-0.45)
show bg school_scienceroom at bgleft
with charamove

show hanako emb_timid at Transform(xanchor=0.5, xpos=0.93)
with charamoveinright

play music music_pearly fadein 1.0

"พอหันไปข้างหลังก็เห็นฮานาโกะกำลังมองเข้ามาในห้องเรียนอย่างอาย ๆ โดยซ่อนตัวของเธอเกินครึ่งไว้หลังประตู"

show misha perky_smile at Transform(xanchor=0.5, xpos=0.15)
with charamove

mi "นี่เธอ! ทำตัวเกเรอีกแล้วเหรอ"

show hanako emb_blushtimid
with charachange

"ฮานาโกะหน้าแดงแจ๋ทันทีที่มิช่าพูดแซว ถึงแม้จะไม่ได้ว่าจริงจังอะไรมาก"

show shizu basic_angry at Transform(xanchor=0.5, xpos=0.35)
with charamove

shi "…"

show hanako emb_downsad
with charachange

show hanako emb_downsad at Transform(xanchor=0.5, xpos=0.97)
with charamove

"ชิซูเนะมองเธอด้วยความสงสัย ทำให้ฮานาโกะก้มหน้าแล้วถอยหนีไปจนเห็นเพียงนิ้วของเธอเท่านั้นที่จับขอบประตูด้วย\nความประหม่า"

"บางทีคงเพราะเธอไม่ชอบลิลลี่เลยพาลทำท่าไม่ชอบฮานาโกะไปด้วย"

"คงจะเป็นแบบนั้น และฮานาโกะเองก็รู้ตัวเช่นกัน"

"เหมือนพวกเธอลืมไปพักหนึ่งว่าจะรั้งให้ฉันอยู่ต่อจนหมดวัน"

hi "มีอะไรเหรอฮานาโกะ"

show hanako emb_timid
with charachange

ha "ละ… ลิลลี่อยู่ไหม"

mi "โทษทีจ้า คุณซาโต้ไม่อยู่ที่นี่ เธอ เอ่อ มาเมื่อเช้าน่ะ"

show hanako emb_downtimid
with charachange

"ฮานาโกะยังคงมองชิซูเนะอย่างไม่สบายใจ ซึ่งชิซูเนะก็จ้องกลับมาที่เธอด้วยสายตาที่จดจ่ออย่างเคย คิดจะทำอะไรกันนะ"

"แน่นอนว่าชิซูเนะไม่หยุดมองแน่ ๆ และเธอก็ท่าทางน่ากลัวด้วย สภาพนี้ฮานาโกะคงจะกลัวเอามาก ๆ แน่ ๆ"

"พอดูปฏิกิริยาของฮานาโกะที่มีต่อนิสัยปกติของชิซูเนะแล้วก็แอบตลกเหมือนกัน นี่คงเป็นสิ่งที่จะเกิดขึ้นเมื่อสองคน\nที่นิสัยต่างกันสุดขั้วมาเจอกันสินะ"

show hanako emb_timid
with charachange

ha "แล้ว… แล้วเธอรู้ไหมว่าลิลลี่อยู่ไหน"

show shizu behind_frown
with charachange

shi "…"

show misha hips_frown 
with charachange

mi "ถ้าเธอคนนั้นมีจิตสำนึกสักหน่อย เธอก็คงจะอยู่ห้องเธอช่วยจัดงานเทศกาลแหละ แต่ใครจะรู้ เธอคนนั้นอาจจะจะหนี\nไปซ่อนตัวที่ไหนก็ได้"

label th_A22a:

show misha hips_grin at Transform(xanchor=0.5, xpos=0.15)
with charachange

mi "เธอคงหนีไปอู้ที่ไหนสักที่แหละ เหมือนฮิจังอะนะ~! วะฮ่าฮ่า~!"

"แม่ง สองคนนี้เป็นอะไรกันถึงต้องมาแซะแบบนี้"

label th_A22b:

scene bg school_scienceroom at bgleft
show shizu behind_frown at Transform(xanchor=0.5, xpos=0.35)
show misha hips_frown at Transform(xanchor=0.5, xpos=0.15)
show hanako emb_timid at Transform(xanchor=0.5, xpos=0.97)
with None


mi "เธอคงหนีไปอู้ที่ไหนสักที่แหละ ช่างเป็นคนไร้ประโยชน์จริง ๆ ~!"

show hanako emb_downtimid
with charachange

hide hanako
with easeoutright

"ฮานาโกะรีบพยักหน้าแล้วถอยหนีอย่างรวดเร็ว ชัดว่าเธอไม่อยากจะเสวนากับชิซูเนะอีก ซึ่งแย่หน่อยตรงที่พอเป็น\nอย่างนั้นแล้วก็ทำให้ความสนใจของพวกชิซูเนะกลับมาที่ฉันอีกรอบ"

stop music fadeout 2.0

show shizu behind_frown at tworight
show misha hips_frown at twoleft
show bg school_scienceroom at bgright
with charamove

show misha hips_grin
show shizu behind_smile
with charachange

mi "แต่ฮิจังไม่ไร้ประโยชน์นี่ ใช่ไหม ใชไหม เขาบอกเองนี่~! วะฮ่าฮ่า~!"

"ดูจากสภาพก็พอเห็นละว่าจะเกิดอะไรขึ้น และฉันก็ไม่อยากจะยุ่งด้วย โดยเฉพาะที่ฉันได้เจอมาเมื่อวาน"

hi "ก็ ขอให้โชคดีกับการเตรียมงานนะ…"

"ฉันเก็บกระเป๋า เตรียมจะออกจากห้อง"

"แย่หน่อยตรงที่ฉันอยู่อีกฟากของห้องเลยจากทางออก"

"ระยะสั้น ๆ ไปถึงประตูช่างยาวไกลเหมือนเดินข้ามผ่านแดนรกร้างกว้างไกล"

show misha perky_smile
show shizu behind_blank
with charachange

play music music_shizune fadein 4.0

show bg school_scienceroom at bgleft
show shizu behind_blank at center
show misha perky_smile at Transform(xalign=-0.15)
with charamove

show bg school_scienceroom at center
show shizu behind_blank at tworight
show misha perky_smile at twoleft
with charamove

"ชิซูเนะและมิช่าต่างเคลื่อนไหวอย่างช้า ๆ อยู่ตรงหน้าฉันปิดทางหนีจนชวนให้รู้สึกเหมือนพวกเธอระแวดระวังอย่างทะแม่ง ๆ \nเห็นแล้วก็นึกถึงเรือที่รบกันบนน้ำ"

show misha hips_grin
with charachange

mi "ฉันเห็นชิจังบอกว่านายจะช่วยพวกเรานี่ ฮิจัง~!"

hi "โห ไม่รู้เลยนะเนี่ย ไม่เห็นบอกกันตรง ๆ"

show misha perky_confused
with charachange

mi "แต่ว่า~! นั่นแหละที่เธออยากบอก เพราะงั้น ขอร้องเถอะนะ ฉันไม่ไหวแล้ว เราต้องมาทำแผงสำหรับงานเทศกาลกันสองคน\nเนี่ย เหลือจะเชื่อเลยเนอะ"

show misha perky_sad
with charachange

mi "ตอกไม้กระดานให้เข้ากันซ้ำแล้วซ้ำเล่านานนับชั่วโมง ลำบากจริง ๆ !"

mi "ฉันทำจนชิน จนฉันเผลอแกว่งแขนตอกในห้องเรียนโดยไม่รู้ตัวด้วยซ้ำ!"

"เธอทำท่าตีค้อนทุบโต๊ะอยู่สองสามที"

mi "ซ้ำซากจำเจจนทนไม่ไหวแล้ว! แล้วเมื่อวานอะนะ ฉันเผลอตอกแผ่นไม้ซ้อนกันอีก…"

mi "กลายเป็นว่าแผ่นไม้หลายแผ่นก็เลยตอกเข้าด้วยกัน ฉันต้องมานั่งถอนออกแล้วทำใหม่หมด ฉันเลยโดนทั้งตะโกน\nทั้งหัวเราะเยาะใส่"

hi "เอ่อ…"

show misha perky_smile
with charachange

mi "เพราะงั้น…"

show misha hips_grin_close
with characlose

"เธอจับไหล่ฉันและยิ้มแล้วเอาลิ้นเลียฟันอย่างซุกซนไปมา"

mi "วันนี้นายว่างมั้ยฮิจัง?"

mi "ว่างมั้ยน้า~"

hi "ไม่ว่าง…"

show misha perky_confused_close
with characlose

mi "จริงเหรอ~"

mi "นายจะมาช่วยพวกเราใช่ไหม"

"ฉันเห็นเธอขยับมืออย่างต่อเนื่อง"

"เธอแปลบทสนทนาของพวกเราเป็นภาษามือเพื่อให้ชิซูเนะเข้าใจด้วย"

"ซึ่งชิซูเนะเองวันนี้เธอดูเงียบแปลก ๆ ยังโกรธกันอยู่เหรอ ก็นะ คงอาจจะแหละ มองตาก็รู้ละ แต่ว่านะ เธออาจจะแค่\nทำให้ฉันรู้สึกผิดเพื่อให้ฉันไปช่วยงานก็ได้"

"ต้องหาทางหนีทีไล่ให้ได้"

hi "เออ เดี๋ยวฉันต้องไปห้องสมุดละ แบบว่า มีการบ้าน…"

hi "ฉันต้องรีบไปแล้วสินะ ช่วงนี้ต้องขยันหน่อยเพราะว่าฉันเพิ่งมาใหม่ จะได้มีภาพลักษณ์ที่ดีไง ใช่ ๆ …"

hi "ไว้เจอกันละกัน!"

show misha perky_confused_close at offscreenleft
show shizu behind_blank at twoleft
show bg school_scienceroom at bgleft
with ease

hide misha
show misha perky_confused_close behind shizu at offscreenleft

show shizu basic_normal2 at offscreenright
show bg school_scienceroom at center
with ease_accel

show shizu cross_angry_close at tworight
show bg school_scienceroom at bgright
with ease_decel

"ฉันรีบหันตัวเพื่อหนีไปยังประตู แต่ชิซูเนะก็เข้ามาขวางและยืนกอดอกทำหน้าดุ"

show shizu basic_angry_close
with charadistant

"เธอส่ายนิ้วไปมาด้วยท่าทีเยาะเย้ย พร้อมส่งภาษามือให้มิช่าราว ๆ กับนายหมู่สั่งลูกน้องทหาร"

show shizu basic_angry
with charadistant

show misha perky_smile at twoleft
with charamove

mi "ไม่เห็นว่านายจะต้องรีบไปห้องสมุดขนาดนั้นเลยนี่ ฮิจัง~!"

show misha hips_grin
with charachange

mi "ช่ายแล้วชิจัง~ ดูเหมือนว่าเขาคงจะหนีไปอู้งานตลอดทั้งวันที่เหลือแน่ ๆ"

show misha hips_laugh
with charachange

mi "ฮ่าฮ่าฮ่า~! วะฮ่าฮ่า~! นายจนมุมแล้วละ~!"

show shizu behind_frown
with charachange

shi "…"

show misha hips_smile
with charachange

mi "ไปห้องสภานักเรียนกันเถอะ~!"

"เธอหัวเราะคิกคัก ตามด้วยระเบิดเสียงหัวเราะดังลั่น"

show misha cross_laugh
with charachange

mi "โทษทีนะฮิจัง จริง ๆ ฉันก็รู้สึกผิดแหละ แต่ก็เพื่อทุก ๆ คนนี่นะ"

show shizu basic_normal2
with charachange

shi "…"

show misha sign_smile
with charachange

mi "ใช่ ๆ ชิจัง! ช่าย~ ถูก ๆ "

show shizu behind_blank
with charachange

shi "…"

show misha hips_smile
with charachange

mi "ใช่ เนี่ย ทำเพื่อผลประโยชน์ของทุกคน แก้ปัญหาของพวกเราด้วย"

show shizu basic_frown
with charachange

shi "…"

show misha hips_frown
with charachange

mi "ช่าย ช่าย~! ฉันก็นึกว่าเขาจะชื่นชมที่พวกเราอุตส่าห์ลงแรงกันไปให้มากกว่านี้เสียอีก"

show misha hips_frown_close
show shizu basic_frown_close
with characlose

"พวกเธอขยับเข้ามาใกล้ ราวกับว่าจะกระโจนเข้าใส่"

hi "นี่พวกเธอ มารุมสองต่อหนึ่งแบบนี้ไม่ยุติธรรมเลยนี่นา"

show shizu behind_blank_close
with charachange

shi "…"

"เธอยังคงจ้องมองมาหน้านิ่ง จากนั้นก็แสยะยิ้มชั่วร้าย"

show shizu basic_sparkle_close
show misha hips_grin_close
with characlose

mi "เอาเถอะน่า พวกเรามีงานต้องทำอีกเยอะเลย! ไปห้องสภานักเรียนกันเถอะ~!"

hi "อ่า ไม่รู้ดิ…"

show misha cross_laugh_close
with characlose

"มิช่าหัวเราะออกมา"

show misha hips_grin_close
with characlose

mi "เดจาวู~?"

"เธอหัวเราะคิกคัก ก่อนจะหัวเราะออกมาอีกครั้ง"

show misha cross_laugh_close
with characlose

mi "ฮ่าฮ่าฮ่า ก็นะ ผลทำนายดวงฉันวันนี้บอกว่าวันนี้เป็นวันที่ดีของฉันล่ะ"

show misha perky_smile_close
with characlose

mi "และตอนนี้นายก็จะมาช่วย—{w=.5}{nw}"

show shizu adjust_smug_close
with charachange

"ชิซูเนะรีบส่งภาษามือให้เธอ"

show misha hips_grin_close
with charachange

mi "ใช่แล้ว~! ก็นายตกปากรับคำด้วยตัวเองแล้วว่าจะช่วยพวกเรา ฉันก็จะได้ไม่ต้องทำงานหนักมากด้วย! ดี๊ดี~ เนอะ"

"ฉันอ้าปากเพื่อที่จะพูดอะไรบางอย่าง แต่ก็นึกได้ว่าไม่มีประโยชน์หรอก"

"ฉันกลับมาคิดหาทางออกจากสถานการณ์นี้อีกครั้ง ไม่ดิ การกระทำของพวกเธอมีเจตนาชัดเจนขนาดนี้ คงไม่มีประโยชน์\nที่จะใช้เหตุผลเถียงด้วยหรอก"

"เถียงกับคนบ้าไปก็ไม่ได้ความ ฉันทำหน้าบูด และพวกเธอก็ไม่เห็นอาการไม่พอใจของฉันด้วยซ้ำ เป็นการยืนยันสิ่งที่ฉันคิด\nเข้าไปอีก"

"ตอนนี้พวกเธอก็ดูไม่ได้จับจ้องมากแล้ว คงคิดว่าตัวเองชนะแล้วเลยไม่ได้ระแวงอะไรอีก"

stop music fadeout 2.5

"ช่างได้ใจเสียจริง"

"พวกเธอเดินแซงหน้าฉันตอนที่เดินออกจากประตู"

hide shizu
hide misha
with charaexit

"และฉันก็แอบย่องกลับมาในห้องเรียนตอนที่พวกเธอกำลังเดินไปยังโถงทางเดิน หันไปทางบันได"

"ฉันถอนหายใจอย่างโล่งอก และรีบเก็บของส่วนที่เหลือเพื่อจะได้หนีได้ทัน"

play sound sfx_doorslam

"ประตูห้องเรียนถูกปิดดังปัง"

play music music_running fadein 0.5

show shizu cross_angry at offscreenright with None
show misha cross_frown at offscreenleft with None
show shizu cross_angry at tworight
show misha cross_frown at twoleft
with ease

shi "…"

mi "ร้ายนักนะ ฮ่าฮ่าฮ่า แต่นายต้มเราซะเปื่อยเลยนะ ใช่มะชิจัง?"

show shizu behind_frown
with charachange

shi "…"

show misha hips_grin
with charachange

mi "ช่าย ช่าย… …ฮ่าฮ่าฮ่า!"

show misha cross_frown
with charachange

mi "ทำอะไรของนายน่ะ ไหนบอกว่าจะช่วยพวกเราไง!"

mi "และนายก็จะหนีไป และคิดว่าจะรอดไปได้ ใช่ไหมล่ะ"

show misha cross_laugh
with charachange

"ท่าทางโกรธเคืองหายไป และเธอก็เริ่มหัวเราะอย่างบ้าคลั่ง แต่สงบลงตอนที่ชิซูเนะแสดงท่าทีเคือง ๆ"

show misha cross_grin
with charachange

mi "โอ๊ะ อ่า… ช่าย~ นายคงคิดว่าจะรอดไปได้ แต่! ผู้ร้ายน่ะก็มักจะกลับมายังจุดเกิดเหตุเสมอยังไงล่ะ!"

"ฉันยังไม่ได้ออกจากห้องไปด้วยซ้ำ ไม่ดิ ฉันยังไม่ได้ตกปากรับคำว่าจะช่วยตั้งแต่แรกแล้วนี่นา"

show misha perky_smile
with charachange

mi "ไม่ฉลาดเอาซะเลยนะคุณผู้ร้าย คิดจะหลบเลี่ยงหน้าที่ของตัวเองแบบนั้นน่ะ… แย่จริง ๆ เลยฮิจัง~!"

hi "ฉันเป็นผู้ร้ายงั้นเหรอ ฉันทำอะไร ข้อหาอะไร ผิดตรงไหน"

show misha hips_grin
with charachange

mi "นั่นเป็นเรื่องที่ศาลต้องตัดสินนะคุณผู้ร้าย ฉันว่าเราไม่ต้องบอกนายเรื่องนี้หรอก!"

show misha perky_smile
with charachange

mi "แล้วอีกอย่าง นายก็เป็นคนร้ายนี่ นายทำอะไรก็รู้อยู่แก่ใจ!"

hi "เธอเคยอ่าน “{i}คดีความ{\i}” ของคัฟคาหรือเปล่า"

show misha hips_grin
with charachange

mi "ไม่อะ ทำไมเหรอฮิจัง~ หนังสือนั่นเกี่ยวอะไรด้วยเหรอ"

hi "ฉันอ่านเรื่องนี้เมื่อไม่กี่เดือนก่อน เป็นเรื่องเกี่ยวกับคนกลุ่มหนึ่งที่คอยบริหารศาลเตี้ยเพื่อลงโทษผู้ชายคนหนึ่งที่แค่ต้องการ\nใช้ชีวิต พวกเขาไม่ยอมปล่อยเขาให้อยู่แบบสงบ ๆ และเขาก็ไม่สามารถต่อสู้กับอำนาจได้"

show shizu basic_frown
with charachange

shi "…"

show shizu behind_frown
with charachange

shi "…"

show misha hips_smile
with charachange

mi "ฮิจัง แล้วมันเกี่ยวอะไรกันด้วย"

show misha sign_confused
with charachange

mi "นี่~! หมายความว่าไงน่ะ"

"เธอหันกลับมาหาฉันหลังจากที่แปลภาษามือไปมาอยู่เสียนาน"

show misha hips_frown
with charachange

mi "เนี่ย พวกเราผิดหวังในตัวนายนิดหน่อย นายทำเราผิดหวังนะฮิซาโอะ"

show shizu basic_frown
with charachange

shi "…"

mi "ปล่อยเรือล่ม"

show shizu behind_frown
with charachange

shi "…"

mi "ให้พวกเราจมกลางทะเล~"

show shizu cross_angry
with charachange

shi "…"

show misha sign_smile
with charachange

mi "คนเราเขาทำตัวกับคนอื่นอย่างนี้เหรอ หลีกหนีภาระหน้าที่ ทอดทิ้งพวกพ้องอะนะ"

show misha hips_frown
with charachange

mi "พวกเราคิดว่านายควรทำตามสัญญานะ"

hi "อะไร ฉันไม่ได้ไปสัญญิงสัญญาอะไรสักหน่อย~!"

"ฉันจุกคอหอยขึ้นมาและหายใจไม่ออกไปชั่วขณะหนึ่ง"

show shizu basic_frown
with charachange

shi "…"

show misha cross_smile
with charachange

mi "ไม่จริงสักหน่อยฮิจัง! นายบอกเองว่านายไม่ไร้ประโยชน์ นายพูดเอาไว้แน่ ใช่ แน่นอน แน่นอน แน่นอน~!"

show misha hips_grin
with charachange

mi "พวกเราจะรอดูนายพิสูจน์คำพูดนั้นนะ~! นายต้องทำให้เห็นว่านายน่ะไม่ได้ไร้ประโยชน์!"

mi "ศักดิ์ศรีของนายของจะแปดเปื้อนแน่ ๆ ถ้านายเลือกที่จะหนีไปน่ะ~!"

mi "เพราะงั้นแล้วตลอดวันที่เหลือ พวกเราจะอยู่ด้วยกันสามคน และไปตั้งใจทำงานกัน!"

show shizu behind_frown
with charachange

shi "…"

show misha hips_smile
with charachange

mi "นายหลอกเราไม่ได้หรอกนะ!"

mi "นายควรจะมีความสุขสิ นายจะได้ช่วยโรงเรียนได้อย่างดีเลย อย่าได้ใคร่ถามเลยว่าโรงเรียนทำอะไรให้นายได้บ้าง…"

mi "หากแต่จงถามว่านายทำอะไรให้โรงเรียนได้บ้างต่างหาก!"

show misha cross_laugh
with charachange

mi "ฮ่าฮ่าฮ่า!"

mi "ฮ่าฮ่าฮ่าฮ่าฮ่าฮ่าฮ่า!"

"หดหู่ว่ะ"

show misha cross_grin
with charachange

mi "เอาน่า เอาน่า ฮิจัง!"

"เธอตบหลังฉันดังป้าบเล่นเอาฉันจุกจนหายใจลำบาก"

mi "อีกอย่าง นายไม่มีความสุขเหรอที่จะได้ใช้เวลาอยู่ร่วมกันกับสาวน่ารัก ๆ สองคนน่ะ"

show misha hips_laugh
with charachange

mi "ฮ่าฮ่าฮ่าฮ่า!"

"ฉันคงพลั้งปากไปแบบนั้นอย่างพวกเธอว่าจริง ๆ ละมั้ง"

stop music fadeout 3.0

"ฉันก้มหน้ารับชะตากรรมเดินตามพวกเธอไปยังห้องสภานักเรียน…"

scene bg school_council_ss
with shorttimeskip

play sound sfx_hammer
play music music_tranquil fadein 3.0

"…และตอกตะปูที่ซุ้มตัวสุดท้ายจนเสร็จ กินเวลาไปทั้งบ่ายเลยแฮะ แล้วก็ใกล้หมดเวลามื้อเย็นแล้วด้วย แต่งานก็เสร็จ\nแล้วละนะ"

show shizu basic_normal_ss at center
with charaenter

"ชิซูเนะหยิบตลับเมตรและระดับน้ำขนาดเล็กออกมาแล้วตรวจสอบอย่างละเอียด"

show shizu behind_smile_ss
with charachange

"เธอยิ้มดูพึงใจ จากนั้นจึงทำท่าเรียกมิช่าให้เข้ามา"

show shizu adjust_happy_ss
with charachange

shi "…"

show shizu adjust_happy_ss at tworight
show bg school_council_ss at bgright
with charamove

show misha perky_smile_ss at twoleft behind shizu
with charaenter

mi "เธอบอกว่านายทำได้ดีมาก จริง ๆ ก็นายดูมีพรสวรรค์เรื่องงานแบบนี้นะ"

show misha hips_smile_ss
with charachange

mi "ว้าว ฉันก็ประทับใจเหมือนกัน แถมทำไวด้วย นายเคยทำงานนี้มาก่อนเหรอ"

hi "ไม่อะ ไม่เคยเลย"

hi "ไม่เคยทำเลยสักครั้ง"

hi "แล้วก็จะไม่ทำอีกแล้วด้วย"

show shizu behind_smile_ss
with charachange

shi "…"

mi "เอาละ วันนี้เราตั้งเป้าไว้ที่หกแผง ซึ่งอีกแป๊บ ๆ ฉันกับชิจังก็จะทำอันนี้เสร็จแล้ว"

show misha hips_grin_ss
with charachange

mi "แปลว่า~… เหลืออีกสี่แผงจ้า!"

show misha sign_smile_ss
with charachange

mi "พวกเราทำเวลาได้ดีเลย เธอว่างี้~!"

show misha hips_grin_ss
with charachange

mi "น่าสนุกใช่ไหมล่า"

hi "ฮะ?"

"ฉันนึกถึงงานอื่น ๆ ที่น่าทำกว่าได้อีกเป็นล้านอย่าง แต่ทุก ๆ คนเองก็คงมีงานที่ต้องทำเพื่องานเทศกาลโรงเรียน\nรวมถึงฉันเองด้วย"

hi "พวกเธอสองคนโชคดีมากนะที่ฉันอุตส่าห์มาช่วยเนี่ย ถ้าฉันไม่อยากทำจริง ๆ ฉันคงหนีไปนานแล้ว"

show shizu basic_normal2_ss
with charachange

shi "…"

show misha perky_smile_ss
with charachange

mi "จริงเหรอ ฮิจัง"

show shizu adjust_smug_ss
with charachange

shi "…"

show misha cross_laugh_ss
with charachange

mi "วะฮ่าฮ่า~! ชิซูเนะคิดว่านายแค่พูดลอย ๆ ละ คนญี่ปุ่นน่ะไม่ได้มีสัญชาตญาณตอบสนองแบบฉับพลันยามคับขัน\nหรอกนะ"

"ชิซูเนะกางนิ้วของเธอออกอย่างเจ้าเล่ห์"

show shizu basic_happy_ss
with charachange

shi "…"

show misha hips_grin_ss
with charachange

mi "แน่นอน~! แน่นอน แน่นอน~! ถ้านายอยากจะหนีละก็ นายคงชิงทำตอนนี้เลยแล้วแหละ~! นั่นคือวิธีดูว่าใครคิดจริงทำจริง"

show shizu basic_normal_ss
with charachange

shi "…"

show misha sign_smile_ss
with charachange

mi "แต่เมื่อกี้ไม่น่าบอกเลยนะ เพราะทีนี้ฮิจังก็จะรู้แล้วว่าต้องทำยังไง~"

"แต่เอาจริง ๆ แค่ยอมบอกนี่ก็คงรู้แล้วแหละว่าฉันคงไม่กล้าทำหรอก"

"แต่ยิ่งอยากทำเข้าไปอีก อยากให้มีโอกาสแบบนั้นโผล่มาอีกจังเลยนะ แต่ถ้ามีจริง ๆ เธอก็คงจับฉันทันอยู่ดี"

show shizu behind_smile_ss
with charachange

shi "…"

show misha perky_smile_ss
with charachange

mi "ชิจังบอกว่าตอนนี้เธอมีความสุขละ"

stop music fadeout 1.5

scene bg school_council_ni
with shorttimeskip

play music music_dreamy fadein 0.5

"พอเย็นย่ำพวกเราก็ทำเสร็จไปแล้วหกแผง"

"ด้วยความภาคภูมิที่ทำงานจนแล้วเสร็จ พวกเราก็นั่งชื่นชมผลงานที่ทุ่มแรงลงไปกัน ไม่ได้คุยอะไรกัน แค่ดู"

"รู้สึกคอแห้ง ๆ แฮะ"

hi "เอ้อ ที่โถงทางเดินมันมีตู้ขายของแบบหยอดเหรียญอยู่นี่ เครื่องเปิดอยู่ตลอดใช่มั้ย"

show misha hips_smile at center
with charaenter

mi "อื้ม แถมของก็ถูกด้วย ปกติวันทำงานแบบนี้พวกเราก็ไปซื้ออะไรมาดื่มกัน"

"พอคุ้ยกระเป๋าดูก็เจอเหรียญร้อยเยนเหรียญหนึ่ง"

hi "พอมั้ย พอดีคอแห้งอะ"

show misha hips_grin
with charachange

mi "ร้อยเยนเหรอ ซื้อได้หมดเลยแหละ"

hi "งั้นก็ดี ดีแล้ว"

show misha hips_grin at twoleft
show bg school_council_ni at bgleft
with charamove

show shizu adjust_happy at tworight
with charaenter

shi "…"

show misha sign_smile
with charachange

mi "อ๊ะ เดี๋ยวก่อน"

show misha hips_grin
with charachange

mi "หืม มีอะไรเหรอชิจัง อยากให้เขาซื้อมาให้เธอด้วยเหรอ ฮ่าฮ่าฮ่า!"

show shizu behind_smile
with charachange

shi "…"

show misha perky_smile
with charachange

mi "ฮิจัง วันนี้นายช่วยพวกเราได้เยอะเลย วันนี้ฉัน - หมายถึงชิจังนะ จะเลี้ยงเอง"

show misha perky_confused
with charachange

mi "นี่ แล้วฉันล่ะ"

show shizu adjust_smug
with charachange

shi "…"

show misha perky_smile
with charachange

mi "จะเอาอะไรเหรอ ฉันก็คอแห้งแล้วเหมือนกัน"

show misha perky_confused
with charachange

mi "ฉันก็ด้วยนะ!"

hi "อืม ไม่รู้สิ ยังไงก็ได้ งั้นโซดาเมลอนแล้วกัน"

show shizu behind_smile
with charachange

shi "…"

show misha perky_sad
with charachange

mi "นี่ เดี๋ยว ชิจัง! ฉันก็อยากได้เหมือนกันนะ!"

hide shizu
with charaexit

show misha perky_sad at center
show bg school_council_ni at center
with charamove

mi "โธ่…!"

show misha perky_confused
with charachange

mi "เนี่ย เธอชอบแกล้งกันอย่างนี้ตลอดเลย"

hi "คงงั้นละมั้ง แต่ก็คงซื้ออะไรมาให้เธอแหละ"

mi "อื้ม ปกติก็ซื้อมานะ แต่…มันก็ไม่แน่หรอก…"

hi "ฮะ ๆ "

show misha perky_confused at twoleft
show bg school_council_ni at bgleft
with charamove

show shizu basic_normal2 at tworight behind misha
with charaenter

"ชิซูเนะกลับมาพร้อมโซดาเมลอนสองกระป๋องและน้ำผลไม้อีกกระป๋อง"

"เธอยื่นโซดากระป๋องหนึ่งให้ฉัน อีกกระป๋องให้มิช่า"

show misha hips_grin
with charachange

mi "ขอบใจนะชิจัง~! กะแล้วว่าวางใจเธอให้ซื้อมาด้วยได้จริง ๆ ! วะฮ่าฮ่าฮ่า!"

show misha perky_confused
with charachange

mi "แต่เธอรู้ได้ไงว่าฉันอยากได้อันนี้ ทั้งที่ปกติฉันจะซื้ออย่างอื่นน่ะ"

show shizu behind_smile
with charachange

shi "…"

show misha hips_grin
with charachange

mi "หา? เธอรู้ว่าฉันอยากลองแล้วชอบอะไรเป็นเด็ก ๆ แบบนี้เหรอ ฮ่าฮ่าฮ่าฮ่า!"

show misha hips_laugh
with charachange

mi "ฮ่าฮ่าฮ่าฮ่า!"

"ฉันทำท่าขอบคุณให้ชิซูเนะ เธอยิ้มแล้วพยักหน้า"

show shizu adjust_happy
with charachange

shi "…"

stop music fadeout 4.0

show misha sign_smile
with charachange

mi "นี่ ฮิจัง…"

hi "ว่า"

show shizu behind_smile
with charachange

shi "…"

show misha perky_smile
with charachange

mi "เราอยู่ด้วยกันมาสักพักแล้วนะ ทั้งที่เวลาสั้น ๆ อย่างนี้แต่ทำอะไรไปตั้งหลายอย่าง"

mi "พวกเราจะไม่อ้อมค้อมแล้ว ที่ฉันจะบอกก็คือ"

"ฟังดูอย่างกับจะขอคบงั้นแหละ แต่ไม่ใช่หรอก แต่ถึงงั้นใจฉันก็เต้นรัวเร็ว แม่ง นึกถึงเหตุการณ์ที่คล้าย ๆ กันเมื่อตอน\nต้นปีเลย"

"ฉันนึกจะพูดสักอย่าง แต่สมองยังเลือกไม่ได้ว่าจะบอกให้หยุดหรือพูดต่อ"

"รู้สึกว่าหน้าแดงแจ๋ไปยันหูเลย"

show shizu adjust_smug
with charachange

shi "…"

show misha hips_smile
with charachange

mi "ที่ฉันจะบอกก็คือ…"

show misha hips_grin
with charachange

play music music_ease

mi "นายอยากเข้าสภานักเรียนมั้ย"

hi "เฮ้อ เสียดายจัง"

show misha cross_laugh
show shizu adjust_blush
with charachange

mi "ฮ่าฮ่าฮ่า! ฮ่าฮ่าฮ่าฮ่า! ฮ่าฮ่าฮ่าฮ่าฮ่า! วะฮ่าฮ่า! ฮ่าฮ่าฮ่าฮ่า!"

mi "เมื่อกี้นึกว่าเธอจะขอนายคบเหรอฮิจัง"

mi "ฮ่าฮ่าฮ่าฮ่า! ฮ่าฮ่าฮ่า! ฮ่าฮ่าฮ่า! ฮ่าฮ่าฮ่าฮ่า!"

mi "ฮ่าฮ่าฮ่าฮ่าฮ่าฮ่าฮ่าฮ่า!"

"ฉันอายเอามาก ๆ จนรู้สึกว่าหน้าแดงแปร๊ดหนักกว่าเดิม"

"ชิซูเนะทำท่ากลบเกลื่อนหน้าแดงหลังมิช่าแปลให้แล้วยื่นกระดาษสองสามแผ่นมาให้ฉัน"

show shizu behind_frustrated
with charachange

shi "…"

show misha cross_grin
with charachange

mi "จะเอายังไง เอกสารอะไรอยู่นี่ครบหมดแล้ว"

show misha cross_smile
with charachange

mi "แล้วนายก็นั่งอยู่ทำตัวสบายขนาดนี้ มาดื่มมาคุยอะไรกันแบบนี้อีก~!"

#stop music fadeout 2.0

show shizu basic_normal
with charachange

shi "…"

show misha hips_grin
with charachange

mi "ว่าไง"

"เธอลดเสียงลงแล้วถามอีกรอบด้วยน้ำเสียงจริงจังขึ้นเล็กน้อย"

show misha cross_smile
with charachange

mi "ฮิจัง นายว่าไง"

show misha sign_smile
with charachange

mi "นายก็ไม่ใช่ว่าไม่ชอบใช่มั้ยล่ะ"

#play music music_dreamy fadein 1.5

"ฉันแปลกใจอยู่ไม่น้อยที่อยู่ ๆ น้ำเสียงนั้นเปลี่ยนไป ไม่รู้จะต้องตอบยังไงดี"

"ส่วนหนึ่งคือเธอไม่ได้ตะโกนเสียงดังแบบไม่สนโลก"

"ก่อนหน้านี้เธอคงรู้อยู่แล้วว่าฉันคงบอกปัด"

"แต่คราวนี้เธอดูจริงจัง"

show misha perky_smile
with charachange

mi "ฉันว่านายมาเข้าร่วมเถอะ ไม่ใช่แค่ว่าจะได้มีนายมาช่วยอีกแรงหรอก แต่ นั่นแหละ ยังไงนายก็อยู่กับพวกเราอยู่แล้ว"

mi "ชิจังก็คงอยากให้นายมาเข้าร่วมด้วย นายก็ไม่ได้เกลียดพวกเราหรืออะไรใช่มั้ยล่ะ"

show misha perky_sad
with charachange

mi "มาเข้าร่วมก็ไม่เสียหายหรอก แล้วถ้านายมาฉันก็ยินดีมาก ๆ "

"เธอดูชั่งใจอยู่นานกว่าจะพูดได้แต่ละประโยค ซึ่งแปลกสำหรับคนพูดมากอย่างมิช่า"

"จนฉันรู้สึกเป็นห่วงแปลก ๆ "

show shizu behind_blank
with charachange

"ฉันหันมองไปทางชิซูเนะที่จ้องฉันกลับมาทันที เธอทำท่าขัดเล็บไปเรื่อยเปื่อย"

show misha perky_smile
with charachange

mi "ถ้านายไม่อยากเข้าร่วม ฉันสัญญาว่าจะไม่เซ้าซี้อีกแล้ว แต่ถ้านายตกลง พวกเราจะมีความสุขมาก ๆ "

"ทั้งชิซูเนะและมิช่าดูจะไม่อยากมองตาฉันตรง ๆ "

"ให้ว่ากันตามตรง แค่คิดว่าจะได้อยู่กับสาวน้อยน่ารักสองคนอย่างนี้แล้วก็ไม่อยากปล่อยโอกาสไปเลย"

"ฉันก็ไม่ได้อยากทำงานอย่างนี้ทุกวันหรอก แต่หลังงานเทศกาลแล้วงานคงซาลงบ้าง"

"หวังว่าอะนะ"

hi "ก็ได้ คงไม่เสียหายอะไรเหมือนกัน ตกลง"

show shizu adjust_happy
with charachange

shi "…"

show misha hips_grin
with charachange

mi "ยอดเยี่ยม ยอดเยี่ยม! อะฮ่าฮ่าฮ่า~!"

"ชิซูเนะกางนิ้วออกอย่างพอใจ"

show shizu basic_happy
with charachange

shi "…"

show misha perky_smile
with charachange

mi "เดี๋ยวเธอจะกรอกเอกสารให้เองนะฮิจัง ยินดีด้วย นายได้เป็นสมาชิกสภานักเรียนอย่างเป็นทางการแล้วนะ!"

hi "เยี่ยม ฉันจะตั้งตาคอยได้ทำงานแบบไม่เยอะนะ"

hi "เอาตรง ๆ ฉันก็ไม่เคยทำกิจกรรมสภานักเรียนอะไรเลย"

hi "แต่ก็คงจะเป็นประสบการณ์ที่ดีละมั้ง"

"มิช่าเริ่มปรบมือพลางหัวเราะด้วยพลังอันเหลือล้นไปด้วย"

show misha hips_laugh
with charachange

mi "ยินดีด้วยนะฮิจัง!"

show shizu adjust_smug
with charachange

shi "…"

mi "ยินดีด้วยนะ!"

show shizu behind_smile
with charachange

shi "…"

mi "ยินดีด้วยนะ!"

show shizu adjust_happy
with charachange

shi "…"

mi "ยินดีด้วยนะ!"

hi "รู้แล้วน่า"

"ฉันอดยิ้มไม่ได้กับความน่ารักของท่าทีที่เป็นเด็ก ๆ นั้น"

show misha hips_grin
with charachange

mi "สภานักเรียนงานยุ่งตลอดอยู่แล้วน่า แต่วันนี้งานหมดแล้ว เจอกันพรุ่งนี้นะฮิจัง!"

show misha hips_smile
with charachange

mi "พรุ่งนี้เรายังมีงานต้องทำกันอยู่ ฝากนายด้วยนะ!"

stop music fadeout 4.0

scene bg school_hallway3
with locationchange

"ฉันออกห้องมาด้วยความอ่อนล้าเต็มทน ตามลานโรงเรียนก็ไม่มีใครแล้ว มืดค่ำป่านนี้แล้วยิ่งทำให้โรงเรียนดูชวนให้\nขนลุกขนพอง ที่ห้องสภานักเรียนเป็นหน้าต่างบานเดียวที่ไฟยังติดอยู่"

"สภานักเรียนเขาทำงานกันอย่างนี้เหรอ สังขารฉันจะไหวมั้ยเนี่ย"



#*****************************

label th_A23:

scene bg school_scienceroom at bgleft
with shorttimeskip

play music music_tranquil fadein 3.0

"และฮานาโกะก็ไม่ได้มาในคาบเช้าเลย ปล่อยให้ที่นั่งของเธอดูว่างเปล่าและเงียบเหงาอยู่ที่หลังห้องเรียน"

"ถ้าได้เจอเธอคงต้องบอกว่าลิลลี่ตามหาเธออยู่"

"พอมีเรื่องเมื่อเช้าแล้วคาบเรียนนี่ก็ดูน่าเบื่อไปเลย"

"ฉันต้องคอยตามเนื้อหาที่เรียนให้ทัน ถึงตอนอยู่ที่โรงพยาบาลจะอ่านหนังสือเรียนตามแล้วก็เถอะ แต่ตอนนี้ไม่มีอารมณ์\nอยากเรียนเท่าไหร่"

"เสียงนาฬิกาที่ด้านหน้าห้องดังจนน่ารำคาญ ครูก็ไม่พูดอะไรเลยกว่าเจ็ดนาที แต่กลับเลือกที่จะเขียนสมการจากหนังสือบน\nกระดานจนเต็มไปหมด"

"เสียงกระทบของชอล์กกับกระดานนั้นดังประสานอย่างเป็นจังหวะไปพร้อมกับเสียงนาฬิกาเดิน"

"ฉันลอกสมการบนกระดานลงสมุดเพื่อฆ่าเวลา แม้ในหนังสือเรียนจะมีเหมือนกันก็ตาม"

scene bg school_scienceroom at bgright
with shorttimeskip

play sound sfx_normalbell

"พอเสียงระฆังดัง ฉันนั่งรอสักพักเพราะไม่ได้มีธุระรีบร้อนอะไรพลางทบทวนเนื้อหาที่ได้เรียนในวันนี้ ยังไงฉันเองก็\nอยากจะออกคนท้าย ๆ อยู่แล้ว จะได้ไม่ต้องไปเบียดกับคนหมู่มากที่โถงทางเดิน"

"ฉันสังเกตเห็นชิซูเนะกับมิช่ายังอยู่ด้วย คุยกับใครสักคนจากห้องอื่น"

"ชิซูเนะส่งภาษามือเร็วมากจนมือเธอทำเสียงเหมือนดาบที่ฟันตัดอากาศ"

"มิช่าพยายามอย่างหนักเพื่อที่จะตามให้ทัน แต่ก็เห็นได้ชัดว่าเธอแทบไม่เข้าใจเลยด้วยซ้ำ"

"ฉันฟุบหน้าลง ไม่รู้หรอกว่าคุยอะไรกันอยู่ แต่ดูท่าว่าจะเป็นเรื่องจริงจังน่าดู และฉันคงไม่น่าจะช่วยอะไรได้ด้วย แล้ว\nชิซูเนะเองก็ดูโมโหด้วย ถึงจริง ๆ ปกติท่าทางเธอก็เป็นแบบนี้อยู่แล้วละนะ"

"ชิซูเนะทำภาษามือมากจนข้อมือเธอเริ่มดังกรอบแกรบ และมิช่าก็เริ่มลิ้นพันกันแล้ว"

"บางทีก็พูดผิดเหมือนเวลาต้องพูดคำยาก ๆ ติด ๆ กัน แถมยังต้องทำภาษามือแปลกลับทุก ๆ คำพูดที่คนอื่นพูดด้วย"

"ช่างเป็นงานที่หนักจริง ๆ"

"มิช่าดูหมดแรง คลับคล้ายว่าจะเป็นลม"

"โชคยังดีที่ไม่นานเรื่องก็จบลง และพวกเธอก็กลับมานั่งที่อีกครั้ง"

show shizu behind_blank at tworight
show misha perky_sad at twoleft
with charaenter

mi "อ๊าาาาา! เหนื่อยจังเลย!"

"เธอห้อยหัวฟุบลงกับโต๊ะด้วยท่าทีหมดแรง"

"ถือโอกาสนี้ง้อชิซูเนะหน่อยแล้วกัน ต้องระวังไม่ให้โดนลากไปเรื่องสภานักเรียนอีก แต่คงจะเป็นไปไม่ได้ละนะ"

hi "เตรียมงานเทศกาลกันเหนื่อยน่าดูเลยนะ"

"ดูเหมือนว่าคนในโรงเรียนนี้จะจริงจังกับงานเทศกาลนี้มาก พออยู่กันว่าง ๆ ทีไรฉันเห็นเป็นต้องคุยกันเรื่องนี้ตลอด"

"เห็นทุกคนจริงจังขนาดนี้กับงานนี้ก็ดี"

"ฉันคงเป็นคนเดียวละมั้งที่ไม่มีอะไรให้ทำเลย"

show shizu basic_angry
with charachange

"ชิซูเนะหัวเราะหึราวกับคิดอยู่ว่าจะเมินหรือเยาะเย้ยฉันดี แต่สุดท้ายก็ไม่ได้ทำทั้งคู่แล้วเริ่มทำภาษามือแทน"

show misha perky_confused
with charachange

"มิช่าเงยหน้าขึ้นมามองไปที่มือของเธอด้วยสายตาเบลอ ๆ เล็กน้อย"

show shizu behind_frown
with charachange

shi "…"

"เธอส่งภาษามือด้วยท่าทางที่ดูรุนแรง หนักแน่น และเล่นใหญ่"

"มิช่าแปลภาษามือนั้นเป็นคำพูดให้ฉัน"

"ซึ่งเธอทำได้ดีเหมือนชิซูเนะพูดเองเลยทีเดียว อารมณ์และความคิดของเธอถูกส่งต่อมาที่ฉันผ่านทางมิช่า"

"คงฝึกมาเยอะเลยสินะ"

show misha cross_frown
with charachange

mi "ก็แหงอยู่แล้ว พวกเราเป็นสภานักเรียนนี่ เนี่ยนายรู้ไหมว่าเรายุ่งมาก"

show shizu basic_frown
with charachange

shi "…"

show misha sign_smile
with charachange

mi "เพราะหน้าที่สำคัญของเราคือการทุ่มเทให้งานเทศกาลออกมาดีที่สุด"

show shizu behind_frown
with charachange

shi "…"

show misha hips_frown
with charachange

mi "ถ้าเกิดว่างานล้มเหลวแล้วเราคงไม่มีหน้าไปเจอกับสภานักเรียนรุ่นก่อน ๆ แน่"

show shizu adjust_angry
with charachange

shi "…"

show misha sign_smile
with charachange

mi "เพราะงั้นจะให้มีตกหล่นหรือเกิด…เอ่อ น่าจะคำว่า “อุปสรรค” นะ ไม่ได้ งานเทศกาลต้องออกมาดีไม่มีที่ติเลย"

"ทั้งบทสาธยายของชิซูเนะที่เปี่ยมล้นด้วยแรงใจกับบทแสดงที่มิช่าทำนั้นดูเหมาะดีพิลึก"

stop music fadeout 2.0

show shizu adjust_blush
show misha perky_confused
with charachange

mi "อ้าว ดีจ้า~!"

show shizu adjust_blush at offscreenleft
show misha perky_confused at Transform(xanchor=0.5, xpos=-0.45)
show bg school_scienceroom at bgleft
with charamove

show hanako emb_timid at Transform(xanchor=0.5, xpos=0.93)
with charamoveinright

play music music_pearly fadein 1.0

"พอหันไปข้างหลังเห็นฮานาโกะกำลังมองเข้ามาในห้องเรียนอย่างอาย ๆ โดยซ่อนตัวของเธอเกินครึ่งไว้หลังประตู"

show misha perky_smile at Transform(xanchor=0.5, xpos=0.15)
with charamove

mi "นี่เธอ! ทำตัวเกเรอีกแล้วเหรอ"

show hanako emb_blushtimid
with charachange

"ฮานาโกะหน้าแดงแจ๋ทันทีที่มิช่าพูดแซว ถึงแม้จะไม่ได้ว่าจริงจังอะไรมาก"

show shizu basic_angry at Transform(xanchor=0.5, xpos=0.35)
with charamove

shi "…"

show hanako emb_downsad
with charachange

show hanako emb_downsad at Transform (xanchor=0.5, xpos=0.97)
with charamove

"ชิซูเนะมองเธอด้วยความสงสัย ทำให้ฮานาโกะก้มหน้าแล้วถอยหนีไปจนเห็นเพียงนิ้วของเธอเท่านั้นที่จับขอบประตูด้วย\nความประหม่า"

"บางทีคงเพราะเธอไม่ชอบลิลลี่เลยพาลทำท่าไม่ชอบฮานาโกะไปด้วย"

"คงจะเป็นแบบนั้น และฮานาโกะเองก็รู้ตัวเช่นกัน"

hi "มีอะไรเหรอฮานาโกะ"

show hanako emb_timid
with charachange

ha "ละ… ลิลลี่อยู่ไหม"

mi "โทษทีจ้า คุณซาโต้ไม่อยู่ที่นี่ เธอ เอ่อ มาเมื่อเช้าน่ะ"

show hanako emb_downtimid
with charachange

"ฮานาโกะยังคงมองชิซูเนะอย่างไม่สบายใจ ซึ่งชิซูเนะก็จ้องกลับมาที่เธอด้วยสายตาที่จดจ่ออย่างเคย คิดจะทำอะไรกันนะ"

"แน่นอนว่าชิซูเนะไม่หยุดมองแน่ ๆ และเธอก็ท่าทางน่ากลัวด้วย สภาพนี้ฮานาโกะคงจะกลัวเอามาก ๆ แน่ ๆ"

"พอดูปฏิกิริยาของฮานาโกะที่มีต่อนิสัยปกติของชิซูเนะแล้วก็แอบอึดอัดเหมือนกัน นี่คงเป็นสิ่งที่จะเกิดขึ้นเมื่อสองคน\nที่นิสัยต่างกันสุดขั้วมาเจอกันสินะ"

show hanako emb_timid
with charachange

ha "แล้ว… แล้วเธอรู้ไหมว่าลิลลี่อยู่ไหน"

show shizu behind_frown
with charachange

shi "…"

show misha hips_frown 
with charachange

mi "ถ้าเธอคนนั้นมีจิตสำนึกสักหน่อย เธอก็คงจะอยู่ห้องเธอช่วยจัดงานเทศกาลแหละ แต่ใครจะรู้ เธอคนนั้นอาจจะจะหนี\nไปซ่อนตัวที่ไหนก็ได้"


label th_A23a:

scene bg school_scienceroom at bgleft
show hanako emb_timid at Transform (xanchor=0.5, xpos=0.97)
show shizu behind_frown at Transform(xanchor=0.5, xpos=0.35)
show misha hips_frown at Transform(xanchor=0.5, xpos=0.15)
with None

hide hanako
with charamoveoutright

"ฮานาโกะรีบพยักหน้าแล้วถอยหนีอย่างรวดเร็ว"

stop music fadeout 2.0

show misha hips_grin
with charachange

mi "เมื่อกี้คุยเรื่องอะไรกันอยู่นะ อ๋อ ใช่ พวกเราน่ะทุ่มเทเรื่องการจัดงานมาก"

"แล้วก็ทำคนอื่นเขาเป็นบ้าไปด้วย"

hi "อืม โชคดีแล้วกัน"

"ฉันลุกขึ้นเตรียมเดินหนีก่อนที่ใครสักคนจะทันมาด่าเรื่องที่ฉันขี้เกียจอีก"

scene bg school_hallway3
with locationchange

"โถงทางเดินนั้นค่อนข้างเงียบอย่างที่คิด ทุกคนคงกำลังทำกิจกรรมชมรมกันอยู่ ไม่ก็ไปเตรียมงานเทศกาลกัน หรือไม่ก็\nทั้งสองอย่าง"

"เสียงที่ชิซูเนะตามจิกเรื่องที่ฉันอู้ยังก้องอยู่ในหัว"

"แอบรู้สึกผิดเหมือนกันที่ไม่ได้ไปเข้าร่วมจัดงาน แต่ฉันก็คงไม่ได้มีกะจิตกะใจจะไปทำอะไรให้เป็นชิ้นเป็นอันขนาดนั้น"

"ส่วนจะให้ไปช่วยงานเทศกาลอะไรอีกก็คงสายไปแล้ว เว้นเสียแต่ว่าจะไปช่วยชิซูเนะและมิช่า ซึ่งฉันไม่ไปแน่ ๆ ละ\nส่วนเรื่องชมรม…ไม่รู้สิ"

"ฉันคงไม่ใช่พวกที่ชอบเข้าชมรมเท่าไหร่"

play music music_soothing fadein 4.0

scene bg school_dormext_half
with locationskip

"พอเดินมาจากโรงเรียนมายังหอได้ครึ่งทางก็เห็นคนหนึ่งที่อยู่ตรงหน้าหอ"

"เป็นริน"

"วันนี้ก็คงมาวาดภาพเขียนผนังของเธออีกแล้วสินะ"

"ฉันเดินไปหา แต่เธอดูจะไม่รู้สึกตัวว่าฉันกำลังเดินเข้ามา"

scene bg mural_unfinished
show rin basic_awayabsent_close at tworight
with locationchange

"เธอนั่งอยู่บนลังที่คว่ำอยู่ จับจ้องผนังที่เธอกำลังลงสีโดยการลากเท้าที่คีบแปรงไปมา"

"งานเดินมาได้ค่อนข้างเยอะแล้วเมื่อเทียบกับเมื่อวาน แต่เท่าที่เห็นก็ดูจะยังเสร็จไปเพียงครึ่งหนึ่งเท่านั้น"

"สีสันที่แต่งแต้มมีมากขึ้น พร้อมกับรูปร่างคล้ายมนุษย์ที่ดูบิดเบี้ยวที่เพิ่มขึ้น"

"ต้องยอมรับเลยว่าเป็นสไตล์ที่เตะตาและมีเอกลักษณ์ทีเดียว ฉันไม่ได้มีความรู้เรื่องศิลปะอะไรมากมาย แต่ถึงอย่างนั้น\nฉันก็เห็นว่าเป็นภาพที่สวยมาก"

"ฉันกระแอมไอเรียกความสนใจจากเธอ แต่ก็ไม่ได้ดังจนทำเธอที่จดจ่ออยู่ตกใจ"

rin "รอเดี๋ยว"

"เธอไม่หันมามองว่าใครมาด้วยซ้ำ"

"รอก่อนแล้วกัน"

stop music fadeout 6.0

"…"
    
"…"

"…"
    
"…"

with shorttimeskip

"…"

"ผ่านไปได้สิบห้านาทีฉันก็รู้สึกว่าเธอคงยังจดจ่อไม่สนใจอะไรจริง ๆ ในเมื่อรอนานขนาดนี้แล้วฉันจึงสะกิดไหล่เธอให้รู้\nว่าฉันอยู่ด้วย"

"เธอหันหน้าช้า ๆ นิ่ง ๆ มาทางฉัน แล้วจ้องอยู่ที่บริเวณเป้าของฉัน"

show rin basic_deadpan_close
with charachange

rin "อ้อ ฮิซาโอะ"

play music music_rin fadein 0.3

"รู้ด้วย? แต่ถ้ามองหน้ากันน่าจะดีกว่าน่ะนะ"

hi "สายตาเฉียบคมเสียจริง ตั้งใจทำงานอยู่สินะ"

"บทสนทนาเริ่มขึ้นเหมือนฉันเพิ่งมาโดยไม่ได้รออยู่ 15 นาที แต่ก็ไม่เป็นไร อย่างน้อยก็ได้คุยแล้ว"

hi "สวยดีนะ"

"ซึ่งก็สวยจริง สีซ้อนทับกันไปมา รูปร่างมนุษย์ที่ถูกวาดและหลอมรวมกันเกิดเป็นภาพที่สร้างความประทับใจ แต่ริน\nทำหน้าเหมือนไม่เล่นด้วย"

show rin basic_deadpanupset_close
with charachange

rin "ห้ามพูดถึงงานที่ยังไม่เสร็จสิ โชคร้ายเจ็ดปีนะ"

hi "ฟังดูไม่ดีเลยแฮะ งั้นขอถอนคำพูดแล้วกัน"

"แต่ก็สวยอะนะ นี่ฉันคิดแล้วจะโชคร้ายไปสิบสี่ปีเลยหรือเปล่าเนี่ย"

show rin basic_awayabsent_close
with charachange

"รินหันกลับไปมองที่ภาพเขียนแล้วใช้นิ้วโป้งเท้าจิ้ม ๆ "

show rin relaxed_nonchalant_close
with charachange

rin "ผสมสีนี้มาให้หน่อยได้มั้ย พอดีใกล้หมดแล้ว"

"เธอมองมาที่ถ้วยที่มีสีชมพู ๆ อย่างเดียวกันที่พร่องไปครึ่งหนึ่ง"

"แต่ที่มาก็ไม่ได้ตั้งใจจะมาอยู่ช่วยน่ะนะ…ก็ไม่ได้จะทำอะไรอยู่แล้วนั่นแหละ"

show rin basic_absent_close
with charachange

"ฉันมองริน ส่วนเธอก็มองกลับเหม่อ ๆ "

hi "แค่ครั้งนี้ครั้งเดียวนะ"

show rin basic_awayabsent_close
with charachange

"รินคีบแปรงอีกอันหนึ่งแล้วมาจุ่มที่ถ้วยสีแดงสีจาง รอบ ๆ ตัวเธอมีถ้วยอย่างเดียวกันวางเต็มไปหมด ดูจากสภาพคงนั่งทำ\nมาแล้วหลายชั่วโมงเหมือนกัน"

"จะเป็นอย่างนั้นหรือเปล่านะ ถ้าใช่ก็แปลว่าเธอโดดเรียนด้วย ซึ่งดูจากสภาพคนอย่างรินแล้วก็ไม่เหนือความคาดหมาย\nสักเท่าไหร่"

"ฉันเทสีขาวและแดงผสมกันอย่างละหน่อย คอยกะให้ออกมาเป็นสีชมพูที่อยู่บนผนังนั้น"

"เหมือนจะไม่ได้สักที"

"จริง ๆ ก็ควรผสมสีให้พอใช้แต่แรกอยู่แล้ว จะผสมให้ได้สีเดียวกันแบบเป๊ะ ๆ คงเป็นไปไม่ได้ แต่อย่างน้อยก็ต้องลองกะให้\nใกล้เคียงที่สุดแล้วกัน"

hi "พูดถึงงาน งานนี้ไม่หนักไปหน่อยสำหรับเธอเหรอ ภาพก็ตั้งใหญ่"

show rin basic_deadpan_close
with charachange

rin "อ้อ ฉันไม่ได้แก่พอจะมานั่งนึกหงุดหงิดอะไรอย่างนั้นหรอก"

hi "ก็คงจะไม่แหละนะ"

show rin basic_deadpannormal_close
with charachange

rin "ตามนั้นเลยแหละ"

show rin basic_deadpancontemplation_close
with charachange

rin "แต่เจ็บขา เหมือนเป็นทาก ทากที่ทำจากทากทะเล"

hi "เพราะอยู่ท่านี้นานไปหรือเปล่า"

rin "อืม ฉันชอบทำแนวนอนมากกว่า นายเข้าใจใช่มั้ย"

rin "ช่วยไม่ได้ละนะ จะขอให้กำแพงมันนอนลงก็ไม่ได้"

show rin negative_spaciness_close
with charachange

"เธอพูดพลางยืดเส้นยืดสายเล็กน้อย ขาของเธอนั้นงอไปมาได้มากกว่ามนุษย์ทั่ว ๆ ไป เวลาเห็นเธอขยับตัวได้อย่าง\nไม่ติดขัดอะไรเลยแล้วก็ทึ่งดี"

show rin negative_annoyed_close
with charachange

show rin negative_spaciness_close
with charachange

"ใบหน้าอันเรียบนิ่งของเธอมีอาการเบ้ไปเล็กน้อย—น่าจะเจ็บ—ระหว่างที่เธอยืดน่อง"

"ทั้งกำลังและความคล่องตัวของรินคงมีมากกว่าคนทั่วไปถึงจะใช้ชีวิตได้อย่างนี้ แต่พอเธอมานั่งวาดแล้วทั้งสองอย่างที่ว่า\nก็ถูกใช้หมดไปเรื่อย ๆ "

hi "จะฝืนตัวเองอะไรขนาดนั้น พักสักหน่อยเถอะ ถ้าไม่ดีขึ้นค่อยต่อพรุ่งนี้ก็ได้"

show rin basic_deadpannormal_close
with charachange

"เธอนิ่งไป"

"นานด้วย เหมือนความคิดเธอว่างไปพักหนึ่ง"

"…"

show rin basic_deadpan_close
with charachange

rin "ฉันว่าไม่หรอกฮิซาโอะ"

rin "ฉันไม่ได้ฝืนตัวเองสักหน่อย"

hi "สภาพอย่างนั้นฉันว่าฝืนแน่ ๆ "

show rin basic_deadpannormal_close
with charachange

rin "เปล่า ไม่ใช่เรื่องฝืนฝืดหรืออะไรอย่างนั้น"

show rin basic_awayabsent_close
with charachange

rin "มีผู้ชายอยู่คนหนึ่ง"

hi "ผู้ชาย?"

show rin basic_absent_close
with charachange

rin "ใช่"

hi "อยู่ที่ไหน"

show rin basic_deadpannormal_close
with charachange

rin "ที่ชมรมศิลปะ"

hi "เอ่ออ…แล้ว?"

show rin basic_deadpan_close
with charachange

rin "ตาเขาบอด"

hi "อ้าว ตาบอดแล้ววาดรูปได้ยังไง"

show rin basic_awayabsent_close
with charachange

rin "ไม่รู้สิ"

hi "แล้วทำไมถึงมาอยู่ที่ชมรมศิลปะ"

show rin basic_absent_close
with charachange

rin "นั่นแหละสาระ เขาอยู่ที่ชมรมศิลปะ"

"จริง ๆ เธอน่าจะพูดให้มันมากกว่าแค่การถามคำตอบคำนะ จะได้เหมือนการคุยกันจริง ๆ ไม่ใช่การสอบปากคำน่ะ"

show rin basic_awayabsent_close
with charachange

rin "เขาทำอะไรที่เป็นคำว่าศิลปะไม่ได้เลยใช่มั้ย แต่เขาก็มาเข้าชมรมศิลปะแล้ววาดรูปอยู่ดี"

show rin basic_deadpannormal_close
with charachange

rin "เพราะอะไร"

hi "ไม่รู้สิ เพราะอะไรเหรอ"

show rin basic_deadpan_close
with charachange

rin "ไม่รู้สิ ถึงได้ถาม"

hi "แล้ว?"

show rin basic_deadpannormal_close
with charachange

rin "เขาไม่ได้วาดรูปบ่อย แต่ฉันว่าภาพที่เขาวาดน่าสนใจดีนะ"

hi "ฉันก็ว่างั้น"

show rin basic_lucid_close
with charachange

rin "ฉันเคยลองทำนะ หลับตาวาดรูป"

show rin basic_deadpannormal_close
with charachange

rin "ไม่ได้น่าสนใจอะไรขนาดนั้น แล้วกว่าจะเช็ดพื้นให้สะอาดอีก เลยไม่เอาอีก"

show rin basic_deadpandelight_close
with charachange

rin "แต่เขาก็ปั้นเก่งขึ้นนะ"

hi "อย่างนี้เอง"

"บางทีเธออาจจะใช้เรื่องนี้สื่ออะไรสักอย่าง บางทีเธอคงจะลืมแล้วว่าจะสื่ออะไร"

hi "ชมรมศิลปะดูจะมีแต่คนน่าสนใจนะ"

show rin basic_deadpan_close
with charachange

rin "ไม่หรอก"

"ตอบมาทื่อ ๆ เลยแฮะ แถมไม่เข้าใจที่ฉันประชดไปอีก"

hi "ไม่เหรอ"

show rin basic_awayabsent_close
with charachange

rin "อย่างที่บอก พวกนั้นไม่ได้น่าสนใจอะไรมาก ปกติฉันไม่สนใจคนที่ไม่น่าสนใจเท่าไหร่"

show rin basic_absent_close
with charachange

rin "นายอาจจะสนใจ"

hi "อาจจะนะ"

"…"

show rin basic_awayabsent_close
with charachange

rin "แต่ผู้ชายคนนั้นน่าสนใจนะ"

show rin basic_lucid_close
with charachange

rin "บางทีฉันคงเหมือนผู้ชายคนนั้น หรือบางทีนายคงเหมือน บางทีทุกคนคงเหมือน"

rin "ทำอะไรที่ทำไม่ได้เพราะทำได้"

"ฟังดูลึกล้ำดีแฮะ ฉันบอกริน"

hi "เธอเป็นคนที่ลึกล้ำดีนะ"

show rin basic_deadpannormal_close
with charachange

rin "ไม่อะ ฉันเป็นคนไม่มีสมองเอาแต่คิดตื้น ๆ จะตาย มีแต่คนบอกฉันแบบนั้น"

show rin basic_deadpanamused_close
with charachange

rin "นายรู้มั้ยว่าฉันคิดอะไรได้แค่สี่อย่างพร้อม ๆ กัน"

hi "ไม่รู้ แต่ตอนนี้รู้แล้ว"

show rin basic_lucid_close
with charachange

rin "ตอนนี้ฉันคิดถึงห้องน้ำหญิงที่อยู่ชั้นสอง ไอศกรีมรสไอศกรีม นิ้วกลางเท้า แล้วก็ตัดผม"

show rin basic_awayabsent_close
with charachange

rin "เดี๋ยวต้องไปตัดผม"

show rin negative_spaciness_close
with Dissolve(0.1)

show rin basic_delight_close
with Dissolve(0.1)

show rin negative_spaciness_close
with Dissolve(0.05)

show rin basic_delight_close
with Dissolve(0.05)

show rin negative_spaciness_close
with Dissolve(0.05)

show rin basic_delight_close
with Dissolve(0.05)

show rin negative_spaciness_close
with Dissolve(0.1)

show rin basic_delight_close
with Dissolve(0.2)

"เธอสั่นหัวแรง ๆ จนผมสั้น ๆ ยุ่ง ๆ ของเธอสะบัดไปมา ดูท่าแล้วเธอจะชอบทำอย่างนี้"

show rin basic_awayabsent_close
with charachange

"พวกเราเงียบไปเมื่อรินเริ่มเดินเลื่อนลอยไปมาพลางเขี่ยพุ่มไม้เล่น เรื่องชมรมศิลปะนั้นยังคงค้างอยู่ในหัวฉัน"

"รู้สึกเหมือนเข้ามาย่ำแดนสนธยาที่เรียกว่าศิลปะเลย แต่ละทีที่ได้มาเจอรินรู้สึกอย่างกับมาเริ่มเสพติดบุหรี่ยังไงยังงั้น\nหรือจะเลิกคุยกับเธอดี"

"ไม่ใช่ว่าไม่ชอบหรอก ถึงเธอจะทำตัวงง ๆ ก็เถอะ แล้วฉันก็ไม่ได้เกลียดศิลปะขนาดนั้น บางทีฉันยังวาดรูปเล่นอยู่เลย\nเพียงแต่ฉันไม่ได้มีหัวสร้างสรรค์ขนาดนั้น ฝีมือก็ไม่มี"

"ปกติเวลาจะวาดรูปอะไรก็จะชอบเป็นโรคกระดาษขาวแล้วแน่นิ่งไปเลย"

"หรือไม่ก็จะวาดอะไรบิด ๆ เบี้ยว ๆ แล้วพาลหงุดหงิดที่ดึงภาพที่อยู่ในหัวมาวาดลงกระดาษไม่ได้ แล้วก็ล้มเลิกก่อนจะทัน\nได้พยายามอะไรให้มันจริงจัง"

"แน่นอนว่ารินไม่ได้มีปัญหาอะไรอย่างที่ว่า…แต่เธอทำให้ฉันหงุดหงิดไปอีกแบบ เวลาอยู่กับเธอแล้วเหมืองมองกระจก\nที่ไม่สะท้อนอะไรกลับมาเลย"

"พอทำไปแล้วก็จะนึกสงสัยว่าตัวเองยังสติดีอยู่หรือเปล่า"

show rin basic_absent_close
with charachange

"รินนั่งลงกับลังแล้วโยกตัวไปมาดูไม่อึดอัดอะไรกับความเงียบอันน่าอึดอัดนี้ เธอมองมาที่ฉันอีกครั้ง ไม่ก็มองที่ไหล่ ฉัน\nมองไม่ค่อยออกว่าตาเธอจดจ่ออยู่ที่ไหนกันแน่"

"ไปดีกว่า เธอจะได้ทำงานได้โดยไม่มีใครกวน ส่วนฉันก็จะไปทำอะไรอยู่คนเดียว แต่วันนี้ฉันก็ไม่ได้มีอะไรให้ทำหรอก…"

hi "โอ๊ะ ตายแล้ว"

show rin basic_deadpan_close
with charachange

rin "ใครตาย"

hi "ไม่ใคร ฉันแค่ลืมบอกฮานาโกะน่ะว่าลิลลี่ตามหาอยู่"

hi "รู้จักมั้ย ฮานาโกะห้องฉันน่ะ"

show rin basic_deadpanamused_close
with charachange

rin "อ๋อ คนนั้นเหรอ สาวห้องน้ำลึกลับน่ะเอง"

show rin basic_amused_close
with charachange

rin "เป็นคนตลกดีนะ เห็นช่วงพักเมื่อสามสัปดาห์ที่แล้วไปเข้าห้องน้ำตั้งห้ารอบ เป็นสถิติโลกเลยแน่ ๆ "

show rin basic_deadpandelight_close
with charachange

rin "ลึกลับมาก ๆ "

hi "เพราะงั้นถึงได้เรียกว่าสาวห้องน้ำลึกลับเหรอ"

show rin basic_absent_close
with charachange

rin "แล้วจะมีเหตุผลอะไรอย่างอื่นอีกล่ะ อืม แต่ถ้ามีก็คงเป็นเรื่องลึกลับไปตลอดกาล พอดีฉันไม่ได้ตามเธอเข้าไปด้วย"

"…"

show rin basic_awayabsent_close
with charachange

rin "หรือเป็นสัปดาห์ก่อนหน้านั้นอีกนะ เป็นไปได้"

"…"

rin "พอเห็นเธอก็หิวขึ้นมาเลย"

hi "ห้ามพูดอย่างนั้น"

hi "อย่างน้อยก็ห้ามพูดตอนเจ้าตัวเขาอยู่ด้วย"

show rin basic_deadpannormal_close
with charachange

"รินมองฉันกลับเหม่อ ๆ เหมือนไม่แน่ใจว่าทำไมฉันถึงตำหนิเธอไป"

"แต่เธอก็ไม่ได้ทำท่าว่าจะเข้าใจขึ้นมาจากเมื่อครู่เลย ฉันเลยปล่อย ๆ ไป"

hi "แล้วอยากกินข้าวเย็นแล้วเหรอ"

show rin basic_awayabsent_close
with charachange

rin "ไม่ ยัง"

"สายตาอันโหยหิวของรินหันกลับไปมองที่ผนัง เธอดูมีแรงขึ้นมาเล็กน้อย หรืออย่างน้อยก็ไม่ได้ดูเอื่อยอย่างเมื่อกี้แล้ว"

"ราวกับว่าผนังนั้นคือศัตรูที่เธอต้องกำราบ เป็นสิ่งที่ต้องล้มให้ได้ก่อนจะได้ไปทานมื้อเย็นให้อร่อย"

"เข้าใจเลยแหละ ฉันรู้สึกเข้าใจเธออย่างประหลาดจนฉันยิ้มน้อย ๆ อยู่กับตัวเอง"

"แม้จะแปลก แต่เธอก็เจ๋งดี"

hi "เดี๋ยวไปละนะ"

hi "ขอให้สนุก"

stop music fadeout 3.0

"รินคีบแปรงขึ้นมาจุ่มสีอีกครั้งแล้ว จึงไม่แปลกที่เธอไม่ได้ยินฉันอีก หรือต่อให้ได้ยินเธอก็ไม่ตอบอะไร"



#*******************************

label th_A24:

stop music fadeout 6.0

scene bg school_scienceroom at bgleft
show hanako emb_timid at Transform (xanchor=0.5, xpos=0.97)
show shizu behind_frown at Transform(xanchor=0.5, xpos=0.35)
show misha hips_frown at Transform(xanchor=0.5, xpos=0.15)
with None

show bg school_scienceroom at right #omg hax
show hanako emb_timid at right
show shizu behind_frown at offscreenleft
show misha hips_frown at offscreenleft
with charamove

hide misha
hide shizu
with None

hi "หาลิลลี่อยู่เหรอ เห็นเมื่อเช้ามาหาเธออยู่นะ คลาดกันหรือเปล่า"

"เธอนิ่งไปเล็กน้อยคิดคำตอบกับคำถามง่าย ๆ นั้น ทำท่าเหมือนไม่แน่ใจว่าตอบไปแล้วจะเสียมารยาทหรือเปล่า"

show hanako emb_blushtimid
with charachange

ha "อะ…อื้ม"

hi "ให้ไปด้วยได้นะ"

hi "ถ้าเธอไม่ว่า"

show hanako emb_downtimid
with charachange

show hanako emb_blushtimid
with charachange

"เธอพยักหน้าน้อย ๆ ดูระแวง บ่าเธอแข็งเป็นท่อนไม้ พอจะนึกไว้อยู่ว่าถ้าเธอไปเองคนเดียวคงสบายใจกว่า แต่จะให้\nถอยตอนนี้ก็คงสายไป"

"เธอทำสีหน้าดูเป็นกังวลที่เธอมักทำอยู่เป็นประจำ พอมองแล้วก็พานให้ฉันระแวงไปด้วย ทำไมกันนะ"

"ฉันพอจะเข้าใจว่าทำไมเธอถึงดูหวาดระแวงอยู่ตลอดอย่างนั้น…หรือจะพูดให้ถูกก็คือพอเข้าใจว่าพอจะมีคนอย่างเธอ\nอยู่เหมือนกัน"

"แต่ฉันก็ยังไม่รู้อยู่ดีว่าต้องทำตัวยังไงเวลาอยู่กับคนเช่นนี้"

hi "นี่เดี๋ยวก็จะถึงเวลามื้อเย็นแล้ว เธอจะไปกินกับลิลลี่เหรอ"

show hanako emb_downtimid
with charachange

show hanako emb_blushtimid
with charachange

"เธอพยักหน้าเล็กน้อย"

"คงลองจะไปเข้าโรงอาหารมาแน่ ๆ "

"ก็นะ รอบมื้อเย็นคนก็แน่นโรงอาหารพอ ๆ กับรอบมื้อเที่ยงนั่นละ"

"ยังดีที่ว่ารอบมื้อเย็นมีเวลาให้นานกว่ามื้อเที่ยง แต่ก็พอเข้าใจว่าทำไมฮานาโกะถึงไม่กล้าเข้าไป"

"ฉันเก็บกระเป๋าแล้วออกไปพร้อมเธอ ฮานาโกะเร่งฝีเท้าเล็กน้อยให้ทันกับฉัน ฉันจึงเดินให้ช้าลงบ้าง"

scene bg school_hallway3
with locationchange

"ไม่นานพวกเราก็เดินด้วยจังหวะที่ลงตัวไปตามโถงทางเดิน"

show hanako def_worry at right
with charaenter

"เหมือนมาเดินเล่นด้วยกันเลย ฉันเองก็ไม่เคยมาเดินเล่นอะไรอย่างนี้กับผู้หญิงเหมือนกัน"

"แต่ฮานาโกะดูจะไม่ได้คิดอย่างนั้น ถึงจะเดินด้วยจังหวะพร้อม ๆ กันก็จริง แต่เธอไม่ได้อยู่ใกล้ฉันเลย"

"คงยังอึดอัดอยู่นิดหน่อยละมั้ง แต่ดูจากที่เธอขี้อายขนาดนั้นแล้ว ตัวฉันตอนนี้ก็คงช่วยอะไรไม่ได้มาก"

scene bg school_cafeteria
with locationchange

play music music_night fadein 3.0

"พอมาถึงที่โรงอาหารก็เห็นว่าคนไม่ได้แน่นขนัดมากมาย แต่ไม่มีวี่แววของลิลลี่เลย"

show hanako emb_downsad at center
with charaenter

"ฮานาโกะก้มหัวลงต่ำกว่าเดิม"

hi "ไปหาที่อื่นมาแล้วเหรอ"

show hanako basic_worry
with charachange

ha "คะ แค่ที่ห้องสมุดน่ะ… ฉันอ่านหนังสืออยู่…"

"เวลาโดดเรียนก็ไปอยู่ที่ห้องสมุดนี่เอง"

hi "อืม ก็แสดงว่ายังมีที่ให้หาอยู่สินะ เอ ถ้าให้เดาก็น่าจะอยู่ที่ห้องเรียนของเธออย่างที่ชิซูเนะว่าละมั้ง"

show hanako cover_worry
with charachange

ha "นะ นั่นสินะ"

show hanako basic_normal
with charachange

"ฮานาโกะพยักหน้าเบา ๆ เห็นด้วยกับการคาดเดาของฉัน"

"ให้ตายเถอะ อึดอัดชะมัด"

"เวลาจะปฏิสัมพันธ์กับเธอทีเหมือนต้องใส่ถุงมือผ้าไหมไว้สักสองชั้น"

"คุยอะไรเรื่อยเปื่อยสักหน่อยอาจจะทำให้เธอคุ้นชินกับฉันมากขึ้นก็ได้ ดูก็รู้ว่ายิ่งเงียบยิ่งจะทำให้อึดอัดกันไปเปล่า ๆ "

hi "ปกติเลิกเรียนแล้วเธอก็ไปอยู่กับลิลลี่ประจำเลยใช่มั้ย"

show hanako emb_downtimid
with charachange

ha "อะ อื้ม"

"ฉันก็ไม่รู้เหมือนกันว่าคาดหวังคำตอบอะไรไว้อยู่ ไม่รู้ด้วยว่าจะถามทำไม เพราะออกจะชัดขนาดนี้"

"เธอก็ดูไม่ใช่พวกที่จะโลดแล่นในกลุ่มคนสักเท่าไหร่ด้วย ลิลลี่คงจะเป็นเพื่อนคนเดียวของเธอนั่นแหละ"

hi "อยู่คนละห้องอย่างนี้คงลำบากแย่เลยนะ"

"เธอพยักหน้าแทบจะในทันที เทียบกับลิลลี่ที่จะคิดให้ถี่ถ้วนก่อนพูดหรือทำอะไรแล้ว ฮานาโกะดูจะรีบตอบให้เร็ว\nและกระชับที่สุด"

show hanako emb_downsmile
with charachange

ha "แต่ลิลลี่…ก็มาแวะที่ห้อง ต่อให้ยุ่งอยู่…"

"เธอพูดพลางยิ้มน้อย ๆ ชัดว่าเธอดีใจที่ลิลลี่อุตส่าห์ออกตัวช่วยเธอขนาดนี้"

"ก็น่ารักดี และในเมื่อไม่มีอะไรจะคุยกันอีก พวกเราก็ปล่อยให้บทสนทนาจบลงอย่างนั้น"

scene bg school_staircase2
with locationchange

"พอเดินขึ้นบันไดกลับไปที่โถงใหญ่ก็เจอกับกลุ่มนักเรียนที่กำลังเดินลงบันไดอยู่ราวกับฝูงปลาที่ย้ายจากจุดให้อาหารหนึ่ง\nไปยังอีกจุด"

show hanako cover_worry_close at Transform(xanchor=0.4, xpos=0.0)
with easeinleft

"แต่ละคนต่างก็ไม่ได้สนใจคนอื่นมากนัก แต่รู้ตัวอีกทีฮานาโกะก็ย้ายตัวมาอยู่ข้างหลังฉันแล้ว"

hi "นี่ ไหวมั้ย"

show hanako basic_worry_close
with charachange

ha "ดะ เดินไปเถอะ…"

hide hanako
with easeoutleft

"แต่ละคนที่เดินผ่านก็ไม่ได้สนใจพวกเราขนาดนั้น แล้วฮานาโกะก็กลับมาอยู่ข้างฉันอีกครั้งเมื่อเข้าอาคารมา ทว่าเธอ\nพักหายจากอาการตื่นกลัวได้ครู่หนึ่งแล้วก็กลับไปเป็นเหมือนเดิม"

scene bg school_lobby
show hanako basic_normal at center
with locationchange

"เธอยังคงดูเกร็งแม้ระหว่างพวกเรากำลังเดินขึ้นไปที่ชั้นสาม"

"ฉันก็พอจะเคยเจอคนขี้อายมาบ้าง หรือที่เป็นผู้หญิงก็เคยเจอ แต่อาการกลัวคนของฮานาโกะสำหรับฉันแล้วนั้นเรียกว่า\nไกลจากปกติไปมาก"

"ราวกับว่าถ้าไม่ได้ลิลลี่มาเป็นตัวกลางให้ ฮานาโกะก็คงมาเดินอยู่ข้างฉันอย่างนี้ไม่ไหว เธอดูจะปิดกั้นตัวเองจากคนอื่น\nไปโดยสมบูรณ์"

"ตลอดทางที่เดินไปห้องลิลลี่มีเพียงความเงียบงันอันตึงเครียด ส่วนฉันก็คิดอยู่ว่าเธอจะเข้าสังคมได้บ้างหรือเปล่า"

scene bg school_hallway3
with locationskip

stop music fadeout 4.0
$ renpy.music.set_volume(0.1, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 2.0

"พอเดินขึ้นบันไดมาที่โถงทางเดินได้ครึ่งทางแล้วก็ได้ยินเสียงจอแจมาจากห้องเรียนของลิลลี่ ไม่คิดเลยแฮะว่าจะวุ่นวาย\nขนาดนี้"

hi "คงจะอยู่ที่นี่ละนะ…"

"ก็ไม่ได้ตามตัวยากมาก หรือฮานาโกะจะมาที่นี่แล้วมาหาฉันให้มาเป็นเพื่อนด้วยหรือเปล่านะ"

"แต่ถ้าจริงก็แปลว่าอย่างน้อยเธอก็วางใจฉันบ้างแล้ว ซึ่งก็เป็นเรื่องที่ดี"

"สุดท้ายก็เดินมาจนถึงหน้าประตูห้อง 3-2 ฮานาโกะก็ไม่ได้อยู่หลบหลังฉันแล้ว ฉันเปิดประตูออก"

play sound sfx_dooropen
$ renpy.music.set_volume(1.0, 1.0, channel="ambient")
play music music_another fadein 1.0

scene bg school_room32 at bgright
with locationchange

"ในห้องมีแต่คนทำงานกันอยู่ ดูเหมือนนักเรียนทุกคนจะคุยกันไปพลางเร่งทำงานของตัวเองกันจนเสียงเซ็งแซ่"

"ดูจากถังสีกับของประดับที่กำลังทำกันอยู่แล้วก็คงเป็นงานสำหรับงานเทศกาลโรงเรียนที่ใกล้เข้ามานี่แหละ"

"แต่ตอนนี้ต้องหาลิลลี่ก่อน…"

"…{w} นั่นไง"

"การหาตัวเธอท่ามกลางความวุ่นวายนี้ง่ายเกินคาด แต่ไม่ใช่เพราะรูปลักษณ์เธอเลย"

"มีนักเรียนอยู่สองสามคนล้อมเธออยู่หน้าห้อง เธอน่าจะเป็นคนเตรียมการอะไรทั้งหลายแหล่ หรืออย่างน้อยก็เป็นคน\nที่จัดแจงอะไรให้เข้าที่"

"ฉันค่อย ๆ ขอทางผ่านแต่ละคนที่ก้มตัวอยู่กับพื้นด้วยไม่มีพื้นที่โต๊ะพอให้ทำงาน เมื่อมาจนถึงตัวลิลลี่แล้วฉันก็ยกมือ\nด้วยความเคยชิน"

hi "ไง ลิลลี่"

show lilly basic_surprised at center
with charaenter

"เธอละความสนใจจากสาวตัวเล็กคนหนึ่งที่น่าจะเป็นเพื่อนร่วมห้องที่คุยกับเธออยู่แล้วหันมาเงี่ยหูฟังให้ได้ยินชัด ๆ "

li "ขอโทษนะคะ คุณเป็นใครเหร…"

hi "อ้อ โทษที ฉันฮิซาโอะเอง ฮานาโกะก็มาด้วยนะ"

show lilly basic_smile
with charachange

show lilly basic_smile at twoleft
show bg school_room32 at center
with charamove

show hanako basic_normal at tworight
with charaenter

ha "งะ ไง"

"เธอดูออกจะลนลาน แต่เห็นคนที่อยู่เต็มห้องขนาดนี้ก็เดาสาเหตุได้ไม่ยาก"

"ลิลลี่ครุ่นคิดประเมินสถานการณ์ตรงหน้าอยู่ครู่หนึ่งแล้วหันไปหานักเรียนอีกคนอีกครั้ง"

show lilly basic_smileclosed
with charachange

li "ตอนนี้มีอะไรก็ให้ไปถามโมริยะก่อนนะ เคนจิเขากำลังลงสีป้ายอยู่น่ะ"

"เธอพยักหน้าครั้งหนึ่งแล้วเดินออกมา นิ้วมือลากไปตามกำแพงเพื่อนำทาง"

$ renpy.music.set_volume(0.1,1.0)

"เดี๋ยวนะ… เคนจิ? เคนจินั่นน่ะนะ?"

"ฉันหันขวับไปแล้วเอี้ยวตัวหลบฮานาโกะเพื่อให้เห็นข้างหลัง"

"ที่มุมห้องนั่นเป็นเคนจิไม่ผิดแน่ เขาก้มหน้าระบายสีผืนผ้าอยู่ ตาของเขาห่างจากแปรงไปได้นิ้วเดียว เห็นแล้วก็นึกถึง\nตอนที่ต้องยื่นหน้ามามองฉันใกล้ ๆ ให้เห็นหน้าฉันตอนเจอกัน"

$ renpy.music.set_volume(1.0,1.0)

show lilly basic_smile
with charachange

li "ขอโทษทีนะ พอดีห้องเราไม่ค่อยมีคนที่ตาบอดแบบบางส่วนเท่าไหร่ พวกเขาก็เลยเป็นที่ต้องการมากเลยน่ะ"

"ใช่แล้ว ห้อง 3-2 เป็นห้องสำหรับคนที่มีปัญหาทางสายตาโดยเฉพาะ ต้องมาเตรียมงานเทศกาลอย่างนี้คงลำบากน่าดู"

hi "ให้ช่วยอีกแรงมั้ย ถ้าอยากให้ช่วยก็ช่วยได้นะ ฮานาโกะก็น่าจะช่วยได้เหมือนกัน"

"ให้เธอทำอะไรเบนความสนใจหน่อยน่าจะดี แต่เธอคงไม่กล้าที่จะอาสาเอง เธอพยักหน้าตกลงทันที ฉันจึงมั่นใจว่าฉัน\nทำถูกแล้วที่เสนอเธอไปด้วย"

"ลิลลี่ถอนหายใจอย่างโล่งอก"

show lilly basic_weaksmile
with charachange

li "อื้ม ดีเลย มีคนช่วยแล้วน่าจะเสร็จทันก่อนกินมื้อเย็นกันพอดีเลย"

show lilly basic_listen
with charachange

li "เธอไปช่วยคนที่กำลังทำป้ายใหญ่ให้หน่อยได้ไหมจ๊ะ งานหนักน่าดูเลย แต่ก็ไม่มีใครช่วยได้แล้ว"

hi "เคนจิน่ะเหรอ ได้สิ"

show lilly basic_surprised
with charachange

"เธอดูประหลาดใจที่ฉันรู้จักเขา แต่ก็ว่าเธอไม่ได้น่ะนะ"

li "รู้จักกันเหรอจ๊ะ"

hi "ห้องอยู่ติดกันน่ะ คงต้องเห็นหน้ากันบ้างแหละ"

show lilly basic_ara
with charachange

li "อืม ได้เพื่อนเร็วอย่างนี้ก็ดีแล้วละจ้ะ"

"เพื่อน…ไม่รู้ว่าคำนั้นจะใช้กับเขาได้หรือเปล่า"

"พอเห็นฮานาโกะที่ยังเงียบฉันก็นึกได้ว่าทำไมถึงให้เธอมาช่วยด้วย"

hi "งั้นเดี๋ยวพวกเราไปช่วยแล้วกัน เขารู้ใช่มั้ยต้องทำอะไรบ้างน่ะ"

show lilly basic_smileclosed
with charachange

li "ใช่จ้ะ มีปัญหาอะไรก็ถามเลย"

hide lilly
hide hanako
with charaexit

$ renpy.music.set_volume(0.5, 2.0, channel="ambient")

"พอตอบตกลงแล้วฉันกับฮานาโกะก็เดินลัดเลาะไปตามห้อง"

"เคนจินั่งงุ้มตัวอยู่กับพื้น ตาของเขาจับจ้องผ้าดิบสีขาวที่วางอยู่ตรงหน้า"

show kenji tsun at Transform(yanchor=0.45, ypos=1.0, xalign=0.5)
with charaenter

hi "ไง เคนจิ"

"…ไม่ตอบ เขายังลากแปรงที่จุ่มสีไปตามตัวอักษรคันจิที่เป็นเส้นร่างดินสอบนผืนผ้า"

hi "เคนจิ?"

show kenji tsun at center
with charamove

ke "ฮะ อะไร ใคร"

"ถ้าเขาทำตัวอย่างนี้กับคนในห้องก็ไม่แปลกใจเท่าไหร่ที่ต้องมาทำงานคนเดียวอย่างนี้"

hi "ฉันไง ฮิซาโอะ ที่—{w=.5}{nw}"

ke "อืม ๆ รู้แล้วน่า แล้วมาทำอะไรที่นี่"

"ไอ้นิสัยที่ชอบทำหูทวนลมนี่น่ารำคาญจริง ๆ "

"คงจะเป็นพวกที่จดจ่ออยู่กับงานแบบไม่อยากให้ใครมากวนจนกว่าจะเสร็จละมั้ง"

show kenji tsun at twoleft
show bg school_room32 at bgleft
with charamove

show hanako cover_distant at tworight
with charaenter

"ระหว่างที่คุยก็มีเสียงฝีเท้าฮานาโกะที่เดินตามหลังมา ทำให้นึกได้ว่าเธอก็มาด้วย"

hi "ฉันจะมาช่วยทำป้ายน่ะ ฮานาโกะด้วยน่ะนะ"

show hanako cover_worry
with charachange

ha "สะ… สวัสดี…"

show kenji happy
with charachange

ke "อ๋อ เอ่อ ไง ก็ได้แหละ"

"พอฮานาโกะมาร่วมวงด้วยท่าทีของเขาก็พลิกหน้ามือเป็นหลังมือ เห็นท่าทีเสแสร้งแกล้งต้อนรับนั้นแล้วก็ขนลุก"

"เออ จริงสิ ผู้หญิง มาคิดอีกทีแล้ว ให้เธอมาช่วยนี่ก็ไม่น่าใช่ความคิดที่ดีเท่าไหร่"

stop music fadeout 2.0

scene bg school_room32 at bgleft
show kenji neutral_close at left
show hanako basic_distant_close at right
with locationskip

"ฮานาโกะกับฉันจัดท่านั่งลงอยู่อีกฝั่งป้ายผ้าตรงข้ามเคนจิ สายตาฉันเหลือบไปมองถังสีใบเล็กที่วางอยู่รอบ ๆ "

"ห้อง 3-2…แผงบะหมี่โซบะ?"

hi "งานวันอาทิตย์นี้จะขายบะหมี่กันเหรอ"

show kenji happy_close
with charachange

ke "อืม ตั้งแผงข้างนอก หรืออะไรประมาณนั้น"

"“หรืออะไรประมาณนั้น?” พอเห็นเขาพูดแบบไม่ใส่ใจอะไรอย่างนั้นแล้วฉันก็นึกสงสัย แต่ทำงานก่อนแล้วกัน"

hi "แล้วจะแบ่งงานกันยังไง ให้ฉันทำตามขอบแล้วนายเขียนตัวหนังสือเหรอ หรืออยากให้สลับนายมาแต่งขอบ"

show kenji tsun_close
with charachange

ke "ฉันเขียน นายขอบ"

"เขาดูมุ่งมั่นกับเรื่องนี้เกินคาด"

show hanako basic_distant_close
with charachange

"พอฉันยื่นมือไปหยิบแปรงมาก็เห็นฮานาโกะที่กำลังลังเลว่าจะใช้สีไหนดี"

show hanako basic_normal_close
with charachange
show hanako basic_distant_close
with charachange
show hanako basic_normal_close
with charachange

"และเมื่อฉันลงแปรงแล้วเธอก็เริ่มลากตามส่วนที่เป็นรายละเอียด ดูเหมือนว่าความตั้งใจฉันที่จะให้เธอเบนความสนใจจาก\nคนรอบข้างจะได้ผล"

"ฉันลากสีน้ำเงินเข้มลงบนผืนผ้า จากนั้นพวกเราทั้งสามคนก็ทำงานกันไปเงียบ ๆ "

"ก็จนกระทั่งเคนจิถือโอกาสที่ฮานาโกะกำลังทำงานอยู่เอี้ยวตัวมาซุบซิบทฤษฎีสมคบคิดอะไรอีกนั่นแหละ"

show bg school_room32 at center
show kenji tsun_close at center
show hanako basic_normal_close at offscreenright
with charamove

show kenji neutral_close
with charachange

play music music_kenji fadein 0.5

ke "โอเค นายมาที่นี่ทำไม"

hi "ฮานาโกะเขาแค่อยากได้คนมาช่วยตามหาลิลลี่เฉย ๆ "

show kenji tsun_close
with charachange

"เขาดูจะไม่เห็นด้วยกับเจตนานั้นของฉัน"

ke "เข้าใจละ ดูท่าฉันจะประเมินนายผิดไป"

show kenji happy_close
with charachange

ke "นายกำลังปฏิบัติการแทรกซึมอยู่ใช่มั้ย แฝงตัวเข้ามางี้"

"ว่าแล้วเชียว แต่บอกความจริงกับเขาไปเลยก็คงดีกว่าโกหกหรือไปกวนเขาอะนะ"

hi "แล้วนี่คือนายกำลังแฝงตัวอยู่?"

ke "แหงสิ ก็ลำบากแหละ แต่การจะล้วงข้อมูลให้ได้ดีที่สุดก็ต้องมาด้วยตัวเองนี่แหละ"

show kenji tsun_close
with charachange

ke "เราต้องเกาะกันไว้นะ โรงเรียนนี้มันโหดร้าย โลกมันโหดร้าย"

hi "อืม โหดร้ายมาก"

"เขาไม่เข้าใจที่ฉันแอบแซะไปแล้วเอนตัวกลับดูพอใจที่ฉันเข้าใจความลำบากของเขา ทำงานต่อดีกว่า"

stop music fadeout 2.0
stop ambient fadeout 2.0

scene bg school_room32
show kenji neutral_close at left
show hanako basic_normal_close at right
with shorttimeskip

ha "เสร็จแล้ว"

hi "ฉันก็ด้วย เยี่ยมมาก"

"ลายที่พวกเราวาดมาเชี่อมต่อกัน ลายของฉันก็เป็นลายที่พยายามวาดให้ดูคล้าย ๆ ของเธอ"

scene bg school_room32
with locationskip

"ฉันร้องโอดโอยยืดตัวลุกขึ้นยืนแล้วมองไปรอบ ๆ "

play music music_dreamy fadein 4.0

"นอกจากฮานาโกะกับฉันแล้วก็เหลือแค่เคนจิที่ต้องเก็บงาน ส่วนลิลลี่กับนักเรียนคนอื่นก็กำลังพูดคุยกันอยู่"

"พอมองนาฬิกาข้อมือแล้วก็ไม่แปลกใจ นี่ก็เย็นมากแล้ว"

hi "ให้ช่วยมั้ย"

show hanako basic_normal at center
with charamoveinbottom

"ฉันยื่นมือให้ฮานาโกะ เธอคว้าไว้แล้วดึงตัวลุกขึ้นยืน"

"ระหว่างนั้นฉันก็อดไม่ได้ที่จะมองข้อมือเธอ ถ้าแผลไฟไหม้ของเธอลามมาถึงตรงนี้ ตัวเธอจะเป็นรอยไหม้ขนาดไหนกัน"

show hanako emb_downtimid
with charachange

"แต่ฉันก็รู้สึกผิดขึ้นมาทันทีที่เธอใช้มืออีกข้างมาปิดข้อมือเธอไว้"

hi "สวยดีเนอะ"

show hanako emb_timid
with charachange

"เธอทำหน้าตกใจอยู่แวบหนึ่งก่อนจะนึกได้ว่าที่ฉันชมคือป้าย"

show hanako basic_bashful
with charachange

ha "ก็สวย…ละมั้งนะ"

"รอยยิ้มของเธอแสดงให้เห็นถึงความภูมิใจเล็ก ๆ ในผลงานเหมือนอย่างที่ฉันรู้สึก"

hide hanako
with charaexit

"พอของตกแต่งถูกเก็บกวาดไปวางตามโต๊ะและชั้นวางแล้วพื้นก็ดูสะอ้านตาขึ้นมา จะเดินลัดห้องไปหาลิลลี่ก็ง่ายขึ้น"

hi "ทำป้ายเสร็จแล้วนะ ไม่มีอะไรอีกแล้วใช่ไหม"

show hanako basic_smile at tworight
show lilly basic_smileclosed at twoleft
with charaenter

"เธอพยักหน้าขอบคุณ"

show lilly basic_smile
with charachange

li "ขอบคุณนะจ๊ะฮิซาโอะ ฮานาโกะด้วย จะให้ตอบแทนยังไงดี…"

hi "ไม่ต้องหรอก ดีกว่าไปนั่งอ่านหนังสือเรียนอยู่ในห้องฉันเยอะ"

show hanako basic_normal
with charachange

ha "ฉันก็เหมือนกัน"

"เธอพยักหน้าก่อนนึกถึงคนสุดท้ายขึ้นได้"

show lilly basic_surprised
with charachange

li "เอ๊ะ เคนจิเขายังอยู่หรือเปล่า"

"จังหวะที่ฉันอ้าปากเคนจิก็ส่งเสียงตอบมาจากอีกฟากของห้อง"

ke "อ่าฮะ เพิ่งเสร็จ"

"เขาวางป้ายไว้ที่ชั้นวางที่ว่างอย่างระมัดระวังเพื่อตากให้แห้ง ก่อนจะเดินผ่านพวกเราแล้วออกไปทางประตู"

show hanako basic_normal at center
show lilly basic_surprised at left
show bg school_room32 at bgleft
with charamove

show kenji neutral at Transform(xalign=1.15)
with charaenter

ke "เจอกันพวก"

hi "บาย"

hide kenji
with charaexit

show hanako basic_normal at tworight
show lilly basic_surprised at twoleft
show bg school_room32 at center
with charamove

"นักเรียนอีกสองคนสุดท้ายที่ยังอยู่ในห้องบอกลาลิลลี่แล้วออกตามไป ทิ้งไว้เพียงพวกเราสามคน"

hi "โอเค น่าจะไม่มีใครแล้วละ"

show lilly basic_displeased
with charachange

li "หวังว่าพวกเราคงไม่ต้องมาทำอะไรอย่างนี้กันอีกนะ"

hi "ทำงานล่วงเวลาเรียนน่ะเหรอ"

show lilly basic_concerned
with charachange

li "จ้ะ แผนของห้องปีนี้ทะเยอทะยานมาก ออกจะทะเยอะทะยานเกินไปหน่อย"

show hanako emb_smile
with charachange

ha "แต่แผงก็สวยดีนะ"

hi "นั่นสิ ดูก็รู้เลยว่าทุ่มเททำกันมาก"

show lilly basic_ara
with charachange

li "แหม ๆ คนที่ทำได้ฟังคงดีใจมากแน่เลยจ้ะ อย่างน้อยตอนนี้ก็ไม่มีงานอะไรต้องทำมากแล้ว จนกว่าจะถึงวันจริงน่ะนะ"

show hanako basic_smile
with charachange

ha "เอ่อ…ตอนนี้ก็เริ่มค่ำแล้ว ไปกันเลยดีมั้ย"

show lilly basic_smileclosed
with charachange

li "ก็ดีนะจ๊ะ เธอก็จะกลับหอเลยหรือเปล่าฮิซาโอะ"

hi "อื้ม งั้นฉันตามไปด้วยแล้วกัน"

scene bg school_gardens2_ni
with locationskip

"แสงไฟยามค่ำคืนทำให้สวนนั้นดูต่างออกไป ดูสงบกว่ามากเมื่อเทียบกับภาพอันเขียวขจีตามปกติของสวน"

"อาจจะเพราะค่ำแล้วเลยไม่ค่อยมีใครด้วย พอจะมีอยู่คนสองคนที่ยังจะยื้ออยู่ต่อก่อนถึงเวลาปิดประตูหอ แต่ก็ใกล้แล้ว"

"มีเพียงเสียงก้าวเท้าของพวกเราที่ดังก้อง กอปรกับเสียงไม้เท้าของลิลลี่ที่เคาะไปตามพื้นอย่างสม่ำเสมอ"

"ได้พักหลังผ่านเรื่องวุ่นวายที่โรงเรียนมาแล้วก็รู้สึกดีขึ้นเยอะ"

"ฉันเผลอหาวออกมาเล็กน้อย"

show lilly cane_smile_ni at twoleft
show hanako basic_normal_ni at tworight
with charaenter

li "เหนื่อยเหรอ"

hi "อืม พอดียังต้องปรับตัวกับอะไร ๆ หลายอย่างอยู่น่ะ"

hi "แต่…เอ่อ…เรื่อง…ชิซูเนะนั่นมาไม่ทันให้ฉันตั้งตัวเลยนะเนี่ย"

"ฉันกัดฟันเกร็งขึ้นมาเมื่อต้องพูดถึงที่ทั้งสองคนทะเลาะกันออกสื่ออย่างนั้นตรง ๆ แต่ถึงอย่างนั้น ฉันก็ยังอยากจะรู้ว่า\nเบื้องลึกเบื้องหลังเป็นมายังไงกันแน่"

show lilly cane_displeased_ni
with charachange

li "อ๋อ… เรื่องนั้น…"

li "ขอโทษที่ทะเลาะกันต่อหน้าอย่างนั้นนะ พอดีชิซูเนะกับฉัน…{i}รู้จัก{/i}กันมานานแล้วน่ะจ้ะ"

label th_A24c:
#lol label order


"น้ำเสียงเธอฟังดูหงุดหงิดเล็กน้อยเมื่อนึกถึงชิซูเนะ พอคิดอีกทีก็คงหงุดหงิดกับสิ่งที่ฉันทำลงไปด้วย"

show lilly cane_listen_ni
with charachange

li "ถ้าไม่ต้องไปช่วยจะดีมากจ้ะ คนอย่างนั้นไม่ควรมีใครให้ท้ายหรอก"

"โอเค หายสงสัยละ ฉันไปทำให้เธอโกรธจริง ๆ "

"แต่ถึงงั้น ฉันอาจจะทิ้งเธอให้โดนจิกโดยไม่ได้ตั้งใจก็จริง แต่ตอนนั้นฉันก็ไม่รู้เรื่องอะไร และดังนั้นฉันไม่ได้มีหน้าที่ที่จะ\nต้องขอโทษอะไร"

"พอความเงียบงันอันตึงเครียดผ่านไปได้สองสามนาที ฮานาโกะเริ่มทำตาหลุกหลิก"

"พอเห็นว่าคำขอโทษที่คาดหวังอะไรนั้นคงไม่มีแล้วลิลลี่ก็ยอมแพ้ไม่หาเรื่องต่อและเปลี่ยนเรื่องไป"


label th_A24d:


"น้ำเสียงเธอฟังดูหงุดหงิดเล็กน้อยเมื่อนึกถึงชิซูเนะ ชัดว่าเธอไม่อยากพูดอะไรให้ยืดยาวอีก"

show hanako basic_distant_ni
with charaenter

"ฉันเหลือบไปมองฮานาโกะเพื่อจะดูทิศทางลมบ้าง แต่เธอก็ทำท่าบ่ายเบี่ยงพร้อมสีหน้าที่เข้าใจยากอย่างเคย"

"แต่ถึงอย่างนั้น การที่เธอขอโทษแปลว่าต้องเป็นเรื่องใหญ่พอสมควร แม้ข้อสงสัยของฉันจะยังไม่ได้รับความกระจ่าง"


label th_A24e:


show lilly cane_weaksmile_ni
with charachange

li "แต่ถ้างานเทศกาลจบแล้วฉันก็คงโล่งมากเลยละจ้ะ"

"เปลี่ยนเรื่องก็ดีเหมือนกัน จะได้ไม่ต้องอยู่กันแบบอึม ๆ ทึม ๆ "

hi "เข้าใจเลย งานเทศกาลที่โรงเรียนเก่าฉันไม่ได้ใหญ่โตอะไรอย่างนี้หรอก"

show lilly cane_smileclosed_ni
with charachange

li "ที่ยามากุเขาให้ความสำคัญเรื่องสังคมโรงเรียนน่ะจ้ะ ทางฝ่ายคนงานของโรงเรียนเลยชอบจัดงานเทศกาลอะไรอย่างนี้"

hi "แต่คนที่ต้องมาทำงานจริง ๆ คือนักเรียนเนี่ยนะ เป็นโลกที่ไม่ยุติธรรมจริง ๆ "

show lilly cane_giggle_ni
show hanako emb_emb_ni
with charachange

"ฮานาโกะและลิลลี่ต่างก็หัวเราะคิกคักเป็นเชิงเห็นด้วยที่ไม่ได้มีใครมานั่งฟังที่พวกเราบ่นกัน"

show lilly cane_smile_ni
show hanako basic_smile_ni
with charachange

li "พอดีฉันเคยอยู่โรงเรียนหญิงล้วนที่เขาเคร่งมาก่อนก็เลยอยู่ที่ยามากุได้ง่ายหน่อยละมั้งจ๊ะ ถ้าเทียบกับที่นั่นแล้วยามากุ\nปล่อยอิสระกว่ามาก"

"ได้ฟังแล้วก็เข้าใจว่าทำไมทั้งคำพูดคำจาและกริยามารยาทของเธอถึงได้ดีเหลือเกิน"

scene bg school_dormext_half_ni
show lilly cane_smile_ni at twoleft
show hanako basic_smile_ni at tworight
with locationskip

"พวกเราเดินมาจนถึงที่หอ ถึงเวลาต้องแยกย้ายกันกลับหอของตัวเองแล้ว"

hi "เจอกัน ลิลลี่ ฮานาโกะ"

"พวกเธอสองคนพยักหน้าอย่างสุภาพแล้วเดินไปยังหอหญิงที่อยู่ข้าง ๆ หอชาย"

stop music fadeout 4.0

hide lilly
hide hanako
with charaexit

"และไม่เหนือความคาดหมายเท่าไหร่ที่รอบ ๆ หอมีคนงานที่เดินเฝ้ายามอยู่เพื่อป้องกันเหตุต่าง ๆ ยามค่ำคืน"

"ฉันเดินสวนเขาไปแล้วยืดแขนไปนวดคอเดินกลับเข้าหอ พอก้มทำงานอยู่กับพื้นแล้วก็เมื่อยไปหมด"

"แต่ก็รู้สึกดีเหมือนกันที่พอมีทิศทางอะไรแล้วบ้าง อยู่กับโรงพยาบาลมานาน แค่ได้มาเรียน ทำการบ้าน เจอครูทุก ๆ วัน\nแทบเป็นอะไรที่สวรรค์ประทานเลยก็ว่าได้"

"ถ้าเป็นอย่างนี้ไปได้เรื่อย ๆ ชีวิตที่โรงเรียนยามากุก็คงไม่มีปัญหาอะไร"

label th_A24a:

scene bg school_dormhisao_ni
with locationskip

"ฉันทำตามคำสั่งของคุณพยาบาลที่ตามจิกอยู่ในหัวแล้วตั้งนาฬิกาปลุกให้เช้าพอที่จะตื่นไปวิ่งได้ทันอีกครั้ง"

"สัญญาไว้แล้วก็ต้องทำตาม อีกอย่าง ถ้าฉันไม่ไปโผล่หน้าเอมิต้องแจ้นเอาไปฟ้องคุณพยาบาลแน่ ๆ "

"แต่ก็ไม่ได้แย่ขนาดนั้นละนะ"

$ suppress_window_after_timeskip = True

scene black
with shuteye

label th_A24b:

scene bg school_dormhisao_ni
with locationskip

"ด้วยความที่เพลียเหลือเกินฉันจึงตั้งนาฬิกาปลุกยื้อให้ฉันนอนได้เยอะที่สุดโดยที่ยังตื่นไปเรียนคาบแรกทัน"

"เสียงคุณพยาบาลที่ตามจิกเรื่องวิ่งรอบเช้ายังตามหลอกหลอน ไว้เดี๋ยวไปเดินเล่นหลังเลิกเรียนพรุ่งนี้เป็นการชดเชย\nก็แล้วกัน"

"เอมิก็คงไม่สนใจหรอก"

$ suppress_window_after_timeskip = True

scene black
with shuteye

return
