label th_A31:

scene black
with None

scene bg school_scienceroom
with Dissolve(2.0)

play music music_normal fadein 3.0

"นักเรียนทยอยเข้าห้องมาเรียนช่วงเช้าวันเสาร์ สภาพหน้าตาแต่ละคนดูอิดโรยบ่งบอกว่าอยู่ทำงานกันทั้งคืน"

"ก็คงไม่แปลกเท่าไหร่เพราะเหลือเวลาเตรียมงานอีกวันเดียวเท่านั้นแล้ว ยังดีที่ต้องทนเรียนแค่ช่วงเช้าจนพักเที่ยง\nส่วนเวลาที่เหลือก็ได้เป็นอิสระแล้ว"

show muto irritated at center
with charaenter

"มุโต้ก็เดินเข้าห้องมาอย่างเอื่อย ๆ คงไม่ได้มีแค่เหล่านักเรียนสินะที่ได้สนุกกันเมื่อคืนวันศุกร์น่ะ"

"เขาไม่พูดอะไรแล้วเปิดหนังสือพลางขีดเขียนเลขข้อคำถามบนกระดานแล้วลงนั่งที่โต๊ะของเขา"

"ซึ่งเป็นอะไรที่ดูต่างจากตัวเขาตามปกติ แต่ก็เหมือนไม่มีใครในห้องจะทักท้วงอะไร"

play sound sfx_paperruffling

hide muto
with charaexit

stop sound fadeout 6.0

"นักเรียนแต่ละคนก็เอาหนังสือขึ้นมาเปิดกันอย่างเงียบ ๆ แล้วเริ่มทำงาน ฉันทำงานตามบ้างอย่างกลมกลืน"

"ความเหนื่อยล้าทำให้ไม่มีใครอยากปฏิสัมพันธ์อะไร นอกจากเสียงพลิกหน้ากระดาษแล้วก็ไม่มีเสียงใดอีก"

"ส่วนหนึ่งก็คงเป็นเพราะที่นั่งด้านข้างสองที่ที่ว่างอยู่ ไม่รู้เหมือนกันว่าทำไมมิช่าและชิซูเนะถึงไม่อยู่ คงจะไปทำงานสภา\nสำหรับงานเทศกาลละมั้ง"

"พอไม่มีมิช่าอยู่แล้วเงียบไปเลยแฮะ"

"ไม่รู้ว่าเธอเป็นคนพลังงานเหลือล้นโดยธรรมชาติอยู่แล้ว หรือทำเพื่อ “ชดเชย” ความเงียบของชิซูเนะกันแน่"

show muto normal at center
with charaenter

stop music fadeout 2.0

mu "นากาอิ ขอครูคุยกับเธอหน่อยได้ไหม"

"ฉันมัวแต่คิดเรื่องมิช่าจนไม่ทันได้สังเกตมุโต้ที่เดินมาที่โต๊ะของฉัน"

hi "ได้ครับ…เรื่องอะไรเหรอครับ"

mu "ไปคุยกันนอกห้องดีกว่านะ…"

play sound sfx_dooropen

hide muto
with charaexit

"รู้สึกใจคอไม่ดียังไงชอบกล แต่ฉันก็ลุกจากเก้าอี้แล้วเดินตามเขาไปที่โถงทางเดิน"

play sound sfx_doorclose


label th_A31b:

scene bg school_hallway3
show muto normal at center
with locationchange

#conditional section; seen if you have a heart attack

"มุโต้ยืนอยู่ที่โถงทางเดินเกาหัวแกรก ๆ พลางคิดว่าจะพูดยังไง ฉันรอเงียบ ๆ เพราะไม่รู้ว่ามีเรื่องอะไรกันแน่"

mu "เห็นหัวหน้าทีมพยาบาลเขาบอกว่าเมื่อวานเธออาการไม่ดีน่ะ"

"อ้อ เรื่องนั้นน่ะเอง"

hi "เอ่อ ก็ประมาณนั้นครับ แต่ไม่เป็นอะไรมากหรอกครับ"

show muto irritated
with charachange

mu "เป็น เป็นสิ อะไรที่สุ่มเสี่ยงกับชีวิตเธอน่ะต้องจับตาดูไว้นะ"

mu "พวกเราต่างช่วยกันหาทางให้พวกเธอได้ใช้ชีวิตที่นี่กันอย่างดี ซึ่งหนึ่งในนั้นก็คือการที่ต้องรู้กับการจัดการ\nกับขีดจำกัดของพวกเธอ"

mu "ถ้าครูไม่พูดก็จะเป็นการปล่อยปละละเลยไปอีก"

hi "ครับ เข้าใจแล้วครับ ขอโทษครับ"

"มุโต้หลับตาด้วยความระอาจนทำฉันคิดได้ว่าคงพูดอะไรผิดไป"

mu "ครูรู้สึกเหมือนเธอไม่ค่อยสำนึกเลยนะ เอาเถอะ จะปกปิดอะไรยังไงก็เรื่องของเธอ แต่โรงเรียนนี้ไม่ใช่แค่โรงเรียนธรรมดา ๆ "

mu "ทุกคนต่างทุ่มเททั้งกำลัง เวลา แล้วก็เงินเพื่อให้เธอและนักเรียนทุกคนได้รับการศึกษาให้ไม่ยิ่งหย่อนไปกว่าเพื่อน ๆ \nที่อายุรุ่นราวคราวเดียวกันกับเธอ"

mu "ถ้าเธอทำหูทวนลมกับคำแนะนำพวกนั้น โดยเฉพาะเรื่องสุขภาพกับชีวิตของเธอ จะถือว่าเป็นอะไรที่เห็นแก่ตัวเอามาก ๆ "

"ฉันค่อยแน่ใจว่าที่เขาพูดคือสิ่งที่เขาคิดจริง ๆ หรือเป็นอะไรที่ซ้อมมาแล้วหลายครั้งเอาไว้พูดให้นักเรียนรู้สึกผิด\nเพื่อให้ทำในสิ่งที่ “ถูกต้อง” แต่จะอย่างไหนก็เถอะ สุดท้ายก็ทำให้ฉันหงอได้จริง ๆ "

hi "เข้าใจแล้วครับ พอดีผมไม่เคยเจออะไรแบบนี้ ขอโทษด้วยนะครับ ผมจะคิดถึงขีดจำกัดของผมไว้ให้ขึ้นใจเลยครับ"

show muto smile
with charachange

"สีหน้ามุโต้คลายลงเล็กน้อยดูพอใจที่ข้อความของเขาสื่อมาถึงฉันแล้ว"



label th_A31c:

scene bg school_hallway3
show muto normal at center
with locationchange

#Conditional section, if you didn't have a heart attack

"มุโต้ยืนอยู่ที่โถงทางเดินเกาหัวแกรก ๆ พลางคิดว่าจะพูดยังไง ฉันรอเงียบ ๆ เพราะไม่รู้ว่ามีเรื่องอะไรกันแน่"

mu "ไหนเล่าหน่อยว่าเป็นยังไงบ้าง"

hi "เป็นยังไงเหรอครับ"

"ก็คิดไว้อยู่หรอกว่าเขาจะพูดอะไรอ้อม ๆ แต่ก็ไม่คิดว่าจะขนาดนี้"

show muto irritated
with charachange

mu "ก็ ความเป็นไปนั่นแหละ มาได้จะสัปดาห์หนึ่งแล้วนี่ เป็นยังไงบ้าง"

hi "เอ้อ ก็โอเคดีมั้งครับ"

show muto normal
with charachange

mu "โอเค แล้วเป็นยังไงบ้าง…อาการของเธอน่ะ"

"ไม่รู้ทำไมต้องเว้นช่องไว้นิดหนึ่งก่อนคำว่า “อาการ” ด้วย"

hi "ก็ยังไม่มีปัญหาอะไรครับ"

show muto smile
with charachange

"สีหน้าเขาดูโล่งใจขึ้นมาแวบหนึ่ง"

mu "ดี ดีแล้ว คุณพยาบาลเขาเป็นห่วงน่ะ กลัวว่าเธอจะไปฝืนตัวเองหนักเกินไป"

mu "เขาขอให้ฉันมาจับตาดูเธออีกแรงน่ะ"

hi "อย่างนี้นี่เอง…"

show muto normal
with charachange

mu "ขอให้ฟังกันด้วย ถึงพวกเราจะคอยให้พวกเธอได้เรียนอย่างที่โรงเรียนอื่น ๆ ตามปกติ ยังไงเธอก็ต้องรู้ไว้ว่าเธอเอง\nก็มีขีดจำกัดนะ"

mu "เป้าหมายของพวกเราคือให้พวกเธอรู้ถึงขีดจำกัดของตัวเอง แล้วดึงศักยภาพส่วนนั้นออกมาให้มากที่สุด พอเข้าใจมั้ย"

hi "น่าจะนะครับ คือยังไงผมก็ไม่ได้จะไปทำอะไรบ้า ๆ อยู่แล้ว"

show muto smile
with charachange

mu "โอเค ก็นับว่าเริ่มได้ดี"

#conditionals end.



label th_A31d:

show muto normal
with charachange

play music music_normal fadein 3.0

mu "เอาละ เรื่องต่อไป การเรียนเป็นยังไงบ้าง เห็นว่าเธอต้องหยุดไปพักใหญ่เลย ยังตามทันอยู่ใช่มั้ย"

hi "ก็ยังพอทันอยู่นะครับ พอดีตอนอยู่ที่โรงพยาบาลผมก็คอยตามอยู่บ้าง เลยไม่ได้ยากขนาดนั้น"

show muto irritated
with charachange

"มุโต้ฟังพลางแตะคางแล้วเลิกคิ้วขึ้น"

mu "งั้นเหรอ…คนที่ให้ความสำคัญกับการเรียนก็คงยังพอมีอยู่บ้างละนะ…"

"จะว่างั้นก็ไม่เชิงหรอก ฉันก็แค่หาอะไรทำระหว่างที่รักษาตัวอยู่ในห้องแคบ ๆ "

hi "ก็นะครับ ยังไงเรื่องการเรียนก็ต้องคอยติดตามอยู่แล้วนี่นา"

show muto smile
with charachange

mu "ใช่เลยละ โลกนี้น่ะ ขืนก้าวพลาดแม้ก้าวเดียวเดี๋ยวโดนทิ้งแน่ จริงมั้ย"

hi "เอ้อ ครับ คงไม่ดีเท่าไหร่"

show muto normal
with charachange

mu "ไม่ ไม่ดีแน่ ทุกสัปดาห์วงการวิทยาศาสตร์จะมีการค้นพบใหม่ ๆ เสมอ ส่วนใหญ่ก็ไม่ได้มีค่าอะไรกับคนทั่ว ๆ ไปหรอก\nแต่สักวันมันอาจจะเป็นกุญแจกับสิ่งสำคัญที่เกิดใหม่ขึ้นมาก็ได้"

hi "จะจำไว้นะครับ…"

"ดูท่าเรื่องที่มุโต้จะเรียกมาคุยจริงจังทีแรกน่าจะหมดแล้ว ตอนนี้ก็กลับเข้าสู่สภาพบทพูดสะเปะสะปะแบบปกติแล้ว"

"แต่พอลองมาย้อนนึกดู รู้สึกว่าเป็นแบบนี้ยังจะดีกว่า อย่างน้อยก็พอคาดเดาอะไรได้บ้างกับความคาดเดาไม่ได้ของเขา"

show muto smile
with charachange

mu "โอเค ที่ครูจะพูดก็มีแค่นี้แหละ กลับเข้าห้องกัน"

"ฉันโล่งใจเหลือแสนที่ได้ยินเขาพูดคำนั้น"

hi "ย่อมได้ครับ ตามบัญชา"

show muto normal
with charachange

"มุโต้ชะงักกึก"

mu "ไม่เคยมีนักเรียนคนไหนเคยพูดอย่างนั้นกับครูเลยนะ"

"ฉันคิดจะตอบอยู่แวบหนึ่ง แต่บางอย่างในใจบอกว่าให้เงียบปากไว้แล้วกลับเข้าห้องไปเลยดีกว่า"

play sound sfx_dooropen

scene bg school_scienceroom
with locationchange

stop music fadeout 5.0

"มีนักเรียนสองสามคนที่สะดุ้งเมื่อเห็นประตูเปิดแล้วรีบลนลานทำท่าว่ากำลังทำงานที่เขียนอยู่บนกระดาน"

play sound sfx_doorclose

"ส่วนบางคนก็ไม่ได้สนใจแล้ว หน้าฟุบงีบหลับอยู่กับโต๊ะ โชคดีที่มุโต้ไม่ทันได้สังเกต"

"เขากลับไปที่โต๊ะแล้วหยิบวารสารวิทยาศาสตร์มาอ่าน สงสัยเพราะที่คุยกันเมื่อกี้ละมั้ง"

"ทั้งห้องกลับมาเงียบเหมือนตอนก่อนหน้าที่ฉันกับมุโต้ออกไปคุยกัน"

"ทุกคนต่างรอคอยด้วยความอ่อนล้า รอโอกาสที่จะได้พักหรือไม่ก็ไปปั่นงานโค้งสุดท้ายกัน"

play sound sfx_normalbell
play music music_daily fadein 8.0

"นาฬิกาบนผนังเดินกินเวลาให้คาบเรียนหมดลงไปอย่างเชื่องช้า จนในที่สุดระฆังก็ดังเป็นสัญญาณถึงการหลุดพ้น"

show muto normal at center
with charaenter

mu "ก่อนออกจากห้อง ครูขอสั่งงานบนกระดานนี้ให้ส่งวันจันทร์นะ"

hide muto
with charaexit

"ทั้งห้องถอนหายใจอย่างพร้อมเพรียงด้วยความสำนึกที่ขี้เกียจตอนอยู่ในห้อง แต่ก็รู้ว่ายังมีเรื่องที่เร่งด่วนกว่า"

"คนทั้งห้องหายไปในพริบตาเพราะต่างรีบไปเตรียมงานเทศกาลช่วงโค้งสุดท้ายกัน"

"ฉันนั่งอยู่แล้วรีบทำงานต่อให้เสร็จเพื่อที่จะได้ไม่ต้องมาเป็นภาระช่วงสุดสัปดาห์ที่เหลือนี้ ไหนจะงานเทศกาลอีก"

show bg school_scienceroom at bgleft
show hanako emb_downtimid at right
with charamoveinright

"นอกจากฉันแล้วก็เหลือแค่ฮานาโกะที่กำลังรอลิลลี่อยู่"

"แปลกเหมือนกันที่ลิลลี่ต้องถ่อมารับถึงที่นี่ ทั้งที่ตามหลักแล้วฮานาโกะน่าจะเป็นคนที่ไปไหนมาไหนได้สะดวกกว่า"

"แต่ก็ไม่ใช่กงการของฉันอีกนั่นแหละ แล้วจะให้ถามกับฮานาโกะก็คงใช่ที่"

"ถึงจะนั่งที่ค่อนข้างใกล้กัน แต่ก็ไม่มีใครพูดทักทายอะไรขึ้นมา เหลือเพียงความเงียบอันน่าอึดอัดเข้าปกคลุมห้อง"

"เวลาผ่านไปอย่างเงียบเชียบ อาจจะสักสิบห้านาทีได้ แต่รู้สึกเหมือนนานกว่านั้น ฉันพลิกหน้าสมุด ส่วนฮานาโกะ\nก็พลิกหน้านิยายที่เธออ่านอยู่"

"ไส้ดินสอฉันหักจังหวะที่กำลังจะเขียนเสร็จพอดี"

"เสียงถอนหายใจด้วยความหงุดหงิดของฉันกับเสียงคุ้ยหากบเหลาดินสอที่ตามมาคล้ายจะทำลายบรรยากาศในห้องเรียนลง"

"ฮานาโกะยังคงมองไปทางอื่นที่ไม่ใช่ฉัน"

"ไม่นานร่างสูงโปร่งของลิลลี่ก็ปรากฏขึ้นที่ประตู"

show lilly basic_smileclosed at offscreenleft
with None

show bg school_scienceroom at center
show hanako emb_downtimid at offscreenright
show lilly basic_smileclosed at left
with charamove

li "ฮานาโกะ?"

show lilly basic_smileclosed at twoleft
show bg school_scienceroom at bgright
show hanako emb_downsmile at center
with charamove

"แค่เสียงเรียกชื่อนั้นก็ทำให้เธอพุ่งตัวจากโต๊ะไปหาลิลลี่ทันที"

hide lilly
with charaexit

show hanako emb_downsad
with charachange

show hanako emb_downsad at Slide(0.5,0.5,0.7,0.5,1.0,time_warp=_ease_out_time_warp)
with None

hide hanako
with charaexit

"ทั้งสองคุยกันเงียบ ๆ อยู่ครู่หนึ่ง แต่ผ่านไปสักพักลิลลี่ก็ออกไปที่โถงทางเดิน ส่วนฮานาโกะก็เดินกลับเข้าห้องมานั่งที่"

show hanako emb_downsad at offscreenright
with None

show bg school_scienceroom at bgleft
show hanako emb_downsad at right
with charamove

"ฉันเหลือบมองฮานาโกะเพราะสงสัยว่าทำไมถึงต้องแยกกัน"

"เธอเอาแต่นั่งเท้าคางจ้องโต๊ะซึม ๆ อยู่สองสามนาที"

show hanako emb_downtimid at right
with charachange

"แต่แล้วเธอก็ดูเบื่อเกินทน เธอคว้ากระเป๋าแล้วหยิบหนังสือเล่มเล็กออกมา"

"จะว่าไป เล่มนี้เป็นคนละเล่มกันกับที่เห็นอ่านในห้องสมุดนี่นา คงอ่านเร็วพอตัวถึงได้อ่านจบไวขนาดนี้"


label th_A31e:

hide hanako
with charaexit

stop music fadeout 4.0

"เธอฝืนนั่งอ่านหนังสือด้วยความร้อนใจอยู่ได้สิบนาทีก็ปิดหนังสือแล้วออกไปบ้าง"

"ฉันก็ไปด้วยดีกว่า งานก็ใกล้เสร็จแล้ว จะอยู่ต่อก็ไม่มีอะไรให้ทำอยู่ดี"

scene bg school_dormhisao
with locationskip

"ฉันตรงดิ่งกลับห้องแล้วอ่านหนังสือไปจนหมดวันด้วยความไม่มีเรี่ยวแรงอยากทำอะไร"

$ suppress_window_after_timeskip = True

scene black
with Dissolve(3.0)


#******************'

label th_A32:

scene bg school_scienceroom at bgleft
show hanako emb_downtimid at right
with None

hide hanako
with charaexit

stop music fadeout 4.0

"เธอฝืนนั่งอ่านหนังสือด้วยความร้อนใจอยู่ได้สิบนาทีก็ปิดหนังสือแล้วออกไปบ้าง"

"ฉันก็ไปด้วยดีกว่า งานก็ใกล้เสร็จแล้ว จะอยู่ต่อก็ไม่มีอะไรให้ทำอยู่ดี"

"แต่ก็ใช่ว่าจะมีธุระที่อื่นด้วยน่ะนะ"

play music music_tranquil fadein 3.0

scene bg school_hallway3
show crowd
with locationchange

play ambient sfx_crowd_indoors fadein 0.3

"ในโรงเรียนดูวุ่นวายอย่างกับรังผึ้ง แต่ก็ไม่มีใครสนใจอะไรฉัน"

"ฉันไหลไปตามแต่ละห้องที่มีแต่นักเรียนที่กำลังทำนั่นทำนี่อยู่เต็มไปหมด ไม่ต่างอะไรกับเหล่าผึ้งงาน"

"ดูแล้วแทบไม่น่าเชื่อว่านี่คือเลิกเรียนแล้ว"

stop ambient fadeout 0.3

scene bg school_courtyard
show crowd
with locationskip

play ambient sfx_crowd_outdoors fadein 0.2

"ข้างนอกเงียบกว่านิดหน่อย แต่ก็ไม่ต่างกันมาก"

"แต่ละคนต่างเดินไปเดินมาด้วยความรีบเร่ง ดูวุ่นวายและมีพลังเหลือล้น"

"ส่วนฉันไม่ได้รู้สึกอย่างนั้นเลย แดดยามเที่ยงดูจะดูดพลังออกไปจากตัวจนหมดจนทั้งร่างอ่อนเปลี้ย"

"ลมอบอุ่นที่พัดเบา ๆ ลอยผ่านเข้ามาในเสื้อจนพองเหมือนฟูก"

"ฉันหาวอย่างเหนื่อยอ่อนพลางคิดว่าจะทำอะไรต่อดี"

"คงเอาหนังสือไปเก็บที่ห้องก่อน แล้วก็…อะไรสักอย่างที่ยังไม่ได้คิดไว้แหละ"

"เคนจิน่าจะอยู่ที่ห้อง"

stop ambient fadeout 2.0

scene bg school_dormext_half
with locationchange

"ระหว่างทางกลับหอฉันเห็นเอมิที่วิ่งมาทางฉันแม้ไม่ได้ใส่ขาเทียมสำหรับวิ่งนั้น ฉันโบกมือทักทายแล้วเธอก็เบรกเอี๊ยด"

show emi basic_closedgrin at center
with charamoveinright

emi "ไง ฮิซาโอะ!"

"ตรงจมูกและคางเธอมีสีขาวและสีเขียวเปื้อนอยู่ตามลำดับ ส่วนรอยยิ้มของเธอก็ดูจะกว้างอยู่เสมอ"

show emi excited_happy_close
with characlose

"เธอโน้มตัวเข้ามาหาจนยิ่งรู้สึกเหมือนเธอสำรวจฉันอยู่"

emi "ทำไรอะ"

hi "เปล่าหรอก จะถึงงานเทศกาลทั้งทีแต่ฉันไม่มีอะไรทำเลยน่ะ แถมคนอื่นก็ดูจะทำงานอะไรที่สำคัญกันทั้งนั้น"

show emi excited_laugh_close
with characlose

emi "ดีเลย! งั้นมาช่วยฉันกับรินก็ได้นะ!"

hi "ช่วยเตรียมงานเทศกาลน่ะเหรอ เอ่ออ ฉันไม่น่าช่วยอะไรได้มากมั้ง"

show emi excited_proud_close
with characlose

emi "ไม่เป็นไรน่า! ฉันก็ช่วยอะไรได้ไม่มากเหมือนกัน!"

"เอมิคว้าข้อมือฉันไว้แล้วฉุดกระชากลากถูฉันให้กลับมาที่โรงเรียน"

scene bg school_lobby
show crowd
with locationskip

play ambient sfx_crowd_indoors fadein 0.3

"แค่เธอเดินปกติยังเร็วอย่างกับวิ่งเหยาะ ๆ เลย จนแค่จะเดินตามยังทำเอาขาฉันแทบพันกัน"

scene bg school_staircase2
with locationchange

"เอมิช้าลงเล็กน้อยเมื่อมาถึงที่บันได อาจจะใส่ขาเทียมเลยเดินขึ้นยาก หรืออาจจะหมดแรงแล้ว"

stop music fadeout 7.0

scene bg school_hallway3
show crowd
with locationchange

"สุดท้ายก็กลับมาที่โถงทางเดินชั้นสามที่เป็นชั้นของนักเรียนปีสุดท้ายที่ฉันเพิ่งเดินออกมาเมื่อห้านาทีก่อน รู้งี้\nอยู่รอเอมิไปเลยก็ดี"

hi "แล้วเธอ…รินยังวาดภาพเขียนนั้นอยู่เหรอ"

show emi basic_closedgrin at center
with charaenter

emi "อาฮะ! ต้องใช้สีใช้แปรงนั่นนี่ ฉันเลยมาเอาของที่ห้องศิลปะให้"

hi "แล้วเธอก็เลยจะให้ฉันช่วย"

show emi basic_grin
with charaenter

emi "ก็…เห็นรินบอกว่านายเคยช่วยแล้ว ก็เลยคิดว่านายคงไม่ติดอะไร"

hi "อ้อ"

stop ambient fadeout 1.0

scene bg school_classroomart at bgright
with locationchange

play music music_another fadein 0.5

"และด้วยตรรกะแปลก ๆ ของเอมินี้เองที่ทำให้ฉันได้มาเป็นธุระหาของที่ห้องศิลปะอีกครั้ง"

"นอกจากพวกเรากับฝุ่นที่ฟุ้งอยู่ในอากาศแล้วก็ไม่มีใครในห้อง เอมิตรงไปที่หลังห้องแล้วควักเศษกระดาษยับยู่ยี่\nออกมาจากกระเป๋า"

"ระหว่างที่เธอกำลังเพ่งตาอ่านลายมือที่เขียนลวก ๆ อยู่นั้นฉันก็มองไปยังข้าวของที่กองอยู่"

"ถังสีกับขวดหลายใบวางอยู่บนชั้นอย่างไม่มีระเบียบเอาเสียเลย"

"บางใบก็อย่างกับว่าถูกวางไว้อย่างนั้นมาเป็นชาติ เหมือนเป็นสมบัติของชมรมศิลปะรุ่นก่อน"

"ส่วนข้าง ๆ กระดาษที่กองกันหนาอย่างมีระเบียบนั้นเป็นกล่องที่ใส่แปรงไว้หลายขนาดกับสีเทียนที่เกลื่อนอยู่"

"กลิ่นสี น้ำมันสน และกระดาษใหม่อบอวลอยู่ในอากาศอันเอื่อยเฉื่อย รวมกันจนเป็นกลิ่นของความเป็นศิลปะอยู่ใน\nโพรงจมูกของฉัน"

show emi basic_closedgrin at offscreenright
with None

scene bg school_classroomart at bgleft
show emi basic_closedgrin at right
with charamove

"เอมิอ่านเศษกระดาษแล้วเทียบกับฉลากที่อยู่บนถังสีอันหลากหลาย เมื่อหาเจอตามที่เขียนก็ส่งมาให้ฉัน"

show emi basic_grin
with charachange

"เธอชะเง้อคอขึ้นไปมองชั้นวางชั้นบนสุด แต่ก็ยังไม่ถึง"

show emi basic_annoyed
with charachange

"ไม่ว่าจะทำยังไงระดับสายตาของเธอก็ยังไม่พ้นชั้นนั้น เอมิมองที่ชั้นด้วยความเสียดายเหมือนเด็กในร้านของเล่นพลาง\nทำเสียงฮึดฮัด"

show emi annoyedbounce
with None

"เธอหงุดหงิดอยู่พักหนึ่งแล้วเริ่มกระโดดขึ้นลง คงจะพยายามอ่านฉลากให้เร็วที่สุดเท่าที่ทำได้ในเวลาสั้น ๆ ที่เห็นนั้น"

show emi basic_closedsweat at center
with charachange

"และแน่นอนว่าแผนนั้นล้มเหลวไม่เป็นท่า แถมยังเกือบทำทั้งชั้นล้มลงมาอีกต่างหาก"

"โอเค รู้แล้วว่าทำไมถึงต้องให้ฉันมาช่วยด้วย"

hi "ให้ฉันช่วยเถอะน่า เธอกระโดดไม่ถึงหรอก ฉันไม่อยากให้เธอเจ็บตัวด้วย"

hi "แล้วฉันก็สูงกว่าเธอไปเกือบสองเท่าได้มั้ง"

show emi sad_angry
with charachange

emi "ใช่ที่ไหนล่ะ!"

"เธอหันขวับไปดูอารมณ์เสียแล้วหน้าแดงขึ้นมา"

hi "ล้อเล่นน่า ๆ เอ้า เดี๋ยวดูให้นะ"

show emi basic_annoyed
with charachange

"เธอจ้องมองฉันอีกรอบแต่ก็ไม่มีคำยอกย้อนอะไร เธอหันหน้าหนีอีกครั้งพร้อมทำเสียง “ฮึ”"

hide emi
with charaexit

"ฉันค้นหาสีอยู่ตามชั้นด้านบน ส่วนเอมิก็คุ้ยหาของที่พอหาได้ตรงตู้ข้างล่าง"

"ฉันส่ายหน้าเล็กน้อยหลังแน่ใจแล้วว่าเอมิคงไม่เห็นฉันที่ทำท่านั้น"

"แปลกใจเหมือนกันที่เอมิมีปมเรื่องส่วนสูง ถ้ารู้ก็คงไม่เอามาล้ออย่างนั้นหรอก"

"เพราะเธอดูจะเป็นคนสบาย ๆ แต่คนเราก็คงมีจุดอ่อนกันทั้งนั้นละนะ"

show emi basic_grin at center
with shorttimeskip

"จนกระทั่งเมื่อเอาของที่รวบรวมมาวางกองไว้บนโต๊ะเหมือนโจรสลัดที่มาแบ่งสมบัติกันฉันถึงนึกได้ว่าที่เธอโมโหคงไม่ใช่\nเรื่องส่วนสูง"

"เธออาจจะไม่ชอบให้ใครมาบอกว่าเธอทำอะไรไม่ได้ อย่างการกระโดด"

"แต่ตัวเอมิเองก็ดูจะลืมเรื่องนั้นไปหมดแล้ว เป็นคน “โกรธง่ายหายเร็ว”…งั้นเหรอ"

"ไม่ก็ไม่ได้คิดอะไรมากเท่าไหร่ เพราะตอนที่ไล่เก็บของให้ครบกับตอนที่เดินกลับไปหารินเธอก็ชวนคุยอย่างมีความสุข"

scene bg school_courtyard
show crowd
with locationskip

play ambient sfx_crowd_outdoors fadein 0.2

"ฉันช่วยถือของมากมายอย่างสุภาพบุรุษระหว่างทางที่เดินไปที่หอด้วยกัน"

show emi basic_annoyed at center
with charaenter

emi "รินเครียดเรื่องวาดรูปให้เสร็จมากเลย จริง ๆ ก็ความผิดเธอที่ต้องเริ่มทำให้เร็วกว่านี้ด้วยแหละ"

hi "คิดว่าจะทันมั้ย"

show emi basic_closedgrin
with charachange

emi "ไม่รู้สิ ฉันว่าก็ใช้ได้แล้วนะ แต่กับรินเสียอย่าง ไม่รู้หรอกว่าเป็นยังไงบ้าง"

show emi basic_annoyed
with charachange

emi "เมื่อเช้าก็ไปเห็นนอนคู้ตัวอยู่หน้าหอไม่ได้นอนทั้งคืน เหลือเชื่อมากที่พยาบาลกะดึกไม่มาเจอตัวเนี่ย"

show emi basic_grin
with charachange

emi "แล้วตอนนี้ก็มาวาดเป็นบ้าเป็นหลังอีก"

hi "อืม ฉันก็…มองว่ารินดูออกจะ…หลุด ๆ ละมั้งนะ"

show emi basic_closedhappy
with charachange

"เธอหัวเราะคิกคักกับคำนั้น และคงจะขำที่ฉันดูเกร็ง ๆ ด้วย"

show emi basic_happy
with charachange

emi "ฉันไม่อะไรหรอก บางทีเธอก็ทำตัวแปลก ๆ ไปบ้าง"

"ก็เห็นด้วย เอมิไม่เหมือนฉันตรงที่เธอดูจะไม่คิดมากกับ…อะไรสักอย่างที่ทำให้รินดูเพี้ยน ๆ "

"แต่ก็ไม่ได้รู้สึกเหมือนทั้งสองคนเป็นอย่างที่มิช่ากับชิซูเนะสนิทกันเท่าไหร่ เพราะรายนั้นที่บางทีแทบจะกลืนเป็นคนเดียว\nก็แยกยากว่าส่วนไหนคือรอยต่อระหว่างคำพูดของแต่ละคนกันแน่"

"ต่อให้ทั้งสองคนจะต่างกันคนละขั้ว ไม่ต่างอะไรกับคู่เอมิและริน"

"และรินคือคนที่ต่างออกมามากที่สุด ต่างกว่าใครที่ฉันเคยเจอ"

hi "อืม ก็เป็นคนที่…มีความเฉพาะตัวสูงดี"

"ใช้คำนั้นอีกแล้ว ใช้เป็นเหมือนว่าทั้งลักษณะนิสัยของรินมีแค่คำนี้ แต่เอาจริง ๆ ก็เป็นแค่คำที่ใช้แทนคำบรรยายฉบับยาว\nถึงความพิลึกของเธอนั่นแหละ"

show emi basic_closedhappy
with charachange

"เธอหัวเราะน้อย ๆ ระหว่างที่ฉันกำลังสรรหาคำที่เหมาะอยู่"

show emi basic_grin
with charachange

emi "ก็แค่แปลกนั่นแหละน่า"

show emi excited_proud
with charachange

emi "ก็เนี่ย เมื่อกี้ก็นั่งอยู่ที่ลังอยู่ครึ่งชั่วโมงเฉย ๆ "

emi "นั่งมองเท้าตัวเอง"

show emi basic_closedhappy
with charachange

"เธอขำอีกจนทำให้ฉันคิดว่าแม้แต่เธอเองก็ไม่รู้ว่าขำอะไร แค่ขำไปงั้น"

stop music fadeout 3.0

show emi basic_grin
with charachange

emi "ตลอดเลยแหละ"

stop ambient fadeout 2.0

scene bg school_dormext_half
with locationskip

play music music_happiness fadein 2.0

"พื้นที่ทำงานนั้นรกรุงรังมาก แต่ภาพเขียนผนังนั้นกินพื้นที่กำแพงไปมากกว่าที่เห็นครั้งล่าสุดแล้ว"

"รูปร่างมนุษย์ที่บิดเบี้ยวนั้นถูกแต่งแต้มด้วยสีแดง ชมพู แล้วก็ส้ม มี…สิ่งแปลก ๆ ที่ดูหลุดมาจากจินตนาการแซมอยู่\nตามช่องว่าง"

"ก็ดู…สวยดี ฉันไม่รู้จะหาคำบรรยายอะไรมาบรรยายผลงานนี้ให้เจาะจงและครอบคลุมได้ จึงใช้แค่คำรวบ ๆ ว่า “สวย” ก็พอ"

"แต่ว่าตามตรง ยิ่งงานบนผนังใกล้เสร็จเท่าไหร่ พื้นที่รอบ ๆ ก็ยิ่งดูรกมากขึ้นเท่านั้น"

"ตามพื้นมีทั้งถังสี อุปกรณ์ศิลปะ และขวดโซดาเปล่าอยู่เกลื่อนกลาด"

show rin negative_spaciness at center
with charaenter

"ตัวรินเองนั้นตั้งอยู่ที่ศูนย์กลางของความอีเหละเขละขละเหล่านี้ ยืนอยู่อย่างสบายเฉิบราวกับเป็นส่วนหนึ่งของสิ่งโดยรอบ"

"เธอพับกางเกงขึ้นเหนือเข่า เผยให้เห็นขาเรียวที่มีหลากสีแปดเปื้อนอยู่คล้ายที่อยู่บนหน้าเอมิ"

show emi basic_grin at offscreenleft
with None

show rin negative_spaciness at tworight
show bg school_dormext_half at bgright
show emi basic_grin at twoleft
with charamove

"เอมิพุ่งตัวไปหารินแล้วกระโดดอยู่ต่อหน้าอย่างเริงร่า"

show emi basic_closedhappy
with charachange

emi "กลับมาแล้วจ้า!"

show rin basic_awayabsent
with charachange

rin "เร็วจัง นี่วิ่งที่โถงทางเดินอีกแล้วเหรอ"

show emi excited_proud
with charachange

emi "ฮิซาโอะมาช่วยน่ะ"

show emi basic_grin
with charachange

"เธอชี้มาที่ฉันอย่างผู้มีชัย"

show rin basic_absent
with charachange

"รินหันมาแล้วใช้สายตาไล่ตามนิ้วของเอมิมาทางฉัน"

show rin basic_deadpannormal
with charachange

"เธอพยักหน้าให้ฉันอย่างเนือย ๆ ดูท่าจะไม่ได้นอนทั้งคืน ทั้งสายตาอันว่างเปล่าตายซากที่เหมือนจะหลุดจากฉันไปนิด\nไหนจะการขยับตัวที่เหมือนฉากสโลว์โมชันในหนังอีก"

rin "สวัสดี ฮิซาโอะ ขอบคุณที่ช่วยนะ"

hi "ไม่ต้องขอบคุณหรอกน่า"

show rin basic_deadpan
with charachange

rin "แต่ฉันขอบคุณไปแล้ว"

hi "ช่างเหอะ"

hi "เริ่มจะเห็นภาพขึ้นมาแล้วนี่ ก็ดูสวยดีนะเนี่ย"

show rin basic_deadpannormal
with charachange

rin "แต่ทีนี้นายก็จะโชคร้ายไปอีก"

hi "รู้น่า นิดหน่อยไม่เป็นไรหรอก"

show rin basic_deadpandelight
with charachange

rin "พูดอะไรได้ดีนี่ แต่หมายถึงสำหรับฉันนะ ไม่ใช่นาย"

show rin basic_awayabsent
with charachange

rin "นี่แหละศิลปินถึงได้โชคร้ายตลอด เพราะต้องคอยดูรูปวาดที่ยังไม่เสร็จอยู่เสมอ"

rin "เพราะงี้ศิลปินถึงหาแฟนไม่ได้ ดูรายการโทรทัศน์อะไรก็โดนตัดจบหมด ไม่ก็ตายตั้งแต่อายุยังน้อยด้วยโรคที่ระบุแน่ชัด\nไม่ได้ เป็นกฎอันลึกลับซับซ้อนของจักรวาลนี้"

show rin basic_lucid
with charachange

rin "เว้นเสียแต่ว่าจะตาบอด"

"เธอคิดอยู่พักหนึ่ง ดูอย่างกับว่าจะผล็อยหลับไป"

show rin basic_absent
with charachange

rin "มีผู้ชายอยู่คนหนึ่ง"

show rin basic_deadpannormal
with charachange

rin "อยู่ที่ชมรมศิลปะ นายไม่เคยเห็นหรอก แต่ตาเขาบอด มองไม่เห็น"

label th_A32a:

hi "เธอเคยเล่าแล้วไง"

show emi basic_hes
with charachange

"ฉันเหลือบมองเอมิ ส่วนเธอก็มองกลับมาเป็นเชิงว่าเคยฟังแล้วเหมือนกัน"

"แต่เราทั้งคู่ก็ไม่มีใครพูดอะไรกับริน เธอจึงพูดกับตัวเองเสียงเนิบนาบไปเหมือนพวกตลกยืนเดี่ยวแบบไม่ตลก"

label th_A32b:

show rin basic_awayabsent
with charachange

rin "เขาน่าจะไปเป็นศิลปินนะ รับประกันว่าไม่มีโชคร้ายแน่ ๆ "

rin "เป็นความคิดที่ดีออก นายว่ามั้ย"

show rin basic_lucid
with charachange

hi "ความคิดที่ว่ามีแค่คนตาบอดเท่านั้นที่ควรจะเป็นศิลปินอะนะ ไม่อะ ไม่เลย"

"…"

show rin basic_deadpan
with charachange

rin "ก็อาจจะถูกของนาย"

show rin negative_spaciness
with charachange

"เธอปล่อยสมองจากความคิดนี้แล้วหันกลับไปอยู่กับงานตัวเองต่อแล้วฮัมเพลงเป็นทำนองที่ฉันรู้สึกคุ้นหูแต่จำชื่อไม่ได้"

show emi basic_closedgrin
with charachange

"เอมิจัดวางอุปกรณ์ที่ขนมาแล้วขยับถังสีสองสามใบไปมาหวังให้ดูเป็นระเบียบมากขึ้น"

show rin basic_awayabsent
with charachange

rin "เอมิ ขอสีฟ้าแบบปรัสเซียนบลูหน่อย"

show emi basic_confused
with charachange

emi "อันไหนปรัสเซียนบลูล่ะ…"

"เธอมองไปยังถังสีเจ็ดแปดใบที่มีสีฟ้าหลากโทนสีอย่างสิ้นหวัง"

show rin basic_deadpan
with charachange

rin "ก็ถังที่มีสีปรัสเซียนบลูไง"

show emi basic_annoyed
with charachange

emi "โอ๊ย ริน! ไม่ได้ช่วยอะไรเลย!"

"ฉันมองไปรอบ ๆ เช่นกัน ถึงจะไม่รู้เหมือนกันว่าแบบไหนคือปรัสเซียนบลูก็เถอะ สีฟ้ามันไปเกี่ยวกับปรัสเซียได้ยังไงกันนะ"

"…แล้วปรัสเซียคืออะไรนะ ชื่อฟังดูคุ้น ๆ แต่ก็นึกไม่ออกว่าคืออะไร"

"ถึงสีฟ้าแต่ละสีจะไม่ได้ดูมีความเป็นปรัสเซียไปมากกว่ากัน แต่พออ่านตัวหนังสือที่พิมพ์อยู่บนฉลากก็พอจะรู้ว่าไม่มี\nใบไหนที่บ่งบอกว่าเป็นปรัสเซียน"

hi "ไม่มีปรัสเซียนบลูแฮะ"

#if on Emi's path jump there, Emi drags hisao off (she says "we have to go back" instead) and there is no choice, otherwise carry on



#********************

label th_A33:

scene bg school_dormext_half at bgright
show rin basic_deadpan at tworight
show emi basic_annoyed at twoleft
with None

"เอมิถอนหายใจพรืด"

show emi basic_closedsweat
with charachange

emi "คงต้องกลับไปเอาสิเนี่ย"

show emi basic_grin
with charachange

emi "แต่ก็รับปากไว้แล้วว่าจะช่วยงานห้องอะนะ เดี๋ยวมา เธอพอจะทำต่อไปก่อนสักสองสามชั่วโมงได้มั้ย"

show rin basic_deadpannormal
with charachange

"พอรินพยักหน้าแล้วเอมิก็ไป"

stop music fadeout 2.0

hide emi
with charaexit

show rin basic_deadpannormal at center
show bg school_dormext_half at center
with charamove

"ฉันอยู่ต่อเพราะชอบดูรินวาดรูป และก็ไม่มีอะไรทำอยู่แล้ว"

"ฉันนั่งลงกับลังแล้วเอาหนังสือของวันนี้ออกมาจากกระเป๋า เป็นเรื่องของสามเกลอที่ดื่มเบียร์กันสองสัปดาห์ติดโดยแทบ\nไม่ได้ทำอะไร"

play music music_pearly fadein 2.0

hide rin
with charaexit

"รินย้ายตัวไปจากจุดที่ต้องใช้สีฟ้าแล้วเริ่มค่อย ๆ ลงสีกับอีกจุดหนึ่ง"

"เธอใช้เท้าคอยวาดฝีแปรงอยู่เรื่อย ๆ กับกำแพงปลาสเตอร์ เธอทาสีทับลงอีกชั้นบนอีกสีหนึ่ง ภาพเขียนค่อย ๆ \nเป็นรูปเป็นร่างขึ้นมา"

"ฉันก็คอยพลิกหน้ากระดาษไปสบาย ๆ ตรงตอนนี้พวกเขากำลังไปดื่มเบียร์กันที่บ้านเพื่อนอยู่ ก่อนหน้านี้ไปดื่มกัน\nที่อพาร์ตเมนต์ของพระเอก"

"ก็ไม่ได้เป็นหนังสือที่ถึงขั้นทำให้อยากอ่านต่อจนวางไม่ลง เป็นชีวิตวัน ๆ ในจินตนาการของคน ๆ หนึ่งที่ทำให้ฉัน\nนึกสงสัยว่าทำไมต้องเขียนออกมาด้วย"

"นั่นสินะ ทำไมกัน เหตุผลที่คนเราจะทำอะไรที่สร้างสรรค์ออกมา…เป็นอะไรที่ยากเกินเข้าใจ"

"อย่างเหตุผลที่รินมาวาดรูป เธอกับเอมิก็คงไม่ต่างกันตรงที่ต่างก็ลุกขึ้นมาสู้กับสภาพที่เป็นอยู่แม้จะเป็นเพียงแค่\nความเคียดแค้นต่อโชคชะตาก็ตาม"

"รินเองก็เคยพูดไว้เหมือนกันว่า “ทำอะไรที่ทำไม่ได้เพราะทำได้”"

"ที่จะสื่อคือหมายความอย่างนั้นเหรอ นั่นเหรอคือเหตุผลของเธอ อาจจะเป็นของเอมิเพราะเธอเป็นคนที่ค่อนข้างรั้น"

"รินดูจะไม่ใช่คนอย่างนั้นเลย แต่พอมานึกดู เธอก็ดูจะไม่ใช่คนอย่างไหน ไม่ก็เปลี่ยนเป็นคนละอย่างทุกครั้งที่คุยด้วย"

"ทำไมเธอถึงพูดอย่างนั้น ทำไมเธอ—หรือคนเรา—ถึงระบายสี วาด ปั้น หรือเขียนอะไรสักอย่างขึ้นมา"

"ฉันไม่ได้เป็นคนที่มีใจอยากสร้างสรรค์เท่าไหร่ คงไม่เข้าใจหรอก"

"ซึ่งทำให้ฉันรู้สึกกลวงเปล่า"

"คิดอะไรแง่ลบชะมัด แต่ฉันก็ไม่รู้เหมือนกันว่าจริงหรือเปล่า"

"ฉันพอใจกับตัวฉันที่เป็นอย่างนี้แล้วเหรอ ก็ยอมรับแหละว่าอิจฉารินอยู่หน่อย ๆ แต่จะว่าเป็นข้อเสียหรืออะไรก็คงไม่ใช่"

"ฉันก็คือฉัน ส่วนเธอก็คือเธอ"

"แต่ยังไง ฉันก็ต้องตามหาสักอย่าง สักอย่างที่…จะทำให้ฉันรู้สึกมีเป้าหมายมากขึ้น แทนที่จะเอาแต่ขลุกอยู่กับ\nหนังสือพวกนี้อย่างตอนอยู่ที่โรงพยาบาล"

"ฉันอดที่ไม่ได้ที่จะรู้สึกว่าตัวเองนั้นผิดแผกไปจากพวก ยิ่งเมื่อต้องมาอยู่ที่โรงเรียนใหม่ ใช้ชีวิตแบบใหม่ แล้วก็คนรอบตัวอีก"

"ฉันเองก็พยายามให้เต็มที่กับการเข้ากลุ่มสังคมที่มีอยู่ก่อนแล้ว คนที่เคยเจอมาส่วนมากก็นิสัยดีกันด้วย"

"แต่ฉันก็ยังรู้สึกเหมือนเป็นคนนอกอยู่ดี เหมือนว่าที่นี่ไม่ใช่ที่สำหรับฉัน"

stop music fadeout 2.0

"ฉันสลัดความคิดนี้ออกจากหัวเมื่อรู้ตัวว่ากำลังเหม่อลอย หน้าหนังสือก็ไม่ได้พลิกเลย ไม่ได้ช่วยอะไรรินด้วย"

"เธอกำลังใช้เท้าเทสีจากถังขนาดใหญ่อยู่โดยไม่แม้จะขอความช่วยเหลือจากฉัน หรืออาจจะขอแล้วแหละแต่ฉันไม่ได้ยิน"

"แต่เอาเถอะ ดูเก้ ๆ กัง ๆ เหลือเกิน"

scene bg mural_part
show rin basic_awayabsent_close at tworight
with locationchange

play music music_soothing fadein 0.5

"ฉันโดดเข้าไปช่วยเธอทันทีที่เห็นว่าเธอกำลังจะทำสีทั้งถังนั้นหกเต็มทางเท้า"

"ฉันเข้าไปคว้าถังสีจากเท้าเธอแล้วเทลงถ้วย"

show rin basic_absent_close
with charachange

"เธอไม่พูดอะไร ฉันก็ไม่ได้พูดอะไร ฉันเหลือบมองตาเธอที่มองมาทางฉันผ่านหน้าม้าที่ยุ่ง ๆ นั้น"

"เป็นสีหน้าที่ดูแล้วอ่านไม่ออก เป็นโปกเกอร์เฟซที่เรียบที่สุด ที่มีเหมือนจะมีความตกใจผสมอยู่นิดหน่อย"

"คิดอะไรอยู่กันนะ อาจจะคิดว่าฉันคิดอะไรอยู่ หรือไม่ก็ไม่ได้คิดอะไร"

hi "คิดอะไรอยู่หรือเปล่า"

show rin basic_deadpan_close
with charachange

rin "เปล่านับว่าเป็นอะไรมั้ย"

hi "ไม่รู้สิ"

show rin basic_deadpancontemplation_close
with charachange

rin "งั้นบอกไม่ได้หรอก แต่นายโชคดีนะที่ฉันก็ไม่ได้คิดอะไรเหมือนกัน แต่ว่าเมื่อกี้ฉันคิดละ"

"เธอขมวดคิ้วดูไม่พอใจ"

rin "การไม่คิดอะไรเลยน่ะมันยากนะ แต่ก็สำคัญ"

"พอกำลังจะถามว่าทำไมถึงสำคัญก็มีลุงคนหนึ่งเดินมาหา เหมือนจะมาหาริน"

scene bg school_dormext_half at bgright
show nomiya smile at center
with locationchange

no_ "ทิวาสวัสดิ์ เป็นไงบ้าง"

show nomiya smile at twoleft
show bg school_dormext_half at center
with charamove

show rin basic_awayabsent at tworight
with charaenter

rin "ทันค่ะ"

"รินไม่ละสายตาไปจากผนังแล้วตอบไปอย่างเป็นธรรมชาติจนฉันคิดว่าทั้งสองคนคงรู้จักกันอยู่แล้ว"

"ฉันไม่เคยเห็นเขามาก่อนถึงอยากรู้ว่าเป็นใครกัน อาจจะครูละมั้ง"

"สีผมเขาไล่เฉดอ่อนลงเป็นสีเงิน สีเด่นเสียจนดูอย่างกับว่าย้อมมา หวังว่าคงไม่ใช่อย่างนั้นนะ"

"เลนส์กลมเล็ก ๆ สองอันวางพาดอยู่บนจมูกของเขา แต่เหมือนจะมองลอดแว่นอยู่ตลอดแทนที่จะมองผ่านแว่น"

"เขาเพ่งพินิจภาพเขียนผนังนั้นด้วยแว่นที่ว่า"

show nomiya talk
with charachange

no_ "ดี ๆ "

no_ "เป็นองค์ประกอบที่กล้าคิดจริง ๆ "

"เขาขยับเข้าไปมองใกล้ ๆ แล้วคุยกับตัวเองเรื่องภาพจนชัดว่าอยากให้พวกเราได้ยินด้วย"

show nomiya veryhappy
with charachange

no_ "เยี่ยมมาก เยี่ยมจริง ๆ …"

"ฉันไม่รู้ว่าที่พูดนั้นหมายความว่าอย่างไร แต่รินก็ดูไม่ได้สนใจมากนัก เธอมองไปรอบ ๆ ที่ทำงานของเธอที่มีถ้วยสี\nหลากสีสันวางเกลื่อนกลาด"

show rin basic_deadpan
with charachange

rin "ฮิซาโอะ"

hi "หืม"

show rin basic_deadpannormal
with charachange

rin "ขอนี่หน่อย"

hi "แป๊บนะ"

"ฉันผสมสองสีด้วยสัดส่วนครึ่งต่อครึ่งเพื่อให้ได้สีชมพูจางแบบเดียวกับที่รินใช้ระบายสีหน้าคนนั้น"

"รินดูฉันที่ผสมสีไปด้วยจนรู้สึกลนลานขึ้นมาอย่างบอกไม่ถูก เธอทำสีหน้าเรียบเฉยจนเหมือนกับว่ากำลังรอให้ฉัน\nทำพลาดอยู่"

"ชายคนนั้นก็สังเกตเห็นฉัน ดูแปลกใจเหมือนเพิ่งเห็นเมื่อกี้"

"…หรืออาจจะเป็นงั้นแหละ"

show nomiya talk
with charachange

no_ "ไง ฮัลโหล เธอเป็นใครล่ะเนี่ย"

hi "อ้อ ผมย้ายมาใหม่ เรียนห้อง 3-3 ครับ ฮิซาโอะ นากาอิ ยินดีที่ได้รู้จักนะครับ"

show nomiya frown
with charachange

no_ "ห้องมุโต้เหรอ เอาเถอะ ฉันไม่พาลใส่นายหรอก!"

play sound sfx_birdstakeoff

show nomiya veryhappy
with vpunch

"เขาหัวเราะเสียงดังมาก ดังโคตร ๆ จนนกสองสามตัวต้องบินหนีจากต้นไม้ที่อยู่ใกล้ ๆ "

show nomiya talk
with charachange

no_ "ฉันชินอิจิ โนมิยะ เป็นครูสอนศิลปะ"

"นี่สินะครูสอนศิลปะ แต่มาย้อนคิดดูก็น่าจะรู้ตั้งแต่แรกเห็นแล้ว ภาพลักษณ์ให้ขนาดนี้"

show nomiya smile
with charachange

no "ไปไงมาไงถึงมาอยู่กับศิษย์ฉันได้ล่ะ"



label th_choiceA33:
menu:
    with menueffect

    "ก็นั่นน่ะสิ…"

    "แค่ติดสอยห้อยตามมาด้วยเฉย ๆ ประมาณนั้นมั้งครับ":
        return m1

    "ผมสนใจชมรมศิลปะน่ะครับ":
        return m2


label th_A33a:

hi "พอดีสนใจชมรมศิลปะอยู่หน่อย ๆ น่ะครับ"

"ฉันโพล่งขึ้นมา จะว่าหลุดปากก็ส่วนหนึ่ง"

show nomiya talk
with charachange

no "หมายความว่าไง"

hi "ก็…ไม่มีอะไรมากหรอกครับ"

hi "ขอไปแวะที่ชมรมบ้างได้มั้ยครับ อาจจะแค่ไปนั่งดูเฉย ๆ "

hi "พอดีคิดเรื่องเข้าชมรมอยู่ด้วย…"

"ที่พูดอย่างนั้นคือไม่ได้คิดมาก่อนเลย แต่สองสามวันมานี้เริ่มรู้สึกถึงความมุ่งมั่นบางอย่างที่เริ่มก่อตัวขึ้น"

"ฉันอยากทำอะไรสักอย่าง อยากมีที่ที่ฉันอยู่ได้"

"ก็คงจะชมรมศิลปะนี่แหละ ส่วนเรื่องฝีมือที่ห่วยแตกช่างมันก่อน"

"ครูศิลปะดูจะพอใจ"

show nomiya veryhappy
with charachange

no "อยากเข้าชมรมเหรอ ได้สิ เราเปิดรับสมาชิกใหม่ตลอดแหละ"

no "ที่ชมรมมีกิจกรรมกันประจำอยู่แล้ว มาเรียนเรื่องวิจิตรศิลป์ในหลาย ๆ แง่แล้วก็ลองลงมือทำกัน"

show nomiya frown
with charachange

no "หรือลงเท้า"

"เขากระแอมแก้เขิน แต่รินก็ดูไม่ได้ใส่ใจอะไร อย่างน้อยได้รู้ว่ามีคนที่หนักใจกับการเลือกใช้คำเหมือนฉันอยู่ในโรงเรียนนี้\nอีกคนก็สบายใจขึ้นมาหน่อย ๆ แล้วละ"

"โนมิยะรีบมองนาฬิกาเรือนโตแวววาวแบบเล่นใหญ่แก้เก้อที่พลั้งปากไปแล้วตบหน้าผากตัวเองแบบเล่นใหญ่ไปอีก"

show nomiya veryhappy
with charachange

no "ต้องไปแล้วละ แต่ถ้ามีอะไรข้องใจเทซูกะเขาก็ตอบให้เธอกระจ่างได้นะ"

"ไม่รู้ทำไม แต่รู้สึกว่าคำว่า “กระจ่าง” กับรินพออยู่ในประโยคเดียวกันแล้วไม่เข้ากันแปลก ๆ แต่ก็ไม่ได้บอกครูไปเพราะ\nเขาเองก็ดูรีบ ๆ "

show nomiya smile
with charachange

no "เทซูกะ ฉันดีใจมากที่ได้เห็นงานนี้ไปได้สวยขนาดนี้"

show nomiya talk
with charachange

no "ฉันแวะมาเตือนว่าถ้าถึงวันพรุ่งนี้แล้วเธอห้ามหนีไปไหนนะ ฉันชวนคนมางานเทศกาลให้มาหาเธอด้วย แล้วฉันก็มั่นใจ\nว่าพวกเขาก็คงอยากเจอเธอด้วยเหมือกัน"

show nomiya smile
with charachange

no "หวังว่าจะได้เจอกันวันจันทร์นะ นากาอิ"

stop music fadeout 6.0

hide nomiya
with charaexit

show rin basic_deadpannormal at center
show bg school_dormext_half at bgleft
with charamove

"พอครูไปก็เหลือแต่เราสองคนเช่นเดิม รินยังคงทาสีอยู่ราวไม่มีอะไรมากมายเกิดขึ้น ซึ่งก็ไม่มีอะไรมากมายจริง ๆ ฉัน\nนั่งนึกว่าตัวเองเป็นอะไรไปกันแน่"

"ที่ผ่านมาศิลปะกับฉันไม่ถูกกันเท่าไหร่ ดูจากเกรดสมัย ม. ต้น ก็พอจะรู้อยู่"

"ชมรมอาจจะไม่เหมือนวิชาเรียนบังคับก็ได้ ใครจะไปรู้"

"ฉันนึกหาอะไรที่เป็นสาระมาถาม แต่ก็นึกไม่ออก"

"ไปดูลาดเลาที่ชมรมก่อนก็แล้วกัน"

hi "แล้วนี่คือเขาชวนคนมาพรุ่งนี้แค่มาดูรูปที่เธอวาดน่ะเหรอ"

show rin basic_absent
with charachange

rin "เขามีเพื่อนที่อยู่วงการศิลปะเยอะน่ะ พวกเขาชอบคุยเรื่องศิลปะกัน"

show rin basic_awayabsent
with charachange

rin "ฉันว่าเขาคงอยากให้ฉันคุยเรื่องศิลปะกับพวกนั้น"

hi "ดูเธอไม่ได้จะตื่นเต้นอะไรเท่าไหร่เลยนะ"

"รินยักไหล่อย่างไม่ยี่หระ แต่ก็ยังพอเห็นได้ว่าเธอไม่ค่อยชอบการที่ต้องคุยเรื่องภาพวาดของเธอ—หรือภาพไหนก็ตาม—\nกับคนอื่น"

show rin basic_deadpan
with charachange

play music music_rin fadein 5.0

rin "ฉันไม่ชอบคุยเรื่องศิลปะเลย แค่ศิลปะมันก็คือการคุยที่ไม่ต้องคุยอยู่แล้ว แล้วทำไมต้องคุยด้วย"

hi "เข้าใจได้"

show rin basic_deadpannormal
with charachange

rin "เหมือนคุยว่าเบื่อเพราะตัวเองเบื่อ"

hi "ตามไม่ทันละ"

show rin negative_spaciness
with charachange

rin "นายเคยคุยว่าเบื่อมั้ย ทั้งไร้แก่นสารแล้วก็ไม่ตื่นเต้นเอาเสียเลย พูดได้แค่ว่า “เบื่อจัง” ฉันเคยคิดอยู่สัปดาห์หนึ่ง\nว่าจะคุยอะไรที่มันมีแก่นสารกับคำว่าเบื่อดี"

rin "เป็นสัปดาห์ที่น่าเบื่อที่สุดในชีวิตเลยละ"

hi "แต่ก็ต้องเป็นงั้นอยู่แล้วนี่ เธอว่ามั้ย"

show rin basic_deadpan
with charachange

"เธอมองมาด้วยท่าทางไร้คำพูดที่เหมือนไม่มีความหมายอะไรแต่ก็มี"

hi "เอาเถอะ…ไม่รู้สิ ฉันไม่ค่อยรู้เรื่องศิลปะพอที่จะเอามาคุยเท่าไหร่"

hi "ก็แบบ อย่างที่เธอวาดอยู่เนี่ย ฉันไม่รู้ว่าต้องมองยังไง มองได้แค่ว่าสวยดี รูปนี้มันเกี่ยวกับอะไรเหรอ"

show rin basic_deadpannormal
with charachange

rin "ไม่ได้เกี่ยวกับอะไรหรอก"

"…"

show rin basic_deadpandelight
with charachange

rin "นั่นแหละที่ฉันอยากพูด ฉันเลยพูดอย่างนั้น"

show rin basic_deadpannormal
with charachange

rin "แต่จะบอกอย่างนั้นก็ไม่จริงอยู่หน่อย ๆ แหละ แต่ฉันก็พูดอยู่ดีเพราะอยากให้มันเป็นจริง"

rin "ครูอยากให้ฉันวาด แต่ฉันไม่รู้จะวาดอะไร ฉันพยายามนึกให้รู้แล้วแต่ก็ไม่ได้อะไรขึ้นมา"

show rin negative_spaciness
with charachange

rin "ก็เลยวาดมันทั้งที่ยังไม่รู้นี่แหละ"

hi "แล้ว…นี่วาดอะไรอยู่ล่ะ"

show rin basic_absent
with charachange

rin "ไม่รู้"

show rin basic_delight
with charachange

rin "จะว่าไป เรียกภาพนี้ว่า “ไม่รู้” ดีกว่า"

show rin negative_worried
with charachange

rin "อ๊ะ เริ่มคิดอีกแล้ว แย่แล้ว"

show rin basic_absent
with Dissolve(0.15)

show rin negative_worried
with Dissolve(0.1)

show rin negative_worried
with Dissolve(0.05)

show rin basic_absent
with Dissolve(0.05)

show rin negative_worried
with Dissolve(0.05)

show rin basic_absent
with Dissolve(0.05)

show rin negative_worried
with Dissolve(0.05)

show rin basic_absent
with Dissolve(0.05)

show rin negative_worried
with Dissolve(0.1)

show rin basic_absent
with Dissolve(0.15)

show rin negative_worried
with Dissolve(0.5)

"เธอส่ายหัวแรง ๆ อยู่พักหนึ่งสลัด “ความคิด” ออกจากหัว ผมสีแดงนั้นสะบัดไปมา"

show rin basic_deadpannormal
with charachange

rin "นี่แหละถึงได้ให้เอมิมาช่วยฉัน มีเธอแล้วจะไม่คิดอะไรก็ง่ายขึ้นเยอะ"

rin "ก็เนี่ย เธอจะเอาแต่พูด ๆ ๆ เรื่องอะไรไม่รู้อยู่เป็นชั่วโมง ๆ เหมือนสมองเธอทำจากเยลลีโฟมอาบน้ำหมากฝรั่ง"

show rin basic_deadpandelight
with charachange

rin "นายก็คล้าย ๆ กัน แต่ก็ไม่เชิง ถ้านายอยู่จะช่วยได้มากเลย"

stop music fadeout 5.0

"ฉันไม่รู้ว่านั่นคือคำชมหรือเปล่า แต่อาจจะไม่ได้ด่าหรือชม ดูจากที่รินเป็นคนกลาง ๆ ขนาดนี้"

hi "แล้วมีอะไรให้ช่วยให้เธอไม่ต้องคิดมั้ย"

show rin basic_deadpan
with charachange

rin "อยู่นี่แหละ"

hide rin
with charaexit

"เมื่อไม่รู้ว่าจะทำอะไรฉันจึงได้แต่นั่งอยู่กับลังเปล่าดูเธอวาดรูปต่อพลางเปิดหนังสือเรื่องราวการดื่มเบียร์นั้นไปเรื่อย ๆ "

play music music_dreamy fadein 1.0

scene bg mural_part
show rin negative_spaciness_close at tworight
with locationchange

"สีหน้าของรินนั้นสงบเย็น ตาสีเขียวเข้มพาให้สิ่งที่เธอคิดอยู่เร้นตัว เดี๋ยว ไม่สิ เธอไม่ได้คิดอะไรอยู่นี่ ใช่มั้ย"

"เธอฮัมเพลงเบา ๆ บางครั้งก็ถูกขัดด้วยคำขอสุภาพให้เอาสีมาเพิ่มหรือให้เปลี่ยนแปรง"

"เธอตั้งใจจดจ่อได้อย่างน่าชื่นชม แม้จะอดหลับอดนอนมา ทั้งยังมีแรงกดดันที่ต้องปิดงานให้ได้อีกต่างหาก"

"ภาพวาดของเธอเป็นรูปเป็นร่างขึ้นมาทีละคืบสองคืบ รายละเอียดถูกเติมแต่งเน้นชัด สีสันพันเกี่ยวกลมกลืนทับถม\nช่องว่าง ซ้อนทับขึ้นมาเป็นชั้น ๆ "

"และฉันก็กลับมาคิดเรื่องแรงบันดาลใจกับแรงขับเคลื่อนในการสร้างสรรค์ผลงานศิลปะอีกครั้ง"

"จะไปเอาความคิดมาจากไหน ไม่ใช่ว่าอยู่ ๆ จะนึกออกเลย แล้วก็คงไม่ได้จะมีเทพที่ไหนมาดลบันดาลแรงบันดาลใจ\nให้แล่นเข้ามาในหัวหรอก"

"ความคิดนั้นมีจุดประสงค์และที่มาที่ไป"

"ยิ่งคิดก็ยิ่งรู้สึกว่าจริง ๆ แล้วรินโกหกเรื่องภาพเขียนผนังนี้ หรืออย่างน้อย ๆ ก็คงมีความจริงที่ถูกบิดเบือน หรือไม่ก็\nแม้แต่เธอเองก็ไม่รู้ตัวด้วยซ้ำ"

"จะสร้างสรรค์อะไรสักอย่างโดยไม่ได้รู้ถึงสิ่งที่จะสรรค์สร้างออกมานั้นเป็นไปไม่ได้ เพราะจะทำให้ย้อนแย้งกับความหมาย\nของคำ"

"ทุกเส้นต้องขีดลงมาเพื่อวาดขึ้น แม้จะขีดมาสุ่ม ๆ แต่นั่นก็นับว่าเป็นสิ่งที่ทำโดยรู้สึกตัวเหมือนกัน"

"ดังนั้นภาพวาดของเธอ—แม้แต่ภาพนี้ด้วย—ต้องมีปลายทางหรือรู้สิ่งที่จะวาดเอาไว้แล้ว"

"ถ้าสิ่งที่รินรู้คือความไม่รู้อย่างที่บอก อย่างนั้นแล้วจะนับว่ารู้หรือเปล่า"

"คิดตามตรรกะแล้วดันย้อนแย้งเหรอ ส่วนใหญ่ปกติเวลาคุยกับรินก็เป็นอย่างนั้นตลอด ก็คงไม่แปลกถ้าแม้แต่เธอยังไม่รู้ตัว"

"ไม่รู้ว่าจะเอามาคุยดีมั้ย แต่ก็ไม่แน่ใจนักว่าการเอาเรื่องตรรกะมาคุยกับผู้หญิงคนนี้จะเป็นอะไรที่ฉันอยากทำหรือเปล่า"

"ไม่ใครก็ใครก็คงได้สมองระเบิดไปก่อนแน่ ๆ ฉันจึงปัดความคิดนั้นทิ้งไป"

show rin basic_awayabsent_close
with charachange

show rin negative_spaciness_close
with charachange

"รินขยับตัวยุกยิกอย่างร้อนรน"

show rin negative_annoyed_close
with charachange

show rin negative_spaciness_close
with charachange

"ยังมีบางครั้งที่สีหน้าลำบากใจโผล่มาขัดกับหน้าตายปกติของเธอ เป็นสีหน้าที่ไม่ได้มาแบบไม่มีที่มาที่ไป"

show rin negative_annoyed_close
with charachange

hi "มีอะไรหรือเปล่า"

rin "มี ไม่"

rin "ปวดหลังอีกแล้ว"

rin "ก็ภาพมันใหญ่เกินนี่นะ แถมอยู่ท่านี้จะวาดจะลงสีก็ลำบาก"

hi "พักก่อนมั้ย"

show rin basic_deadpanupset_close
with charachange

rin "ขอเอาตรงนี้ให้เสร็จก่อน"

show rin negative_annoyed_close
with charachange

"แน่นอนว่าเธอไม่ได้พัก ส่วนฉันก็ไม่ทักซ้ำเพราะทำไปก็คงเปลืองเปล่าประโยชน์"

scene bg school_dormext_half_ss
with locationchange

"เธอทำงานต่อ ส่วนฉันก็อยู่กับเธอ ฉันชอบดูเธอวาดรูป และตอนนี้ก็คิดแล้วว่าฉันจะเข้าชมรมศิลปะที่เธออยู่"

stop music fadeout 4.0
$ renpy.music.set_volume(0.5,0.0, "ambient")
play ambient sfx_cicadas fadein 3.0

scene bg school_dormext_full_ni
with Dissolve(3.0)

"พอเธอบอกว่าเสร็จแล้วโดยรอบก็มืดสนิทจนไม่รู้ว่าเธอเห็นไปได้ยังไง"

"ไม่มีฉลองอะไร ไม่ได้ดีใจที่งานเสร็จอะไร มีเพียงความเพลียกับคำว่า “เสร็จแล้ว” พร้อมเสียงเนือย ๆ นั้น แล้วพวกเราก็\nแยกย้ายไปนอนกัน"

stop ambient fadeout 3.0

$ suppress_window_after_timeskip = True

scene black
with Dissolve(3.0)


label th_A33b:

hi "ผมเองก็อยากรู้เหมือนกัน คงไม่มีอะไรทำเลยมาอยู่นี่มั้งครับ"

show nomiya veryhappy
with charachange

"เขาหัวเราะออกมาอย่างเริงร่าแล้วดูนาฬิกาข้อมือตัวเอง"

show nomiya smile
with charachange

no "ต้องไปแล้วละ เทซูกะ ฉันดีใจมากที่ได้เห็นงานนี้ไปได้สวยขนาดนี้"

show nomiya talk
with charachange

no "ฉันแวะมาเตือนว่าถ้าถึงวันพรุ่งนี้แล้วเธอห้ามหนีไปไหนนะ ฉันชวนคนมางานเทศกาลให้มาหาเธอด้วย แล้วฉันก็มั่นใจ\nว่าพวกเขาก็คงอยากเจอเธอด้วยเหมือกัน"

show nomiya smile
with charachange

no "แล้วก็วันจันทร์ไม่มีชมรมนะ พอดีต้องไปเข้าเมืองน่ะ แต่ถ้าพวกเธออยากทำอะไรทำก็ทำได้เลยนะ"

hide nomiya
with charaexit

stop music fadeout 4.0

show rin basic_deadpannormal at center
show bg school_dormext_half at bgleft
with charamove

"เขาหันตัวแล้วเดินออกไปด้วยท่าทางเล่นใหญ่สุด ๆ เท่าที่จะทำได้ตอนเดิน"

"เป็นครูที่พิลึกจริง"

hi "งั้นฉันไปละนะ ไว้เจอกันนะริน"

"พอโบกมือลาแล้วฉันก็เดินขึ้นบันไดกลับเข้าหอไป"

"ถ้าอ่านหนังสือพวกนี้ให้หมดภายในวันนี้ พรุ่งนี้ก็จะได้ว่างมางานเทศกาลพอดี"

$ suppress_window_after_timeskip = True

scene black
with Dissolve(3.0)


#******************
 
label th_A34:

scene bg school_dormext_half at bgright
show rin basic_deadpan at tworight
show emi basic_annoyed at twoleft
with None

stop music fadeout 6.0

show emi basic_closedgrin
with charachange

emi "งั้นก็ไปเอาเพิ่มกัน"

"ที่จริงฉันก็อ้าปากจะพูดอย่างนั้นเหมือนกัน ถึงงานง่าย ๆ อย่างการหาสีปรัสเซียนบลูอีกถังจะไม่ต้องพึ่งแรงถึงสองคน\nแต่เอมิก็คว้าแขนแล้วลากฉันออกไป"

hide emi
with charaexit

"ฉันโบกมือให้ริน ดูเธอจะยังไม่รู้ตัวด้วยซ้ำว่าพวกเราสองคนเดินออกมาแล้ว"

play ambient sfx_crowd_outdoors fadein 0.5

scene bg school_courtyard
show crowd
with locationskip

"เอาเถอะ เดี๋ยวตอนหันมาหาสีปรัสเซียนบลูแล้วเห็นว่ายังไม่มีก็คงรู้เองแหละ"

scene bg school_lobby
show crowd
with locationskip

play ambient sfx_crowd_indoors fadein 0.5

"มั้งนะ"

scene bg school_staircase2
with locationskip

"…"

scene bg school_hallway3
show crowd
with locationskip

"จริง ๆ ก็ไม่น่า"

stop ambient fadeout 2.0

scene bg school_classroomart
with locationskip

"ระหว่างที่มัวแต่คิดถึงความแปลกของริน เอมิก็ลากฉันจนมาถึงห้องศิลปะแล้ว"

"รู้สึกเริ่มหอบขึ้นมาแล้ว"

hi "จะรีบไปไหนเนี่ย"

show emi basic_confused at center
with charaenter

emi "หา?"

"เอมิมองมาอย่างครุ่นคิดเหมือนกำลังนึกอะไรอยู่"

hi "ก็เห็นรีบขนาดนั้น"

hi "ฉันคงตามไม่ทันหรอก"

"แล้วเธอก็ทำหน้าร้องอ๋อขึ้นมา"

play music music_emi fadein 0.3

show emi excited_proud
with charachange

emi "นี่นายเหนื่อยแล้วเหรอ"

"น้ำเสียงเธอคล้ายมีความหยอกเล่นอยู่"

"ก็อยากบอกอยู่ว่าไม่ใช่ แต่ก็นึกได้ว่าตั้งแต่หยุดพักนี่ก็หอบแรงมาก"

"คงชัดแหละ"

hi "ก็นิดหน่อย แหม คนเราก็ใช่ว่าจะฟิตกันทุกคนสักหน่อย"

hi "ก็อย่างที่เขาว่า ร้อยพ่อพันแม่"

show emi basic_annoyed
with charachange

"เอมิขมวดคิ้ว เป็นสีหน้าที่ดูไม่ดีนัก"

hi "เอ้อ สรุปก็คือ…"

hi "ฉัน…ต้องฟิตให้มากขึ้นแล้ว?"

"จริง ๆ ก็เคยคิดลองทำมาก่อนเหมือนกัน"

"หลังจากที่หัวใจเต้นผิดจังหวะที่ลู่วิ่งครั้งนั้นฉันก็คิดว่าคงต้องหันมาวิ่งให้ติดเป็นนิสัยแล้ว"

"เพราะตอนที่วิ่งอยู่ก็ค่อนข้างรู้สึกดีเหมือนกัน ก่อนจะเกิดเรื่องน่ะนะ"

"อันที่จริงก็ไม่หรอก แต่ก็…สนุกดี?"

"ในระหว่างนั้นเอมิก็ตัดสินใจอะไรบางอย่างได้หลังได้ฟังที่ฉันพูด"

show emi basic_closedgrin
with charachange

emi "โอเค งั้นก็ตามนั้น"

stop music fadeout 1.0

show emi basic_annoyed
with charachange

"เธอทำหน้าจริงจังขึ้นมา"

emi "มาวิ่งกัน"

"…"

hi "ว่าอย่างไรนะครับ"

show emi basic_grin
with charachange

emi "หมายถึงรอบเช้า"

emi "ฉันกับนายจะมาเป็นคู่วิ่งด้วยกัน"

show emi basic_closedhappy
with charachange

emi "จริง ๆ ฉันก็เตรียมแผนกิจวัตรอะไรไว้หมดแล้วด้วย…"

play sound sfx_paper

"เธอควักเศษกระดาษเยิน ๆ ออกมา"

show emi excited_amused
with charachange

emi "นี่ ฉันเอามาด้วย"

play music music_running

"ฉันหยิบกระดาษแผ่นนั้นมาแล้วกวาดตามอง"

"ทั้งวัน เวลา รอบ มีเขียนไว้หมด"

"ค่อย ๆ เพิ่มจากวิ่งวันละสองสามรอบเป็น…"

"โห นี่กะจะให้ไปวิ่งมาราธอนหรือไง"

"แล้วนี่เอาเวลาที่ไหนมานั่งเขียนหมดนี่เนี่ย"

"แล้ววางแผนไว้นานหรือยังเถอะ"

hi "นี่เธอคอยวางตารางพวกนี้เอาไว้เหรอ"

show emi sad_shy
with charachange

emi "ก็นิดหน่อย"

show emi sad_grin
with charachange

emi "แต่จริง ๆ ก็คุณพยาบาลเขาเสนอมาน่ะแหละ!"

show emi basic_closedgrin
with charachange

emi "เขาบอกให้ฉันมาจับตาดูว่านายออกกำลังกายอย่างที่เขาบอกหรือเปล่าน่ะ!"



label th_A34a:

"ทฤษฎีสมคบคิดใหญ่เหรอ"

"เคนจิมันไปรู้อะไรมาหรือเปล่าวะ…"

hi "มา “จับตาดู” อย่างนี้มันจะมากไปหน่อยมั้ง"

show emi sad_grin
with charachange

emi "ก็ ว่าตามตรง คือฉันกำลังหาคนมาวิ่งรอบเช้าด้วยมาได้สักพักแล้วละ"

"โอ้โหเคนจิ! ฉันละอยากให้นายได้มาเห็นช่วงเวลาที่แผนลับถูกเปิดเผยนี้จริง ๆ !"

hi "แล้วทำไมต้องมีคนวิ่งด้วย"

show emi basic_annoyed
with charachange

emi "ก็ถ้ามีคนวิ่งด้วยมันมีแรงมาวิ่งให้มันสม่ำเสมอง่ายกว่านี่นา"

emi "หรือไม่จริงล่ะ"

emi "ถ้ามีคนคอยอยู่ จะเลิกวิ่งทีก็คงยาก ใช่มั้ยล่ะ"

hi "อย่างนี้นี่เอง แล้วไม่ใช่แค่เธอที่จะได้มาวิ่งประจำ จะเป็นการทำให้ฉันได้มาวิ่งประจำด้วย"

hi "และแปลว่าฉันจะได้ทำตามที่คุณพยาบาลสั่ง…"

show emi excited_proud
with charachange

emi "…แล้วฉันก็จะได้จับตาดูนายอย่างที่เขาขอมาไงละ!"

show emi basic_closedgrin
with charachange

emi "หัวไวเหมือนกันนะฮิซาโอะ"

hi "แล้วถ้าฉันปฏิเสธล่ะ"

"แน่ละว่าฉันไม่ได้จะปฏิเสธหรอก"

"แต่อย่างน้อยก็ขอออกแรงต้านกับแผนที่วางมาอย่างแยบยลนี้เสียหน่อย"

show emi basic_grin
with charachange

emi "ถ้านายปฏิเสธฉันก็คงงอนแก้มป่อง"

emi "แล้วนายก็ต้องจดจำไปชั่วชีวิตว่านายทำให้เอมิ อิบาราซากิคนนี้ต้องงอนแก้มป่อง"

show emi basic_closedgrin
with charachange

emi "นายคงไม่อยากรู้สึกอย่างนั้นใช่มั้ย"

show emi sad_depressed
with charachange

"เอมิทำแก้มป่องราวเป็นการสาธิต"

"เป็นอะไรที่น่ารักจนใจเจ็บที่สุดเลย"

hi "โอเค! ได้เลย!"

hi "เลิก…ทำหน้าแบบนั้นเถอะนะ!"

hi "รู้สึกเหมือนไปตีลูกหมายังไงไม่รู้เลยเนี่ย!"

show emi basic_closedgrin
with charachange

emi "งั้นก็เป็นอันตกลงนะ"

emi "นายจะมาเป็นคู่วิ่งให้ฉัน"

emi "คอยออกกำลังกาย"

emi "และกินตามแผนการกิน"

hi "แผนการกิน?"

show emi basic_grin
with charachange

emi "อื้อ แผนการกิน!"

show emi excited_proud
with charachange

emi "อยากฟิตก็ต้องกินอะไรที่ทำให้สุขภาพดีสิ!"

"ฉันเพ่งดูตามตารางออกกำลังกายอย่างละเอียดอีกรอบ"

hi "ไม่เห็นมีแผนการกินเลย"

show emi basic_shock
with charachange

emi "อ้อ จริงด้วย! ลืมเอาให้ดู!"

play sound sfx_paper

show emi excited_amused
with charachange

"เธอควักเศษกระดาษเยิน ๆ อีกแผ่นแล้วยื่นให้"

"แผ่นนี้รายละเอียดดูจะน้อยกว่า"

show emi excited_happy
with charachange

emi "ฉันให้คุณพยาบาลช่วยคิดให้น่ะ"

"เห็นคุณพยาบาลคิดอะไรมาให้เพื่อให้ฉันสุขภาพดีได้แล้วก็ค่อนข้างหนักหัวเหมือนกัน"

"แทบไม่เคยเห็นโรงเรียนที่ไหนมีพยาบาลของโรงเรียนที่ส่งนักเรียนมาตามสืบฉันเลย แล้วยิ่งไม่ต้องพูดถึงที่จะมาวางแผน\nการกินให้หรอก"

"แต่ก็นะ ที่นี่ไม่ใช่โรงเรียนธรรมดาแหละ"

"ก็คงไม่ได้แย่ขนาดนั้น"

"แต่ก็ ดูแผนการกินนี่แล้วคงกินอะไรที่งานเทศกาลวันพรุ่งนี้แทบไม่ได้เลย"

"อืมม"

hi "แล้วให้เริ่มวิ่งเมื่อไหร่"

show emi basic_grin
with charachange

emi "หลังงานเทศกาล"

hi "หลังงานเลิกเลยเหรอ แล้วถ้าเกิดฉันไปกินอะไรแล้วปวดท้องขึ้นมาจะทำยังไง"

show emi basic_annoyed
with charachange

emi "หมายถึงวันหลังวันงานเทศกาลสิ"

hi "รู้น่า"

"เดี๋ยวนะ เรามีอะไรที่ต้องทำอยู่หรือเปล่า"

hi "เออ! เรามาเอาสีนั้นให้รินนี่"

show emi basic_shock
with charachange

emi "ตายแล้ว! ลืมไปเลย!"

stop music fadeout 8.0

scene bg school_dormext_half_ss
with shorttimeskip

"กว่าจะยกสีเดินไปจนถึงที่ภาพเขียนผนังนั้นรินก็หายไปแล้ว"

"เอ้อ เอาเถอะ"

"ฉันกับเอมิวางถังสีไว้กับพื้นแล้วแยกย้ายกัน"

"ถ้ารินกลับมาก็คงหาเจออยู่แหละ"

scene bg school_dormhisao
with locationskip

"วันงานพรุ่งนี้แล้ว ชักตื่นเต้นแล้วสิ"

"แต่เรื่องที่เจอมาทั้งสัปดาห์ก็ทำเหนื่อยเอาการ ฉันจึงอ่านหนังสือไปอีกหน่อยแล้วเข้านอน"

$ suppress_window_after_timeskip = True

scene black
with Dissolve(3.0)


label th_A34b:

#ส่วนนี้เขียนไว้หลังชอยส์ของฉากนี้เป็นส่วนเสริมก่อนไปถึงแบดเอนด์ แต่ตอนนี้ไม่ได้ใช้แล้ว และอาจไม่ได้ใช้อีกเลย

stop music fadeout 1.0

"แม่ง ทำไมคนพวกนี้ถึงเอาแต่มาจุ้นจ้านเรื่องของฉันกันนะ คุณพยาบาลก็เข้าใจได้แหละ เป็นหน้าที่เขานี่นะ แต่…"

hi "ฉันว่าไม่น่าเป็นความคิดที่ดีเท่าไหร่นะ"

hi "เรื่องนี้มันก็ปัญหาของฉันเอง ไม่ได้อยากให้ใครมาอะไรด้วยหรอก"

hi "เดี๋ยวฉันจัดการเอง"

show emi sad_depressed
with charachange

emi "ยังโกรธเรื่องเมื่อวานอยู่เหรอ"

"เธอทำแก้มป่องคล้ายลูกหมาเจ็บอยู่หน่อย ๆ จะโกรธก็โกรธไม่ลง"

hi "เปล่า ไม่ใช่หรอก เอาจริง ๆ ก็ความผิดฉันเองด้วยซ้ำ"

"ฉันพิงผนังเบือนหน้าหนีจากเอมิ"

hi "ฉันแค่…ไม่รู้สิ รู้สึกเหมือนไม่ใช่ความคิดที่ดีเท่าไหร่"


#********************

label th_A35:

scene bg school_scienceroom at bgleft
show hanako emb_downtimid at right
with None

"แต่ทำไมลิลลี่ต้องปล่อยให้เธออยู่คนเดียวด้วยล่ะ ดูจากท่าทางของฮานาโกะแล้วก็รู้สึกแปลก ๆ "

"…"

"…อ้อ จริงสิ เหมือนลิลลี่เคยบอกว่าต้องไปเข้าเมืองวันนี้ตอนก่อนที่จะไปเจอกับริน"

"พอคิดถึงที่เดินด้วยกันครั้งนั้นแล้วก็ทำฉันหันมองไปข้างนอก"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

scene bg misc_sky at Fullpan(15.0)
with locationchange

"แสงอาทิตย์เจิดจ้ากับผู้คนที่เดินไปมาเพลิดเพลินไปกับยามบ่ายทำให้ฉันอยากออกไปจากโรงเรียนนี้ หรืออย่างน้อยก็\nไปทำอย่างอื่นที่ไม่ใช่แค่นั่งอยู่ตรงนี้"

"และฉันก็ใช้นิสัยแย่หนึ่งนั้นของฉันที่เรียกว่าการผัดวันประกันพรุ่งในการตัดสินใจว่าวิชาประวัติศาสตร์เอาไว้อ่าน\nวันอาทิตย์คงดีกว่า ไม่ก็วันจันทร์ ไม่ก็วันอื่นที่ไม่ใช่วันนี้"

"ฉันลุกจากเก้าอี้พลางร้องโอดโอย คิดอยู่ว่าจะไปเที่ยวกับเคนจิดีมั้ย"

"แต่เขาก็ดูไม่ใช่คนที่จะมา “เดินกินลมชมวิวกับคนอื่นนอกห้อง” เท่าไหร่ ไว้ค่อยไปหาแล้วกัน"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

scene bg school_scienceroom at bgleft
with Dissolve(1.5)

"พอเปลี่ยนแผนก็หันมาคิดว่าคุยกับฮานาโกะก็คงดี แต่พอมองไปตรงที่นั่งนั้นเธอก็ไม่อยู่แล้ว คงไปห้องสมุดแน่ ๆ "



label th_choiceA35:
menu:
    with menueffect

    "หาอะไรทำฆ่าเวลาหน่อยดีกว่า…"

    "ไปเดินเล่นในเมือง":
        return m1

    "ไปห้องสมุด":
        return m2

label th_A35a:

"จะตามฮานาโกะไปที่ห้องสมุดเลยก็ดูจะเป็นการรบกวนไปหน่อย ที่เธอออกจากห้องเรียนไปก็คงอยากอยู่เงียบ ๆ นั่นแหละ"

"แล้วอีกอย่าง ฉันก็อยากคุยอะไรกับลิลลี่หน่อยด้วย อย่างน้อยก็อยากไปขอบคุณที่คอยดูแลฉันถึงเธอจะมีภาระอื่น\nของตัวเองที่หนักหนาอยู่แล้ว"

"ไปเดินเล่นในเมืองแล้วกัน ถ้าโชคดีก็คงจะได้เจอลิลลี่ เป็นการออกกำลังกายไปในตัวด้วย"

play music music_tranquil fadein 3.0

scene bg school_courtyard
with locationskip

"ฉันเดินผ่านสวนของโรงเรียนเพื่อไปที่ประตูพลางพยักหน้าทักทายเพื่อนร่วมห้องสองคนที่เดินผ่านไป ทั้งคู่ต่างก็\nพยักหน้าตอบ"

"ขนาดอยู่ที่นี่ยังได้ยินเสียงตะโกนของพวกชมรมกีฬาอยู่เลย ฟังเสียงดูแล้วที่ลู่คนคงแน่นน่าดู"

"ว่าแล้วก็นึกถึงเมื่อวานที่ลิลลี่บอกว่าฉันเข้ามาช่วงที่โรงเรียนกำลังยุ่งวุ่นวายกันพอดี"

"ระหว่างที่ฉันกำลังปรับตัวให้ชินกับตามเนื้อหาบทเรียนที่คลาดไปให้ทัน ทุกคนต่างก็ทำกิจกรรมในโรงเรียนกันตามปกติ\nความรู้สึกที่ว่าฉันเป็นคนนอกนั้นยังไม่เบาบางลง"

"แต่ทุกอย่างก็คงไม่ได้แย่ไปหมดแหละนะ"

"พอได้เดินออกมาดูข้างนอกแล้วก็จะรู้สึกได้ชัดมากว่าที่นี่เป็นโรงเรียนเอกชน นอกจากอาณาบริเวณโรงเรียน\nที่กว้างขวางแล้วยังมีตึกที่สร้างมาอย่างดี เทียบกับก้อนปูนสี่เหลี่ยมโหล ๆ ของโรงเรียนรัฐแทบไม่ติด"

"แถมที่นี่ผู้คนต่างอยู่กันอย่างแน่นแฟ้นดีด้วย หรืออย่างน้อยก็คงเรียกได้ว่ามีความเป็นมิตรกว่า ถ้าเป็นโรงเรียนเก่า\nของฉัน ส่วนใหญ่คนก็จะอยู่กันเป็นก๊กเล็ก ๆ แล้วก็จบเรื่อง"

scene bg school_gate
with locationchange

"จนในที่สุดฉันก็มาถึงที่ประตู จากนั้นจึงเดินไปตามถนนเพื่อเข้าเมือง"

scene bg suburb_roadcenter
with shorttimeskip

"โอเค ก็ไม่ได้มาเดินเปล่า ๆ ปลี้ ๆ ละนะ"

"พอได้ชมเมืองกับบ้านบางหลังที่ตั้งอยู่บนเนินไปบ้างแล้ว ฉันคิดที่จะเดินรอบ ๆ สวนสาธารณะก่อนกลับ"

"ด้วยความที่อยู่ในเมืองใหญ่มาทั้งชีวิต พอไม่ได้เห็นนักธุรกิจที่แต่งตัวเนี้ยบ ๆ กับผู้หญิงที่แต่งตัวหรูหราแล้วก็แปลกตาดี"

"ที่เห็นก็จะมีเพียงคนแก่ที่เดินอยู่ตามข้างถนนกับหญิงวัยกลางคนที่คุยกันอย่างออกรสอยู่หน้าร้านขายของ"

stop music fadeout 8.0

"แต่ตอนนี้สมาธิของฉันอยู่กับการเดินตามถนนไปยังสวนสาธารณะ จนรู้สึกว่าหรือบางทีฉันอาจจะฝืนลากตัวเอง\nให้เดินดูอะไร ๆ มากไปหน่อย"

"พอเริ่มรู้สึกว่าหายใจหอบกับแน่นหน้าอกขึ้นเรื่อย ๆ ฉันจึงล้มเลิกความคิดที่จะเดินไปต่อ"

play ambient sfx_parkambience fadein 1.0

scene bg suburb_park
with locationskip

"เมื่อเข้ามายังสวนสาธารณะและมองไปรอบ ๆ แล้วฉันก็เข้าไปนั่งที่ม้านั่งเก่า ๆ โทรม ๆ ตัวหนึ่งที่เห็นตั้งอยู่ข้าง\nตู้ขายของแบบหยอดเหรียญ"

"ฉันนั่งก้มหัวแล้วสูดหายใจเข้าลึก ๆ รู้สึกเหมือนไม่ใช่วัยรุ่นที่แรงเหลือล้นเท่าไหร่ รู้สึกเหมือนคนแก่มากกว่า"

"คงเพราะเอาแต่นอนอยู่โรงพยาบาล ไหนจะต้องผ่าตัดกับกินยาอีก แม่งเอ๊ย"

"สุดท้ายก็เริ่มหายใจได้ปกติไม่แน่นหน้าอกแล้ว แต่ก็ไม่ได้โล่งขึ้นเท่าไหร่ ยังไงคงต้องพักการเดินทางระยะสั้นของฉัน\nเอาไว้แต่เพียงเท่านี้ก่อน"

stop ambient fadeout 1.0

scene bg suburb_shanghaiext
with locationchange

"ทางแยกที่อยู่ตรงโน้นมีคาเฟตั้งอยู่ ไปหาอะไรดื่มแก้คอแห้งก่อนกลับแล้วกัน"

play sound sfx_storebell

scene bg suburb_shanghaiint at bgright
with locationchange

play music music_dreamy fadein 2.0

"เสียงกระดิ่งอันเล็กที่อยู่บนประตูดังเตือนให้กับเคาน์เตอร์ที่ว่างเปล่า"

"ฉันยืนรออยู่พักหนึ่ง พลางใช้สายตามองไปตามเคาน์เตอร์เพื่อหากระดิ่งเรียกพนักงาน"

show yuukoshang neutral_down at center
with charaenter

"จนในที่สุดประตูที่อยู่บริเวณหลังเคาน์เตอร์ก็เปิดออก ฉันนึกประหลาดใจเมื่อได้เห็นคนที่โผล่ออกมา"

hi "ยู…ยูโกะ?"

hi "สวัสดีครับ ทำงานที่นี่ด้วยเหรอ"

"ฉันไม่รู้ว่าจะเรียกเธอยังไงดี เพราะเธอเองก็เป็นพนักงานของโรงเรียน แล้วก็พนักงานเสิร์ฟอย่างที่เห็น"

show yuukoshang neurotic_up
with charachange

yu "อ่า อื้อ เอ่อ…"

"เธอรีบเดินมาที่เคาน์เตอร์แล้วโค้งตัวร้อยแปดสิบองศา"

show yuukoshang closedhappy_down
with charachange

yu "ยินดีต้อนรับสู่ร้านเซี่ยงไฮ้ค่ะ! รับอะไรดีคะ"

"โอเค เข้าเรื่องไม่อ้อมค้อมเลย"

hi "ไม่รู้สิ…เอ่อ กาแฟก็แล้วกันครับ"

show yuukoshang neutral_down
with charachange

yu "ได้ค่ะ เดี๋ยวจะไปทำแล้วเสิร์ฟเลยให้นะคะ"

hi "อ่า ขอบคุณครับ"

"ท่าทางของยูโกะที่ดูเป็นทางการนั้นทำเอาตกใจ ดูจะจริงจังกับงานเอามาก ๆ "

hide yuukoshang
with charaexit

"ฉันหันมองหาโต๊ะว่างเพื่อนั่งรอให้เธอมาเสิร์ฟอย่างที่บอก ดูจากความโล่งของร้านแล้วก็น่าจะหาไม่ยาก"

show bg suburb_shanghaiint at bgleft
with charamove

"ขณะที่กำลังเดินไปยังโต๊ะริมหน้าต่างนั้นหางตาก็เห็นสีเหลืองอยู่บริเวณฉากกั้นโต๊ะบานหนึ่ง"

show lilly basic_smileclosed at twoleft
show akira basic_lost at tworight
with charaenter

"ไม่ต้องหันมองให้เห็นชัดก็รู้แน่ว่าคนที่นั่งอยู่ที่โต๊ะนั้นคือซาโต้ แต่จะว่าไป คนที่ใส่ชุดสูทที่นั่งอยู่คนละฝั่งโต๊ะนั้น\nดูไม่คุ้นตาเลย"

"เขา…เธอ? น่าจะเธอ มีผมสีบลอนด์ ผิวขาว ตัวเตี้ยกว่านิดหน่อย ญาติกันแน่ ๆ "

"เมื่อทั้งสองคนต่างเงียบและมีเพียงคนที่ใส่ชุดสูทนั้นจิบกาแฟอยู่ฉันจึงเลือกที่จะทักทายลิลลี่ก่อน ยังไงที่มานี่ก็คือ\nจะมาหาเธออยู่แล้วนี่นะ"

hi "ไง ลิลลี่"

show lilly basic_smile
with charachange

li "…ฮิซาโอะเหรอ"

hi "อื้อ เจอกันอีกแล้วนะ"

show akira basic_smile
with charachange

"สาวที่ใส่ชุดสูทเธอมองมา พอเห็นชุดนักเรียนของฉันแล้วก็ยิ้มให้สบาย ๆ "

aki_ "รู้จักกันเหรอ"

hi "คะ…คงงั้นนะ"

"เป็นคำที่บรรยายความสัมพันธ์ของเราได้ใกล้เคียงที่สุดเท่าที่จะนึกได้"

show lilly basic_smileclosed
with charachange

li "อืมม…นั่งก่อนมั้ยจ๊ะ"

"เธอพูดอยู่กับความว่างเปล่าข้างตัวฉัน แต่ข้อความของเธอก็ชัดพอแล้ว ฉันเข้าไปนั่งข้าง ๆ เธอ"

show lilly basic_weaksmile
with charachange

li "คงต้องแนะนำให้รู้จักกันสักหน่อย"

show lilly basic_smile
with charachange

li "ฮิซาโอะ นี่อากิระ ซาโต้ พี่ฉันเองจ้ะ พี่ นี่ฮิซาโอะ นากาอิ นักเรียนจากยามากุ"

"โอเค เดาถูก คนที่ชื่ออากิระพยักหน้าให้ ส่วนฉันก็พยักหน้าตอบ"

"แต่ที่ไม่ได้ตอบกลับไปคือสายตาที่เพ่งพินิจมองมา"

show lilly basic_smile at left
show akira basic_smile at right
with charamove

show yuukoshang neutral_down at center
with charaenter

"ระหว่างที่เธอมองฉันยูโกะก็เดินมาที่โต๊ะแล้วค่อย ๆ วางแก้วกาแฟลงกับโต๊ะก่อนจะโค้งแล้วเดินออกไป"

hide yuukoshang
with charaexit

show lilly basic_smile at twoleft
show akira basic_smile at tworight
with charamove

"เมื่อใช้มือแตะแก้วกาแฟเบา ๆ ก็รับรู้ว่าอุณหภูมิกาแฟนั้นได้ที่พอดีสำหรับการดื่ม พอลองจิบดูก็รับรู้ว่ารสชาตินั้นก็ได้ที่\nไม่ต่างจากอุณหภูมิ"

"ยูโกะดูจะทำหน้าที่ชงกาแฟได้ดีกว่าการเป็นบรรณารักษ์เสียอีก"

"ฉันยกดื่มอึกใหญ่ก่อนเอนตัวพิงพนัก"

"อากิระมองสำรวจได้ไม่กี่วินาทีก็ดูเบื่อแล้วหันไปทางน้องสาวของเธอแทน"

show akira basic_boo
with charachange

aki "แล้วช่วงนี้ชีวิตที่โรงเรียนเป็นยังไงบ้าง"

"ดูเหมือนอากิระจะไม่ได้ใส่ใจอะไรเลยที่คนที่เธอไม่รู้จักมานั่งฟังทุกอย่างที่คุยกันอย่างนี้"

"แต่ก็ไม่ได้อะไรหรอก ฉันดื่มกาแฟอันหอมกรุ่นแล้วปล่อยให้ทั้งสองคนคุยกันต่อไป"

show lilly basic_smileclosed
show akira basic_smile
with shorttimeskip

aki "ฟังดูยุ่งพอตัวเลยนะเนี่ย"

show lilly basic_smile
with charachange

li "แต่อย่างน้อยหลังเลิกเรียนหนูก็ไม่ต้องคอยทำกับข้าวให้พี่แล้ว"

"ระหว่างที่ทั้งสองคนคุยกันฉันก็เริ่มรู้สึกตัวว่าฉันใช้ตาของลิลลี่เป็นตัวบอกความรู้สึกไม่ได้ เพราะปกติถ้าเป็นคนอื่น\nฉันจะดูออก"

"พอจดจ่อกับความคิดนี้แล้วก็รู้สึกแปลก ๆ ขึ้นมา"

show akira basic_lost
with charachange

aki "โห่ แรง แล้วที่ทำไม่ใช่ว่าทำกินเองอยู่แล้วเหรอ พี่ได้กินแต่ของเหลือเนี่ย"

show lilly basic_displeased
with charachange

li "ไม่ใช่ประเด็นสักหน่อย…นี่พี่ได้ทำกับข้าวกินเองบ้างหรือเปล่าเถอะ"

show akira basic_resigned
with charachange

aki "พี่ทำกับข้าวเองแบบไม่ให้ไฟไหม้ได้น่า"

show akira basic_annoyed
with charachange

aki "ส่วนมากอะนะ"

show lilly basic_listen
with charachange

li "เอ่อ…"

show akira basic_laugh
with charachange

aki "ฮ่าฮ่าฮ่า! ไม่เป็นไรน่า ๆ ไว้เดี๋ยวไปหัดทำกับข้าว"

show lilly basic_listen at left
show akira basic_laugh at right
with charamove

show yuukoshang neurotic_up at center
with charaenter

yu "อ๊ะ ลิลลี่เหรอ"

show lilly basic_smile
show akira basic_boo
with charachange

"ทุกคนชะงักไปชั่วครู่แล้วหันมองยูโกะที่มาวางถ้วยน้ำชาลงบนโต๊ะให้กับลิลลี่"

hide yuukoshang
with charaexit

show lilly basic_smile at twoleft
show akira basic_boo at tworight
with charamove

"พออากิระเหลือบมองนาฬิกาที่ข้อมือตัวเองก็หยัดตัวลุกขึ้นจากเก้าอี้และพยักหน้าให้ฉันน้อย ๆ "

show akira basic_smile
with charachange

aki "โอเค พี่ไปก่อนละ ดีใจมากที่ได้มาคุยกับเธอนะลิลลี่"

show lilly basic_oops
with charachange

li "พี่ ต้องไปแล้วเหรอ…"

"ลิลลี่ดูเศร้ามากที่พี่ของเธอต้องไปอย่างกะทันหัน ดูอย่างกับว่าจะไม่ได้เจอกันอีกยังไงยังงั้น"

show akira basic_resigned
with charachange

aki "โทษที พอดีต้องไปทำงานละ ไม่รีบไปเดี๋ยวโดนด่าตายแน่"

"ดูห้าว ๆ ดีแฮะ…เสื้อผ้าหน้าผมที่ดูเรียบร้อยอย่างนั้น ใครได้มองแวบแรกก็คงคิดไม่ถึง"

show lilly basic_concerned
with charachange

li "ลาก่อนนะพี่…"

show akira basic_smile
with charachange

aki "ไม่เอาน่า อย่าทำหน้าอย่างนั้นสิ เดี๋ยวไว้มาหาใหม่ เจอกัน ๆ "

hide akira
with charaexit

"แล้วเธอก็เดินนวยนาดออกร้านเซี่ยงไฮ้ไปพลางโบกมือลา"

"ลิลลี่ยังดูซึม ๆ อยู่ ฉันเลยกะจะหาเรื่องคุยเรื่อยเปื่อยเพื่อดึงความสนใจเธอ"

show lilly basic_concerned at center
show bg suburb_shanghaiint at center
with charamove

hi "ก็ดูนิสัยดีนะ"

show lilly basic_displeased
with charachange

li "พอดีเคยอยู่ด้วยกันน่ะจ้ะ แต่พอฉันย้ายมาอยู่ที่โรงเรียนแล้วก็แทบไม่ได้เจอกันเลย"

"แม้ลิลลี่จะเป็นคนคุยด้วยง่าย แต่ฉันก็ยังรู้จักเธอไม่มากเท่าไหร่ พอลองย้อนนึกดูแล้วก็ทึ่งดึเหมือนกันที่เธอรู้เรื่องฉัน\nได้ขนาดนั้น ถึงยังไม่ได้คุยกันมากมายก็ตาม"

hi "เคยอยู่ด้วยกันเหรอ อยู่แถวนี้หรือเปล่า"

li "ลงไปทางใต้อีกน่ะจ้ะ ค่อนข้างไกลจากโรงเรียนอยู่เหมือนกัน"

show lilly basic_reminisce
with charachange

li "พอพี่ต้องทำงานมากขึ้น แถมโรงเรียนก็อยู่ไกล สุดท้ายก็ไม่มีทางเลือกอื่นนอกจากย้ายมาอยู่หอนี่แหละจ้ะ"

"โอเค เข้าใจที่คุยกันเรื่องทำกับข้าวเมื่อกี้ละ ดูเหมือนเธอจะสงบลงแล้ว มีชีวิตชีวา…ขึ้นมาบ้าง"

show lilly basic_weaksmile
with charachange

li "เธอคงหายเหนื่อยบ้างแล้วสินะจ๊ะ"

hi "ยังไงนะ"

show lilly basic_smileclosed
with charachange

li "ฟังเธอเหมือนไม่เหนื่อยเหมือนตอนที่เข้ามาทีแรกเลย"

"ฟังได้ยันเสียงหายใจขนาดนั้น…คงหูดีมาก ๆ "

hi "อื้ม พอดีไปเดินมาทั่วเมืองเลยน่ะ ทีแรกก็กะจะเดินนิดหน่อย"

"พอรู้สึกคอแห้งขึ้นมาอีกครั้งฉันก็ยกแก้วกาแฟขึ้นจิบ"

play sound sfx_teacup

"ลิลลี่เองก็ไม่รีรอเริ่มละเลียดชาอันหอมหวนของเธอบ้าง"

"กลับไปที่โรงเรียนก่อนดีกว่า จะมัวแต่ผัดวันอ่านหนังสือไปก็คงไม่ได้ แล้วก็อยากนอนให้เต็มอิ่มก่อนวันงานเทศกาลด้วย"

stop music fadeout 4.0

"ฉันลุกขึ้นแล้วถือแก้วที่มีคราบกาแฟติดอยู่มาด้วย"

show lilly basic_surprised
with charachange

li "จะไปแล้วเหรอ"

hi "อื้ม เธอจะกลับด้วยเลยมั้ย นี่ก็เริ่มเย็น ๆ แล้วนะ"

"เธอหยุดคิดอยู่ครู่หนึ่งแล้วเงยหน้ามาจากถ้วยน้ำชาราวกับมองมาที่ฉัน"

play music music_lilly fadein 3.0

show lilly basic_smile
with charachange

li "คุณยูโกะ ขอกาแฟอีกที่หน่อยได้มั้ยคะ"

yu "ค่า สักครู่นะคะ!"

hi "ไม่อ้อมค้อม…เลยนะ"

show lilly basic_giggle
with charachange

"เธอหัวเราะคิดคักให้กับคำวิจารณ์ที่ตรงไปตรงมาของฉันกับการกระทำของเธอ เสียงนั้นฟังดูเป็นเด็ก ๆ สบาย ๆ\nขัดกับท่าทางของเธอที่ดูสงบเสงี่ยม"

"แต่ถึงยังไงฉันก็ไม่มีเหตุผลที่จะปฏิเสธอยู่แล้ว เอาจริง ๆ พอคิดอะไรหลาย ๆ อย่างแล้วก็บอกปัดไม่ลงเลย"

"ฉันแสร้งถอนหายใจแล้วนั่งที่ฟากตรงข้ามกับเธอ"

hi "จะให้อยู่เป็นเพื่อนงั้นสิ"

show lilly basic_cheerful
with charachange

li "อืมม…คือฉันแค่สงสัยมากกว่าน่ะจ้ะ ว่า…"

"เข้าโหมดคำถามอีกแล้วสินะ เธอดูจะสนใจฉันแปลก ๆ หรือถ้าไม่ใช้คำนั้น อย่างน้อยก็คงประมาณว่าอยากรู้"

show lilly basic_smile
with charachange

li "เธอมีพี่น้องหรือเปล่า"

"ก็ไม่หลุดไปจากที่คาดไว้เสียทีเดียว"

hi "ไม่มีหรอก ฉันลูกคนเดียวน่ะ แต่ให้ว่าตามตรง พอคิดว่ามีคนที่สนิทด้วยขนาดนั้นแล้วก็อิจฉาอยู่เหมือนกัน"

show lilly basic_smileclosed
with charachange

li "อย่างนี้เอง…"

"ฉันยักคิ้วขึ้น และแน่นอนว่าเธอไม่เห็น แค่ความเงียบสั้น ๆ นี้ก็ใช้สื่อคำถามได้ดีแล้วแหละนะ"

show lilly basic_smile
with charachange

li "พอดีว่าคนอื่นก็พูดเหมือนกันน่ะจ้ะ"

li "คือฉันมีพี่อยู่แล้ว จะให้ออกมามองเรื่องนี้แบบเป็นกลางก็ยากน่ะจ้ะ"

"ฉันก็พอจะเข้าใจสิ่งที่ลิลลี่พูด เพราะจะให้คนเราออกมามองอะไรบางอย่างจากข้างนอกกับสิ่งที่เราคลุกคลีมา\nทั้งชีวิตก็คงยาก"

"เธอกับพี่สาวของเธอคงสนิทกันน่าดู"

"ยูโกะเดินเข้ามาวางแก้วให้ที่โต๊ะอย่างเกรงใจ"

"ลิลลี่ขอบคุณเธอจังหวะที่ฉันนั่งลง สายตามองสาวที่เดาใจยากตรงหน้าคนนี้"

"ถึงเธอจะดูกันท่าทำตัวเรียบร้อยยามคุยกับใครสักคน เธอกลับมีนิสัยอยากรู้อยากเห็นเรื่องคนอื่นอย่างเด็ก ๆ "

"แต่ถึงอย่างนั้น เวลาที่เธอลดกำแพงลงเล็กน้อยที่หาได้ยากนั้นเป็นโอกาสอันดีที่จะได้เห็นถึงแนวความคิดของเธอ"

"ฉันยื่นมือไปคว้ากาแฟแล้วนึกบางอย่างที่น่าจะรู้ตัวได้ตั้งนานแล้วขึ้นได้"

"…ว่าฉันเองก็เริ่มอยากรู้เรื่องเธอขึ้นมาบ้างแล้วเหมือนกัน"

stop music fadeout 2.0

scene bg school_gate_ni
with shorttimeskip

play ambient sfx_cicadas fadein 0.5

"แม้จะเดินมาเร็วพอตัว แต่กว่าจะมาถึงประตูเหล็กบานใหญ่หน้าโรงเรียนก็มืดค่ำแล้ว"

"ถึงการอยู่ใกล้โรงเรียนจะดีตรงที่ว่ามีเวลาให้ออกไปเตร็ดเตร่มากมาย แต่ฉันก็ยังอดรู้สึกไม่ได้ว่ามีนักเรียนไม่กี่คน\nที่จะทำอย่างนั้นจริง ๆ "

scene bg school_courtyard_ni
with locationchange

"ถ้าเทียบกับจำนวนคนที่เห็นอยู่ในโรงเรียนช่วงพักแล้วก็รู้สึกแปลกเหมือนกันที่ไม่ค่อยเห็นใครในเมืองเลย"

"หลายคนคงไม่รู้จะออกไปข้างนอกทำไม ในเมื่อโรงเรียนมีอะไรหลายอย่างเตรียมพร้อมให้ครบครัน ไหนจะคน\nอย่างฮานาโกะกับเคนจิอีก"

"จนฉันนึกสงสัยว่าหรือชิซูเนะ มิช่า และลิลลี่จะเป็นข้อยกเว้นมากกว่ามาตรฐานของคนที่นี่"

stop ambient fadeout 1.0
scene bg school_dormhallway
with locationskip

"ระหว่างที่เดินกลับมาที่ห้อง ในหัวก็เริ่มเทียบโรงเรียนเก่ากับที่ยามากุ พอเทียบดูแล้วก็ชักประหลาดใจที่ฉันปรับตัว\nกับเหตุการณ์ที่ผ่านมาได้ขนาดนี้"

$ suppress_window_after_timeskip = True

scene black
with Dissolve(3.0)


#***********

label th_A36:

window hide None

scene black
with dissolve

play sound sfx_doorknock

scene bg school_dormhisao
with openeye

window show

"ยามแปดนาฬิกาห้านาที เสียงดังปึงปังจากอีกฟากประตูปลุกฉันให้สะดุ้งตื่น"

scene bg school_dormhallway
show shizu behind_blank at tworight
show misha hips_smile at twoleft
with locationchange

play music music_comedy fadein 0.3

"พอกระชากประตูเปิดก็เห็นชิซูเนะและมิช่าที่ยืนด้วยกันอยู่ต่อหน้า ทั้งคู่ดูจะเพลียเล็กน้อย แต่อาการมิช่าออกเยอะกว่า"

hi "ใครเคาะ"

"ฉันถามคำถามที่คนทั้งตึกน่าจะนึกสงสัยเหมือนกันอยู่"

show misha hips_grin
with charachange

mi "อะฮ่าฮ่าฮ่า ไม่สำคัญหรอกน่าฮิจัง!"

"เธอปัดคำถามทิ้งอย่างไม่ไยดี"

show misha hips_smile
with charachange

mi "อ้าว ยังใส่ชุดนอนอยู่เหรอฮิจัง ไม่ได้ตื่นตอนแปดโมงหรอกเหรอ"

"ฉันเห็นว่าผมของเธอยังชื้น ๆ อยู่ ทั้งยังดูเหมือนเพิ่งทำทรงมาใหม่ ๆ "

hi "เปล่า พอดีวันหยุดก็เลยกะจะนอนยาวหน่อย แถมสัปดาห์นี้ฉันก็ไม่ได้หลับให้มันดี ๆ เลยด้วย"

"ไม่รู้ว่าเธอจะรู้ตัวที่ฉันแอบจิกกัดไปได้หรือเปล่า"

show shizu basic_normal2
with charachange

shi "…"

show misha hips_grin
with charachange

mi "งั้นแปลว่าที่เรามาปลุกก็พอดีเลย!"

show shizu adjust_happy
with charachange

shi "…"

show misha sign_smile
with charachange

mi "แต่เอาเถอะ ฮิจัง นายคงอยากรู้สินะว่าพวกเรามาทำไม"

"ก็เดาไม่อยากหรอก แต่ไม่อยากให้พูดคำนั้นที่เธอกำลังจะพูดต่อเลย"

show misha perky_smile
with charachange

mi "อยากโดดเรียนไปเที่ยวกับพวกเรามั้ย"

hi "อีกทีซิ"

show misha hips_smile
with charachange

mi "โดดเรียนไปหาอะไรสนุก ๆ ทำกันมั้ย"

"เมื่อกี้คือกะไว้แล้วว่าโดนลากไปเป็นขี้ข้าอีกแน่ ๆ "

hi "จริงจังปะ"

show misha hips_grin
with charachange

"มิช่าทั้งยิ้มและพยักหน้าอย่างกระตือรือร้น"

"ก็เป็นวิธีใหม่ที่น่าสนใจดี ถึงจะแปลกใจหน่อย ๆ ที่ชวนโดดเรียนก็เถอะ ต่อให้วันเสาร์จะมีเรียนแค่ครึ่งวันอะนะ"

hi "ขาดเรียนบ่อยแบบนี้จะไหวเหรอ"

show shizu behind_smile
with charachange

shi "…"

show misha perky_smile
with charachange

mi "ไม่น่ามีปัญหาหรอกฮิจัง! ปกติโรงเรียนนี้พอถึงช่วงงานเทศกาลก็ไม่ค่อยมีเรียนอะไรมากหรอก"

show misha hips_smile
with charachange

mi "แล้ววันนี้วันเสาร์ด้วย~ ไม่อยากไปทำอะไรสนุก ๆ เหรอ"

"ฉันยังทึ่งที่พวกเธอดูไม่รู้สึกรู้สาอะไร"

show shizu adjust_smug
with charachange

shi "…"

show misha perky_smile
with charachange

mi "แต่ก็ไม่ได้บังคับให้ไปด้วยหรอกนะ แค่มาชวนเผื่อนายอยากไปเที่ยว"

show shizu behind_blank
with charachange

shi "…"

show misha hips_smile
with charachange

mi "สรุป…จะมาด้วยมั้ย น่า ออกมาสนุกกว่าอุดอู้นั่งอยู่ในห้องจะตาย~!"

"ขาดเรียนไปรอบนี้ก็คงไม่น่าพลาดอะไรมาก ในห้องไม่มีฉันสักคนก็คงไม่เป็นไร"

hi "โอเค ไหน ๆ ก็ไม่น่าได้เรียนเยอะอยู่แล้ว แล้วกะจะไปไหนกัน"

"แล้วเมื่อนึกบางอย่างขึ้นมาได้ฉันก็หรี่ตาลงด้วยความสงสัย"

hi "เดี๋ยว…นี่คงไม่ใช่กลลวงที่จะหลอกให้ฉันไปทำงานสภานักเรียนอะไรอีกนะ"

show shizu basic_angry
with charachange

shi "…"

show misha perky_confused
with charachange

mi "เปล่า ไม่ใช่เลย!"

show misha hips_frown
with charachange

mi "แล้วใจร้ายมากนะที่คิดอะไรอย่างนั้นน่ะฮิจัง"

show shizu behind_frown
with charachange

shi "…"

show misha hips_smile
with charachange

mi "…แล้วแถมตอนนี้นายก็เข้าสภานักเรียนมาแล้วนี่ จำได้มั้ย"

show misha hips_grin
with charachange

mi "ถ้าพวกเราอยากใช้อะไรนายก็ไม่ต้องหลอกใช้หรอก~!"

show misha hips_laugh
with charachange

mi "ฮ่าฮ่าฮ่า!"

show misha hips_smile
with charachange

"เป็นการบังคับที่แปลกใหม่สำหรับฉันเสียจริง มีแต่สาว ๆ น่ารักสองคนเท่านั้นแหละที่ทำได้"

stop music fadeout 3.0

"ฉันทำใจให้สบายเสียหน่อย อาจจะระแวงมากไป ก็ดูแค่อยากไปเที่ยวจริง ๆ แหละ"

"แต่ยังไงก็…"

hi "ไม่มีเหลี่ยมแล้วนะ"

play music music_shizune fadein 4.0

show shizu basic_angry
with charachange

shi "…"

show misha hips_grin
with charachange

mi "ไม่มี! เลิกระแวงได้แล้วน่า!"

hi "โอเค งั้นก็ได้"

"และอยู่ ๆ ถึงเพิ่งรู้ตัวว่าฉันยังใส่ชุดนอนอยู่"

hi "ขอไปเปลี่ยนชุดก่อนได้มั้ย"

show shizu adjust_smug
with charachange

shi "…"

show misha hips_smile
with charachange

mi "อ้าว ทำไมล่ะฮิจัง ก็ใช้ได้แล้วนี่นา"

hi "ขอใส่ชุดอื่นเหอะ"

play sound sfx_doorclose

scene bg school_dormhisao
with locationchange

"ฉันปิดประตูไปก่อนเธอจะทันได้ตอบอะไรแล้วรีบหยิบชุดนักเรียนออกมา"

play sound sfx_dooropen

scene bg school_dormhallway
show misha perky_smile at twoleft
show shizu basic_normal at tworight
with locationchange

"พอมาที่โถงทางเดินก็เห็นชิซูเนะและมิช่าคุยภาษามือกันอยู่"

"ฉันนึกสงสัยว่าคนที่คุยภาษามือกันเคยเผลอเอานิ้วจิ้มตากันหรือเปล่า"

show shizu behind_frown_close
with characlose

"ระหว่างที่คิดอยู่ชิซูเนะก็มาแตะที่ไหล่อย่างรีบร้อน"

shi "…"

show misha hips_smile
with charachange

mi "จะไปเที่ยวในเมืองกันแหละ! จำโรงน้ำชาที่ไปกันเมื่อวันพุธได้มั้ย"

hi "โรงน้ำชา?"

show shizu behind_frustrated_close
with characlose

shi "…"

show misha perky_confused
with charachange

mi "จำไม่ได้เหรอ"

hi "อ๋อ คาเฟนั่นอะนะ"

show misha hips_smile
with charachange

mi "โรงน้ำชาต่างหาก! ชื่อเซี่ยงไฮ้ จีนน่ะคือต้นกำเนิดของชาเลยนะ มา ๆ ฮิจัง! เดี๋ยววันนี้เลี้ยงด้วย!"

show misha hips_grin
with charachange

mi "เอ่อ…ไม่ใช่ฉันนะ ๆ หมายถึงชิจังเขาจะเลี้ยง! อะฮ่าฮ่า~!"

hi "ยังไงดีนะ…"

show misha sign_smile
with charachange

mi "บรรยากาศดีชวนให้ผ่อนคลาย! เหมือน…กึ่งคาเฟ กึ่งร้านอาหาร กึ่งหรูหรา กึ่ง…ห้องสมุด…"

"หา?"

hi "จะหลายกึ่งไปละ"

"แต่มิช่าก็ยังดูจะไม่รู้ตัว"

show misha hips_smile
with charachange

mi "นั่นแหละ~! เถอะน่า พวกเราไม่ได้ว่างอย่างนี้บ่อย ๆ นะ!"

show shizu adjust_smug_close
with charachange

shi "…"

show misha hips_grin
with charachange

mi "แต่ถ้านายไม่ว่างแล้วจะไม่ไปด้วยก็ได้นะ! ไม่มีนายไปด้วยก็ไม่เป็นไร๊ไม่เป็นไรเลยจริงจริ๊ง!"

show misha cross_laugh
with charachange

mi "ฮ่าฮ่าฮ่าฮ่า!"

show misha cross_grin
with charachange

"เป็นการใช้จิตวิทยาย้อนกลับแบบไม่มีความแอบแฝงใด ๆ ที่สุดเท่าที่เคยเห็นมา วันนี้เพลีย ๆ ด้วย คุณครูเองก็คงอยากรู้\nว่าฉันหายไปไหน มั้งนะ"

"แต่พอคิดอีกที ตั้งแต่มาที่นี่ก็แทบไม่ได้ไปดูที่เมืองเลย ไปสักหน่อยก็คงดีเหมือนกัน"

"จะได้ไปหาอะไรกินด้วย แล้วยิ่งชิซูเนะเลี้ยงอีกก็แจ่มเลย กำลังถังแตกพอดี"

hi "ได้ งั้นก็ไปกัน พวกเธอนำไปเลย"

show misha hips_smile
show shizu behind_smile_close
with charachange

mi "ดีมาก~!"

stop music fadeout 2.0

scene bg suburb_shanghaiint
with shorttimeskip

"พวกเราเดินมาสิบห้านาทีจนมาถึงที่โรงน้ำชา ดูเหมือนจะยังไม่มีลูกค้าคนอื่น"

play music music_another fadein 2.0

show shizu behind_blank at tworight
show misha perky_smile at twoleft
with charaenter

hi "เช้าแล้วเงียบงี้ตลอดเลยเหรอ"

"หรือก็คือ ร้านมันโล่งอย่างนี้ตลอดอยู่แล้ว"

show shizu basic_normal
with charachange

shi "…"

show misha perky_confused
with charachange

mi "ไม่สิ แปลก ๆ นะ เอ้อ แต่ก็ไม่ได้แย่นี่ ใช่มั้ย"

hi "ก็จริง"

scene ev shizu_shanghai
with locationchange

"พวกเราเข้าไปนั่งที่โต๊ะไม้สี่เหลี่ยมตัวใหญ่ แล้วฉันก็นึกได้ว่ายังไม่รู้เลยว่าที่นี่ขายอะไรบ้าง คราวที่แล้วก็แค่สั่งไป\nตามที่ยูโกะแนะนำ"

hi "นี่ ที่นี่เขามีใบเมนูหรืออะไรให้มั้ย"

scene ev shizu_shanghai_normallaugh
with charachange

mi "ไม่มี!"

"ทำไมต้องใส่พลังตอบขนาดนั้นด้วย"

scene ev shizu_shanghai_smirklaugh
with charachange

shi "…"

scene ev shizu_shanghai_smirknormal
with charachange

mi "ฮิจัง สรุปเลือกได้หรือยังจะสั่งอะไร"

scene bg suburb_shanghaiint at Fullpan(8.0)
with locationchange

"ฉันมองไปรอบ ๆ ร้านแต่ก็ไม่เห็นอะไรที่เป็นรายการเมนูเลย"

"ไม่เห็นเข้าใจ ร้านนี้มันยังไง เกิดอะไรขึ้น"

"เหมือนเป็นร้านลับงี้เหรอ จะเข้ามาได้ต้องแอบจับมือลับ ๆ ส่งซิกพยักหน้าอะไรงี้"

"ต้องให้คนมารับรองหรือเปล่า หรือต้องใช้เลือดสาบาน แม่ง มาครั้งที่แล้วไม่เห็นเป็นอย่างนี้เลย"

scene ev shizu_shanghai
with locationchange

hi "ไม่รู้อะ คราวที่แล้วเหมือนจะมาสั่งแค่กาแฟมั้ง ที่นี่มีอะไรขายบ้าง"

scene ev shizu_shanghai_smirknormal
with charachange

shi "…"

scene ev shizu_shanghai_smirklaugh
with charachange

mi "ชาไง!"

hi "เอ่อ คือมันก็…"

hi "แต่ไม่ได้ขายแค่ชาอย่างเดียวใช่มั้ย มีอย่างอื่นด้วย ใช่มั้ย"

scene ev shizu_shanghai_normallaugh
with charachange

shi "…"

scene ev shizu_shanghai
with locationchange

mi "แหงสิ~!"

hi "แหงสิ? แล้วขายอะไร เมนงเมนูก็ไม่มี อยู่ไหนเนี่ย"

"อำกันอีกแล้วแน่ ๆ แต่จะแก้ทางก็ไม่ได้ ได้แต่เตรียมใจรับภัยที่กำลังมาถึง"

"อยากจะเดินออกจากร้านเหลือเกิน แต่ก็หย่อนก้นมานั่งแล้ว"

"ออกไปตอนนี้ก็เสียมารยาทแย่ มารยาททางสังคมที่เป็นที่รู้กันเป็นตัวกั้นทางออกของฉันราวกำแพงเพลิง"

"เลือกแบบที่ไม่เจ็บตัวดีกว่า เอาเป็นว่าลองสั่งตามสองคนนั้นไป ถ้าไม่ได้เป็นของที่ดูผู้หญิงจ๋ามาก"

hi "เธอสองคนสั่งก่อนเลย เชิญสุภาพสตรีก่อนครับ"

scene ev shizu_shanghai_smirknormal
with charachange

shi "…"

mi "แผนดีนี่ฮิจัง แต่~ พวกเราสั่งไปแล้วละ!"

hi "จะเป็นไปได้ยังไง สั่งเมื่อไหร่ ยังไง กับใคร"

mi "พอดีว่าพวกเราเป็นขาประจำ มาบ่อยจนไม่ต้องสั่งแล้วไงละ!"

scene ev shizu_shanghai
with charachange

shi "…"

mi "โอเค นายคงเอือมแล้วแหละ พอดีว่าพวกเรานั่งทับเมนูไว้อยู่น่ะ~!"

scene ev shizu_shanghai_normallaugh
with charachange

mi "ฮ่าฮ่าฮ่า!"

"ฉันมองไปที่โต๊ะอื่นบ้าง ไม่มีสักโต๊ะที่มีเมนูวางอยู่เลย แปลว่าต้องมีกองไว้ให้หยิบที่ประตูหรืออะไรสักอย่าง แต่กั๊กของ\nมานั่งทับแบบนี้ไว้เนี่ยนะ แล้วแถมมือไวอีกต่างหาก"

hi "เออ เอาเหอะ งั้นก็ขอดูหน่อย"

scene ev shizu_shanghai_smirklaugh
with charachange

shi "…"

scene ev shizu_shanghai_smirknormal
with charachange

mi "อยากได้ก็มาหยิบเลยสิ แต่นายคงไม่ใช่คนที่จะทำอะไรอ-นา-จาร? แบบนั้นหรอกเนอะ"

"ฉันบอกไปว่าฉันแค่อยากดื่มกาแฟแล้วเอาหัวฟุบกับโต๊ะเย็น ๆ สักหน่อย"

scene ev shizu_shanghai_borednormal
with charachange

shi "…"

scene ev shizu_shanghai_boredlaugh
with charachange

mi "กาแฟเหรอ ร้านมีระดับขนาดนี้แต่จะสั่งกาแฟเนี่ยนะ"

"เค เล่นกันอีกละ"

hi "งั้นเธอสั่งอะไรฉันก็ขอด้วยแล้วกัน"

scene ev shizu_shanghai_smirklaugh
with charachange

shi "…"

scene ev shizu_shanghai_smirknormal
with charachange

mi "ฮิจัง ชิจังเขาน่ะดื่มชาที่ปลูกกันแค่ในถิ่นที่ห่างไกลความเจริญของอินเดียนะ"

mi "แล้วชายังต้องทำมือโดยกลุ่มคนที่ใช้วิชาที่สืบทอดกันมารุ่นต่อรุ่น"

mi "ต้องฝ่าแม่น้ำที่มีฝูงจระเข้อาศัยอยู่เต็มไปหมดเพื่อไปเก็บใบชาปีละครั้ง คนที่ตายระหว่างทางก็มี"

"ดื่มไม่ลงหรอก รู้สึกผิดตายเลย"

hi "งั้นขอเหมือนเธอแล้วกัน"

scene ev shizu_shanghai_smirklaugh
with charachange

mi "ฉันไม่รู้อะว่าดื่มอะไรอยู่"

"ได้ไง?"

hi "ก็ได้ งั้นขอชาที่คนต้องสละชีพนั่นมาแล้วกัน"

hi "ไม่ดิ ช่างเหอะ เอากาแฟนั่นแหละ"

hi "ถ้าร้านนี้มีระดับจริง งั้นก็ต้องขายกาแฟมีระดับด้วยใช่มั้ย…ไม่มีใครต้องสละชีพ ใช่มั้ย"

scene ev shizu_shanghai
with charachange

"เป็นคำตอบที่สมบูรณ์แบบ คงไม่มีทางโต้ได้แล้วละ ชิซูเนะยักไหล่ราวกับจะพูดว่า “เก่งนี่”"

"แต่ยังไม่ได้ตอบคำถามที่สองของฉันเลยนะ"

scene bg suburb_shanghaiint
with locationchange

show yuukoshang neutral_down at center
with charaenter

"มิช่าเรียกยูโกะที่เอาเครื่องดื่มของพวกเรากับเค้กสีเหลืองอันกระจิริดที่วางอยู่บนจานสีดำใบเล็กที่มีส้อมปักอยู่มาวาง\nให้ที่โต๊ะของพวกเรา"

hide yuukoshang
with charaexit

"เค้กนั้นฉันกินได้คำเดียวก็เกลี้ยงแล้ว คงจะเป็นอะไรที่มีปริมาณน้อยสุดเท่าที่เคยกินมา"

show shizu behind_blank at Slide(0.2,0.5,0.3,0.5,1.0)
show misha perky_smile_close at Slide(0.8,0.5,0.7,0.5,1.0)
with Dissolve(1.0)

stop music fadeout 3.0

mi "ฮิจัง พรุ่งนี้ว่างมั้ย"

"มิช่าดื่มชาไปอึกหนึ่ง เป็นชาที่ฟังดูมีระดับพิลึกแม้จะดูเหมือนชาธรรมดา ๆ ก็ตาม"

"เธอดื่มอย่างรวดเร็วแม้ชาจะร้อนก็ตาม ตรงกันข้ามกับชิซูเนะและลิลลี่โดยสิ้นเชิง"

"ว่างมั้ยเหรอ รู้สึกลางไม่ดีเลยแฮะ"

play music music_running fadein 8.0

hi "ว่างเหรอ ไม่อะ"

hi "พอดีพรุ่งนี้ยุ่งมาก ๆ มีเรื่องให้ทำเยอะจนแบบ คงไม่มีเวลาว่างเลยละ"

hi "ใช่…ไม่เหลือเวลาว่างอะไรเลย แถมทุกอย่างที่ต้องทำก็สำคัญสุด ๆ ด้วย สำคัญมาก ๆ  ๆ "

show misha hips_grin_close at tworight
with charachange

"มิช่าหัวเราะคิกคัก ชัดว่าเธอไม่เชื่อ แล้วเธอก็ส่งเป็นภาษามือให้ชิซูเนะที่พยักหน้าช้า ๆ ด้วยสีหน้าที่ไม่ตลกเอามาก ๆ "

show shizu basic_normal_close at twoleft
with characlose

"อยู่ ๆ เธอก็โน้มตัวเข้ามาแล้วจ้องพินิจพิจารณาราวกับว่าเป็นเครื่องจับเท็จรอดูอาการพิรุธฉันออก"

"เวลาผ่านไปสักนาทีกว่า ๆ เธอก็กลับลงนั่งแล้วจิบชา"

show shizu behind_blank
with charadistant

shi "…"

show misha perky_smile_close
with charachange

mi "โอเค ฮิจัง ถ้านายยุ่งขนาดนั้นก็ไม่เป็นไร พอดีพรุ่งนี้พวกเราไม่มีอะไรทำเลยกะจะชวนมาเดินงานเทศกาลด้วยกันน่ะ"

show misha sign_smile_close
with charachange

mi "นายมาใหม่นี่ ใช่มั้ย ๆ พวกเราก็เลย~ กะว่าจะพาดูรอบ ๆ โรงเรียนแล้วมาสนุกด้วยกัน แต่ถ้านายยุ่งขนาดนั้น\nพวกเราก็เข้าใจนะ!"

show shizu adjust_happy
with charachange

shi "…"

mi "เอาเถอะ ๆ !"

show misha cross_grin_close
show shizu basic_normal2
with charachange

"ทั้งสองคนยักไหล่อย่างพร้อมเพรียงราวฝึกซ้อมกันมา"

show misha cross_laugh_close
with charachange

mi "อะฮ่าฮ่าฮ่าฮ่าฮ่า~!"

show misha cross_grin_close
with charachange

mi "ฮิจังขี้ระแวงจัง"

show shizu adjust_smug
with charachange

shi "…"

show misha cross_smile_close
with charachange

mi "…แถมยังไงนายก็ไม่มีวันชนะฉันหรอก ไม่เห็นต้องพยายามขนาดนั้นเลย"

show misha cross_laugh_close
with charachange

mi "ฮ่าฮ่า! โห ชิจัง~!"

hi "ชนะเธอเหรอ นี่พูดเรื่องอะไรเนี่ย"

"หมายถึงที่บังคับให้ไปงานเหรอ ไม่ยักรู้ว่าเธอจะมองเป็นเกม นึกว่ามีแค่ฉันที่เห็นเป็นการแข่งขันเสียอีก"

show shizu basic_happy
with charachange

shi "…"

show misha hips_grin_close
with charachange

mi "นายก็รู้~! …เอ่อ นายรู้มั้ยอะฮิจัง คือฉันไม่รู้"

show shizu adjust_smug
with charachange

shi "…"

show misha hips_smile_close
with charachange

mi "นายไล่จับฉันไม่ทันหรอก! —เอ่อ คือ ฮิจัง ไม่ได้หมายถึงฉันนะ…"

show shizu basic_sparkle
with charachange

shi "…"

show misha perky_confused_close
with charachange

mi "หา นี่เธอพูดเรื่องอะไรเนี่ยชิจัง…"

"ฉันเห็นชิซูเนะยิ้มอย่างเจ้าเล่ห์ท้าให้ฉันประลองพลังใจและไหวพริบกับเธอ"

"ยามมนุษย์ถูกผลักไสให้สิ้นหวัง ทางเลือกอื่นนอกจากการยอมปล่อยตัวให้ถูกกลืนกับการคว้าหวังอันชั่วครู่คราว\nแล้วลุกขึ้นมาสู้ให้สุดกำลังต่อโชคชะตาที่ถูกลิขิตไว้และอุปสรรคหนักหนาทั้งหลายนั้นไม่มี"

"หากแม้ผู้นั้นล้มเหลว อย่างน้อยในใจยังได้รู้ว่ายืนหยัดอยู่อย่างกล้าหาญแล้ว…"

"…อะไรประมาณนั้นมั้ง"

#Well, we'll see about that. Don't underestimate me.
hi "ได้ เดี๋ยวรู้กัน อย่ามาดูถูกกันนะ" #? A bit. But still understandable.

show shizu behind_blank
with charachange

shi "…"

show misha perky_smile_close
with charachange

#Don't you have to follow through to make good on that, Hicchan?
mi "งั้นจะลองพิสูจน์ว่าจริงตามที่พูดดูมั้ยล่ะฮิจัง" #???

#Ah, well, I could get lucky. Don't count out that possibility.
hi "อ่า ก็ อย่าลืมสิว่าฉันอาจจะฟลุกชนะเอาก็ได้นะ" #??????

#What the fuck are they talking about???? I honestly have no idea. Might come back later.
#to make good on sth = to do what you have said you would do

show shizu adjust_smug
with charachange

shi "…"

show misha cross_grin_close
with charachange

mi "ไม่มีทาง~"

hi "มีสิ! เดี๋ยว—"

show shizu basic_happy
with charachange

shi "…"

show misha cross_smile_close
with charachange

mi "งั้นก็มาพนันกัน!"

hi "ฉันไม่สนเรื่องการแข่งขันหรอก"

"โกหกคำโตเลยแหละ"

hi "เดี๋ยว หมายความว่ายังไงนะ"

show misha cross_laugh_close
with charachange

mi "ถ้านายไม่รู้ก็ไม่เป็นหรอก เพราะฉันก็ไม่รู้เหมือนกัน! วะฮ่าฮ่าฮ่า!"

show shizu basic_normal2
with charachange

shi "…"

show misha perky_smile_close
with charachange

mi "งั้นก็ตกลงตามนั้นนะ! ได้เลย ๆ !"

hi "ฮะ? เมื่อกี้ไม่ได้ยินที่พูดเหรอ"

show shizu adjust_happy
with charachange

shi "…"

show misha sign_smile_close
with charachange

mi "ทีนี้ก็เหลือแค่สิ่งเดิมพันแล้ว! สิ่งที่ผู้ชนะจะได้ไป หรือให้น่าสนใจกว่านั้นก็ต้องบอกว่า สิ่งที่ผู้แพ้จะเสียไป!"

hi "นี่!"

"เป็นการลงสนามที่อันตรายเอาการ ถ้าให้ว่าชิซูเนะนั้นมองอะไรเป็นแค่คำว่าแพ้ชนะอย่างเดียว ตัวเธอเองนั้น\nก็นับว่าอันตรายมากแล้ว"

"ถ้าเธอมองทุกบทสนทนาระหว่างฉันกับเธอเป็นการประลองพลังใจแบบนั้นฉันคงไม่ไหว"

"ของแบบนั้นแหละทำคนเป็นบ้าได้เลย เธอเป็นคนที่ทำทุกอย่างเพื่อให้ได้ดั่งใจต้องการ ทีแรกก็นึกว่ามาแนวทื่อ ๆ\nไม่มีความรู้สึกอะไรมากมายเฉย ๆ "

"แต่ถึงงั้นก็น่าสนใจดี พอลองย้อนคิดดูแล้ว ที่ฉันท้าเธอก็คือการประลองที่ไม่มีกฎเกณฑ์ใด ๆ ที่จะไม่สิ้นสุดจนกว่า\nคนใดคนหนึ่งจะ…อะไรนะ?"

"คงงั้นแหละ คลุมเครือเหลือเกิน แล้วจะนับว่าแพ้หรือชนะยังไง ใครรู้สึกว่าตัวเองโง่ก่อนคือแพ้งี้เหรอ"

hi "ยังไงดี คือฉันไม่เคยคิดอะไรอย่างนี้มาก่อนเลยน่ะ"

show misha hips_smile_close
with charachange

mi "ไม่เคย?"

hi "ไม่เคย"

show misha perky_confused_close
with charachange

mi "นายไม่เคยพนันเลยเหรอฮิจัง"

hi "ฉันแปลกใจมากกว่าที่พวกเธอสองคนเคยพนันกันน่ะ"

show shizu behind_blank
with charachange

shi "…"

show misha hips_grin_close
with charachange

mi "โธ่ น่า…ก็เพื่อนกัน! เล่นกันขำ ๆ ~!"

show misha sign_smile_close
with charachange

mi "ก็เพื่อความอับอาย ทรมาน และสิ้นหวังขั้นสุด! ไม่ใช่หรือไง"

"ชิซูเนะใช้นิ้วกดเข้าที่หน้าผากทำท่าครุ่นคิด"

show shizu adjust_happy
with charachange

shi "…!"

show misha hips_smile_close
with charachange

mi "อืม…อ้อ งั้นเอางี้มั้ย ฮิจัง ถ้านายแพ้ นายต้องถอดกางเกงมาโรงเรียนหนึ่งวัน"

hi "สติดีอยู่มั้ยเนี่ยพวกเธอ"

"ถึงจะไม่หนักเท่าที่ฉันนึกว่าเธอจะพูดอยู่เมื่อกี้ก็เถอะ"

hi "ลงเงินพนันกันแบบคนปกติเขาทำกันไม่ได้หรือไง"

show shizu basic_sparkle
with charachange

shi "…"

show misha hips_grin_close
with charachange

mi "ให้พวกเราลงเงินพนันไปนายก็จ่ายไม่ไหวอยู่ดีเถอะ~! มา ตานายเลือกแล้ว! …แต่ไม่เอาอะไรที่ลามกนะ! เข้าใจ๊?"

show misha hips_laugh_close
with charachange

mi "ฮ่าฮ่าฮ่า!"

hi "ขอเวลาฉันหน่อยแล้วกัน"

"ฉันคงเป็นบ้าไปอีกหลายสัปดาห์"

show misha hips_grin_close
with charachange

mi "โอเค~! เอ้า รีบหน่อย เดี๋ยวชากาแฟก็เย็นหมดหรอก!"

show shizu basic_happy
with charachange

"ฉันรีบดื่มกาแฟที่เหลืออยู่เมื่อเห็นว่าชิซูเนะเองก็ดื่มแล้ว เธอจ้องมาด้วยสายตามุ่งมั่นอยากเอาชนะ"

"เธอเองก็คงเสียดายที่ต้องกระดกน้ำชาที่คนต้องสละชีพเพื่อให้มาได้ลิ้มรสนั้นอย่างรวดเร็ว"

show misha sign_smile_close
with charachange

mi "ฮิจัง นายแน่ใจนะว่าพรุ่งนี้ไม่อยากมาเที่ยวน่ะ หลายคนเขาก็ตั้งตารอวันนั้นกันอยู่นะ นายคงไม่อยากพลาดอะไร\nไปหรอก"

"ฉันพึมพำงึมงำตอบไป"

show misha perky_confused_close
with charachange

mi "ไม่เข้าใจเลยจริง ๆ …"

"ต้องคิดแล้ว ชาของชิซูเนะมีน้อยกว่า แต่ฉันดื่มได้เร็วกว่า"

"ถ้าชิซูเนะดื่มจนหมดก่อน เธออาจจะไม่จ่ายเงินแล้วทิ้งให้ฉันจ่ายแทน ถึงเธอจะบอกว่าเลี้ยงก็เถอะ"

"และฉันก็ต้องอับอายเพราะไม่มีเงินติดตัวเลย และแปลว่าฉันก็จะแพ้"

"ถ้าฉันดื่มให้หมดก่อน ฉันก็จะผิดมารยาทสุภาพบุรุษอีก เพราะฉันต้องเดินออกจากร้านแล้วทิ้งให้เธอจ่ายเงินแทน\nซึ่งก็คือความพ่ายแพ้เหมือนกัน เธอต้องมาไม้นั้นแน่ ๆ "

"หากเสมอ เธอก็อาจจะวิ่งไปที่ประตู แล้วฉันก็คงจะวิ่งไปเหมือนกัน และอาจทำให้เกิดการปะทะขึ้นที่ประตู ซึ่งก็\nน่าอับอายแหละ แต่ไม่ได้ขนาดนั้น…และมิช่าก็ต้องเป็นคนจ่ายเงิน"

"ทำอะไรเป็นเด็ก ๆ ไปได้ ฉันนึกผิดหวังในตัวชิซูเนะและตัวเอง"

show misha perky_smile_close
with charachange

mi "ก็เนี่ย ฮิจัง ถ้าพวกเราทุกคนได้มาชื่นชมงานเทศกาลที่ปั้นมากับมือด้วยตัวเองว่าทำมาดีขนาดไหนด้วยกันได้\nคงดีมากเลยนะ…"

"มิช่าดูจะยังไม่รู้ตัวว่าตรงหน้ามีสงครามพลังใจเกิดขึ้นอยู่ ฉันพยักหน้าช้า ๆ แล้วดื่มกาแฟอึกสุดท้ายจนหมด"

hi "เค กินกาแฟเสร็จละ คงถึงเวลาที่ฉันต้องไปแล้ว และฉันก็จะไปเดี๋ยวนี้แหละ ไปอย่างใจเย็น"

show shizu adjust_happy
with charachange

shi "…"

show misha perky_confused_close
with charachange

mi "เธอก็ด้วยเหรอชิจัง"

mi "ทำไมพวกเธอสองคนทำตัวแปลก ๆ เนี่ย"

scene bg suburb_shanghaiext
with locationchange

"ฉันรีบเดินไปที่ประตู ส่วนชิซูเนะก็ตามมา มิช่าก็ต้องเป็นคนจ่ายเงิน"

scene bg suburb_roadcenter
with locationchange

"โทษทีนะมิช่า"

show shizu behind_smile at center
with charaenter

"ชิซูเนะตามมาจนทัน เธอดันแว่นแล้วยัดเศษกระดาษใส่มือให้ฉัน"

window hide

$ written_note("ถ้านายแพ้ พรุ่งนี้นายต้องมากับพวกเรานะ")

window show

hi "คิดเหรอว่าวันนี้จะชนะได้น่ะ ได้ใจไปหน่อยหรือเปล่าชิซูเนะ"

"ลืมไปเลยว่าเธอไม่ได้ยิน ฉันพยักหน้าให้"

"ตอนนี้เธอดูน่ารักกว่าทุกทีด้วยรอยยิ้มฉายแววมั่นใจนั้น"

"เธอดูทั้งสบาย ๆ และกระปรี้กระเปร่า ถึงอาจจะเป็นแค่เพราะฤทธิ์คาเฟอีนก็เถอะ"

show shizu adjust_happy
with charachange

"เธอขยิบตาแล้วยื่นมือมารอจับ ในมือจะมีของอะไรที่มาหลอกให้ฉันตกใจหรือเปล่านะ แต่เธอคงไม่ใช่คนที่ทำอะไร\nอย่างนั้นหรอก ฉันจับมือเธอตอบ"

"เธอบีบมือแล้วยัดเศษกระดาษอีกแผ่นให้ แวบหนึ่งฉันคิดว่าจะมีของที่ทำให้ตกใจจนช็อกหัวใจวายตายเลยหรือเปล่า"

hide shizu
with charaexit

"ชิซูเนะแสยะยิ้มแล้ววิ่งหนีไป"

window hide

$ written_note("นายคงไม่รู้ทางกลับโรงเรียนใช่มั้ย\n\nแต่ถ้านายรู้แล้วก็จะมีงานรออยู่ที่\nห้องสภานักเรียนนะ เจอกัน~")

window show

"ฉันขยำกระดาษแบบเล่นใหญ่ แต่ไม่มีใครเห็นหรอก นึกแล้วก็เศร้า"

"กลับไปถามทางกับมิช่าที่ร้านยังทันมั้ยนะ"

"แต่แค่ให้พามาที่นี่ก็ลำบากมากพอแล้ว จะให้พากลับด้วยก็คงใช่ที่"

"แถมถ้าไปถาม ชิซูเนะก็คงนับว่าเป็นชัยชนะของเธออีก ไม่อะ ไม่จำเป็นหรอก"

stop music fadeout 3.0

"โรงเรียนก็อยู่บนเนินนี่ จะหายากสักแค่ไหนกันเชียว"

"ฉันมีปัญหาเรื่องทิศทางอยู่หน่อย ๆ ก็จริง แต่ของแค่นี้ ฉันทำได้น่า"

scene bg school_courtyard
with shorttimeskip

play music music_happiness

"ผ่านไปชั่วโมงครึ่งฉันก็มาเดินอยู่ที่ทางเท้าที่ทอดจากประตูทางเข้าไปยังอาคารหลัก"

scene bg school_lobby
show shizu behind_blank at tworight
show misha hips_grin at twoleft
with locationchange

mi "ฮ่าฮ่า! กำลังรออยู่เลย มาจนได้นะฮิจัง เยี่ยม! ถึงเวลา ทำงาน ทำงาน ทำงาน~!"

"พอเดินเข้ามาก็เจอกับมิช่าและชิซูเนะดักซุ่มอยู่ตรงทางเข้าโถงหลักที่ชั้นหนึ่ง รู้งี้อ้อมโรงเรียนเอาอย่างที่คิดไว้ทีแรก\nดีกว่า ตอนนั้นก็นึกว่าคิดมากบ้าบอไปเองเลยไม่ได้อ้อมมา"

"มิช่าโบกกระดาษปึกใหญ่มาทางฉันราวกับท้าทาย"

show misha perky_smile
with charachange

mi "ถ้านายมาช่วยงานหน่อยก็คงดีน้า~!"

hi "ก็คงดี?"

show misha hips_grin
with charachange

mi "มาช่วยงานหน่อย~!"

show shizu cross_angry
with charachange

shi "…"

show misha sign_smile
with charachange

mi "มาช่วยงานเลยนะ!"

"มิช่ายังพูดด้วยน้ำเสียงขี้เล่นสบาย ๆ อย่างทุกที แต่ถึงงั้นฉันก็ยังสัมผัสได้ถึงแรงอาฆาตที่เล่นเอาใจคอไม่ดีที่ซ่อนอยู่"

hi "นี่คือสั่งกันเหรอ"

mi "อ้าว สั่งเหรอ"

show shizu behind_frown
with charachange

shi "…"

show misha perky_confused
with charachange

mi "เอ๊ะ เหรอ"

show misha hips_laugh
with charachange

mi "อ๊ะ โทษทีนะฮิจัง ก็คงสั่งนั่นแหละ! ฮ่าฮ่าฮ่าฮ่า!"

"ไม่ได้สำนึกเล้ย"

show misha hips_grin
with charachange

mi "ทีแรกนึกว่าจัดการงานหมดแล้ว แต่พอดีว่าต้องเอาป้ายพวกนี้ไปติดกับแผ่นไม้น่ะ"

show shizu adjust_angry
with charachange

shi "…"

show misha sign_smile
with charachange

mi "ช่วย ๆ กันงานจะได้น้อยไง!"

show misha hips_laugh
with charachange

mi "แล้วทุกคนก็จะได้ชนะร่วมกัน! ฮ่าฮ่าฮ่าฮ่าฮ่า!"

show shizu basic_angry
with charachange

shi "…"

show misha hips_smile
with charachange

mi "ในเมื่อนายเข้าสภามาแล้ว งานสภานักเรียนนี้ก็เป็นภาระของนายด้วย"

mi "ในฐานะ"

mi "สมาชิกสภานักเรียน"

show misha hips_laugh
with charachange

mi "อะฮ่าฮ่าฮ่า~!"

show shizu behind_blank
with charachange

shi "…"

show misha perky_smile
with charachange

mi "งานง่าย ๆ น่า ทำตอนนี้ให้จบไปเลยดีกว่า มีไม่เยอะหรอก นิดเดียว จริง ๆ !"

show shizu basic_normal2
with charachange

shi "…"

mi "เราจะยินดีมาก ๆ ถ้านายมาช่วยด้วย!"

mi "ยินดีมาก ม้ากมาก!"

show misha hips_grin
with charachange

mi "อีกอย่าง นายต้องตอบแทนที่เราพานายไปเลี้ยงอย่างดีด้วยนะ!"

hi "สรุปที่พาไปโรงน้ำชาก็คือกับดักจริง ๆ ด้วย! พวกเธอนี่แสบนักนะ!"

show shizu behind_blank
with charachange

shi "…"

show misha cross_smile
with charachange

mi "อย่าพูดอย่างนั้นสิ ไม่เกี่ยวกันเลยสักหน่ออย เราอยากฉลองที่นายเข้าสภานักเรียนต่างหาก!"

"แล้วทำไมต้องพูดถึงเรื่องนั้นขึ้นมาด้วย"

hi "แต่—{w=0.3}{nw}"

show shizu cross_rage
with charachange

shi "…!"

show misha hips_grin
with characlose

mi "ไม่มีแต่! มานี่เลย!"

show misha hips_grin at offscreenleft
show shizu cross_rage at offscreenright
with ease

show misha cross_smile_close at closeleft
show shizu cross_angry_close at closeright
with ease

"ยังพูดไม่ทันจบประโยคพวกเธอก็คว้าแขนฉันลากมาที่ห้องทำงานของพวกเธอแล้ว"

show misha cross_laugh_close
with charachange

"มิช่าหัวเราะอย่างเริงร่าระหว่างที่มองตากับชิซูเนะอย่างมีลับลมคมใน"

show shizu basic_angry_close
with charachange

shi "…!"

mi "อ๊ะ นายคงไม่มีทางเลือกแล้วละฮิจัง! ฮ่าฮ่าฮ่าฮ่า!"

show misha hips_grin at twoleft
show shizu basic_angry at tworight
with charadistant

mi "พวกเรามีตั้งสองคนนะ อย่าคิดหนีเชียวละ! อย่าคิดว่าจะเอาชนะได้ง่าย ๆ นะ!"

show shizu behind_frown
with charachange

shi "…!"

mi "ฮิจัง ยังไงก็เป็นหน้าที่นายที่ต้องมาช่วยพวกเราอยู่แล้ว! ในฐานะสมาชิกสภานักเรียนไง!"

hi "ก็ได้ ๆ ! ฉันไม่ลืมหรอก"

hi "แต่ถามจริง ๆ ไม่มีคนอื่นที่จะมาช่วยงานแล้วเหรอ"

show misha perky_confused
with charachange

mi "เช่นใครล่ะฮิจัง"

mi "เมื่อวานนายยังมาช่วยได้อยู่เลย…"

hi "ก็เมื่อวานมันไม่ใช่วันนี้!"

hi "แล้วใครที่ว่าก็คือใครก็ได้ที่ไม่ใช่ฉันไง!"

hi "ทำไมสภานักเรียนมันไม่มีคนอื่นเลยล่ะ"

show shizu cross_wut
with charachange

shi "…!"

show misha cross_laugh
with charachange

mi "พวกเราก็อยากรู้เหมือนกันแหละ! …อะฮะ… อะฮ่าฮ่าฮ่าฮ่าฮ่า!"

"เสียงหัวเราะของมิช่าดังก้องไปทั่วโถง เธอไม่เห็นว่าฉันทำหน้าเบ้อยู่ด้วย จริงสิ ก็มีกันแค่สองคนนี่นะ"

hi "อ้อ อืม โอเค ช่วยก็ได้"

show misha hips_grin
with charachange

"มิช่าใช้ลิ้นเลียฟันดูพอใจอย่างมาก"

mi "ต้องงี้สิฮิจัง! กะแล้วว่าพวกเราเชื่อใจนายได้~!"

show shizu behind_smile
with charachange

shi "…!"

mi "ดูออกง่ายจังเลยนะ~"

stop music fadeout 2.0

scene bg school_council
with locationskip

"ฉันอ้าปากค้างเมื่อมาถึงที่ห้องสภานักเรียน ทั้งแผ่นไม้กับป้ายนั้นมีมากมายมหาศาล"

"กองอยู่เกลื่อนห้องจนดูอย่างกับไซต์งานก่อสร้าง ฉันหันขวับมองชิซูเนะกับมิช่าทันที"

hi "ป้ายเยอะขนาดนี้จะเอาไปล้อมโรงเรียนเป็นกำแพงอีกชั้นหรือไง!"

play music music_ease fadein 4.0

show shizu behind_blank at tworight
show misha perky_smile at twoleft
with charaenter

mi "ฮ่าฮ่าฮ่า~! จริงเหรอ ก็ เยอะขนาดนี้ หรือว่าจะ…"

show shizu basic_angry
with charachange

shi "…!"

show misha perky_confused
with charachange

mi "เอ๊ะ เปล่าเหรอ"

mi "แล้วรู้ได้ไงอะชิจัง"

show shizu behind_frown
with charachange

shi "…!"

mi "จริงเหรอ"

hi "อย่าบอกนะว่าคิดจะสร้างจริง ๆ น่ะ!"

show misha hips_grin
show shizu adjust_smug
with charachange

"ชิซูเนะนึกลังเล จากนั้นดันแว่นขึ้นจังหวะที่มิช่าหัวเราะเสียงเจื่อน ๆ "

"คิดจริง ๆ สิเนี่ย"

show shizu basic_normal2
with charachange

shi "…!"

mi "อะฮ่าฮ่า! นอกเรื่องแล้ว…ฮิจัง! มาช่วยทำป้ายได้แล้วน่า"

hi "ก็ได้ ๆ "

hi "แต่เหมือนโดนหลอกเลย ไหนบอกงานไม่เยอะขนาดนั้นไง"

show shizu behind_blank
with charachange

shi "…!"

show misha hips_smile
with charachange

mi "อ่า ก็ ชิจังหมายถึงว่างานของพวกเราจะไม่เยอะน่ะ"

show shizu basic_normal
with charachange

shi "…!"

mi "ตอนนายทำก็ต้องมีคนคอยดูด้วยไง จริงมั้ย แล้วคนดูที่ว่าก็คือพวกเราน่ะ"

hi "แล้วเธอสองคนจะทำอะไรกัน"

show misha cross_laugh
show shizu basic_happy
with charachange

mi "ก็ดูนายไง! ฮ่าฮ่าฮ่าฮ่า~!"

show shizu adjust_happy
with charachange

shi "…!"

show misha perky_smile
with charachange

mi "น่า เมื่อกี้พูดเล่นนะฮิจัง พวกเราจะช่วยอยู่แล้ว จริง ๆ สภานักเรียนจะมีสมาชิกเยอะกว่านี้เยอะเลยนะ"

show misha perky_sad
with charachange

mi "แค่ปีนี้มันสภาพไม่ค่อยดีน่ะ คนเลยน้อยกว่าปกติ ถึงปกติปีก่อน ๆ จะไม่ได้มีคนเยอะก็เถอะ"

#"Fewer people than usual? Less than now? So that means before… one person?"
#In the end, this line can't stay. A22 and Suriko can blame themselves for flipping this bit of continuity exactly backwards. -SC

mi "แถมงานก็เยอะกว่าแต่ก่อนด้วย"

show shizu behind_smile
with charachange

shi "…!"

show misha perky_smile
with charachange

mi "อีกอย่าง ชิจังชอบทำงานกับนายนะ ฉันก็ด้วย!"

mi "ปกติพวกเราทำอะไรไม่ได้มากมายขนาดนี้หรอก"

stop music fadeout 7.0

"ก็เชื่ออยู่ ช่วงนี้เจอหน้ากันทีไรสภาพสะโหลสะเหลตลอด"

"ดูท่าว่างานสภานักเรียนจะต้องทำตลอดยี่สิบสี่ชั่วโมง แล้วเท่าที่ฟังมาก็คือมีกันแค่สองคนด้วย อืม นับฉันด้วย\nก็คงสามคนแล้ว"

"ทำงานแทบไม่ได้พัก อยากรู้เหลือเกินว่าตอนที่ไม่ได้เจอกันมาทำงานอยู่ในห้องนี้นี่หมดเวลาไปเท่าไหร่"

"บางทีก็เห็นมิช่างีบหลับอยู่คนเดียวแบบไม่มีชิซูเนะอยู่ด้วย ส่วนตัวชิซูเนะเองก็ต้องทำงานสภานักเรียนร่วม\nหกสิบชั่วโมงต่อสัปดาห์ แล้วไหนจะต้องมาเข้าเรียนอีก"

scene bg school_council_ss
with shorttimeskip

play music music_tranquil fadein 3.0

"ผ่านมาแล้วสองชั่วโมง พอจะหยิบหมุดจากกล่องก็เห็นว่าหมดแล้ว ชิซูเนะหยิบกล่องไปก่อนฉันจะทันพูดอะไร"

show shizu adjust_happy_ss at tworight
show misha perky_smile_ss at twoleft
with charaenter

"เธอยิ้มแล้วโยนกล่องเปล่านั้นทิ้งลงถังขยะไปพร้อมกับอีกกล่องอย่างว่องไว"

show shizu behind_smile_ss
with charachange

shi "…!"

show misha hips_grin_ss
with charachange

mi "ของนายก็หมดแล้วเหรอฮิจัง ไม่ต้องห่วงนะ ชิจังบอกว่าจะไปเอามาเพิ่ม"

show misha hips_laugh_ss
with charachange

mi "ฮ่าฮ่าฮ่าฮ่า!"

show misha hips_grin_ss
with charachange

mi "ของพวกเราก็หมดแล้วเหมือนกัน แต่ฉันกับชิจังตกลงกันว่าจะรอให้ของนายหมดก่อนค่อยไปเอามาใหม่ทีเดียว"

"รู้สึกแปลก ๆ ยังไงอยู่แฮะ"

hi "เดี๋ยว นี่ใช้หมุดหมดพร้อมกันเลยเหรอ โห บังเอิญจังเลยนะ"

show misha perky_smile_ss
with charachange

mi "เอ่อ ฮิจัง ที่จริงพวกเราใช้หมดไปตั้งแต่ยี่สิบนาทีก่อนแล้ว แล้วก็มีเหลือกล่องเดียวด้วย ก็คือกล่องที่ให้นายใช้ไป\nนั่นแหละ"

mi "แถมเห็นนายใช้ไวด้วย พวกเราก็เลย~! กะจะรอให้หมุดหมดกันทั้งคู่แล้วค่อยไปเอามาเพิ่ม!"

show misha sign_smile_ss
with charachange

mi "แล้วชิจังก็จะได้ไปเอากล่องใหม่มาให้ทีเดียวเลย จะได้ไม่ต้องเสียเวลา~!"

show shizu basic_normal2_ss
with charachange

"ชิซูเนะพยักหน้าเตรียมเดินออกจากห้องไป"

hi "เดี๋ยวนะ แล้วเมื่อกี้ทำอะไรอยู่ตั้งยี่สิบนาที"

show shizu adjust_happy_ss
with charachange

shi "…!"

show misha hips_grin_ss
with charachange

mi "อะฮ่าฮ่า~! ก็ไม่ได้ทำอะไรไง! จะให้ทำอะไรล่ะ ไม่มีหมุดแล้วนี่ ฮิจัง!"

show shizu behind_smile_ss
show misha cross_grin_ss
with charachange

"ชิซูเนะและมิช่ามองด้วยสายตารู้กันแล้วยักไหล่แรง ๆ ให้ฉันอย่างพร้อมเพรียง"

hi "อ้อ เลยพักกันสินะ ฉลาดดีนี่"

show shizu adjust_smug_ss
with charachange

shi "…!"

show misha hips_grin_ss
with charachange

mi "อ๋อ รู้ตัวอยู่น่า"

hi "ใครคิด"

show misha hips_smile_ss
show shizu adjust_happy_ss
with charachange

mi "แน่นอนว่า ๆ พวกเราทั้งคู่ไง!"

show misha cross_laugh_ss
with charachange

mi "อะฮ่าฮ่าฮ่า~! ก็นะฮิจัง ชิจังเขาเป็นคนคิดน่ะ"

show shizu behind_smile_ss
with charachange

hide shizu
with charaexit

stop music fadeout 3.0

"ฉันหันขวับไปทางชิซูเนะที่โบกมือให้เบา ๆ แล้วยิ้มอย่างร่าเริงก่อนหายวับไปทางประตู"

show misha cross_grin_ss at twoleft
with charachange

show misha cross_grin_ss at center
show bg school_council_ss at bgright
with charamove

"ก็แล้วทำไมไม่บอกกันว่าอยากพักเล่า!"

"ฉันเคยคิดว่าชิซูเนะกับมิช่านั้นอยู่กันคนละขั้ว มิช่าดูจะสดใสขี้เล่นอยู่ตลอดอย่างสาวน้อยคนอื่น ๆ ในขณะที่ชิซูเนะ\nจะดูเว้นระยะเสมอ เป็นจอมบงการและติดน่ากลัวนิด ๆ แต่ยังคงเว้นระยะ"

"บางครั้งก็นึกสงสัยว่าเธอมีอารมณ์ขันบ้างหรือเปล่า ถึงเธอจะน่ารัก แต่ก็แทบไม่เคยเห็นเธอยิ้มเลย ยิ่งไม่ต้องพูดถึง\nอะไรอย่างอื่นด้วย"

"สายตาเพิ่งพินิจ สีหน้าด้านชาตลอดกาล ไหนจะลายมือที่เป็นระเบียบเป๊ะเหมือนพิมพ์มามากกว่าเขียน"

"แต่ชิซูเนะและมิช่าก็ไม่ได้ต่างกันอย่างที่คิดไว้มากนัก"

hi "แอบแปลกใจเหมือนกันนะ"

play music music_shizune fadein 5.0

show misha perky_confused_ss
with charachange

mi "ว่า"

hi "หมายถึงชิซูเนะน่ะ ไม่ยักรู้ว่าชอบเล่นอะไรแบบนี้ด้วย"

"ที่จะบอกก็คือ ฉันไม่รู้มาก่อนว่าเธอทำตัวอย่างสาวน้อยได้ด้วย น่ารักดีเหมือนกัน"

show misha perky_smile_ss
with charachange

mi "แปลกใจสินะฮิจัง"

hi "ก็ ตอนเจอกันทีแรกก็ไม่รู้ว่าเธอกับชิซูเนะสนิทกันขนาดนี้ด้วย"

"ฉันนึกสงสัยมาตลอดว่าสองคนนี้ไปเจอกันได้ยังไง"

hi "รู้จักกันมานานแล้วเหรอ"

hi "เพื่อนสมัยเด็กงี้"

hi "ไม่ก็เพื่อนข้างบ้าน"

show misha perky_sad_ss
with charachange

mi "ฮ่าฮ่า…โทษทีนะฮิจัง ไม่ใช่อะไรอย่างนั้นหรอก แต่ถ้าเป็นงั้นจริงก็คงน่ารักดีนะ"

show misha perky_smile_ss
with charachange

mi "ตอนที่ฉันมาเข้าเรียนที่นี่เขาก็จัดให้ฉันนั่งข้างชิจังน่ะ แล้วเธอก็ดูเป็นคนจริงจังเอามาก ๆ "

show misha sign_smile_ss
with charachange

mi "ฉันเลยคิด “จะใช้เวลาที่เหลือในโรงเรียนนี้กับคนนี้ละ อาจจะนะ!”"

mi "“เป็นเพื่อนกันได้ก็คงดีเลย! แต่ว่า~ เธอจะชอบฉันมั้ยนะ”"

show misha hips_grin_ss
with charachange

mi "แล้วฉันก็มารู้ว่าเธอหูหนวก เนี่ยฮิจัง ทีแรกก็นึกว่าเมินกันเสียอีก~!"

show misha hips_smile_ss
with charachange

mi "แต่โชคดีว่าฉันพอจะรู้ภาษามือนิดหน่อย แล้วพวกเราก็เป็นเพื่อนกัน"

"ฉันอยากรู้ว่ามิช่าไปเรียนภาษามือมาจากที่ไหน แต่คงต้องไว้ถามอีกที"

show misha perky_smile_ss
with charachange

mi "ตอนนี้ก็ตัวแทบติดกันเลยแหละ ดีเหมือนกันนะ ฉันก็อยากได้คนคอยรับฟังฉันมาตลอด แถมชิจังก็คงชอบให้มีคนฟัง\nเวลาเธอคุยด้วย! สรุปก็ได้ประโยชน์กันทั้งสองฝ่าย"

hi "ฮะ ๆ ก็ดีนี่"

show misha hips_grin_ss
with charachange

mi "ไหงทำท่างั้นล่ะ นายดูผิดหวังนะฮิจัง คาดหวังอะไรอยู่หรือเปล่า"

show misha hips_laugh_ss
with charachange

mi "อะฮ่าฮ่าฮ่าฮ่าฮ่า!"

show misha hips_grin_ss
with charachange

mi "เนี่ย ฮิจัง ฉันว่าฉันกับชิจังยังไม่ได้ขอบคุณนายให้เป็นเรื่องเป็นราวเลยนะ"

hi "เรื่อง"

show misha perky_smile_ss
with charachange

mi "ที่มาเข้าสภานักเรียนนี่ไง นายช่วยเราได้เยอะเลยนะฮิจัง! ฉันว่าฉันคงได้นอนให้มากขึ้นแล้วละ~!"

hi "อืม ดีใจที่ได้ช่วยนะ ถ้าได้ช่วยให้สาวสักคนได้นอนหลับฝันดีอย่างนี้น่ะ"

show misha hips_smile_ss
with charachange

mi "พูดได้น่าสนใจดีนี่ฮิจัง"

mi "ชิจังเขาก็ดีใจที่นายมาช่วยเหมือนกัน"

show misha hips_smile_ss at twoleft
show bg school_council_ss at center
with charamove

show shizu behind_frustrated_ss at tworight
with charaenter

"ในตอนนั้นเองชิซูเนะก็เดินเข้ามาในห้อง ปากดื่มน้ำผลไม้จากกล่องอย่างลวก ๆ ดูหงุดหงิด"

show shizu adjust_happy_ss
with charachange

shi "…"

play sound sfx_dropstuff

"เธอโยนกล่องหมุดสองกล่องลงกับพื้นพลางยิ้มแห้ง ๆ "

show shizu basic_normal2_ss
with charachange

shi "…!"

show misha sign_smile_ss
with charachange

mi "อ๊ะ ชิจัง"

play sound sfx_crunchydeath

show shizu behind_frown_ss
show misha sign_confused_ss
with charachange

"มิช่าอ้าปากจะพูด แต่ก็ต้องปิดปากกลับไปเมื่อชิซูเนะขยำกล่องน้ำผลไม้จนเป็นเสียงกรอบคล้ายเสียงกระดูกหัก"

show shizu basic_angry_ss
with charachange

shi "…!"

show shizu adjust_angry_ss
with charachange

shi "…"

show shizu behind_frown_ss
with charachange

shi "…!"

"ฉันพอดูออกว่าที่ขยับมือฟึ่บฟั่บแต่ละทีนั้นคงจะเป็นคำสบถทั้งนั้น"

hi "เธอว่าไงน่ะ"

show misha perky_confused_ss
with charachange

mi "กว่าจะได้มาแทบตาย…"

show shizu basic_angry_ss
with charachange

shi "…!"

show misha sign_confused_ss
with charachange

mi "จะว่าแบบนั้นยังน้อยไปเลยมั้งชิจัง…"

"ชิซูเนะดูใจเย็นลงบ้าง เธอขยับแว่นแล้วใช้นิ้วปัดหน้าม้า"

show shizu adjust_happy_ss
with charachange

shi "…"

show misha perky_smile_ss
with charachange

mi "พอคิดดูแล้วก็ไม่ได้หนักหนาขนาดนั้น? มองบวกจังเลยนะ!"

show misha hips_smile_ss
with charachange

mi "โอเค งั้นพวกเราสองคนมาทำงานกันต่อดีกว่าฮิจัง!"

stop music fadeout 4.0

hi "ได้สิ"

scene bg school_council_ni
with shorttimeskip

"กว่าจะทำป้ายจนเสร็จข้างนอกก็มืดค่ำแล้ว"

"ไม่คิดเลยแฮะว่าจะทำนานขนาดนี้ แต่ก็ ถ้าง่ายขนาดนั้นจริงชิซูเนะกับมิช่าคงไม่มาขอให้ฉันช่วยหรอก"

play music music_dreamy fadein 2.0

show shizu basic_normal at tworight
show misha perky_smile at twoleft
with charaenter

"ชิซูเนะหย่อนตัวลงนั่งกับเก้าอี้ตัวที่อยู่ใกล้ ๆ หักนิ้วเสียงกร๊อบแกร๊บแล้วอ้าปากหาวเงียบ ๆ "

show shizu behind_blank
with charachange

shi "…"

show misha sign_smile
with charachange

mi "วันนี้ก็คงแค่นี้แหละนะ! ดีเลยชิจัง ฉันก็เหนื่อยมากแล้วเหมือนกัน"

hi "นานกว่าที่คิดนะ"

show shizu behind_frustrated
with charachange

shi "…"

show misha hips_grin
with charachange

mi "ใช่มั้ยล่ะ ฮ่าฮ่าฮ่า เราก็ไม่คิดว่าจะทำนานขนาดนี้หรอก! นานกว่าที่คิดไว้อีก!"

show misha perky_sad
with charachange

mi "โอย หิวจังเลย ไม่ได้กินอะไรทั้งวันเลยนี่นา"

"จะว่าไปตั้งแต่ตื่นมาก็ไม่ได้กินอะไรเลย แต่ตอนนี้ฉันเพลียเกินกว่าจะมาคิดเรื่องอาหารแล้ว"

hi "โรงอาหารรอบมื้อเย็นน่าจะปิดแล้วนะ"

show misha perky_confused
with charachange

mi "แย่แล้ว! ฮิจัง นายพอจะมีวิธี…หาอาหารมั้ย"

hi "หาอาหาร?"

"น้ำเสียงเธอฟังดูยังไงชอบกล"

show shizu adjust_happy
with charachange

shi "…"

show misha hips_grin
with charachange

mi "สั่งมากินกันมั้ยล่ะ อ้อ จริงสิ เอาแบบนั้นก็ได้นี่นา"

hi "สั่งเหรอ จากที่ไหน"

mi "ก็จากเมืองไง!"

hi "ไม่ยักรู้ว่ามาส่งที่โรงเรียนด้วย อะ แล้วจะสั่งอะไรกัน"

show misha hips_smile
with charachange

mi "น่าจะอาหารจีนแหละ!"

hi "ไหน ๆ ก็จะสั่งแล้วขอด้วยคนหน่อย ฉันก็หิวเหมือนกัน"

show misha hips_laugh
with charachange

mi "อะฮ่าฮ่าฮ่า~! ฮิจัง บอกแต่แรกก็จบแล้ว!"

show shizu basic_normal2
with charachange

shi "…"

show misha hips_grin
with charachange

mi "อะไรนะ จะเลี้ยงเหรอ เยี่ยมเลย! เยี่ยมเลย!"

show shizu behind_blank
with charachange

shi "…"

show misha cross_laugh
with charachange

mi "วะฮ่าฮ่า นั่นสิ ถ้าไม่มีเธอพวกเราคงไม่อยู่กันดึกขนาดนี้นะชิจัง"

show misha cross_grin
with charachange

"มิช่าหยิบใบเมนูมาจากลิ้นชักที่อยู่ข้างหลังเธอแล้วกดเบอร์อย่างช้า ๆ และตั้งใจเหมือนกลัวว่าจะกดผิด"

mi "ฮิจังจะเอาอะไรเหรอ"

hi "อืม ขอเกี๊ยวซ่าแล้วกัน"

show shizu behind_smile
with charachange

"ฉันยกมือขอบคุณชิซูเนะ เธอยิ้มบาง ๆ ตอบให้แวบหนึ่ง"

show misha cross_laugh
with charachange

mi "อะฮ่าฮ่าฮ่าฮ่าฮ่า~!! ฮิจัง คืนนี้ชิจังเขาเลี้ยงนะ อยากสั่งอะไรก็ไม่ต้องเกรงใจขนาดนั้นหรอก!"

hi "งั้นข้าวผัดกุ้งด้วยแล้วกัน"

show misha cross_grin
with charachange

mi "ได้เลย ๆ ! แล้วเธอล่ะชิจัง"

show shizu basic_normal2
with charachange

shi "…"

show misha hips_smile
with charachange

mi "ไข่เจียวทรงเครื่องเหรอ โอเค ได้"

hi "เอ้อ มิช่า ภาษามือเมื่อกี้คือ “ไข่เจียว” เหรอ ขอดูอีกทีได้มั้ย"

show misha hips_grin
with charachange

mi "ได้สิ! ฮ่าฮ่า! แบบนี้ แบบนี้…"

show misha sign_smile
with charachange

show misha perky_smile
with charachange

show misha hips_grin
with charachange

mi "ส่วนอันนี้คือคำว่าเกี๊ยวซ่าที่นายสั่ง!"

show misha perky_smile
with charachange

show misha sign_smile
with charachange

show misha hips_smile
with charachange

mi "ข้าวผัดกุ้ง!"

show misha hips_grin
with charachange

mi "ส่วนฉันจะสั่งซุปกับผัดรวม ทำภาษามือแบบนี้…"

show misha sign_smile
with charachange

show misha perky_smile
with charachange

mi "ส่วนนี่คือยอดรวมทั้งหมด 3685 เยน!"

show misha perky_smile:
   "misha cross_laugh" with Dissolve(0.5, alpha=True)
with None

extend " วะฮ่าฮ่าฮ่าฮ่า~!"

hi "เอ่อ ฉันก็ไม่รู้ว่าจะได้เอาเลขที่เจาะจงขนาดนั้นไปใช้ที่ไหนอะนะ…"

mi "อะฮ่าฮ่าฮ่าฮ่า! โอเค~! เดี๋ยวจะสั่งละ ไม่มีใครเอาอะไรแล้วใช่มั้ย ไม่มีใครคัดค้านนะ ได้เลย ๆ !"

scene bg school_council_ni
show shizu behind_frustrated at tworight
show misha hips_smile at twoleft
with shorttimeskip

"ชิซูเนะใช้นิ้วหมุนตะเกียบไปมาคล้ายรอไม่ไหวระหว่างรออาหารที่สั่งให้มาถึง"

hi "นี่ ไปเอาตะเกียบมาจากไหนเนี่ย"

show misha hips_grin
with charachange

mi "ใช่ว่าเพิ่งสั่งครั้งแรกสักหน่อยฮิจัง แล้วไม่รู้ทำไมสั่งแต่ละทีก็แถมตะเกียบบานเลย ขนาดบอกแล้วนะว่ากินกัน\nสองคนเองน่ะ"

hi "แล้วนี่คือเธอสองคนตุนตะเกียบไว้จากที่สั่งกับข้าวเวลาอยู่ดึกที่ห้องทำงานนี่อะนะ"

show misha cross_laugh
with charachange

mi "ใช่เลย! ฮ่าฮ่าฮ่าฮ่าฮ่าฮ่า!"

show shizu basic_angry
with charachange

shi "…"

show misha perky_confused
with charachange

mi "เวอร์ไปเหรอ"

show shizu behind_blank
with charachange

shi "…"

show misha hips_grin
with charachange

mi "ฮ่าฮ่า! นั่นสิเนอะชิจัง! นี่ ฮิจัง นายรู้มั้ยว่าถ้าเราสั่งกับข้าวมากินจนเก็บตะเกียบได้ร้อยคู่แล้วเราจะครองจักรวาลได้"

hi "ฉันก็เคยคิดงั้นเหมือนกัน ตอนยังเด็ก ๆ อะนะ"

show misha perky_smile
with charachange

mi "ฮิจัง นายหักตะเกียบแบ่งครึ่งได้เป๊ะดีมั้ย ฉันทำไม่เป็นเลย ฉันเลยไปหาตะเกียบที่ชิจังเก็บไว้แล้วฝึกหักดูสักยี่สิบคู่ได้"

show misha hips_grin
with charachange

mi "เธอโมโหใหญ่เลย!"

show shizu adjust_blush
with charachange

shi "…!"

"ฉันขำพรืดเมื่อชิซูเนะหน้าแดงด้วยความไม่พอใจ ไม่ยักรู้ว่าเธอก็มีมุมเด็ก ๆ แบบนั้นด้วย"

stop music fadeout 5.0

scene bg school_council_ni
with shorttimeskip

"เมื่ออาหารมาถึงฉันก็จ้วงกินทันทีพลางดื่มน้ำอัดลมกระป๋องเล็ก ๆ ที่ชิซูเนะซื้อมาจากตู้ขายของแบบหยอดเหรียญ\nที่อยู่ที่โถงทางเดินด้วย"

"ฉันขอบคุณพวกเธอสองคนที่อุตส่าห์เลี้ยงแล้วกลับหอเตรียมเข้านอน"

scene bg school_dormhallway
with locationskip

"ที่หอนั้นเงียบวังเวง มีเสียงโทรทัศน์กับวิทยุที่ฟังจับใจความไม่ได้ดังอ่อย ๆ อยู่หลังกำแพงบาง ๆ "

$ renpy.music.set_volume(0.1,0.0, "ambient")
play ambient sfx_cicadas fadein 4.0

scene bg school_dormhisao_ni
with locationchange

"พอตกกลางคืนแล้วก็เงียบสงัดแถมสงบ ได้ยินเสียงจักจั่นร้องผ่านหน้าต่างมาด้วย แถมพอมองท้องฟ้าก็เห็นดาว"

"ฉันผล็อยหลับไปด้วยความเหนื่อยล้า พร้อมความรู้สึกเสียดายเวลาวันเสาร์ที่ติดอยู่เล็กน้อย"

stop ambient fadeout 2.0

$ suppress_window_after_timeskip = True

scene black
with shuteye




#*********************

label th_A37:

#Taken from the Hanako split.
#based on the new ending for A31

# This now comes from the H branch in A35

scene bg school_scienceroom at bgleft
with None

"ไปห้องสมุดก็ดีเหมือนกัน ฮานาโกะดูจะยังงง ๆ ที่ลิลลี่ออกไปอยู่ อาจจะกำลังหาคนคุยด้วยอยู่ก็ได้"

"ฉันสะพายกระเป๋าแล้วออกจากห้องเรียนไป"

stop music fadeout 4.0

scene bg school_hallway2
with locationchange

"ฉันเดินตามโถงทางเดินผ่านประตูที่ปิดอยู่หลายบานไปยังห้องสมุด"

"หลังประตูแต่ละบานมีเสียงซ้อมงานกันอย่างเข้มข้นอยู่ มีบานหนึ่งที่มีเสียงดนตรีร็อกดังออกมาอย่างกับว่า\nจัดคอนเสิร์ตกัน"

"โรงเรียนเอกชนก็คงดีอย่างนี้ละนะ มีงานอะไรก็มีห้องให้ใช้เหลือ ๆ เลย"

"พอมาคิดดูแล้วตามสนามกับตึกก็ดูเอี่ยมอ่องดีด้วย คงไม่ใช่ถูก ๆ เหมือนกัน"

"ได้ยินมาว่าผู้อุปถัมภ์ที่นี่เขาก็ใหญ่พอตัว"

scene bg school_library
with locationchange

play music music_happiness fadein 1.0

"ผนังห้องสมุดกันเสียงซ้อมเตรียมงานเทศกาลกันได้เพียงบางส่วนเท่านั้น แต่นอกจากนั้นก็ไม่มีเสียงอะไรแล้ว"

"ที่นี่ไม่มีใครเลย ทุกคนกำลังดื่มด่ำกับบรรยากาศภายนอกกัน หรือไม่ก็เตรียมงานกันอยู่"

"ยูโกะก็ไม่อยู่ คงไม่ได้มาทำงานวันเสาร์ละมั้ง"

#Does he know about the Shanghai at this point? No time for fact checking just yet

"ฉันเดินไปตามห้องสมุดอย่างเงียบเชียบด้วยความพอจะคุ้นชินแล้วไปที่ด้านหลังสุดที่เป็นมุมส่วนตัวของฮานาโกะ"

"ฉันใช้นิ้วกรีดสันหนังสือไปตามทาง สายตากวาดมองชื่อเรื่องละลานตา"

"ครั้งที่อยู่ที่ห้องสมุดที่โรงพยาบาลฉันก็ทำอย่างนี้เหมือนกัน อะไรบางอย่างก็คงไม่ได้เปลี่ยนไปแหละนะ"

"อย่างกลิ่นของห้องสมุด ไม่ว่าจะดูแลอย่างดีแค่ไหน กระดาษหนังสือเป็นต้องเสื่อมไปตามกาลเวลา"

"บางที ไม่ว่าจะห้องสมุดที่ไหนบนโลกใบนี้ก็คงมีกลิ่นอับแบบนี้เหมือน ๆ กัน"

"ฉันหาอะไรที่อ่านง่าย ๆ โดยไม่คิดอะไรให้มากมายแล้วมองหาฮานาโกะตามพื้นที่อ่านหนังสือ"

scene ev hana_library_read_std
with locationchange

"เป็นอีกครั้งที่เธอมานั่งบีนแบ็กหลังพิงชั้นหนังสือ อ่านหนังสือเล่มเดียวกับที่เธออ่านตอนอยู่ในห้องเรียน เธอค่อย ๆ\nเปิดหน้าอ่านไปเรื่อย ๆ "

play sound sfx_pillow

show ev hana_library_std
with locationchange

"ฉันนั่งลงกับบีนแบ็กเงียบ ๆ ต่างจากครั้งก่อนที่มาเจอเธอ เสียงนั้นทำให้เธอหันมา แต่ก็ไม่ได้ทำให้ตกใจ"

"การที่ต้องคอยระวังคำพูดและการกระทำทุกครั้งที่คุยกับเธอนั้นทำให้รู้สึกราวกับล่าอะไรบางอย่างอยู่"

hi "เล่มเดียวกับที่อ่านเมื่อกี้เหรอ"

ha "อะ อื้ม… อ่านจะจบแล้ว…"

hi "เก่งนะ"

"จะถามดีมั้…"

hi "อ่านจบแล้วขอยืมต่อหน่อยได้มั้ย"

"ดูท่าว่าปากไปไวกว่าความคิด"

ha "ดะ ได้…นายอาจจะไม่ชอบนะ แต่…"

hi "คงไม่แย่ขนาดนั้นหรอกน่า เธอก็อ่านได้จนจะจบแล้วนี่"

ha "คะ คงงั้นนะ"

scene bg school_library
with locationchange

"พอนั่งลงกับบีนแบ็กแล้วฉันก็เริ่มอ่านหนังสือที่ยัดอยู่ในกระเป๋าฉันบ้าง"

"เป็นไลท์โนเวลเรื่องโจรสลัด เอาจริง ๆ ที่ตามองนี่ก็แทบไม่ได้อ่านหรอก ที่เลือกมาก็แค่เพราะเป็นคนละแนวจาก\nปกติที่อ่าน"

"ชักรู้สึกอ่านไม่สนุกแล้วสิ แถมฉันก็มากวนฮานาโกะกลาย ๆ แล้วด้วย หาอะไรคุยหน่อยดีกว่า"

hi "ลิลลี่ไม่ได้พาเธอไปด้วยเหรอ"

show hanako emb_downtimid at center
with charaenter

show hanako basic_worry
with charachange

"เธอพยักหน้าแล้วละสายตาจากหนังสือ คงจะอ่านสนุกจริง ๆ นั่นแหละนะ"

ha "ลิลลี่เธอบอกว่าต้องไปหา…คนหนึ่ง…"

hi "หืม"

show hanako basic_normal
with charachange

ha "อะ อากิระน่ะ พี่สาวของเธอ…"

hi "พี่สาวเหรอ ไม่เคยได้ยินเธอเล่าเรื่องครอบครัวเลยแฮะ…"

show hanako cover_distant
with charachange

ha "เธอ…เธอกับอากิระเคยอยู่ด้วยกัน"

hi "ไม่ใช่ว่านักเรียนทุกคนต้องอยู่ที่หอเหรอ"

show hanako cover_worry
with charachange

ha "พะ พวกเขา…คือ พวกเรา…ไม่ต้อง"

hi "แต่ก็สะดวกกว่าใช่มั้ยล่ะ เนี่ย กับข้าวก็มีขาย แถมได้อยู่ใกล้โรงเรียน…ฉันรู้สึกไม่เคยเข้าเรียนตรงเวลาบ่อยขนาดนี้\nมาก่อนเลยนะ"

show hanako cover_smile
with charachange

"พอได้เห็นรอยยิ้มที่เธอปิดไม่มิดนั้นแล้วก็รู้สึกคุ้มค่า"

"สมองฉันรู้ดีว่ามีการบ้านที่ต้องทำ แต่อยู่ที่นี่ก็สบายดี ไม่มีใครมาลากฉันให้ไปทำงานของตัวเองด้วย"

"แต่พอคิดเรื่องงานเทศกาลแล้วก็นึกคำถามได้อีกอย่าง…"

hi "นี่ ฮานาโกะ วันงานเธอจะทำอะไรเหรอ"

stop music fadeout 0.2

show hanako def_shock
with charachange

"แวบหนึ่งฉันนึกว่าเธอจะโยนหนังสือทิ้งด้วยความตกใจเสียแล้ว"

ha "อะ อะไรนะ…"

hi "เมื่อกี้ถามว่าเธอจะทำอะไรวันงานมั้ยน่ะ มีแพลนอะไรมั้ย"

show hanako def_worry
with charachange

ha "มะ…ไม่รู้สิ"

"ฮานาโกะตอบอย่างเวลาที่คนเราตอบเวลาไม่อยากให้ซักไซ้ต่อ คนหมู่มากกับเสียงดนตรีดัง ๆ คงไม่ใช่ “ของชอบ”\nเธอสักเท่าไหร่"

hi "อ้อ โอเค"

"เปลี่ยนเรื่อง ๆ …"

play music music_happiness fadein 4.0

hi "แล้ว พี่สาวของลิลลี่เขาเป็นคนยังไงเหรอ"

show hanako basic_normal
with charachange

ha "ก็…ก็นิสัยดี หน้าตาคล้ายลิลลี่ แต่แต่งตัวเหมือน…นักธุรกิจ…"

hi "นักธุรกิจ?"

show hanako basic_distant
with charachange

ha "เธอ…เธอใส่สูทตลอดเลยน่ะ…"

hi "อย่างนี้นี่เอง พอใส่แล้วก็ทำให้ดูสวยน้อยลงว่างั้น"

show hanako emb_emb
with charachange

"ฮานาโกะสั่นหัวอาย ๆ "

ha "ปะ เปล่าหรอก…แค่ว่า…แปลกตาดี"

"เอาจริง ๆ ก็ชักสนใจขึ้นมาแล้วแฮะ ครั้งแรกเลยที่ฮานาโกะพูดถึงคนอื่นนอกจากลิลลี่ แถมยังชมอีกต่างหาก…"

"แต่พอลองนึกภาพพี่สาวลึกลับคนนี้ก็เห็นแต่ภาพลิลลี่ที่ใส่สูท ซึ่งดูยังไงก็ดูดีอยู่ดี ดูดีมาก"

hi "เอ งั้นสักวันเธอคงต้องแนะนำให้ฉันรู้จักบ้างแล้วละ"

show hanako basic_bashful
with charachange

ha "ดะ ได้"

"บทสนทนาของพวกเราจบลงดื้อ ๆ ไม่ต่างจากตอนเริ่ม แล้วพวกเราสองคนก็หันมาอ่านนิยายกันต่อ"

stop music fadeout 4.0

scene bg school_library_ss
with shorttimeskip

"แสงที่ส่องลอดผ่านหน้าต่างมาที่คล้อยลงทุกทีเป็นตัวบ่งบอกเวลาที่ผ่านไป"

"เสียงซ้อมเตรียมงานเทศกาลในอาคารค่อย ๆ ซาลงแล้วเงียบไปเมื่อทุกคนต่างก็หิวและเหน็ดเหนื่อย"

"แค่คิดก็เริ่มรู้สึกหิวขึ้นมาแล้ว คงต้องกลับแล้วละ"

hi "เธอว่าลิลลี่จะกลับมาแล้วหรือยัง พอดีฉันจะกลับหอก่อนน่ะ สัปดาห์นี้เหนื่อยมากเลย"

"แล้วก็ไม่ได้โกหกด้วย คงจะพูดได้ว่าการย้ายโรงเรียนมาช่วงที่กำลังมีงานใหญ่กันนั้นลำบากเอาการ"

"เหมือนตอนฉันอ่านหนังสืออยู่จะสัปหงกไปด้วย"

show hanako basic_smile_ss at center
with charaenter

ha "อะ โอเค ฉัน…ฉันน่าจะอยู่ต่ออีกหน่อย"

"พอมองไปที่หนังสือของฮานาโกะก็เห็นว่าอีกไม่กี่หน้าเธอก็จะอ่านจบแล้ว"

"ฉันคิดอยู่แวบหนึ่งว่าจะคอยจนเธออ่านเสร็จดีมั้ย แต่ท้องฉันก็ร้องขึ้นมาอีก"

hi "ได้เลย งั้นฉันไปก่อนนะ เดี๋ยวจะมืดละ ไว้เจอกัน"

show hanako basic_bashful_ss
with charachange

ha "อะ โอเค เจอกันนะฮิซาโอะ"

hi "เจอกัน"

show hanako defarms_worry_ss
with charachange

ha "ฮะ ฮิซาโอะ"

hi "หืม"

show hanako emb_smile_ss
with charachange

ha "ขะ ขอบคุณ ทะ ที่มาอยู่ด้วยนะ"

play music music_dreamy fadein 2.0

"ฉันดูออกว่ากว่าเธอจะพูดประโยคสั้น ๆ นั้นออกมาได้ลำบากแค่ไหน ทำเอาฉันชะงักไปครู่หนึ่ง"

"ในโรงเรียนนี้ยังมีคนที่โดดเดี่ยวกว่าฉันอีกสินะ คำว่าโดดเดี่ยวอาจจะยังไม่ใช่ สัปดาห์แรกที่มานี่ก็พอมีคนที่จะ\nไปไหนมาไหนด้วยบ้าง แต่ก็ยังรู้สึกเหงา ๆ และแปลกแยกอยู่ดี"

"คำว่าโดดเดี่ยวอาจจะไม่ใช่คำสำหรับฮานาโกะด้วย เธอก็ยังมีลิลลี่อยู่นี่นะ"

"ฉันเพิ่งรู้สึกตัวว่ายืนจ้องอยู่เสียนานโดยไม่ได้ตอบกลับอะไร จึงคลี่ยิ้มที่สมบูรณ์แต่ไม่ได้เวอร์วังออกมา"

hi "ด้วยความยินดี"

hi "ฝันดีนะฮานาโกะ"

show hanako emb_downsmile_ss
with charachange

ha "ฝะ ฝันดี"

scene bg school_hallway2
with locationchange

"ฉันปล่อยให้เธออ่านหนังสือไปจนจบแล้วกลับหอและไปหาอะไรกิน…"

stop music fadeout 3.0

$ suppress_window_after_timeskip = True

scene black
with Dissolve(3.0)

return

