label th_A31:

scene black
with None

scene bg school_scienceroom
with Dissolve(2.0)

play music music_normal fadein 3.0

"นักเรียนทยอยเข้าห้องมาเรียนช่วงเช้าวันเสาร์ สภาพหน้าตาแต่ละคนดูอิดโรยบ่งบอกว่าอยู่ทำงานกันทั้งคืน"

"ก็คงไม่แปลกเท่าไหร่เพราะเหลือเวลาเตรียมงานอีกวันเดียวเท่านั้นแล้ว ยังดีที่ต้องทนเรียนแค่ช่วงเช้าจนพักเที่ยง\nส่วนเวลาที่เหลือก็ได้เป็นอิสระแล้ว"

show muto irritated at center
with charaenter

"มุโต้ก็เดินเข้าห้องมาอย่างเอื่อย ๆ คงไม่ได้มีแค่เหล่านักเรียนสินะที่ได้สนุกกันเมื่อคืนวันศุกร์น่ะ"

"เขาไม่พูดอะไรแล้วเปิดหนังสือพลางขีดเขียนเลขข้อคำถามบนกระดานแล้วลงนั่งที่โต๊ะของเขา"

"ซึ่งเป็นอะไรที่ดูต่างจากตัวเขาตามปกติ แต่ก็เหมือนไม่มีใครในห้องจะทักท้วงอะไร"

play sound sfx_paperruffling

hide muto
with charaexit

stop sound fadeout 6.0

"นักเรียนแต่ละคนก็เอาหนังสือขึ้นมาเปิดกันอย่างเงียบ ๆ แล้วเริ่มทำงาน ฉันทำงานตามบ้างอย่างกลมกลืน"

"ความเหนื่อยล้าทำให้ไม่มีใครอยากปฏิสัมพันธ์อะไร นอกจากเสียงพลิกหน้ากระดาษแล้วก็ไม่มีเสียงใดอีก"

"ส่วนหนึ่งก็คงเป็นเพราะที่นั่งด้านข้างสองที่ที่ว่างอยู่ ไม่รู้เหมือนกันว่าทำไมมิช่าและชิซูเนะถึงไม่อยู่ คงจะไปทำงานสภา\nสำหรับงานเทศกาลละมั้ง"

"พอไม่มีมิช่าอยู่แล้วเงียบไปเลยแฮะ"

"ไม่รู้ว่าเธอเป็นคนพลังงานเหลือล้นโดยธรรมชาติอยู่แล้ว หรือทำเพื่อ “ชดเชย” ความเงียบของชิซูเนะกันแน่"

show muto normal at center
with charaenter

stop music fadeout 2.0

mu "นากาอิ ขอครูคุยกับเธอหน่อยได้ไหม"

"ฉันมัวแต่คิดเรื่องมิช่าจนไม่ทันได้สังเกตมุโต้ที่เดินมาที่โต๊ะของฉัน"

hi "ได้ครับ…เรื่องอะไรเหรอครับ"

mu "ไปคุยกันนอกห้องดีกว่านะ…"

play sound sfx_dooropen

hide muto
with charaexit

"รู้สึกใจคอไม่ดียังไงชอบกล แต่ฉันก็ลุกจากเก้าอี้แล้วเดินตามเขาไปที่โถงทางเดิน"

play sound sfx_doorclose


label th_A31b:

scene bg school_hallway3
show muto normal at center
with locationchange

#conditional section; seen if you have a heart attack

"มุโต้ยืนอยู่ที่โถงทางเดินเกาหัวแกรก ๆ พลางคิดว่าจะพูดยังไง ฉันรอเงียบ ๆ เพราะไม่รู้ว่ามีเรื่องอะไรกันแน่"

mu "เห็นหัวหน้าทีมพยาบาลเขาบอกว่าเมื่อวานเธออาการไม่ดีน่ะ"

"อ้อ เรื่องนั้นน่ะเอง"

hi "เอ่อ ก็ประมาณนั้นครับ แต่ไม่เป็นอะไรมากหรอกครับ"

show muto irritated
with charachange

mu "เป็น เป็นสิ อะไรที่สุ่มเสี่ยงกับชีวิตเธอน่ะต้องจับตาดูไว้นะ"

mu "พวกเราต่างช่วยกันหาทางให้พวกเธอได้ใช้ชีวิตที่นี่กันอย่างดี ซึ่งหนึ่งในนั้นก็คือการที่ต้องรู้กับการจัดการ\nกับขีดจำกัดของพวกเธอ"

mu "ถ้าครูไม่พูดก็จะเป็นการปล่อยปละละเลยไปอีก"

hi "ครับ เข้าใจแล้วครับ ขอโทษครับ"

"มุโต้หลับตาด้วยความระอาจนทำฉันคิดได้ว่าคงพูดอะไรผิดไป"

mu "ครูรู้สึกเหมือนเธอไม่ค่อยสำนึกเลยนะ เอาเถอะ จะปกปิดอะไรยังไงก็เรื่องของเธอ แต่โรงเรียนนี้ไม่ใช่แค่โรงเรียนธรรมดา ๆ "

mu "ทุกคนต่างทุ่มเททั้งกำลัง เวลา แล้วก็เงินเพื่อให้เธอและนักเรียนทุกคนได้รับการศึกษาให้ไม่ยิ่งหย่อนไปกว่าเพื่อน ๆ \nที่อายุรุ่นราวคราวเดียวกันกับเธอ"

mu "ถ้าเธอทำหูทวนลมกับคำแนะนำพวกนั้น โดยเฉพาะเรื่องสุขภาพกับชีวิตของเธอ จะถือว่าเป็นอะไรที่เห็นแก่ตัวเอามาก ๆ "

"ฉันค่อยแน่ใจว่าที่เขาพูดคือสิ่งที่เขาคิดจริง ๆ หรือเป็นอะไรที่ซ้อมมาแล้วหลายครั้งเอาไว้พูดให้นักเรียนรู้สึกผิด\nเพื่อให้ทำในสิ่งที่ “ถูกต้อง” แต่จะอย่างไหนก็เถอะ สุดท้ายก็ทำให้ฉันหงอได้จริง ๆ "

hi "เข้าใจแล้วครับ พอดีผมไม่เคยเจออะไรแบบนี้ ขอโทษด้วยนะครับ ผมจะคิดถึงขีดจำกัดของผมไว้ให้ขึ้นใจเลยครับ"

show muto smile
with charachange

"สีหน้ามุโต้คลายลงเล็กน้อยดูพอใจที่ข้อความของเขาสื่อมาถึงฉันแล้ว"



label th_A31c:

scene bg school_hallway3
show muto normal at center
with locationchange

#Conditional section, if you didn't have a heart attack

"มุโต้ยืนอยู่ที่โถงทางเดินเกาหัวแกรก ๆ พลางคิดว่าจะพูดยังไง ฉันรอเงียบ ๆ เพราะไม่รู้ว่ามีเรื่องอะไรกันแน่"

mu "ไหนเล่าหน่อยว่าเป็นยังไงบ้าง"

hi "เป็นยังไงเหรอครับ"

"ก็คิดไว้อยู่หรอกว่าเขาจะพูดอะไรอ้อม ๆ แต่ก็ไม่คิดว่าจะขนาดนี้"

show muto irritated
with charachange

mu "ก็ ความเป็นไปนั่นแหละ มาได้จะสัปดาห์หนึ่งแล้วนี่ เป็นยังไงบ้าง"

hi "เอ้อ ก็โอเคดีมั้งครับ"

show muto normal
with charachange

mu "โอเค แล้วเป็นยังไงบ้าง…อาการของเธอน่ะ"

"ไม่รู้ทำไมต้องเว้นช่องไว้นิดหนึ่งก่อนคำว่า “อาการ” ด้วย"

hi "ก็ยังไม่มีปัญหาอะไรครับ"

show muto smile
with charachange

"สีหน้าเขาดูโล่งใจขึ้นมาแวบหนึ่ง"

mu "ดี ดีแล้ว คุณพยาบาลเขาเป็นห่วงน่ะ กลัวว่าเธอจะไปฝืนตัวเองหนักเกินไป"

mu "เขาขอให้ฉันมาจับตาดูเธออีกแรงน่ะ"

hi "อย่างนี้นี่เอง…"

show muto normal
with charachange

mu "ขอให้ฟังกันด้วย ถึงพวกเราจะคอยให้พวกเธอได้เรียนอย่างที่โรงเรียนอื่น ๆ ตามปกติ ยังไงเธอก็ต้องรู้ไว้ว่าเธอเอง\nก็มีขีดจำกัดนะ"

mu "เป้าหมายของพวกเราคือให้พวกเธอรู้ถึงขีดจำกัดของตัวเอง แล้วดึงศักยภาพส่วนนั้นออกมาให้มากที่สุด พอเข้าใจมั้ย"

hi "น่าจะนะครับ คือยังไงผมก็ไม่ได้จะไปทำอะไรบ้า ๆ อยู่แล้ว"

show muto smile
with charachange

mu "โอเค ก็นับว่าเริ่มได้ดี"

#conditionals end.



label th_A31d:

show muto normal
with charachange

play music music_normal fadein 3.0

mu "เอาละ เรื่องต่อไป การเรียนเป็นยังไงบ้าง เห็นว่าเธอต้องหยุดไปพักใหญ่เลย ยังตามทันอยู่ใช่มั้ย"

hi "ก็ยังพอทันอยู่นะครับ พอดีตอนอยู่ที่โรงพยาบาลผมก็คอยตามอยู่บ้าง เลยไม่ได้ยากขนาดนั้น"

show muto irritated
with charachange

"มุโต้ฟังพลางแตะคางแล้วเลิกคิ้วขึ้น"

mu "งั้นเหรอ…คนที่ให้ความสำคัญกับการเรียนก็คงยังพอมีอยู่บ้างละนะ…"

"จะว่างั้นก็ไม่เชิงหรอก ฉันก็แค่หาอะไรทำระหว่างที่รักษาตัวอยู่ในห้องแคบ ๆ "

hi "ก็นะครับ ยังไงเรื่องการเรียนก็ต้องคอยติดตามอยู่แล้วนี่นา"

show muto smile
with charachange

mu "ใช่เลยละ โลกนี้น่ะ ขืนก้าวพลาดแม้ก้าวเดียวเดี๋ยวโดนทิ้งแน่ จริงมั้ย"

hi "เอ้อ ครับ คงไม่ดีเท่าไหร่"

show muto normal
with charachange

mu "ไม่ ไม่ดีแน่ ทุกสัปดาห์วงการวิทยาศาสตร์จะมีการค้นพบใหม่ ๆ เสมอ ส่วนใหญ่ก็ไม่ได้มีค่าอะไรกับคนทั่ว ๆ ไปหรอก\nแต่สักวันมันอาจจะเป็นกุญแจกับสิ่งสำคัญที่เกิดใหม่ขึ้นมาก็ได้"

hi "จะจำไว้นะครับ…"

"ดูท่าเรื่องที่มุโต้จะเรียกมาคุยจริงจังทีแรกน่าจะหมดแล้ว ตอนนี้ก็กลับเข้าสู่สภาพบทพูดสะเปะสะปะแบบปกติแล้ว"

"แต่พอลองมาย้อนนึกดู รู้สึกว่าเป็นแบบนี้ยังจะดีกว่า อย่างน้อยก็พอคาดเดาอะไรได้บ้างกับความคาดเดาไม่ได้ของเขา"

show muto smile
with charachange

mu "โอเค ที่ครูจะพูดก็มีแค่นี้แหละ กลับเข้าห้องกัน"

"ฉันโล่งใจเหลือแสนที่ได้ยินเขาพูดคำนั้น"

hi "ย่อมได้ครับ ตามบัญชา"

show muto normal
with charachange

"มุโต้ชะงักกึก"

mu "ไม่เคยมีนักเรียนคนไหนเคยพูดอย่างนั้นกับครูเลยนะ"

"ฉันคิดจะตอบอยู่แวบหนึ่ง แต่บางอย่างในใจบอกว่าให้เงียบปากไว้แล้วกลับเข้าห้องไปเลยดีกว่า"

play sound sfx_dooropen

scene bg school_scienceroom
with locationchange

stop music fadeout 5.0

"มีนักเรียนสองสามคนที่สะดุ้งเมื่อเห็นประตูเปิดแล้วรีบลนลานทำท่าว่ากำลังทำงานที่เขียนอยู่บนกระดาน"

play sound sfx_doorclose

"ส่วนบางคนก็ไม่ได้สนใจแล้ว หน้าฟุบงีบหลับอยู่กับโต๊ะ โชคดีที่มุโต้ไม่ทันได้สังเกต"

"เขากลับไปที่โต๊ะแล้วหยิบวารสารวิทยาศาสตร์มาอ่าน สงสัยเพราะที่คุยกันเมื่อกี้ละมั้ง"

"ทั้งห้องกลับมาเงียบเหมือนตอนก่อนหน้าที่ฉันกับมุโต้ออกไปคุยกัน"

"ทุกคนต่างรอคอยด้วยความอ่อนล้า รอโอกาสที่จะได้พักหรือไม่ก็ไปปั่นงานโค้งสุดท้ายกัน"

play sound sfx_normalbell
play music music_daily fadein 8.0

"นาฬิกาบนผนังเดินกินเวลาให้คาบเรียนหมดลงไปอย่างเชื่องช้า จนในที่สุดระฆังก็ดังเป็นสัญญาณถึงการหลุดพ้น"

show muto normal at center
with charaenter

mu "ก่อนออกจากห้อง ครูขอสั่งงานบนกระดานนี้ให้ส่งวันจันทร์นะ"

hide muto
with charaexit

"ทั้งห้องถอนหายใจอย่างพร้อมเพรียงด้วยความสำนึกที่ขี้เกียจตอนอยู่ในห้อง แต่ก็รู้ว่ายังมีเรื่องที่เร่งด่วนกว่า"

"คนทั้งห้องหายไปในพริบตาเพราะต่างรีบไปเตรียมงานเทศกาลช่วงโค้งสุดท้ายกัน"

"ฉันนั่งอยู่แล้วรีบทำงานต่อให้เสร็จเพื่อที่จะได้ไม่ต้องมาเป็นภาระช่วงสุดสัปดาห์ที่เหลือนี้ ไหนจะงานเทศกาลอีก"

show bg school_scienceroom at bgleft
show hanako emb_downtimid at right
with charamoveinright

"นอกจากฉันแล้วก็เหลือแค่ฮานาโกะที่กำลังรอลิลลี่อยู่"

"แปลกเหมือนกันที่ลิลลี่ต้องถ่อมารับถึงที่นี่ ทั้งที่ตามหลักแล้วฮานาโกะน่าจะเป็นคนที่ไปไหนมาไหนได้สะดวกกว่า"

"แต่ก็ไม่ใช่กงการของฉันอีกนั่นแหละ แล้วจะให้ถามกับฮานาโกะก็คงใช่ที่"

"ถึงจะนั่งที่ค่อนข้างใกล้กัน แต่ก็ไม่มีใครพูดทักทายอะไรขึ้นมา เหลือเพียงความเงียบอันน่าอึดอัดเข้าปกคลุมห้อง"

"เวลาผ่านไปอย่างเงียบเชียบ อาจจะสักสิบห้านาทีได้ แต่รู้สึกเหมือนนานกว่านั้น ฉันพลิกหน้าสมุด ส่วนฮานาโกะ\nก็พลิกหน้านิยายที่เธออ่านอยู่"

"ไส้ดินสอฉันหักจังหวะที่กำลังจะเขียนเสร็จพอดี"

"เสียงถอนหายใจด้วยความหงุดหงิดของฉันกับเสียงคุ้ยหากบเหลาดินสอที่ตามมาคล้ายจะทำลายบรรยากาศในห้องเรียนลง"

"ฮานาโกะยังคงมองไปทางอื่นที่ไม่ใช่ฉัน"

"ไม่นานร่างสูงโปร่งของลิลลี่ก็ปรากฏขึ้นที่ประตู"

show lilly basic_smileclosed at offscreenleft
with None

show bg school_scienceroom at center
show hanako emb_downtimid at offscreenright
show lilly basic_smileclosed at left
with charamove

li "ฮานาโกะ?"

show lilly basic_smileclosed at twoleft
show bg school_scienceroom at bgright
show hanako emb_downsmile at center
with charamove

"แค่เสียงเรียกชื่อนั้นก็ทำให้เธอพุ่งตัวจากโต๊ะไปหาลิลลี่ทันที"

hide lilly
with charaexit

show hanako emb_downsad
with charachange

show hanako emb_downsad at Slide(0.5,0.5,0.7,0.5,1.0,time_warp=_ease_out_time_warp)
with None

hide hanako
with charaexit

"ทั้งสองคุยกันเงียบ ๆ อยู่ครู่หนึ่ง แต่ผ่านไปสักพักลิลลี่ก็ออกไปที่โถงทางเดิน ส่วนฮานาโกะก็เดินกลับเข้าห้องมานั่งที่"

show hanako emb_downsad at offscreenright
with None

show bg school_scienceroom at bgleft
show hanako emb_downsad at right
with charamove

"ฉันเหลือบมองฮานาโกะเพราะสงสัยว่าทำไมถึงต้องแยกกัน"

"เธอเอาแต่นั่งเท้าคางจ้องโต๊ะซึม ๆ อยู่สองสามนาที"

show hanako emb_downtimid at right
with charachange

"แต่แล้วเธอก็ดูเบื่อเกินทน เธอคว้ากระเป๋าแล้วหยิบหนังสือเล่มเล็กออกมา"

"จะว่าไป เล่มนี้เป็นคนละเล่มกันกับที่เห็นอ่านในห้องสมุดนี่นา คงอ่านเร็วพอตัวถึงได้อ่านจบไวขนาดนี้"


label th_A31e:

hide hanako
with charaexit

stop music fadeout 4.0

"เธอฝืนนั่งอ่านหนังสือด้วยความร้อนใจอยู่ได้สิบนาทีก็ปิดหนังสือแล้วออกไปบ้าง"

"ฉันก็ไปด้วยดีกว่า งานก็ใกล้เสร็จแล้ว จะอยู่ต่อก็ไม่มีอะไรให้ทำอยู่ดี"

scene bg school_dormhisao
with locationskip

"ฉันตรงดิ่งกลับห้องแล้วอ่านหนังสือไปจนหมดวันด้วยความไม่มีเรี่ยวแรงอยากทำอะไร"

$ suppress_window_after_timeskip = True

scene black
with Dissolve(3.0)


#******************'

label th_A32:

scene bg school_scienceroom at bgleft
show hanako emb_downtimid at right
with None

hide hanako
with charaexit

stop music fadeout 4.0

"เธอฝืนนั่งอ่านหนังสือด้วยความร้อนใจอยู่ได้สิบนาทีก็ปิดหนังสือแล้วออกไปบ้าง"

"ฉันก็ไปด้วยดีกว่า งานก็ใกล้เสร็จแล้ว จะอยู่ต่อก็ไม่มีอะไรให้ทำอยู่ดี"

"แต่ก็ใช่ว่าจะมีธุระที่อื่นด้วยน่ะนะ"

play music music_tranquil fadein 3.0

scene bg school_hallway3
show crowd
with locationchange

play ambient sfx_crowd_indoors fadein 0.3

"ในโรงเรียนดูวุ่นวายอย่างกับรังผึ้ง แต่ก็ไม่มีใครสนใจอะไรฉัน"

"ฉันไหลไปตามแต่ละห้องที่มีแต่นักเรียนที่กำลังทำนั่นทำนี่อยู่เต็มไปหมด ไม่ต่างอะไรกับเหล่าผึ้งงาน"

"ดูแล้วแทบไม่น่าเชื่อว่านี่คือเลิกเรียนแล้ว"

stop ambient fadeout 0.3

scene bg school_courtyard
show crowd
with locationskip

play ambient sfx_crowd_outdoors fadein 0.2

"ข้างนอกเงียบกว่านิดหน่อย แต่ก็ไม่ต่างกันมาก"

"แต่ละคนต่างเดินไปเดินมาด้วยความรีบเร่ง ดูวุ่นวายและมีพลังเหลือล้น"

"ส่วนฉันไม่ได้รู้สึกอย่างนั้นเลย แดดยามเที่ยงดูจะดูดพลังออกไปจากตัวจนหมดจนทั้งร่างอ่อนเปลี้ย"

"ลมอบอุ่นที่พัดเบา ๆ ลอยผ่านเข้ามาในเสื้อจนพองเหมือนฟูก"

"ฉันหาวอย่างเหนื่อยอ่อนพลางคิดว่าจะทำอะไรต่อดี"

"คงเอาหนังสือไปเก็บที่ห้องก่อน แล้วก็…อะไรสักอย่างที่ยังไม่ได้คิดไว้แหละ"

"เคนจิน่าจะอยู่ที่ห้อง"

stop ambient fadeout 2.0

scene bg school_dormext_half
with locationchange

"ระหว่างทางกลับหอฉันเห็นเอมิที่วิ่งมาทางฉันแม้ไม่ได้ใส่ขาเทียมสำหรับวิ่งนั้น ฉันโบกมือทักทายแล้วเธอก็เบรกเอี๊ยด"

show emi basic_closedgrin at center
with charamoveinright

emi "ไง ฮิซาโอะ!"

"ตรงจมูกและคางเธอมีสีขาวและสีเขียวเปื้อนอยู่ตามลำดับ ส่วนรอยยิ้มของเธอก็ดูจะกว้างอยู่เสมอ"

show emi excited_happy_close
with characlose

"เธอโน้มตัวเข้ามาหาจนยิ่งรู้สึกเหมือนเธอสำรวจฉันอยู่"

emi "ทำไรอะ"

hi "เปล่าหรอก จะถึงงานเทศกาลทั้งที่แต่ฉันไม่มีอะไรทำเลยน่ะ แถมคนอื่นก็ดูจะทำงานอะไรที่สำคัญกันทั้งนั้น"

show emi excited_laugh_close
with characlose

emi "ดีเลย! งั้นมาช่วยฉันกับรินก็ได้นะ!"

hi "ช่วยเตรียมงานเทศกาลน่ะเหรอ เอ่ออ ฉันไม่น่าช่วยอะไรได้มากมั้ง"

show emi excited_proud_close
with characlose

emi "ไม่เป็นไรน่า! ฉันก็ช่วยอะไรได้ไม่มากเหมือนกัน!"

"เอมิคว้าข้อมือฉันไว้แล้วฉุดกระชากลากถูฉันให้กลับมาที่โรงเรียน"

scene bg school_lobby
show crowd
with locationskip

play ambient sfx_crowd_indoors fadein 0.3

"แค่เธอเดินปกติยังเร็วอย่างกับวิ่งเหยาะ ๆ เลย จนแค่จะเดินตามยังทำเอาขาฉันแทบพันกัน"

scene bg school_staircase2
with locationchange

"เอมิช้าลงเล็กน้อยเมื่อมาถึงที่บันได อาจจะใส่ขาเทียมเลยเดินขึ้นยาก หรืออาจจะหมดแรงแล้ว"

stop music fadeout 7.0

scene bg school_hallway3
show crowd
with locationchange

"สุดท้ายก็กลับมาที่โถงทางเดินชั้นสามที่เป็นชั้นของนักเรียนปีสุดท้ายที่ฉันเพิ่งเดินออกมาเมื่อห้านาทีก่อน รู้งี้\nอยู่รอเอมิไปเลยก็ดี"

hi "แล้วเธอ…รินยังวาดภาพเขียนนั้นอยู่เหรอ"

show emi basic_closedgrin at center
with charaenter

emi "อาฮะ! ต้องใช้สีใช้แปรงนั่นนี่ ฉันเลยมาเอาของที่ห้องศิลปะให้"

hi "And you need me to help with that."

show emi basic_grin
with charaenter

emi "ก็…เห็นรินบอกว่านายเคยช่วยแล้ว ก็เลยคิดว่านายคงไม่ติดอะไร"

hi "อ้อ"

stop ambient fadeout 1.0

scene bg school_classroomart at bgright
with locationchange

play music music_another fadein 0.5

"และด้วยตรรกะแปลก ๆ ของเอมินี้เองที่ทำให้ฉันได้มาเป็นธุระหาของที่ห้องศิลปะอีกครั้ง"

"นอกจากพวกเรากับฝุ่นที่ฟุ้งอยู่ในอากาศแล้วก็ไม่มีใครในห้อง เอมิตรงไปที่หลังห้องแล้วควักเศษกระดาษยับยู่ยี่\nออกมาจากกระเป๋า"

"ระหว่างที่เธอกำลังเพ่งตาอ่านลายมือที่เขียนลวก ๆ อยู่นั้นฉันก็มองไปยังข้าวของที่กองอยู่"

"ถังสีกับขวดหลายใบวางอยู่บนชั้นอย่างไม่มีระเบียบเอาเสียเลย"

"บางใบก็อย่างกับว่าถูกวางไว้อย่างนั้นมาเป็นชาติ เหมือนเป็นสมบัติของชมรมศิลปะรุ่นก่อน"

"ส่วนข้าง ๆ กระดาษที่กองกันหนาอย่างมีระเบียบนั้นเป็นกล่องที่ใส่แปรงไว้หลายขนาดกับสีเทียนที่เกลื่อนอยู่"

"กลิ่นสี น้ำมันสน และกระดาษใหม่อบอวลอยู่ในอากาศอันเอื่อยเฉื่อย รวมกันจนเป็นกลิ่นของความเป็นศิลปะอยู่ใน\nโพรงจมูกของฉัน"

show emi basic_closedgrin at offscreenright
with None

scene bg school_classroomart at bgleft
show emi basic_closedgrin at right
with charamove

"เอมิอ่านเศษกระดาษแล้วเทียบกับฉลากที่อยู่บนถังสีอันหลากหลาย เมื่อหาเจอตามที่เขียนก็ส่งมาให้ฉัน"

show emi basic_grin
with charachange

"เธอชะเง้อคอขึ้นไปมองชั้นวางชั้นบนสุด แต่ก็ยังไม่ถึง"

show emi basic_annoyed
with charachange

"ไม่ว่าจะทำยังไงระดับสายตาของเธอก็ยังไม่พ้นชั้นนั้น เอมิมองที่ชั้นด้วยความเสียดายเหมือนเด็กในร้านของเล่นพลาง\nทำเสียงฮึดฮัด"

show emi annoyedbounce
with None

"เธอหงุดหงิดอยู่พักหนึ่งแล้วเริ่มกระโดดขึ้นลง คงจะพยายามอ่านฉลากให้เร็วที่สุดเท่าที่ทำได้ในเวลาสั้น ๆ ที่เห็นนั้น"

show emi basic_closedsweat at center
with charachange

"และแน่นอนว่าแผนนั้นล้มเหลวไม่เป็นท่า แถมยังเกือบทำทั้งชั้นล้มลงมาอีกต่างหาก"

"โอเค รู้แล้วว่าทำไมถึงต้องให้ฉันมาช่วยด้วย"

hi "ให้ฉันช่วยเถอะน่า เธอกระโดดไม่ถึงหรอก ฉันไม่อยากให้เธอเจ็บตัวด้วย"

hi "แล้วฉันก็สูงกว่าเธอไปเกือบสองเท่าได้มั้ง"

show emi sad_angry
with charachange

emi "ใช่ที่ไหนล่ะ!"

"เธอหันขวับไปดูอารมณ์เสียแล้วหน้าแดงขึ้นมา"

hi "ล้อเล่นน่า ๆ เอ้า เดี๋ยวดูให้นะ"

show emi basic_annoyed
with charachange

"เธอจ้องมองฉันอีกรอบแต่ก็ไม่มีคำยอกย้อนอะไร เธอหันหน้าหนีอีกครั้งพร้อมทำเสียง “ฮึ”"

hide emi
with charaexit

"ฉันค้นหาสีอยู่ตามชั้นด้านบน ส่วนเอมิก็คุ้ยหาของที่พอหาได้ตรงตู้ข้างล่าง"

"ฉันส่ายหน้าเล็กน้อยหลังแน่ใจแล้วว่าเอมิคงไม่เห็นฉันที่ทำท่านั้น"

"แปลกใจเหมือนกันที่เอมิมีปมเรื่องส่วนสูง ถ้ารู้ก็คงไม่เอามาล้ออย่างนั้นหรอก"

"เพราะเธอดูจะเป็นคนสบาย ๆ แต่คนเราก็คงมีจุดอ่อนกันทั้งนั้นละนะ"

show emi basic_grin at center
with shorttimeskip

"จนกระทั่งเมื่อเอาของที่รวบรวมมาวางกองไว้บนโต๊ะเหมือนโจรสลัดที่มาแบ่งสมบัติกันฉันถึงนึกได้ว่าที่เธอโมโหคงไม่ใช่\nเรื่องส่วนสูง"

"เธออาจจะไม่ชอบให้ใครมาบอกว่าเธอทำอะไรไม่ได้ อย่างการกระโดด"

"แต่ตัวเอมิเองก็ดูจะลืมเรื่องนั้นไปหมดแล้ว เป็นคน “โกรธง่ายหายเร็ว”…งั้นเหรอ"

"ไม่ก็ไม่ได้คิดอะไรมากเท่าไหร่ เพราะตอนที่ไล่เก็บของให้ครบกับตอนที่เดินกลับไปหารินเธอก็ชวนคุยอย่างมีความสุข"

scene bg school_courtyard
show crowd
with locationskip

play ambient sfx_crowd_outdoors fadein 0.2

"ฉันช่วยถือของมากมายอย่างสุภาพบุรุษระหว่างทางที่เดินไปที่หอด้วยกัน"

show emi basic_annoyed at center
with charaenter

emi "รินเครียดเรื่องวาดรูปให้เสร็จมากเลย จริง ๆ ก็ความผิดเธอที่ต้องเริ่มทำให้เร็วกว่านี้ด้วยแหละ"

hi "คิดว่าจะทันมั้ย"

show emi basic_closedgrin
with charachange

emi "ไม่รู้สิ ฉันว่าก็ใช้ได้แล้วนะ แต่กับรินเสียอย่าง ไม่รู้หรอกว่าเป็นยังไงบ้าง"

show emi basic_annoyed
with charachange

emi "เมื่อเช้าก็ไปเห็นนอนคู้ตัวอยู่หน้าหอไม่ได้นอนทั้งคืน เหลือเชื่อมากที่พยาบาลกะดึกไม่มาเจอตัวเนี่ย"

show emi basic_grin
with charachange

emi "แล้วตอนนี้ก็มาวาดเป็นบ้าเป็นหลังอีก"

hi "อืม ฉันก็…มองว่ารินดูออกจะ…หลุด ๆ ละมั้งนะ"

show emi basic_closedhappy
with charachange

"เธอหัวเราะคิกคักกับคำนั้น และคงจะขำที่ฉันดูเกร็ง ๆ ด้วย"

show emi basic_happy
with charachange

emi "ฉันไม่อะไรหรอก บางทีเธอก็ทำตัวแปลก ๆ ไปบ้าง"

"ก็เห็นด้วย เอมิไม่เหมือนฉันตรงที่เธอดูจะไม่คิดมากกับ…อะไรสักอย่างที่ทำให้รินดูเพี้ยน ๆ "

"แต่ก็ไม่ได้รู้สึกเหมือนทั้งสองคนเป็นอย่างที่มิช่ากับชิซูเนะสนิทกันเท่าไหร่ เพราะรายนั้นที่บางทีแทบจะกลืนเป็นคนเดียว\nก็แยกยากว่าส่วนไหนคือรอยต่อระหว่างคำพูดของแต่ละคนกันแน่"

"ต่อให้ทั้งสองคนจะต่างกันคนละขั้ว ไม่ต่างอะไรกับคู่เอมิและริน"

"และรินคือคนที่ต่างออกมามากที่สุด ต่างกว่าใครที่ฉันเคยเจอ"

hi "อืม ก็เป็นคนที่…มีความเฉพาะตัวสูงดี"

"ใช้คำนั้นอีกแล้ว ใช้เป็นเหมือนว่าทั้งลักษณะนิสัยของรินมีแค่คำนี้ แต่เอาจริง ๆ ก็เป็นแค่คำที่ใช้แทนคำบรรยายฉบับยาว\nถึงความพิลึกของเธอนั่นแหละ"

show emi basic_closedhappy
with charachange

"เธอหัวเราะน้อย ๆ ระหว่างที่ฉันกำลังสรรหาคำที่เหมาะอยู่"

show emi basic_grin
with charachange

emi "ก็แค่แปลกนั่นแหละน่า"

show emi excited_proud
with charachange

emi "ก็เนี่ย เมื่อกี้ก็นั่งอยู่ที่ลังอยู่ครึ่งชั่วโมงเฉย ๆ "

emi "นั่งมองเท้าตัวเอง"

show emi basic_closedhappy
with charachange

"เธอขำอีกจนทำให้ฉันคิดว่าแม้แต่เธอเองก็ไม่รู้ว่าขำอะไร แค่ขำไปงั้น"

stop music fadeout 3.0

show emi basic_grin
with charachange

emi "ตลอดเลยแหละ"

stop ambient fadeout 2.0

scene bg school_dormext_half
with locationskip

play music music_happiness fadein 2.0

"พื้นที่ทำงานนั้นรกรุงรังมาก แต่ภาพเขียนผนังนั้นกินพื้นที่กำแพงไปมากกว่าที่เห็นครั้งล่าสุดแล้ว"

"รูปร่างมนุษย์ที่บิดเบี้ยวนั้นถูกแต่งแต้มด้วยสีแดง ชมพู แล้วก็ส้ม มี…สิ่งแปลก ๆ ที่ดูหลุดมาจากจินตนาการแซมอยู่\nตามช่องว่าง"

"ก็ดู…สวยดี ฉันไม่รู้จะหาคำบรรยายอะไรมาบรรยายผลงานนี้ให้เจาะจงและครอบคลุมได้ จึงใช้แค่คำรวบ ๆ ว่า “สวย” ก็พอ"

"แต่ว่าตามตรง ยิ่งงานบนผนังใกล้เสร็จเท่าไหร่ พื้นที่รอบ ๆ ก็ยิ่งดูรกมากขึ้นเท่านั้น"

"ตามพื้นมีทั้งถังสี อุปกรณ์ศิลปะ และขวดโซดาเปล่าอยู่เกลื่อนกลาด"

show rin negative_spaciness at center
with charaenter

"ตัวรินเองนั้นตั้งอยู่ที่ศูนย์กลางของความอีเหละเขละขละเหล่านี้ ยืนอยู่อย่างสบายเฉิบราวกับเป็นส่วนหนึ่งของสิ่งโดยรอบ"

"เธอพับกางเกงขึ้นเหนือเข่า เผยให้เห็นขาเรียวที่มีหลากสีแปดเปื้อนอยู่คล้ายที่อยู่บนหน้าเอมิ"

show emi basic_grin at offscreenleft
with None

show rin negative_spaciness at tworight
show bg school_dormext_half at bgright
show emi basic_grin at twoleft
with charamove

"เอมิพุ่งตัวไปหารินแล้วกระโดดอยู่ต่อหน้าอย่างเริงร่า"

show emi basic_closedhappy
with charachange

emi "กลับมาแล้วจ้า!"

show rin basic_awayabsent
with charachange

rin "เร็วจัง นี่วิ่งที่โถงทางเดินอีกแล้วเหรอ"

show emi excited_proud
with charachange

emi "ฮิซาโอะมาช่วยน่ะ"

show emi basic_grin
with charachange

"เธอชี้มาที่ฉันอย่างผู้มีชัย"

show rin basic_absent
with charachange

"รินหันมาแล้วใช้สายตาไล่ตามนิ้วของเอมิมาทางฉัน"

show rin basic_deadpannormal
with charachange

"เธอพยักหน้าให้ฉันอย่างเนือย ๆ ดูท่าจะไม่ได้นอนทั้งคืน ทั้งสายตาอันว่างเปล่าตายซากที่เหมือนจะหลุดจากฉันไปนิด\nไหนจะการขยับตัวที่เหมือนฉากสโลว์โมชันในหนังอีก"

rin "สวัสดี ฮิซาโอะ ขอบคุณที่ช่วยนะ"

hi "ไม่ต้องขอบคุณหรอกน่า"

show rin basic_deadpan
with charachange

rin "แต่ฉันขอบคุณไปแล้ว"

hi "ช่างเหอะ"

hi "เริ่มจะเห็นภาพขึ้นมาแล้วนี่ ก็ดูสวยดีนะเนี่ย"

show rin basic_deadpannormal
with charachange

rin "แต่ทีนี้นายก็จะโชคร้ายไปอีก"

hi "รู้น่า นิดหน่อยไม่เป็นไรหรอก"

show rin basic_deadpandelight
with charachange

rin "พูดอะไรได้ดีนี่ แต่หมายถึงสำหรับฉันนะ ไม่ใช่นาย"

show rin basic_awayabsent
with charachange

rin "นี่แหละศิลปินถึงได้โชคร้ายตลอด เพราะต้องคอยดูรูปวาดที่ยังไม่เสร็จอยู่เสมอ"

rin "เพราะงี้ศิลปินถึงหาแฟนไม่ได้ ดูรายการโทรทัศน์อะไรก็โดนตัดจบหมด ไม่ก็ตายตั้งแต่อายุยังน้อยด้วยโรคที่ระบุแน่ชัด\nไม่ได้ เป็นกฎอันลึกลับซับซ้อนของจักรวาลนี้"

show rin basic_lucid
with charachange

rin "เว้นเสียแต่ว่าจะตาบอด"

"เธอคิดอยู่พักหนึ่ง ดูอย่างกับว่าจะผล็อยหลับไป"

show rin basic_absent
with charachange

rin "มีผู้ชายอยู่คนหนึ่ง"

show rin basic_deadpannormal
with charachange

rin "อยู่ที่ชมรมศิลปะ นายไม่เคยเห็นหรอก แต่ตาเขาบอด มองไม่เห็น"

label th_A32a:

hi "เธอเคยเล่าแล้วไง"

show emi basic_hes
with charachange

"ฉันเหลือบมองเอมิ ส่วนเธอก็มองกลับมาเป็นเชิงว่าเคยฟังแล้วเหมือนกัน"

"แต่เราทั้งคู่ก็ไม่มีใครพูดอะไรกับริน เธอจึงพูดกับตัวเองเสียงเนิบนาบไปเหมือนพวกตลกยืนเดี่ยวแบบไม่ตลก"

label th_A32b:

show rin basic_awayabsent
with charachange

rin "เขาน่าจะไปเป็นศิลปินนะ รับประกันว่าไม่มีโชคร้ายแน่ ๆ "

rin "เป็นความคิดที่ดีออก นายว่ามั้ย"

show rin basic_lucid
with charachange

hi "ความคิดที่ว่ามีแค่คนตาบอดเท่านั้นที่ควรจะเป็นศิลปินอะนะ ไม่อะ ไม่เลย"

"…"

show rin basic_deadpan
with charachange

rin "ก็อาจจะถูกของนาย"

show rin negative_spaciness
with charachange

"เธอปล่อยสมองจากความคิดนี้แล้วหันกลับไปอยู่กับงานตัวเองต่อแล้วฮัมเพลงเป็นทำนองที่ฉันรู้สึกคุ้นหูแต่จำชื่อไม่ได้"

show emi basic_closedgrin
with charachange

"เอมิจัดวางอุปกรณ์ที่ขนมาแล้วขยับถังสีสองสามใบไปมาหวังให้ดูเป็นระเบียบมากขึ้น"

show rin basic_awayabsent
with charachange

rin "เอมิ ขอสีฟ้าแบบปรัสเซียนบลูหน่อย"

show emi basic_confused
with charachange

emi "อันไหนปรัสเซียนบลูล่ะ…"

"เธอมองไปยังถังสีเจ็ดแปดใบที่มีสีฟ้าหลากโทนสีอย่างสิ้นหวัง"

show rin basic_deadpan
with charachange

rin "ก็ถังที่มีสีปรัสเซียนบลูไง"

show emi basic_annoyed
with charachange

emi "โอ๊ย ริน! ไม่ได้ช่วยอะไรเลย!"

"ฉันมองไปรอบ ๆ เช่นกัน ถึงจะไม่รู้เหมือนกันว่าแบบไหนคือปรัสเซียนบลูก็เถอะ สีฟ้ามันไปเกี่ยวกับปรัสเซียได้ยังไงกันนะ"

"…แล้วปรัสเซียคืออะไรนะ ชื่อฟังดูคุ้น ๆ แต่ก็นึกไม่ออกว่าคืออะไร"

"ถึงสีฟ้าแต่ละสีจะไม่ได้ดูมีความเป็นปรัสเซียไปมากกว่ากัน แต่พออ่านตัวหนังสือที่พิมพ์อยู่บนฉลากก็พอจะรู้ว่าไม่มี\nใบไหนที่บ่งบอกว่าเป็นปรัสเซียน"

hi "ไม่มีปรัสเซียนบลูแฮะ"

#if on Emi's path jump there, Emi drags hisao off (she says "we have to go back" instead) and there is no choice, otherwise carry on



#********************

label th_A33:

scene bg school_dormext_half at bgright
show rin basic_deadpan at tworight
show emi basic_annoyed at twoleft
with None

"เอมิถอนหายใจพรืด"

show emi basic_closedsweat
with charachange

emi "คงต้องกลับไปเอาสิเนี่ย"

show emi basic_grin
with charachange

emi "แต่ก็รับปากไว้แล้วว่าจะช่วยงานห้องอะนะ เดี๋ยวมา เธอพอจะทำต่อไปก่อนสักสองสามชั่วโมงได้มั้ย"

show rin basic_deadpannormal
with charachange

"พอรินพยักหน้าแล้วเอมิก็ไป"

stop music fadeout 2.0

hide emi
with charaexit

show rin basic_deadpannormal at center
show bg school_dormext_half at center
with charamove

"ฉันอยู่ต่อเพราะชอบดูรินวาดรูป และก็ไม่มีอะไรทำอยู่แล้ว"

"ฉันนั่งลงกับลังแล้วเอาหนังสือของวันนี้ออกมาจากกระเป๋า เป็นเรื่องของสามเกลอที่ดื่มเบียร์กันสองสัปดาห์ติดโดยแทบ\nไม่ได้ทำอะไร"

play music music_pearly fadein 2.0

hide rin
with charaexit

"รินย้ายตัวไปจากจุดที่ต้องใช้สีฟ้าแล้วเริ่มค่อย ๆ ลงสีกับอีกจุดหนึ่ง"

"เธอใช้เท้าคอยวาดฝีแปรงอยู่เรื่อย ๆ กับกำแพงปลาสเตอร์ เธอทาสีทับลงอีกชั้นบนอีกสีหนึ่ง ภาพเขียนค่อย ๆ \nเป็นรูปเป็นร่างขึ้นมา"

"ฉันก็คอยพลิกหน้ากระดาษไปสบาย ๆ ตรงตอนนี้พวกเขากำลังไปดื่มเบียร์กันที่บ้านเพื่อนอยู่ ก่อนหน้านี้ไปดื่มกัน\nที่อพาร์ตเมนต์ของพระเอก"

"ก็ไม่ได้เป็นหนังสือที่ถึงขั้นทำให้อยากอ่านต่อจนวางไม่ลง เป็นชีวิตวัน ๆ ในจินตนาการของคน ๆ หนึ่งที่ทำให้ฉัน\nนึกสงสัยว่าทำไมต้องเขียนออกมาด้วย"

"นั่นสินะ ทำไมกัน เหตุผลที่คนเราจะทำอะไรที่สร้างสรรค์ออกมา…เป็นอะไรที่ยากเกินเข้าใจ"

"อย่างเหตุผลที่รินมาวาดรูป เธอกับเอมิก็คงไม่ต่างกันตรงที่ต่างก็ลุกขึ้นมาสู้กับสภาพที่เป็นอยู่แม้จะเป็นเพียงแค่\nความเคียดแค้นต่อโชคชะตาก็ตาม"

"รินเองก็เคยพูดไว้เหมือนกันว่า “ทำอะไรที่ทำไม่ได้เพราะทำได้”"

"ที่จะสื่อคือหมายความอย่างนั้นเหรอ นั่นเหรอคือเหตุผลของเธอ อาจจะเป็นของเอมิเพราะเธอเป็นคนที่ค่อนข้างรั้น"

"รินดูจะไม่ใช่คนอย่างนั้นเลย แต่พอมานึกดู เธอก็ดูจะไม่ใช่คนอย่างไหน ไม่ก็เปลี่ยนเป็นคนละอย่างทุกครั้งที่คุยด้วย"

"ทำไมเธอถึงพูดอย่างนั้น ทำไมเธอ—หรือคนเรา—ถึงระบายสี วาด ปั้น หรือเขียนอะไรสักอย่างขึ้นมา"

"ฉันไม่ได้เป็นคนที่มีใจอยากสร้างสรรค์เท่าไหร่ คงไม่เข้าใจหรอก"

"ซึ่งทำให้ฉันรู้สึกกลวงเปล่า"

"คิดอะไรแง่ลบชะมัด แต่ฉันก็ไม่รู้เหมือนกันว่าจริงหรือเปล่า"

"ฉันพอใจกับตัวฉันที่เป็นอย่างนี้แล้วเหรอ ก็ยอมรับแหละว่าอิจฉารินอยู่หน่อย ๆ แต่จะว่าเป็นข้อเสียหรืออะไรก็คงไม่ใช่"

"ฉันก็คือฉัน ส่วนเธอก็คือเธอ"

"แต่ยังไง ฉันก็ต้องตามหาสักอย่าง สักอย่างที่…จะทำให้ฉันรู้สึกมีเป้าหมายมากขึ้น แทนที่จะเอาแต่ขลุกอยู่กับ\nหนังสือพวกนี้อย่างตอนอยู่ที่โรงพยาบาล"

"ฉันอดที่ไม่ได้ที่จะรู้สึกว่าตัวเองนั้นผิดแผกไปจากพวก ยิ่งเมื่อต้องมาอยู่ที่โรงเรียนใหม่ ใช้ชีวิตแบบใหม่ แล้วก็คนรอบตัวอีก"

"ฉันเองก็พยายามให้เต็มที่กับการเข้ากลุ่มสังคมที่มีอยู่ก่อนแล้ว คนที่เคยเจอมาส่วนมากก็นิสัยดีกันด้วย"

"แต่ฉันก็ยังรู้สึกเหมือนเป็นคนนอกอยู่ดี เหมือนว่าที่นี่ไม่ใช่ที่สำหรับฉัน"

stop music fadeout 2.0

"ฉันสลัดความคิดนี้ออกจากหัวเมื่อรู้ตัวว่ากำลังเหม่อลอย หน้าหนังสือก็ไม่ได้พลิกเลย ไม่ได้ช่วยอะไรรินด้วย"

"เธอกำลังใช้เท้าเทสีจากถังขนาดใหญ่อยู่โดยไม่แม้จะขอความช่วยเหลือจากฉัน หรืออาจจะขอแล้วแหละแต่ฉันไม่ได้ยิน"

"แต่เอาเถอะ ดูเก้ ๆ กัง ๆ เหลือเกิน"

scene bg mural_part
show rin basic_awayabsent_close at tworight
with locationchange

play music music_soothing fadein 0.5

"ฉันโดดเข้าไปช่วยเธอทันทีที่เห็นว่าเธอกำลังจะทำสีทั้งถังนั้นหกเต็มทางเท้า"

"ฉันเข้าไปคว้าถังสีจากเท้าเธอแล้วเทลงถ้วย"

show rin basic_absent_close
with charachange

"เธอไม่พูดอะไร ฉันก็ไม่ได้พูดอะไร ฉันเหลือบมองตาเธอที่มองมาทางฉันผ่านหน้าม้าที่ยุ่ง ๆ นั้น"

"เป็นสีหน้าที่ดูแล้วอ่านไม่ออก เป็นโปกเกอร์เฟซที่เรียบที่สุด ที่มีเหมือนจะมีความตกใจผสมอยู่นิดหน่อย"

"คิดอะไรอยู่กันนะ อาจจะคิดว่าฉันคิดอะไรอยู่ หรือไม่ก็ไม่ได้คิดอะไร"

hi "คิดอะไรอยู่หรือเปล่า"

show rin basic_deadpan_close
with charachange

rin "เปล่านับว่าเป็นอะไรมั้ย"

hi "ไม่รู้สิ"

show rin basic_deadpancontemplation_close
with charachange

rin "งั้นบอกไม่ได้หรอก แต่นายโชคดีนะที่ฉันก็ไม่ได้คิดอะไรเหมือนกัน แต่ว่าเมื่อกี้ฉันคิดละ"

"เธอขมวดคิ้วดูไม่พอใจ"

rin "การไม่คิดอะไรเลยน่ะมันยากนะ แต่ก็สำคัญ"

"พอกำลังจะถามว่าทำไมถึงสำคัญก็มีลุงคนหนึ่งเดินมาหา เหมือนจะมาหาริน"

scene bg school_dormext_half at bgright
show nomiya smile at center
with locationchange

no_ "ทิวาสวัสดิ์ เป็นไงบ้าง"

show nomiya smile at twoleft
show bg school_dormext_half at center
with charamove

show rin basic_awayabsent at tworight
with charaenter

rin "ทันค่ะ"

"รินไม่ละสายตาไปจากผนังแล้วตอบไปอย่างเป็นธรรมชาติจนฉันคิดว่าทั้งสองคนคงรู้จักกันอยู่แล้ว"

"ฉันไม่เคยเห็นเขามาก่อนถึงอยากรู้ว่าเป็นใครกัน อาจจะครูละมั้ง"

"สีผมเขาไล่เฉดอ่อนลงเป็นสีเงิน สีเด่นเสียจนดูอย่างกับว่าย้อมมา หวังว่าคงไม่ใช่อย่างนั้นนะ"

"เลนส์กลมเล็ก ๆ สองอันวางพาดอยู่บนจมูกของเขา แต่เหมือนจะมองลอดแว่นอยู่ตลอดแทนที่จะมองผ่านแว่น"

"เขาเพ่งพินิจภาพเขียนผนังนั้นด้วยแว่นที่ว่า"

show nomiya talk
with charachange

no_ "ดี ๆ "

no_ "เป็นองค์ประกอบที่กล้าคิดจริง ๆ "

"เขาขยับเข้าไปมองใกล้ ๆ แล้วคุยกับตัวเองเรื่องภาพจนชัดว่าอยากให้พวกเราได้ยินด้วย"

show nomiya veryhappy
with charachange

no_ "เยี่ยมมาก เยี่ยมจริง ๆ …"

"ฉันไม่รู้ว่าที่พูดนั้นหมายความว่าอย่างไร แต่รินก็ดูไม่ได้สนใจมากนัก เธอมองไปรอบ ๆ ที่ทำงานของเธอที่มีถ้วยสี\nหลากสีสันวางเกลื่อนกลาด"

show rin basic_deadpan
with charachange

rin "ฮิซาโอะ"

hi "หืม"

show rin basic_deadpannormal
with charachange

rin "ขอนี่หน่อย"

hi "แป๊บนะ"

"ฉันผสมสองสีด้วยสัดส่วนครึ่งต่อครึ่งเพื่อให้ได้สีชมพูจางแบบเดียวกับที่รินใช้ระบายสีหน้าคนนั้น"

"รินดูฉันที่ผสมสีไปด้วยจนรู้สึกลนลานขึ้นมาอย่างบอกไม่ถูก เธอทำสีหน้าเรียบเฉยจนเหมือนกับว่ากำลังรอให้ฉัน\nทำพลาดอยู่"

"ชายคนนั้นก็สังเกตเห็นฉัน ดูแปลกใจเหมือนเพิ่งเห็นเมื่อกี้"

"…หรืออาจจะเป็นงั้นแหละ"

show nomiya talk
with charachange

no_ "ไง ฮัลโหล เธอเป็นใครล่ะเนี่ย"

hi "อ้อ ผมย้ายมาใหม่ เรียนห้อง 3-3 ครับ ฮิซาโอะ นากาอิ ยินดีที่ได้รู้จักนะครับ"

show nomiya frown
with charachange

no_ "ห้องมุโต้เหรอ เอาเถอะ ฉันไม่พาลใส่นายหรอก!"

play sound sfx_birdstakeoff

show nomiya veryhappy
with vpunch

"เขาหัวเราะเสียงดังมาก ดังโคตร ๆ จนนกสองสามตัวต้องบินหนีจากต้นไม้ที่อยู่ใกล้ ๆ "

show nomiya talk
with charachange

no_ "ฉันชินอิจิ โนมิยะ เป็นครูสอนศิลปะ"

"นี่สินะครูสอนศิลปะ แต่มาย้อนคิดดูก็น่าจะรู้ตั้งแต่แรกเห็นแล้ว ภาพลักษณ์ให้ขนาดนี้"

show nomiya smile
with charachange

no "ไปไงมาไงถึงมาอยู่กับศิษย์ฉันได้ล่ะ"



label th_choiceA33:
menu:
    with menueffect

    "ก็นั่นน่ะสิ…"

    "แค่ติดสอยห้อยตามมาด้วยเฉย ๆ ประมาณนั้นมั้งครับ":
        return m1

    "ผมสนใจชมรมศิลปะน่ะครับ":
        return m2


label th_A33a:

hi "พอดีสนใจชมรมศิลปะอยู่หน่อย ๆ น่ะครับ"

"ฉันโพล่งขึ้นมา จะว่าหลุดปากก็ส่วนหนึ่ง"

show nomiya talk
with charachange

no "หมายความว่าไง"

hi "ก็…ไม่มีอะไรมากหรอกครับ"

hi "ขอไปแวะที่ชมรมบ้างได้มั้ยครับ อาจจะแค่ไปนั่งดูเฉย ๆ "

hi "พอดีคิดเรื่องเข้าชมรมอยู่ด้วย…"

"ที่พูดอย่างนั้นคือไม่ได้คิดมาก่อนเลย แต่สองสามวันมานี้เริ่มรู้สึกถึงความมุ่งมั่นบางอย่างที่เริ่มก่อตัวขึ้น"

"ฉันอยากทำอะไรสักอย่าง อยากมีที่ที่ฉันอยู่ได้"

"ก็คงจะชมรมศิลปะนี่แหละ ส่วนเรื่องฝีมือที่ห่วยแตกช่างมันก่อน"

"ครูศิลปะดูจะพอใจ"

show nomiya veryhappy
with charachange

no "อยากเข้าชมรมเหรอ ได้สิ เราเปิดรับสมาชิกใหม่ตลอดแหละ"

no "ที่ชมรมมีกิจกรรมกันประจำอยู่แล้ว มาเรียนเรื่องวิจิตรศิลป์ในหลาย ๆ แง่แล้วก็ลองลงมือทำกัน"

show nomiya frown
with charachange

no "หรือลงเท้า"

"เขากระแอมแก้เขิน แต่รินก็ดูไม่ได้ใส่ใจอะไร อย่างน้อยได้รู้ว่ามีคนที่หนักใจกับการเลือกใช้คำเหมือนฉันอยู่ในโรงเรียนนี้\nอีกคนก็สบายใจขึ้นมาหน่อย ๆ แล้วละ"

"โนมิยะรีบมองนาฬิกาเรือนโตแวววาวแบบเล่นใหญ่แก้เก้อที่พลั้งปากไปแล้วตบหน้าผากตัวเองแบบเล่นใหญ่ไปอีก"

show nomiya veryhappy
with charachange

no "ต้องไปแล้วละ แต่ถ้ามีอะไรข้องใจเทซูกะเขาก็ตอบให้เธอกระจ่างได้นะ"

"ไม่รู้ทำไม แต่รู้สึกว่าคำว่า “กระจ่าง” กับรินพออยู่ในประโยคเดียวกันแล้วไม่เข้ากันแปลก ๆ แต่ก็ไม่ได้บอกครูไปเพราะ\nเขาเองก็ดูรีบ ๆ "

show nomiya smile
with charachange

no "เทซูกะ ฉันดีใจมากที่ได้เห็นงานนี้ไปได้สวยขนาดนี้"

show nomiya talk
with charachange

no "ฉันแวะมาเตือนว่าถ้าถึงวันพรุ่งนี้แล้วเธอห้ามหนีไปไหนนะ ฉันชวนคนมางานเทศกาลให้มาหาเธอด้วย แล้วฉันก็มั่นใจ\nว่าพวกเขาก็คงอยากเจอเธอด้วยเหมือกัน"

show nomiya smile
with charachange

no "หวังว่าจะได้เจอกันวันจันทร์นะ นากาอิ"

stop music fadeout 6.0

hide nomiya
with charaexit

show rin basic_deadpannormal at center
show bg school_dormext_half at bgleft
with charamove

"พอครูไปก็เหลือแต่เราสองคนเช่นเดิม รินยังคงทาสีอยู่ราวไม่มีอะไรมากมายเกิดขึ้น ซึ่งก็ไม่มีอะไรมากมายจริง ๆ ฉัน\nนั่งนึกว่าตัวเองเป็นอะไรไปกันแน่"

"ที่ผ่านมาศิลปะกับฉันไม่ถูกกันเท่าไหร่ ดูจากเกรดสมัย ม. ต้น ก็พอจะรู้อยู่"

"ชมรมอาจจะไม่เหมือนวิชาเรียนบังคับก็ได้ ใครจะไปรู้"

"ฉันนึกหาอะไรที่เป็นสาระมาถาม แต่ก็นึกไม่ออก"

"ไปดูลาดเลาที่ชมรมก่อนก็แล้วกัน"

hi "แล้วนี่คือเขาชวนคนมาพรุ่งนี้แค่มาดูรูปที่เธอวาดน่ะเหรอ"

show rin basic_absent
with charachange

rin "เขามีเพื่อนที่อยู่วงการศิลปะเยอะน่ะ พวกเขาชอบคุยเรื่องศิลปะกัน"

show rin basic_awayabsent
with charachange

rin "ฉันว่าเขาคงอยากให้ฉันคุยเรื่องศิลปะกับพวกนั้น"

hi "ดูเธอไม่ได้จะตื่นเต้นอะไรเท่าไหร่เลยนะ"

"รินยักไหล่อย่างไม่ยี่หระ แต่ก็ยังพอเห็นได้ว่าเธอไม่ค่อยชอบการที่ต้องคุยเรื่องภาพวาดของเธอ—หรือภาพไหนก็ตาม—\nกับคนอื่น"

show rin basic_deadpan
with charachange

play music music_rin fadein 5.0

rin "ฉันไม่ชอบคุยเรื่องศิลปะเลย แค่ศิลปะมันก็คือการคุยที่ไม่ต้องคุยอยู่แล้ว แล้วทำไมต้องคุยด้วย"

hi "เข้าใจได้"

show rin basic_deadpannormal
with charachange

rin "เหมือนคุยว่าเบื่อเพราะตัวเองเบื่อ"

hi "ตามไม่ทันละ"

show rin negative_spaciness
with charachange

rin "นายเคยคุยว่าเบื่อมั้ย ทั้งไร้แก่นสารแล้วก็ไม่ตื่นเต้นเอาเสียเลย พูดได้แค่ว่า “เบื่อจัง” ฉันเคยคิดอยู่สัปดาห์หนึ่ง\nว่าจะคุยอะไรที่มันมีแก่นสารกับคำว่าเบื่อดี"

rin "เป็นสัปดาห์ที่น่าเบื่อที่สุดในชีวิตเลยละ"

hi "แต่ก็ต้องเป็นงั้นอยู่แล้วนี่ เธอว่ามั้ย"

show rin basic_deadpan
with charachange

"เธอมองมาด้วยท่าทางไร้คำพูดที่เหมือนไม่มีความหมายอะไรแต่ก็มี"

hi "เอาเถอะ…ไม่รู้สิ ฉันไม่ค่อยรู้เรื่องศิลปะพอที่จะเอามาคุยเท่าไหร่"

hi "ก็แบบ อย่างที่เธอวาดอยู่เนี่ย ฉันไม่รู้ว่าต้องมองยังไง มองได้แค่ว่าสวยดี รูปนี้มันเกี่ยวกับอะไรเหรอ"

show rin basic_deadpannormal
with charachange

rin "ไม่ได้เกี่ยวกับอะไรหรอก"

"…"

show rin basic_deadpandelight
with charachange

rin "นั่นแหละที่ฉันอยากพูด ฉันเลยพูดอย่างนั้น"

show rin basic_deadpannormal
with charachange

rin "แต่จะบอกอย่างนั้นก็ไม่จริงอยู่หน่อย ๆ แหละ แต่ฉันก็พูดอยู่ดีเพราะอยากให้มันเป็นจริง"

rin "ครูอยากให้ฉันวาด แต่ฉันไม่รู้จะวาดอะไร ฉันพยายามนึกให้รู้แล้วแต่ก็ไม่ได้อะไรขึ้นมา"

show rin negative_spaciness
with charachange

rin "ก็เลยวาดมันทั้งที่ยังไม่รู้นี่แหละ"

hi "แล้ว…นี่วาดอะไรอยู่ล่ะ"

show rin basic_absent
with charachange

rin "ไม่รู้"

show rin basic_delight
with charachange

rin "จะว่าไป เรียกภาพนี้ว่า “ไม่รู้” ดีกว่า"

show rin negative_worried
with charachange

rin "อ๊ะ เริ่มคิดอีกแล้ว แย่แล้ว"

show rin basic_absent
with Dissolve(0.15)

show rin negative_worried
with Dissolve(0.1)

show rin negative_worried
with Dissolve(0.05)

show rin basic_absent
with Dissolve(0.05)

show rin negative_worried
with Dissolve(0.05)

show rin basic_absent
with Dissolve(0.05)

show rin negative_worried
with Dissolve(0.05)

show rin basic_absent
with Dissolve(0.05)

show rin negative_worried
with Dissolve(0.1)

show rin basic_absent
with Dissolve(0.15)

show rin negative_worried
with Dissolve(0.5)

"เธอส่ายหัวแรง ๆ อยู่พักหนึ่งสลัด “ความคิด” ออกจากหัว ผมสีแดงนั้นสะบัดไปมา"

show rin basic_deadpannormal
with charachange

rin "นี่แหละถึงได้ให้เอมิมาช่วยฉัน มีเธอแล้วจะไม่คิดอะไรก็ง่ายขึ้นเยอะ"

rin "ก็เนี่ย เธอจะเอาแต่พูด ๆ ๆ เรื่องอะไรไม่รู้อยู่เป็นชั่วโมง ๆ เหมือนสมองเธอทำจากเยลลีโฟมอาบน้ำหมากฝรั่ง"

show rin basic_deadpandelight
with charachange

rin "นายก็คล้าย ๆ กัน แต่ก็ไม่เชิง ถ้านายอยู่จะช่วยได้มากเลย"

stop music fadeout 5.0

"ฉันไม่รู้ว่านั่นคือคำชมหรือเปล่า แต่อาจจะไม่ได้ด่าหรือชม ดูจากที่รินเป็นคนกลาง ๆ ขนาดนี้"

hi "แล้วมีอะไรให้ช่วยให้เธอไม่ต้องคิดมั้ย"

show rin basic_deadpan
with charachange

rin "อยู่นี่แหละ"

hide rin
with charaexit

"เมื่อไม่รู้ว่าจะทำอะไรฉันจึงได้แต่นั่งอยู่กับลังเปล่าดูเธอวาดรูปต่อพลางเปิดหนังสือเรื่องราวการดื่มเบียร์นั้นไปเรื่อย ๆ "

play music music_dreamy fadein 1.0

scene bg mural_part
show rin negative_spaciness_close at tworight
with locationchange

"สีหน้าของรินนั้นสงบเย็น ตาสีเขียวเข้มพาให้สิ่งที่เธอคิดอยู่เร้นตัว เดี๋ยว ไม่สิ เธอไม่ได้คิดอะไรอยู่นี่ ใช่มั้ย"

"เธอฮัมเพลงเบา ๆ บางครั้งก็ถูกขัดด้วยคำขอสุภาพให้เอาสีมาเพิ่มหรือให้เปลี่ยนแปรง"

"เธอตั้งใจจดจ่อได้อย่างน่าชื่นชม แม้จะอดหลับอดนอนมา ทั้งยังมีแรงกดดันที่ต้องปิดงานให้ได้อีกต่างหาก"

"ภาพวาดของเธอเป็นรูปเป็นร่างขึ้นมาทีละคืบสองคืบ รายละเอียดถูกเติมแต่งเน้นชัด สีสันพันเกี่ยวกลมกลืนทับถม\nช่องว่าง ซ้อนทับขึ้นมาเป็นชั้น ๆ "

"และฉันก็กลับมาคิดเรื่องแรงบันดาลใจกับแรงขับเคลื่อนในการสร้างสรรค์ผลงานศิลปะอีกครั้ง"

"จะไปเอาความคิดมาจากไหน ไม่ใช่ว่าอยู่ ๆ จะนึกออกเลย แล้วก็คงไม่ได้จะมีเทพที่ไหนมาดลบันดาลแรงบันดาลใจ\nให้แล่นเข้ามาในหัวหรอก"

"ความคิดนั้นมีจุดประสงค์และที่มาที่ไป"

"ยิ่งคิดก็ยิ่งรู้สึกว่าจริง ๆ แล้วรินโกหกเรื่องภาพเขียนผนังนี้ หรืออย่างน้อย ๆ ก็คงมีความจริงที่ถูกบิดเบือน หรือไม่ก็\nแม้แต่เธอเองก็ไม่รู้ตัวด้วยซ้ำ"

"จะสร้างสรรค์อะไรสักอย่างโดยไม่ได้รู้ถึงสิ่งที่จะสรรค์สร้างออกมานั้นเป็นไปไม่ได้ เพราะจะทำให้ย้อนแย้งกับความหมาย\nของคำ"

"ทุกเส้นต้องขีดลงมาเพื่อวาดขึ้น แม้จะขีดมาสุ่ม ๆ แต่นั่นก็นับว่าเป็นสิ่งที่ทำโดยรู้สึกตัวเหมือนกัน"

"ดังนั้นภาพวาดของเธอ—แม้แต่ภาพนี้ด้วย—ต้องมีปลายทางหรือรู้สิ่งที่จะวาดเอาไว้แล้ว"

"ถ้าสิ่งที่รินรู้คือความไม่รู้อย่างที่บอก อย่างนั้นแล้วจะนับว่ารู้หรือเปล่า"

"คิดตามตรรกะแล้วดันย้อนแย้งเหรอ ส่วนใหญ่ปกติเวลาคุยกับรินก็เป็นอย่างนั้นตลอด ก็คงไม่แปลกถ้าแม้แต่เธอยังไม่รู้ตัว"

"ไม่รู้ว่าจะเอามาคุยดีมั้ย แต่ก็ไม่แน่ใจนักว่าการเอาเรื่องตรรกะมาคุยกับผู้หญิงคนนี้จะเป็นอะไรที่ฉันอยากทำหรือเปล่า"

"ไม่ใครก็ใครก็คงได้สมองระเบิดไปก่อนแน่ ๆ ฉันจึงปัดความคิดนั้นทิ้งไป"

show rin basic_awayabsent_close
with charachange

show rin negative_spaciness_close
with charachange

"รินขยับตัวยุกยิกอย่างร้อนรน"

show rin negative_annoyed_close
with charachange

show rin negative_spaciness_close
with charachange

"ยังมีบางครั้งที่สีหน้าลำบากใจโผล่มาขัดกับหน้าตายปกติของเธอ เป็นสีหน้าที่ไม่ได้มาแบบไม่มีที่มาที่ไป"

show rin negative_annoyed_close
with charachange

hi "มีอะไรหรือเปล่า"

rin "มี ไม่"

rin "ปวดหลังอีกแล้ว"

rin "ก็ภาพมันใหญ่เกินนี่นะ แถมอยู่ท่านี้จะวาดจะลงสีก็ลำบาก"

hi "พักก่อนมั้ย"

show rin basic_deadpanupset_close
with charachange

rin "ขอเอาตรงนี้ให้เสร็จก่อน"

show rin negative_annoyed_close
with charachange

"แน่นอนว่าเธอไม่ได้พัก ส่วนฉันก็ไม่ทักซ้ำเพราะทำไปก็คงเปลืองเปล่าประโยชน์"

scene bg school_dormext_half_ss
with locationchange

"เธอทำงานต่อ ส่วนฉันก็อยู่กับเธอ ฉันชอบดูเธอวาดรูป และตอนนี้ก็คิดแล้วว่าฉันจะเข้าชมรมศิลปะที่เธออยู่"

stop music fadeout 4.0
$ renpy.music.set_volume(0.5,0.0, "ambient")
play ambient sfx_cicadas fadein 3.0

scene bg school_dormext_full_ni
with Dissolve(3.0)

"พอเธอบอกว่าเสร็จแล้วโดยรอบก็มืดสนิทจนไม่รู้ว่าเธอเห็นไปได้ยังไง"

"ไม่มีฉลองอะไร ไม่ได้ดีใจที่งานเสร็จอะไร มีเพียงความเพลียกับคำว่า “เสร็จแล้ว” พร้อมเสียงเนือย ๆ นั้น แล้วพวกเราก็\nแยกย้ายไปนอนกัน"

stop ambient fadeout 3.0

$ suppress_window_after_timeskip = True

scene black
with Dissolve(3.0)


label th_A33b:

hi "ผมเองก็อยากรู้เหมือนกัน คงไม่มีอะไรทำเลยมาอยู่นี่มั้งครับ"

show nomiya veryhappy
with charachange

"เขาหัวเราะออกมาอย่างเริงร่าแล้วดูนาฬิกาข้อมือตัวเอง"

show nomiya smile
with charachange

no "ต้องไปแล้วละ เทซูกะ ฉันดีใจมากที่ได้เห็นงานนี้ไปได้สวยขนาดนี้"

show nomiya talk
with charachange

no "ฉันแวะมาเตือนว่าถ้าถึงวันพรุ่งนี้แล้วเธอห้ามหนีไปไหนนะ ฉันชวนคนมางานเทศกาลให้มาหาเธอด้วย แล้วฉันก็มั่นใจ\nว่าพวกเขาก็คงอยากเจอเธอด้วยเหมือกัน"

show nomiya smile
with charachange

no "แล้วก็วันจันทร์ไม่มีชมรมนะ พอดีต้องไปเข้าเมืองน่ะ แต่ถ้าพวกเธออยากทำอะไรทำก็ทำได้เลยนะ"

hide nomiya
with charaexit

stop music fadeout 4.0

show rin basic_deadpannormal at center
show bg school_dormext_half at bgleft
with charamove

"เขาหันตัวแล้วเดินออกไปด้วยท่าทางเล่นใหญ่สุด ๆ เท่าที่จะทำได้ตอนเดิน"

"เป็นครูที่พิลึกจริง"

hi "งั้นฉันไปละนะ ไว้เจอกันนะริน"

"พอโบกมือลาแล้วฉันก็เดินขึ้นบันไดกลับเข้าหอไป"

"ถ้าอ่านหนังสือพวกนี้ให้หมดภายในวันนี้ พรุ่งนี้ก็จะได้ว่างมางานเทศกาลพอดี"

$ suppress_window_after_timeskip = True

scene black
with Dissolve(3.0)


#******************
 
label th_A34:

scene bg school_dormext_half at bgright
show rin basic_deadpan at tworight
show emi basic_annoyed at twoleft
with None

stop music fadeout 6.0

show emi basic_closedgrin
with charachange

emi "งั้นก็ไปเอาเพิ่มกัน"

"ที่จริงฉันก็อ้าปากจะพูดอย่างนั้นเหมือนกัน ถึงงานง่าย ๆ อย่างการหาสีปรัสเซียนบลูอีกถังจะไม่ต้องพึ่งแรงถึงสองคน\nแต่เอมิก็คว้าแขนแล้วลากฉันออกไป"

hide emi
with charaexit

"ฉันโบกมือให้ริน ดูเธอจะยังไม่รู้ตัวด้วยซ้ำว่าพวกเราสองคนเดินออกมาแล้ว"

play ambient sfx_crowd_outdoors fadein 0.5

scene bg school_courtyard
show crowd
with locationskip

"เอาเถอะ เดี๋ยวตอนหันมาหาสีปรัสเซียนบลูแล้วเห็นว่ายังไม่มีก็คงรู้เองแหละ"

scene bg school_lobby
show crowd
with locationskip

play ambient sfx_crowd_indoors fadein 0.5

"มั้งนะ"

scene bg school_staircase2
with locationskip

"…"

scene bg school_hallway3
show crowd
with locationskip

"จริง ๆ ก็ไม่น่า"

stop ambient fadeout 2.0

scene bg school_classroomart
with locationskip

"ระหว่างที่มัวแต่คิดถึงความแปลกของริน เอมิก็ลากฉันจนมาถึงห้องศิลปะแล้ว"

"รู้สึกเริ่มหอบขึ้นมาแล้ว"

hi "จะรีบไปไหนเนี่ย"

show emi basic_confused at center
with charaenter

emi "หา?"

"เอมิมองมาอย่างครุ่นคิดเหมือนกำลังนึกอะไรอยู่"

hi "ก็เห็นรีบขนาดนั้น"

hi "ฉันคงตามไม่ทันหรอก"

"แล้วเธอก็ทำหน้าร้องอ๋อขึ้นมา"

play music music_emi fadein 0.3

show emi excited_proud
with charachange

emi "นี่นายเหนื่อยแล้วเหรอ"

"น้ำเสียงเธอคล้ายมีความหยอกเล่นอยู่"

"ก็อยากบอกอยู่ว่าไม่ใช่ แต่ก็นึกได้ว่าตั้งแต่หยุดพักนี่ก็หอบแรงมาก"

"คงชัดแหละ"

hi "ก็นิดหน่อย แหม คนเราก็ใช่ว่าจะฟิตกันทุกคนสักหน่อย"

hi "ก็อย่างที่เขาว่า ร้อยพ่อพันแม่"

show emi basic_annoyed
with charachange

"เอมิขมวดคิ้ว เป็นสีหน้าที่ดูไม่ดีนัก"

hi "เอ้อ สรุปก็คือ…"

hi "ฉัน…ต้องฟิตให้มากขึ้นแล้ว?"

"จริง ๆ ก็เคยคิดลองทำมาก่อนเหมือนกัน"

"หลังจากที่หัวใจเต้นผิดจังหวะที่ลู่วิ่งครั้งนั้นฉันก็คิดว่าคงต้องหันมาวิ่งให้ติดเป็นนิสัยแล้ว"

"เพราะตอนที่วิ่งอยู่ก็ค่อนข้างรู้สึกดีเหมือนกัน ก่อนจะเกิดเรื่องน่ะนะ"

"อันที่จริงก็ไม่หรอก แต่ก็…สนุกดี?"

"ในระหว่างนั้นเอมิก็ตัดสินใจอะไรบางอย่างได้หลังได้ฟังที่ฉันพูด"

show emi basic_closedgrin
with charachange

emi "โอเค งั้นก็ตามนั้น"

stop music fadeout 1.0

show emi basic_annoyed
with charachange

"เธอทำหน้าจริงจังขึ้นมา"

emi "มาวิ่งกัน"

"…"

hi "ว่าอย่างไรนะครับ"

show emi basic_grin
with charachange

emi "หมายถึงรอบเช้า"

emi "ฉันกับนายจะมาเป็นคู่วิ่งด้วยกัน"

show emi basic_closedhappy
with charachange

emi "จริง ๆ ฉันก็เตรียมแผนกิจวัตรอะไรไว้หมดแล้วด้วย…"

play sound sfx_paper

"เธอควักเศษกระดาษเยิน ๆ ออกมา"

show emi excited_amused
with charachange

emi "นี่ ฉันเอามาด้วย"

play music music_running

"ฉันหยิบกระดาษแผ่นนั้นมาแล้วกวาดตามอง"

"ทั้งวัน เวลา รอบ มีเขียนไว้หมด"

"ค่อย ๆ เพิ่มจากวิ่งวันละสองสามรอบเป็น…"

"โห นี่กะจะให้ไปวิ่งมาราธอนหรือไง"

"แล้วนี่เอาเวลาที่ไหนมานั่งเขียนหมดนี่เนี่ย"

"แล้ววางแผนไว้นานหรือยังเถอะ"

hi "นี่เธอคอยวางตารางพวกนี้เอาไว้เหรอ"

show emi sad_shy
with charachange

emi "ก็นิดหน่อย"

show emi sad_grin
with charachange

emi "แต่จริง ๆ ก็คุณพยาบาลเขาเสนอมาน่ะแหละ!"

show emi basic_closedgrin
with charachange

emi "เขาบอกให้ฉันมาจับตาดูว่านายออกกำลังกายอย่างที่เขาบอกหรือเปล่าน่ะ!"



label th_A34a:

"ทฤษฎีสมคบคิดใหญ่เหรอ"

"เคนจิมันไปรู้อะไรมาหรือเปล่าวะ…"

hi "มา “จับตาดู” อย่างนี้มันจะมากไปหน่อยมั้ง"

show emi sad_grin
with charachange

emi "ก็ ว่าตามตรง คือฉันกำลังหาคนมาวิ่งรอบเช้าด้วยมาได้สักพักแล้วละ"

"โอ้โหเคนจิ! ฉันละอยากให้นายได้มาเห็นช่วงเวลาที่แผนลับถูกเปิดเผยนี้จริง ๆ !"

hi "แล้วทำไมต้องมีคนวิ่งด้วย"

show emi basic_annoyed
with charachange

emi "ก็ถ้ามีคนวิ่งด้วยมันมีแรงมาวิ่งให้มันสม่ำเสมอง่ายกว่านี่นา"

emi "หรือไม่จริงล่ะ"

emi "ถ้ามีคนคอยอยู่ จะเลิกวิ่งทีก็คงยาก ใช่มั้ยล่ะ"

hi "อย่างนี้นี่เอง แล้วไม่ใช่แค่เธอที่จะได้มาวิ่งประจำ จะเป็นการทำให้ฉันได้มาวิ่งประจำด้วย"

hi "และแปลว่าฉันจะได้ทำตามที่คุณพยาบาลสั่ง…"

show emi excited_proud
with charachange

emi "…แล้วฉันก็จะได้จับตาดูนายอย่างที่เขาขอมาไงละ!"

show emi basic_closedgrin
with charachange

emi "หัวไวเหมือนกันนะฮิซาโอะ"

hi "แล้วถ้าฉันปฏิเสธล่ะ"

"แน่ละว่าฉันไม่ได้จะปฏิเสธหรอก"

"แต่อย่างน้อยก็ขอออกแรงต้านกับแผนที่วางมาอย่างแยบยลนี้เสียหน่อย"

show emi basic_grin
with charachange

emi "ถ้านายปฏิเสธฉันก็คงงอนแก้มป่อง"

emi "แล้วนายก็ต้องจดจำไปชั่วชีวิตว่านายทำให้เอมิ อิบาราซากิคนนี้ต้องงอนแก้มป่อง"

show emi basic_closedgrin
with charachange

emi "นายคงไม่อยากรู้สึกอย่างนั้นใช่มั้ย"

show emi sad_depressed
with charachange

"เอมิทำแก้มป่องราวเป็นการสาธิต"

"เป็นอะไรที่น่ารักจนใจเจ็บที่สุดเลย"

hi "โอเค! ได้เลย!"

hi "เลิก…ทำหน้าแบบนั้นเถอะนะ!"

hi "รู้สึกเหมือนไปตีลูกหมายังไงไม่รู้เลยเนี่ย!"

show emi basic_closedgrin
with charachange

emi "งั้นก็เป็นอันตกลงนะ"

emi "นายจะมาเป็นคู่วิ่งให้ฉัน"

emi "คอยออกกำลังกาย"

emi "และกินตามแผนการกิน"

hi "แผนการกิน?"

show emi basic_grin
with charachange

emi "อื้อ แผนการกิน!"

show emi excited_proud
with charachange

emi "อยากฟิตก็ต้องกินอะไรที่ทำให้สุขภาพดีสิ!"

"ฉันเพ่งดูตามตารางออกกำลังกายอย่างละเอียดอีกรอบ"

hi "ไม่เห็นมีแผนการกินเลย"

show emi basic_shock
with charachange

emi "อ้อ จริงด้วย! ลืมเอาให้ดู!"

play sound sfx_paper

show emi excited_amused
with charachange

"เธอควักเศษกระดาษเยิน ๆ อีกแผ่นแล้วยื่นให้"

"แผ่นนี้รายละเอียดดูจะน้อยกว่า"

show emi excited_happy
with charachange

emi "ฉันให้คุณพยาบาลช่วยคิดให้น่ะ"

"เห็นคุณพยาบาลคิดอะไรมาให้เพื่อให้ฉันสุขภาพดีได้แล้วก็ค่อนข้างหนักหัวเหมือนกัน"

"แทบไม่เคยเห็นโรงเรียนที่ไหนมีพยาบาลของโรงเรียนที่ส่งนักเรียนมาตามสืบฉันเลย แล้วยิ่งไม่ต้องพูดถึงที่จะมาวางแผน\nการกินให้หรอก"

"แต่ก็นะ ที่นี่ไม่ใช่โรงเรียนธรรมดาแหละ"

"ก็คงไม่ได้แย่ขนาดนั้น"

"แต่ก็ ดูแผนการกินนี่แล้วคงกินอะไรที่งานเทศกาลวันพรุ่งนี้แทบไม่ได้เลย"

"อืมม"

hi "แล้วให้เริ่มวิ่งเมื่อไหร่"

show emi basic_grin
with charachange

emi "หลังงานเทศกาล"

hi "หลังงานเลิกเลยเหรอ แล้วถ้าเกิดฉันไปกินอะไรแล้วปวดท้องขึ้นมาจะทำยังไง"

show emi basic_annoyed
with charachange

emi "หมายถึงวันหลังวันงานเทศกาลสิ"

hi "รู้น่า"

"เดี๋ยวนะ เรามีอะไรที่ต้องทำอยู่หรือเปล่า"

hi "เออ! เรามาเอาสีนั้นให้รินนี่"

show emi basic_shock
with charachange

emi "ตายแล้ว! ลืมไปเลย!"

stop music fadeout 8.0

scene bg school_dormext_half_ss
with shorttimeskip

"กว่าจะยกสีเดินไปจนถึงที่ภาพเขียนผนังนั้นรินก็หายไปแล้ว"

"เอ้อ เอาเถอะ"

"ฉันกับเอมิวางถังสีไว้กับพื้นแล้วแยกย้ายกัน"

"ถ้ารินกลับมาก็คงหาเจออยู่แหละ"

scene bg school_dormhisao
with locationskip

"วันงานพรุ่งนี้แล้ว ชักตื่นเต้นแล้วสิ"

"แต่เรื่องที่เจอมาทั้งสัปดาห์ก็ทำเหนื่อยเอาการ ฉันจึงอ่านหนังสือไปอีกหน่อยแล้วเข้านอน"

$ suppress_window_after_timeskip = True

scene black
with Dissolve(3.0)


label th_A34b:

#ส่วนนี้เขียนไว้หลังชอยส์ของฉากนี้เป็นส่วนเสริมก่อนไปถึงแบดเอนด์ แต่ตอนนี้ไม่ได้ใช้แล้ว และอาจไม่ได้ใช้อีกเลย

stop music fadeout 1.0

"แม่ง ทำไมคนพวกนี้ถึงเอาแต่มาจุ้นจ้านเรื่องของฉันกันนะ คุณพยาบาลก็เข้าใจได้แหละ เป็นหน้าที่เขานี่นะ แต่…"

hi "ฉันว่าไม่น่าเป็นความคิดที่ดีเท่าไหร่นะ"

hi "เรื่องนี้มันก็ปัญหาของฉันเอง ไม่ได้อยากให้ใครมาอะไรด้วยหรอก"

hi "เดี๋ยวฉันจัดการเอง"

show emi sad_depressed
with charachange

emi "ยังโกรธเรื่องเมื่อวานอยู่เหรอ"

"เธอทำแก้มป่องคล้ายลูกหมาเจ็บอยู่หน่อย ๆ จะโกรธก็โกรธไม่ลง"

hi "เปล่า ไม่ใช่หรอก เอาจริง ๆ ก็ความผิดฉันเองด้วยซ้ำ"

"ฉันพิงผนังเบือนหน้าหนีจากเอมิ"

hi "ฉันแค่…ไม่รู้สิ รู้สึกเหมือนไม่ใช่ความคิดที่ดีเท่าไหร่"


#********************

label th_A35:

scene bg school_scienceroom at bgleft
show hanako emb_downtimid at right
with None

"แต่ทำไมลิลลี่ต้องปล่อยให้เธออยู่คนเดียวด้วยล่ะ ดูจากท่าทางของฮานาโกะแล้วก็รู้สึกแปลก ๆ "

"…"

"…อ้อ จริงสิ เหมือนลิลลี่เคยบอกว่าต้องไปเข้าเมืองวันนี้ตอนก่อนที่จะไปเจอกับริน"

"พอคิดถึงที่เดินด้วยกันครั้งนั้นแล้วก็ทำฉันหันมองไปข้างนอก"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

scene bg misc_sky at Fullpan(15.0)
with locationchange

"แสงอาทิตย์เจิดจ้ากับผู้คนที่เดินไปมาเพลิดเพลินไปกับยามบ่ายทำให้ฉันอยากออกไปจากโรงเรียนนี้ หรืออย่างน้อยก็\nไปทำอย่างอื่นที่ไม่ใช่แค่นั่งอยู่ตรงนี้"

"และฉันก็ใช้นิสัยแย่หนึ่งนั้นของฉันที่เรียกว่าการผัดวันประกันพรุ่งในการตัดสินใจว่าวิชาประวัติศาสตร์เอาไว้อ่าน\nวันอาทิตย์คงดีกว่า ไม่ก็วันจันทร์ ไม่ก็วันอื่นที่ไม่ใช่วันนี้"

"ฉันลุกจากเก้าอี้พลางร้องโอดโอย คิดอยู่ว่าจะไปเที่ยวกับเคนจิดีมั้ย"

"แต่เขาก็ดูไม่ใช่คนที่จะมา “เดินกินลมชมวิวกับคนอื่นนอกห้อง” เท่าไหร่ ไว้ค่อยไปหาแล้วกัน"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

scene bg school_scienceroom at bgleft
with Dissolve(1.5)

"พอเปลี่ยนแผนก็หันมาคิดว่าคุยกับฮานาโกะก็คงดี แต่พอมองไปตรงที่นั่งนั้นเธอก็ไม่อยู่แล้ว คงไปห้องสมุดแน่ ๆ "



label th_choiceA35:
menu:
    with menueffect

    "หาอะไรฆ่าเวลาทำหน่อยดีกว่า…"

    "ไปเดินเล่นในเมือง":
        return m1

    "ไปห้องสมุด":
        return m2

label th_A35a:

"จะตามฮานาโกะไปที่ห้องสมุดเลยก็ดูจะเป็นการรบกวนไปหน่อย ที่เธอออกจากห้องเรียนไปก็คงอยากอยู่เงียบ ๆ นั่นแหละ"

"แล้วอีกอย่าง ฉันก็อยากคุยอะไรกับลิลลี่หน่อยด้วย อย่างน้อยก็อยากไปขอบคุณที่คอยดูแลฉันถึงเธอจะมีภาระอื่น\nของตัวเองที่หนักหนาอยู่แล้ว"

"ไปเดินเล่นในเมืองแล้วกัน ถ้าโชคดีก็คงจะได้เจอลิลลี่ เป็นการออกกำลังกายไปในตัวด้วย"

play music music_tranquil fadein 3.0

scene bg school_courtyard
with locationskip

"ฉันเดินผ่านสวนของโรงเรียนเพื่อไปที่ประตูพลางพยักหน้าทักทายเพื่อนร่วมห้องสองคนที่เดินผ่านไป ทั้งคู่ต่างก็\nพยักหน้าตอบ"

"ขนาดอยู่ที่นี่ยังได้ยินเสียงตะโกนของพวกชมรมกีฬาอยู่เลย ฟังเสียงดูแล้วที่ลู่คนคงแน่นน่าดู"

"ว่าแล้วก็นึกถึงเมื่อวานที่ลิลลี่บอกว่าฉันเข้ามาช่วงที่โรงเรียนกำลังยุ่งวุ่นวายกันพอดี"

"ระหว่างที่ฉันกำลังปรับตัวให้ชินกับตามเนื้อหาบทเรียนที่คลาดไปให้ทัน ทุกคนต่างก็ทำกิจกรรมในโรงเรียนกันตามปกติ\nความรู้สึกที่ว่าฉันเป็นคนนอกนั้นยังไม่เบาบางลง"

"แต่ทุกอย่างก็คงไม่ได้แย่ไปหมดแหละนะ"

"พอได้เดินออกมาดูข้างนอกแล้วก็จะรู้สึกได้ชัดมากว่าที่นี่เป็นโรงเรียนเอกชน ไม่ใช่แค่อาณาบริเวณโรงเรียนที่กว้างขวาง\nทั้งยังมีตึกที่สร้างมาอย่างดี เทียบกับก้อนปูนสี่เหลี่ยมโหล ๆ ของโรงเรียนรัฐแทบไม่ติด"

"แถมที่นี่ผู้คนต่างอยู่กันอย่างแน่นแฟ้นดีด้วย หรืออย่างน้อยก็คงเรียกได้ว่ามีความเป็นมิตรกว่า ถ้าเป็นโรงเรียนเก่า\nของฉัน ส่วนใหญ่คนก็จะอยู่กันเป็นก๊กเล็ก ๆ แล้วก็จบเรื่อง"

scene bg school_gate
with locationchange

"จนในที่สุดฉันก็มาถึงที่ประตู จากนั้นจึงเดินไปตามถนนเพื่อเข้าเมือง"

scene bg suburb_roadcenter
with shorttimeskip

"โอเค ก็ไม่ได้มาเดินเปล่า ๆ ปลี้ ๆ ละนะ"

"พอได้ชมเมืองกับบ้านบางหลังที่ตั้งอยู่บนเนินไปบ้างแล้ว ฉันคิดที่จะเดินรอบ ๆ สวนสาธารณะก่อนกลับ"

"ด้วยความที่อยู่ในเมืองใหญ่มาทั้งชีวิต พอไม่ได้เห็นนักธุรกิจที่แต่งตัวเนี้ยบ ๆ กับผู้หญิงที่แต่งตัวหรูหราแล้วก็แปลกตาดี"

"ที่เห็นก็จะมีเพียงคนแก่ที่เดินอยู่ตามข้างถนนกับหญิงวัยกลางคนที่คุยกันอย่างออกรสอยู่หน้าร้านขายของ"

stop music fadeout 8.0

"แต่ตอนนี้สมาธิของฉันอยู่กับการเดินตามถนนไปยังสวนสาธารณะ จนรู้สึกว่าหรือบางทีฉันอาจจะฝืนลากตัวเอง\nให้เดินดูอะไร ๆ มากไปหน่อย"

"พอเริ่มรู้สึกว่าหายใจหอบกับแน่นหน้าอกขึ้นเรื่อย ๆ ฉันจึงล้มเลิกความคิดที่จะเดินไปต่อ"

play ambient sfx_parkambience fadein 1.0

scene bg suburb_park
with locationskip

"เมื่อเข้ามายังสวนสาธารณะและมองไปรอบ ๆ แล้วฉันก็เข้าไปนั่งที่ม้านั่งเก่า ๆ โทรม ๆ ตัวหนึ่งที่เห็นตั้งอยู่ข้าง\nเครื่องขายของแบบหยอดเหรียญ"

"ฉันนั่งก้มหัวแล้วสูดหายใจเข้าลึก ๆ รู้สึกเหมือนไม่ใช่วัยรุ่นที่แรงเหลือล้นเท่าไหร่ รู้สึกเหมือนคนแก่มากกว่า"

"คงเพราะเอาแต่นอนอยู่โรงพยาบาล ไหนจะต้องผ่าตัดกับกินยาอีก แม่งเอ๊ย"

"สุดท้ายก็เริ่มหายใจได้ปกติไม่แน่นหน้าอกแล้ว แต่ก็ไม่ได้โล่งขึ้นเท่าไหร่ ยังไงคงต้องพักการเดินทางระยะสั้นของฉัน\nเอาไว้แต่เพียงเท่านี้ก่อน"

stop ambient fadeout 1.0

scene bg suburb_shanghaiext
with locationchange

"ทางแยกที่อยู่ตรงโน้นมีคาเฟตั้งอยู่ ไปหาอะไรดื่มแก้คอแห้งก่อนกลับแล้วกัน"

play sound sfx_storebell

scene bg suburb_shanghaiint at bgright
with locationchange

play music music_dreamy fadein 2.0

"เสียงกระดิ่งอันเล็กที่อยู่บนประตูดังเตือนให้กับเคาน์เตอร์ที่ว่างเปล่า"

"ฉันยืนรออยู่พักหนึ่ง พลางใช้สายตามองไปตามเคาน์เตอร์เพื่อหากระดิ่งเรียกพนักงาน"

show yuukoshang neutral_down at center
with charaenter

"จนในที่สุดประตูที่อยู่บริเวณหลังเคาน์เตอร์ก็เปิดออก ฉันนึกประหลาดใจเมื่อได้เห็นคนที่โผล่ออกมา"

hi "ยู…ยูโกะ?"

hi "สวัสดีครับ ทำงานที่นี่ด้วยเหรอ"

"ฉันไม่รู้ว่าจะเรียกเธอยังไงดี เพราะเธอเองก็เป็นพนักงานของโรงเรียน แล้วก็พนักงานเสิร์ฟอย่างที่เห็น"

show yuukoshang neurotic_up
with charachange

yu "อ่า อื้อ เอ่อ…"

"เธอรีบเดินมาที่เคาน์เตอร์แล้วโค้งตัวร้อยแปดสิบองศา"

show yuukoshang closedhappy_down
with charachange

yu "ยินดีต้อนรับสู่ร้านเซี่ยงไฮ้ค่ะ! รับอะไรดีคะ"

"โอเค เข้าเรื่องไม่อ้อมค้อมเลย"

hi "ไม่รู้สิ…เอ่อ กาแฟก็แล้วกันครับ"

show yuukoshang neutral_down
with charachange

yu "ได้ค่ะ เดี๋ยวจะไปทำแล้วเสิร์ฟเลยให้นะคะ"

hi "อ่า ขอบคุณครับ"

"ท่าทางของยูโกะที่ดูเป็นทางการนั้นทำเอาตกใจ ดูจะจริงจังกับงานเอามาก ๆ "

hide yuukoshang
with charaexit

"ฉันหันมองหาโต๊ะว่างเพื่อนั่งรอให้เธอมาเสิร์ฟอย่างที่บอก ดูจากความโล่งของร้านแล้วก็น่าจะหาไม่ยาก"

show bg suburb_shanghaiint at bgleft
with charamove

"ขณะที่กำลังเดินไปยังโต๊ะริมหน้าต่างนั้นหางตาก็เห็นสีเหลืองอยู่บริเวณฉากกั้นโต๊ะบานหนึ่ง"

show lilly basic_smileclosed at twoleft
show akira basic_lost at tworight
with charaenter

"ไม่ต้องหันมองให้เห็นชัดก็รู้แน่ว่าคนที่นั่งอยู่ที่โต๊ะนั้นคือซาโต้ แต่จะว่าไป คนที่ใส่ชุดสูทที่นั่งอยู่คนละฝั่งโต๊ะนั้น\nดูไม่คุ้นตาเลย"

"เขา…เธอ? น่าจะเธอ มีผมสีบลอนด์ ผิวขาว ตัวเตี้ยกว่านิดหน่อย ญาติกันแน่ ๆ "

"เมื่อทั้งสองคนต่างเงียบและมีเพียงคนที่ใส่ชุดสูทนั้นจิบกาแฟอยู่ฉันจึงเลือกที่จะทักทายลิลลี่ก่อน ยังไงที่มานี่ก็คือ\nจะมาหาเธออยู่แล้วนี่นะ"

hi "ไง ลิลลี่"

show lilly basic_smile
with charachange

li "…ฮิซาโอะเหรอ"

hi "อื้อ เจอกันอีกแล้วนะ"

show akira basic_smile
with charachange

"สาวที่ใส่ชุดสูทเธอมองมา พอเห็นชุดนักเรียนของฉันแล้วก็ยิ้มให้สบาย ๆ "

aki_ "รู้จักกันเหรอ"

hi "คะ…คงงั้นนะ"

"เป็นคำที่บรรยายความสัมพันธ์ของเราได้ใกล้เคียงที่สุดเท่าที่จะนึกได้"

show lilly basic_smileclosed
with charachange

li "อืมม…นั่งก่อนมั้ยจ๊ะ"

"เธอพูดอยู่กับความว่างเปล่าข้างตัวฉัน แต่ข้อความของเธอก็ชัดพอแล้ว ฉันเข้าไปนั่งข้าง ๆ เธอ"

show lilly basic_weaksmile
with charachange

li "คงต้องแนะนำให้รู้จักกันสักหน่อย"

show lilly basic_smile
with charachange

li "ฮิซาโอะ นี่อากิระ ซาโต้ พี่ฉันเองจ้ะ พี่ นี่ฮิซาโอะ นากาอิ นักเรียนจากยามากุ"

"โอเค เดาถูก คนที่ชื่ออากิระพยักหน้าให้ ส่วนฉันก็พยักหน้าตอบ"

"แต่ที่ไม่ได้ตอบกลับไปคือสายตาที่เพ่งพินิจมองมา"

show lilly basic_smile at left
show akira basic_smile at right
with charamove

show yuukoshang neutral_down at center
with charaenter

"ระหว่างที่เธอมองฉันยูโกะก็เดินมาที่โต๊ะแล้วค่อย ๆ วางแก้วกาแฟลงกับโต๊ะก่อนจะโค้งแล้วเดินออกไป"

hide yuukoshang
with charaexit

show lilly basic_smile at twoleft
show akira basic_smile at tworight
with charamove

"เมื่อใช้มือแตะแก้วกาแฟเบา ๆ ก็รับรู้ว่าอุณหภูมิกาแฟนั้นได้ที่พอดีสำหรับการดื่ม พอลองจิบดูก็รับรู้ว่ารสชาตินั้นก็ได้ที่\nไม่ต่างจากอุณหภูมิ"

"ยูโกะดูจะทำหน้าที่ชงกาแฟได้ดีกว่าการเป็นบรรณารักษ์เสียอีก"

"ฉันยกดื่มอึกใหญ่ก่อนเอนตัวพิงพนัก"

"อากิระมองสำรวจได้ไม่กี่วินาทีก็ดูเบื่อแล้วหันไปทางน้องสาวของเธอแทน"

show akira basic_boo
with charachange

aki "แล้วช่วงนี้ชีวิตที่โรงเรียนเป็นยังไงบ้าง"

"ดูเหมือนอากิระจะไม่ได้ใส่ใจอะไรเลยที่คนที่เธอไม่รู้จักมานั่งฟังทุกอย่างที่คุยกันอย่างนี้"

"แต่ก็ไม่ได้อะไรหรอก ฉันดื่มกาแฟอันหอมกรุ่นแล้วปล่อยให้ทั้งสองคนคุยกันต่อไป"

show lilly basic_smileclosed
show akira basic_smile
with shorttimeskip

aki "ฟังดูยุ่งพอตัวเลยนะเนี่ย"

show lilly basic_smile
with charachange

li "แต่อย่างน้อยหลังเลิกเรียนหนูก็ไม่ต้องคอยทำกับข้าวให้พี่แล้ว"

"ระหว่างที่ทั้งสองคนคุยกันฉันก็เริ่มรู้สึกตัวว่าฉันใช้ตาของลิลลี่เป็นตัวบอกความรู้สึกไม่ได้ เพราะปกติถ้าเป็นคนอื่น\nฉันจะดูออก"

"พอจดจ่อกับความคิดนี้แล้วก็รู้สึกแปลก ๆ ขึ้นมา"

show akira basic_lost
with charachange

aki "โห่ แรง แล้วที่ทำไม่ใช่ว่าทำกินเองอยู่แล้วเหรอ พี่ได้กินแต่ของเหลือเนี่ย"

show lilly basic_displeased
with charachange

li "ไม่ใช่ประเด็นสักหน่อย…นี่พี่ได้ทำกับข้าวกินเองบ้างหรือเปล่าเถอะ"

show akira basic_resigned
with charachange

aki "พี่ทำกับข้าวเองแบบไม่ให้ไฟไหม้ได้น่า"

show akira basic_annoyed
with charachange

aki "ส่วนมากอะนะ"

show lilly basic_listen
with charachange

li "เอ่อ…"

show akira basic_laugh
with charachange

aki "ฮ่าฮ่าฮ่า! ไม่เป็นไรน่า ๆ ไว้เดี๋ยวไปหัดทำกับข้าว"

show lilly basic_listen at left
show akira basic_laugh at right
with charamove

show yuukoshang neurotic_up at center
with charaenter

yu "อ๊ะ ลิลลี่เหรอ"

show lilly basic_smile
show akira basic_boo
with charachange

"ทุกคนชะงักไปชั่วครู่แล้วหันมองยูโกะที่มาวางถ้วยน้ำชาลงบนโต๊ะให้กับลิลลี่"

hide yuukoshang
with charaexit

show lilly basic_smile at twoleft
show akira basic_boo at tworight
with charamove

"พออากิระเหลือบมองนาฬิกาที่ข้อมือตัวเองแล้วหยัดตัวลุกขึ้นจากเก้าอี้และพยักหน้าให้ฉันน้อย ๆ "

show akira basic_smile
with charachange

aki "โอเค พี่ไปก่อนละ ดีใจมากที่ได้มาคุยกับเธอนะลิลลี่"

show lilly basic_oops
with charachange

li "พี่ ต้องไปแล้วเหรอ…"

"ลิลลี่ดูเศร้ามากที่พี่ของเธอต้องไปอย่างกะทันหัน ดูอย่างกับว่าจะไม่ได้เจอกันอีกยังไงยังงั้น"

show akira basic_resigned
with charachange

aki "โทษที พอดีต้องไปทำงานละ ไม่รีบไปเดี๋ยวโดนด่าตายแน่"

"ดูห้าว ๆ ดีแฮะ…เสื้อผ้าหน้าผมที่ดูเรียบร้อยอย่างนั้น ใครได้มองแวบแรกก็คงคิดไม่ถึง"

show lilly basic_concerned
with charachange

li "ลาก่อนนะพี่…"

show akira basic_smile
with charachange

aki "ไม่เอาน่า อย่าทำหน้าอย่างนั้นสิ เดี๋ยวไว้มาหาใหม่ เจอกัน ๆ "

hide akira
with charaexit

"แล้วเธอก็เดินนวยนาดออกร้านเซี่ยงไฮ้ไปพลางโบกมือลา"

"ลิลลี่ยังดูซึม ๆ อยู่ ฉันเลยกะจะหาเรื่องคุยเรื่อยเปื่อยเพื่อดึงความสนใจเธอ"

show lilly basic_concerned at center
show bg suburb_shanghaiint at center
with charamove

hi "ก็ดูนิสัยดีนะ"

show lilly basic_displeased
with charachange

li "พอดีเคยอยู่ด้วยกันน่ะจ้ะ แต่พอฉันย้ายมาอยู่ที่โรงเรียนแล้วก็แทบไม่ได้เจอกันเลย"

"แม้ลิลลี่จะเป็นคนคุยด้วยง่าย แต่ฉันก็ยังรู้จักเธอไม่มากเท่าไหร่ พอลองย้อนนึกดูแล้วก็ทึ่งดึเหมือนกันที่เธอรู้เรื่องฉัน\nได้ขนาดนั้น ถึงยังไม่ได้คุยกันมากมายก็ตาม"

hi "เคยอยู่ด้วยกันเหรอ อยู่แถวนี้หรือเปล่า"

li "ลงไปทางใต้อีกน่ะจ้ะ ค่อนข้างไกลจากโรงเรียนอยู่เหมือนกัน"

show lilly basic_reminisce
with charachange

li "พอพี่ต้องทำงานมากขึ้น แถมโรงเรียนก็อยู่ไกล สุดท้ายก็ไม่มีทางเลือกอื่นนอกจากย้ายมาอยู่หอนี่แหละจ้ะ"

"โอเค เข้าใจที่คุยกันเรื่องทำกับข้าวเมื่อกี้ละ ดูเหมือนเธอจะสงบลงแล้ว มีชีวิตชีวา…ขึ้นมาบ้าง"

show lilly basic_weaksmile
with charachange

li "เธอคงหายเหนื่อยบ้างแล้วสินะจ๊ะ"

hi "ยังไงนะ"

show lilly basic_smileclosed
with charachange

li "ฟังเธอเหมือนไม่เหนื่อยเหมือนตอนที่เข้ามาทีแรกเลย"

"ฟังได้ยันเสียงหายใจขนาดนั้น…คงหูดีมาก ๆ "

hi "อื้ม พอดีไปเดินมาทั่วเมืองเลยน่ะ ทีแรกก็กะจะเดินนิดหน่อย"

"พอรู้สึกคอแห้งขึ้นมาอีกครั้งฉันก็ยกแก้วกาแฟขึ้นจิบ"

play sound sfx_teacup

"ลิลลี่เองก็ไม่รีรอเริ่มละเลียดชาอันหอมหวนของเธอบ้าง"

"กลับไปที่โรงเรียนก่อนดีกว่า จะมัวแต่ผัดวันอ่านหนังสือไปก็คงไม่ได้ แล้วก็อยากนอนให้เต็มอิ่มก่อนวันงานเทศกาลด้วย"

stop music fadeout 4.0

"ฉันลุกขึ้นแล้วถือแก้วที่มีคราบกาแฟติดอยู่มาด้วย"

show lilly basic_surprised
with charachange

li "จะไปแล้วเหรอ"

hi "อื้ม เธอจะกลับด้วยเลยมั้ย นี่ก็เริ่มเย็น ๆ แล้วนะ"

"เธอหยุดคิดอยู่ครู่หนึ่งแล้วเงยหน้ามาจากถ้วยน้ำชาราวกับมองมาที่ฉัน"

play music music_lilly fadein 3.0

show lilly basic_smile
with charachange

li "คุณยูโกะ ขอกาแฟอีกที่หน่อยได้มั้ยคะ"

yu "ค่า สักครู่นะคะ!"

hi "ไม่อ้อมค้อม…เลยนะ"

show lilly basic_giggle
with charachange

"เธอหัวเราะคิดคักให้กับคำวิจารณ์ที่ตรงไปตรงมาของฉันกับการกระทำของเธอ เสียงนั้นฟังดูเป็นเด็ก ๆ สบาย ๆ\nขัดกับท่าทางของเธอที่ดูสงบเสงี่ยม"

"แต่ถึงยังไงฉันก็ไม่มีเหตุผลที่จะปฏิเสธอยู่แล้ว เอาจริง ๆ พอคิดอะไรหลาย ๆ อย่างแล้วก็บอกปัดไม่ลงเลย"

"ฉันแสร้งถอนหายใจแล้วนั่งที่ฟากตรงข้ามกับเธอ"

hi "จะให้อยู่เป็นเพื่อนงั้นสิ"

show lilly basic_cheerful
with charachange

li "อืมม…คือฉันแค่สงสัยมากกว่าน่ะจ้ะ ว่า…"

"เข้าโหมดคำถามอีกแล้วสินะ เธอดูจะสนใจฉันแปลก ๆ หรือถ้าไม่ใช้คำนั้น อย่างน้อยก็คงประมาณว่าอยากรู้"

show lilly basic_smile
with charachange

li "เธอมีพี่น้องหรือเปล่า"

"ก็ไม่หลุดไปจากที่คาดไว้เสียทีเดียว"

hi "ไม่มีหรอก ฉันลูกคนเดียวน่ะ แต่ให้ว่าตามตรง พอคิดว่ามีคนที่สนิทด้วยขนาดนั้นแล้วก็อิจฉาอยู่เหมือนกัน"

show lilly basic_smileclosed
with charachange

li "อย่างนี้เอง…"

"ฉันยักคิ้วขึ้น และแน่นอนว่าเธอไม่เห็น แค่ความเงียบสั้น ๆ นี้ก็ใช้สื่อคำถามได้ดีแล้วแหละนะ"

show lilly basic_smile
with charachange

li "พอดีว่าคนอื่นก็พูดเหมือนกันน่ะจ้ะ"

li "พอดีว่าฉันมีพี่อยู่แล้ว จะให้ออกมามองเรื่องนี้แบบเป็นกลางก็ยากน่ะจ้ะ"

"ฉันก็พอจะเข้าใจสิ่งที่ลิลลี่พูด เพราะจะให้คนเราออกมามองอะไรบางอย่างจากข้างนอกกับสิ่งที่เราคลุกคลี\nมาทั้งชีวิตก็คงยาก"

"เธอกับพี่สาวของเธอคงสนิทกันน่าดู"

"ยูโกะเดินเข้ามาวางแก้วให้ที่โต๊ะอย่างเกรงใจ"

"ลิลลี่ขอบคุณเธอจังหวะที่ฉันนั่งลง สายตามองสาวที่เดาใจยากตรงหน้าคนนี้"

"ถึงเธอจะดูกันท่าทำตัวเรียบร้อยยามคุยกับใครสักคน เธอกลับมีนิสัยอยากรู้อยากเห็นเรื่องคนอื่นอย่างเด็ก ๆ "

"แต่ถึงอย่างนั้น เวลาที่เธอลดกำแพงลงเล็กน้อยที่หาได้ยากนั้นเป็นโอกาสอันดีที่จะได้เห็นถึงแนวความคิดของเธอ"

"ฉันยื่นมือไปคว้ากาแฟแล้วนึกบางอย่างที่น่าจะรู้ตัวได้ตั้งนานแล้วขึ้นได้"

"…ว่าฉันเองก็เริ่มอยากรู้เรื่องเธอขึ้นมาบ้างแล้วเหมือนกัน"

stop music fadeout 2.0

scene bg school_gate_ni
with shorttimeskip

play ambient sfx_cicadas fadein 0.5

"แม้จะเดินมาเร็วพอตัว แต่กว่าจะมาถึงประตูเหล็กบานใหญ่หน้าโรงเรียนก็มืดค่ำแล้ว"

"ถึงการอยู่ใกล้โรงเรียนจะดีตรงที่ว่ามีเวลาให้ออกไปเตร็ดเตร่มากมาย แต่ฉันก็ยังอดรู้สึกไม่ได้ว่ามีนักเรียนไม่กี่คน\nที่จะทำอย่างนั้นจริง ๆ "

scene bg school_courtyard_ni
with locationchange

"ถ้าเทียบกับจำนวนคนที่เห็นอยู่ในโรงเรียนช่วงพักแล้วก็รู้สึกแปลกเหมือนกันที่ไม่ค่อยเห็นใครในเมืองเลย"

"หลายคนคงไม่รู้จะออกไปข้างนอกทำไม ในเมื่อโรงเรียนมีอะไรหลายอย่างเตรียมพร้อมให้ครบครัน ไหนจะคน\nอย่างฮานาโกะกับเคนจิอีก"

"จนฉันนึกสงสัยว่าหรือชิซูเนะ มิช่า และลิลลี่จะเป็นข้อยกเว้นมากกว่ามาตรฐานของคนที่นี่"

stop ambient fadeout 1.0
scene bg school_dormhallway
with locationskip

"ระหว่างที่เดินกลับมาที่ห้อง ในหัวก็เริ่มเทียบโรงเรียนเก่ากับที่ยามากุ พอเทียบดูแล้วก็ชักประหลาดใจที่ฉันปรับตัว\nกับเหตุการณ์ที่ผ่านมาได้ขนาดนี้"

$ suppress_window_after_timeskip = True

scene black
with Dissolve(3.0)


#***********

label th_A36:

window hide None

scene black
with dissolve

play sound sfx_doorknock

scene bg school_dormhisao
with openeye

window show

"At five minutes past eight, an unbelievably loud banging jolts me awake. It's coming from outside my door."

scene bg school_dormhallway
show shizu behind_blank at tworight
show misha hips_smile at twoleft
with locationchange

play music music_comedy fadein 0.3

"Quickly, I open the door to see Shizune and Misha standing side-by-side before me. Both of them look a little worn out, although it's more noticeable on Misha."

hi "Which one of you knocked?"

"I ask, echoing the question that must be on the mind of everyone in the entire building."

show misha hips_grin
with charachange

mi "Ahahaha, that's not important, Hicchan!"

"She quickly dismisses it without even batting an eye."

show misha hips_smile
with charachange

mi "Oh? You're still in your pajamas, Hicchan? So you don't wake up at eight?"

"I notice her hair is wet. Her curls are barely holding their shape."

hi "No, I thought I'd sleep a bit later since it's the weekend and all, and I've been seriously sleep-deprived this week."

"I wonder if she missed the poison in my words."

show shizu basic_normal2
with charachange

shi "…"

show misha hips_grin
with charachange

mi "Then it's a good thing we came to wake you up!"

show shizu adjust_happy
with charachange

shi "…"

show misha sign_smile
with charachange

mi "Anyway, Hicchan, I guess you would like to know why we're here, wouldn't you?"

"It's not hard to guess, but I wish she wouldn't say the words she is going to say next."

show misha perky_smile
with charachange

mi "Would you like to skip class and go somewhere nice with us?"

hi "Come again?"

show misha hips_smile
with charachange

mi "Would you like to skip class to do something fun?"

"I was certain they'd force me to help them again with some slave work."

hi "Seriously?"

show misha hips_grin
with charachange

"Misha grins and nods enthusiastically."

"I like this new approach they're taking although I'm somewhat surprised that they would suggest skipping class, even if we have only half a day since it's Saturday."

hi "Aren't you two worried about constantly missing class?"

show shizu behind_smile
with charachange

shi "…"

show misha perky_smile
with charachange

mi "Well, it doesn't seem to be a problem! Hicchan, this school is pretty much at a standstill whenever this time rolls around."

show misha hips_smile
with charachange

mi "It's a Saturday, too~. Don't you want to do something fun?"

"I'm amazed by how little they seem to care."

show shizu adjust_smug
with charachange

shi "…"

show misha perky_smile
with charachange

mi "Not that we're pressuring you to give us your company, but we thought you might like to hang out!"

show shizu behind_blank
with charachange

shi "…"

show misha hips_smile
with charachange

mi "So… would you like to join us? Come on, you'll have a lot more fun than just sitting here with your head on your desk~!"

"I guess I won't be missing anything important; nor will I be missed."

hi "All right, then, I don't think I'd be missing much. What do you have in mind?"

"My eyes narrow with suspicion as a thought crosses into my mind."

hi "Wait… this isn't just some trick to get me to do some more student council stuff, right?"

show shizu basic_angry
with charachange

shi "…"

show misha perky_confused
with charachange

mi "No, of course not!"

show misha hips_frown
with charachange

mi "And that's a really mean thing to just assume like that, Hicchan."

show shizu behind_frown
with charachange

shi "…"

show misha hips_smile
with charachange

mi "…And besides, you're in the Student Council now, remember?"

show misha hips_grin
with charachange

mi "If we wanted you to do something for us, we wouldn't have to trick you~!"

show misha hips_laugh
with charachange

mi "Hahaha!"

show misha hips_smile
with charachange

"This is a kind of coercion that is new to me. Only two pretty girls could pull it off."

stop music fadeout 3.0

"I allow myself to relax a bit. Maybe I'm being too paranoid; it seems like they may really just want to hang out."

"Nevertheless…"

hi "No tricks?"

play music music_shizune fadein 4.0

show shizu basic_angry
with charachange

shi "…"

show misha hips_grin
with charachange

mi "No tricks! Stop being so paranoid!"

hi "Well, if you say so."

"Suddenly, I realize I still am wearing pajamas."

hi "I wonder if you'd let me dress up first?"

show shizu adjust_smug
with charachange

shi "…"

show misha hips_smile
with charachange

mi "Eh? Why, Hicchan? You look just fine!"

hi "I'd still prefer wearing something else."

play sound sfx_doorclose

scene bg school_dormhisao
with locationchange

"I close the door before she gets a chance to reply and quickly pull on my uniform."

play sound sfx_dooropen

scene bg school_dormhallway
show misha perky_smile at twoleft
show shizu basic_normal at tworight
with locationchange

"Stepping back into the hallway, I see Shizune and Misha are engaged in an animated discussion."

"I wonder if people discussing in sign ever accidentally poke each other in the eyes."

show shizu behind_frown_close
with characlose

"While I'm contemplating this, Shizune taps me on the shoulder impatiently."

shi "…"

show misha hips_smile
with charachange

mi "So, we're planning on slipping into town! Remember that tea shop we were at on Wednesday?"

hi "Tea shop?"

show shizu behind_frustrated_close
with characlose

shi "…"

show misha perky_confused
with charachange

mi "You don't remember?"

hi "Oh, you mean that café."

show misha hips_smile
with charachange

mi "Tea shop! It's called the Shanghai. China is the birthplace of tea, you know. Come on, Hicchan! I'll even treat you today!"

show misha hips_grin
with charachange

mi "Ah… not me, not me, I mean Shicchan! Ahaha~!"

hi "I don't know…"

show misha sign_smile
with charachange

mi "It's nice, it's really relaxing! It's like… half café, half restaurant, half sophisticated, half… library…"

"What?"

hi "That's a lot of halves."

"But Misha doesn't seem to notice that."

show misha hips_smile
with charachange

mi "So~! Come on, it's not often that we have this much free time!"

show shizu adjust_smug_close
with charachange

shi "…"

show misha hips_grin
with charachange

mi "If you're busy, though, you don't have to! It's not like your presence is absolutely, absolutely required!"

show misha cross_laugh
with charachange

mi "Hahahaha!"

show misha cross_grin
with charachange

"I've never seen more weakly disguised reverse psychology in my life. I feel kind of tired today, and my teachers in my classes might want to know where I am. Maybe."

"On the other hand, I haven't really been into town at all since I've gotten here, so this is a good reason to head there."

"Also, I could use something to eat. If it's Shizune's treat, even better; I'm totally broke."

hi "All right, let's go. Lead the way."

show misha hips_smile
show shizu behind_smile_close
with charachange

mi "Great~!"

stop music fadeout 2.0

scene bg suburb_shanghaiint
with shorttimeskip

"We make it to the tea shop with a fifteen-minute walk. It seems that we are the only customers around."

play music music_another fadein 2.0

show shizu behind_blank at tworight
show misha perky_smile at twoleft
with charaenter

hi "Is it always this quiet in the morning?"

"By that, I mean is it always this empty."

show shizu basic_normal
with charachange

shi "…"

show misha perky_confused
with charachange

mi "No, this is kind of weird. Hey, this isn't a bad thing though, right?"

hi "You're right."

scene ev shizu_shanghai
with locationchange

"We take our seats at a large, square wooden table, and it hits me that I don't know what this place serves. I just went with what Yuuko recommended the last time."

hi "Hey, is there a menu or something?"

scene ev shizu_shanghai_normallaugh
with charachange

mi "Nope!"

"That was a strange amount of zest."

scene ev shizu_shanghai_smirklaugh
with charachange

shi "…"

scene ev shizu_shanghai_smirknormal
with charachange

mi "So, Hicchan, have you decided what you're going to order?"

scene bg suburb_shanghaiint at Fullpan(8.0)
with locationchange

"I look around the store and can't see anything resembling a menu."

"I don't understand, what's up with this place? What gives?"

"Is this some kind of secret shop? Can you normally only enter here with a secret handshake? Some kind of wink and a nod?"

"Do you need someone to vouch for you? A blood oath? Dammit, it was nothing like this last time."

scene ev shizu_shanghai
with locationchange

hi "I don't know, the last time I think I just got coffee? What do they serve here?"

scene ev shizu_shanghai_smirknormal
with charachange

shi "…"

scene ev shizu_shanghai_smirklaugh
with charachange

mi "Tea!"

hi "Ah, well, that's…"

hi "Not just tea, right? Not only tea? There's other stuff too, right?"

scene ev shizu_shanghai_normallaugh
with charachange

shi "…"

scene ev shizu_shanghai
with locationchange

mi "Clearly~!"

hi "Clearly? Like what? There are no menus here. Where are the menus?"

"They're playing another joke on me. There is no way out of this; all I can do is brace myself for the inevitable, oncoming burn."

"I almost want to walk out of the store, but I'm already sitting down."

"It would be improper to leave now; the unspoken rules of polite social conduct block my exit like a wall of fire."

"I decide to play it safe. I'll order what they order, if it's acceptably manly enough."

hi "Why don't you two order before me? Ladies first."

scene ev shizu_shanghai_smirknormal
with charachange

shi "…"

mi "Well played, Hicchan, but~ we already ordered!"

hi "How is that possible? When? How? From who?"

mi "We're regulars, we come here so often that we don't have to do that any more!"

scene ev shizu_shanghai
with charachange

shi "…"

mi "Well, I guess you've had enough. We're sitting on the menus, of course~!"

scene ev shizu_shanghai_normallaugh
with charachange

mi "Hahaha!"

"I look around at the other tables. There are no menus on any of them. That means they must just keep them in a big stack near the door or something. What a thing to sit on, and what speed to grab them so quickly."

hi "Well, whatever. Can I have one, then?"

scene ev shizu_shanghai_smirklaugh
with charachange

shi "…"

scene ev shizu_shanghai_smirknormal
with charachange

mi "You can take one if you want, but you're not the kind of person who would do something that la—sci—vious?, isn't that right?"

"I tell them that I'd just like some coffee and put my head down on the cool tabletop."

scene ev shizu_shanghai_borednormal
with charachange

shi "…"

scene ev shizu_shanghai_boredlaugh
with charachange

mi "Coffee? This is a very high class establishment, and you're going to order coffee?"

"I can tell they're messing with me again."

hi "In that case, I'll have whatever you're having."

scene ev shizu_shanghai_smirklaugh
with charachange

shi "…"

scene ev shizu_shanghai_smirknormal
with charachange

mi "Hicchan, Shicchan is drinking a special tea that is only grown in remote areas of India."

mi "The tea is still handmade by a tribe of tea makers who have passed the methods down in their families for generations."

mi "They must wade through alligator-infested waters to obtain the leaves once a year. On each trip, some do not make it back alive."

"I can't drink that, I would feel too guilty."

hi "Then I'll have what you're having."

scene ev shizu_shanghai_smirklaugh
with charachange

mi "I don't know what I'm drinking."

"How?"

hi "Fine, then I want the tea that people died for."

hi "No, never mind. I'll have coffee."

hi "If this is a very high class establishment, then they should have very high class coffee, right? … No one died for it, right?"

scene ev shizu_shanghai
with charachange

"The perfect answer, there is no way they can stand against it. Shizune shrugs, as if to say “well played.”"

"They still didn't answer my second question."

scene bg suburb_shanghaiint
with locationchange

show yuukoshang neutral_down at center
with charaenter

"Misha calls for Yuuko, who brings over our drinks and a single incredibly tiny yellow cake with a little black plastic fork stuck in it for each of us."

hide yuukoshang
with charaexit

"I eat my cake in one bite, amazed at how it's probably the least filling thing I've ever eaten."

show shizu behind_blank at Slide(0.2,0.5,0.3,0.5,1.0)
show misha perky_smile_close at Slide(0.8,0.5,0.7,0.5,1.0)
with Dissolve(1.0)

stop music fadeout 3.0

mi "Hicchan, do you have any plans for tomorrow?"

"Misha takes a gulp of her tea, something sounding suspiciously high class even though it looks like ordinary tea."

"She drinks with incredible recklessness considering how hot it is. The exact opposite of Shizune or Lilly."

"Plans? That sounds ominous."

play music music_running fadein 8.0

hi "Plans? Yes."

hi "Yes, I am incredibly busy tomorrow. In fact, I have so much to do that I will not have any free time at all."

hi "That's right… none whatsoever. And everything I have to do is extremely important. Very, very important."

show misha hips_grin_close at tworight
with charachange

"Misha giggles, clearly not buying it, and then signs it all back to Shizune, who nods slowly and deliberately while looking very unamused."

show shizu basic_normal_close at twoleft
with characlose

"Suddenly, she leans forward, staring analytically at my face like a human lie detector, waiting for the smallest tell to give me away."

"After at least a minute of this, she sits back down in her seat and takes a sip of tea."

show shizu behind_blank
with charadistant

shi "…"

show misha perky_smile_close
with charachange

mi "Okay, Hicchan, if you're that busy. We don't have anything to do tomorrow, so we thought maybe you would want to hang out with us at the festival!"

show misha sign_smile_close
with charachange

mi "You're new here, anyway, right? Right? So~ we thought we would show you around and have some fun together, but if you're that busy, we understand!"

show shizu adjust_happy
with charachange

shi "…"

mi "Oh well, oh well!"

show misha cross_grin_close
show shizu basic_normal2
with charachange

"The both of them shrug together in perfect sync, as if they've rehearsed it."

show misha cross_laugh_close
with charachange

mi "Ahahahahaha~!"

show misha cross_grin_close
with charachange

mi "Hicchan, you're so paranoid."

show shizu adjust_smug
with charachange

shi "…"

show misha cross_smile_close
with charachange

mi "…And you'll never beat me anyway, so why bother getting so worked up about it?"

show misha cross_laugh_close
with charachange

mi "Haha! Wow, Shicchan~!"

hi "Beat you? What are you talking about?"

"Is she talking about the coercion? I never realized that was just a game to her. I thought I was the only one who saw it as competition."

show shizu basic_happy
with charachange

shi "…"

show misha hips_grin_close
with charachange

mi "You know~! …Eh? Do you, Hicchan? Because I don't."

show shizu adjust_smug
with charachange

shi "…"

show misha hips_smile_close
with charachange

mi "You can't outwit me! —Ah, well, Hicchan, not me…"

show shizu basic_sparkle
with charachange

shi "…"

show misha perky_confused_close
with charachange

mi "What? What are you talking about, Shicchan…"

"I can see Shizune smiling craftily, daring me to enter this battle of wills and wits with her."

"When he is pushed to the edges of despair, a man has no choice but to sink, or grasp at the fleeting wisps of hope, fight with all his power against the inevitabilities of his fate and struggle against the impossible."

"For even if he fails, at least fail knowing that he dared greatly…"

"…Or something like that."

hi "Well, we'll see about that. Don't underestimate me."

show shizu behind_blank
with charachange

shi "…"

show misha perky_smile_close
with charachange

mi "Don't you have to follow through to make good on that, Hicchan?"

hi "Ah, well, I could get lucky. Don't count out that possibility."

show shizu adjust_smug
with charachange

shi "…"

show misha cross_grin_close
with charachange

mi "You won't~."

hi "I will! Wait—"

show shizu basic_happy
with charachange

shi "…"

show misha cross_smile_close
with charachange

mi "Let's make a wager on it, then!"

hi "I don't care about competition."

"That's a blatant lie."

hi "Wait, what exactly do you mean?"

show misha cross_laugh_close
with charachange

mi "That's okay if you don't know, neither do I! Wahahaha!"

show shizu basic_normal2
with charachange

shi "…"

show misha perky_smile_close
with charachange

mi "So it's settled, then! All right, all right!"

hi "What? Didn't you hear what I just said?"

show shizu adjust_happy
with charachange

shi "…"

show misha sign_smile_close
with charachange

mi "Now all that's left is the stakes! What the winner wins, or, more interestingly, what the loser loses!"

hi "Hey!"

"This is a very dangerous game I'm playing. Shizune herself is a very dangerous girl, if she can only think in terms of winning and losing."

"If she views every time that I talk with her as some kind of battle of wills, I don't think I could take it."

"That kind of thing drives people insane. She's too Machiavellian; before this I'd assumed she was just kind of stoic."

"But nevertheless, I'm interested. In hindsight, I realize that I just challenged her to what is essentially a duel without any rules that won't end until one of us… what?"

"I guess that's it. That's so vague. What are the conditions for winning or losing? The first person to feel stupid loses?"

hi "I don't know, I've never had to think of anything like this before."

show misha hips_smile_close
with charachange

mi "Never?"

hi "Never."

show misha perky_confused_close
with charachange

mi "So you have never gambled, Hicchan?"

hi "I'm surprised you two have."

show shizu behind_blank
with charachange

shi "…"

show misha hips_grin_close
with charachange

mi "Oh, come on… It's just for fun, anyway! Between friends~!"

show misha sign_smile_close
with charachange

mi "It's about causing humiliation, suffering, and absolute despair! Isn't that the point?"

"Shizune puts a finger to her temple thoughtfully."

show shizu adjust_happy
with charachange

shi "…!"

show misha hips_smile_close
with charachange

mi "Hm… Ah, how about this, Hicchan: If you lose, you have to go to school one day without any pants on."

hi "Are you insane?"

"Although in comparison to what I was afraid she would say, it's pretty mild."

hi "Can't we just bet money, like normal people?"

show shizu basic_sparkle
with charachange

shi "…"

show misha hips_grin_close
with charachange

mi "It's not like you could match my wager if we did~! Now, it's your turn! …But nothing perverted! Understand?"

show misha hips_laugh_close
with charachange

mi "Hahaha!"

hi "I think I need more time."

"This is going to have me constantly on edge for weeks."

show misha hips_grin_close
with charachange

mi "Okay~! Come on, you should both hurry up, your drinks are getting cold!"

show shizu basic_happy
with charachange

"I quickly down the rest of my coffee as Shizune does the same, staring at me with a fierce look of competition in her eyes."

"It seems like a waste for her to be gulping down something that someone may have died for her to enjoy."

show misha sign_smile_close
with charachange

mi "Hicchan, are you sure you don't want to hang out tomorrow? A lot of people are looking forward to it; you don't want to miss out."

"I mumble unintelligibly at her."

show misha perky_confused_close
with charachange

mi "I don't really understand…"

"It's time to think. Shizune's drink is smaller, but I can consume mine faster."

"If Shizune finishes her drink first, she might skip out on paying, leaving me to pick up the tab, even though she said the drinks were on her."

"Because I have no money on me, I would be humiliated, and therefore this could be considered a loss."

"If I finish first, the laws of chivalry would make me look like a jerk, as I would need to run out of this teahouse, leaving her to pay for everything. That could also be considered a loss. She would use that."

"In the event of a draw, she may attempt to run out the door, and I'll probably do the same. This might lead to a collision at the door, which would be humiliating, but not overly so. …And Misha would be left to pick up the tab."

"This is really childish. I'm a little disappointed in Shizune, and myself."

show misha perky_smile_close
with charachange

mi "Well, Hicchan, it'd be really nice if we could all celebrate how well we put everything together for the festival by taking a look at our handiwork…"

"Misha seems oblivious to the fact that an epic battle of wills is raging in front of her. I nod slowly and down the last of my coffee."

hi "Well, I am finished enjoying my drink. I guess it's time for me to leave. And I am going to leave now. Calmly."

show shizu adjust_happy
with charachange

shi "…"

show misha perky_confused_close
with charachange

mi "You too, Shicchan?"

mi "Why are you two acting so weird?"

scene bg suburb_shanghaiext
with locationchange

"I quickly walk out the door and Shizune follows. Misha is going to have to foot the bill."

scene bg suburb_roadcenter
with locationchange

"Sorry, Misha."

show shizu behind_smile at center
with charaenter

"Catching up to me, Shizune quickly pushes her glasses up and presses a note into my hand."

window hide

$ written_note("If you lose, you have to come hang out with us tomorrow.")

window show

hi "So you think you can win today? That's kind of cocky, Shizune."

"I forgot for a second that she can't hear me. I nod."

"Right now, she seems much cuter than she usually is, smiling softly with a hint of confidence coming through."

"Shizune looks energetic and carefree, although it could just be the caffeine."

show shizu adjust_happy
with charachange

"She winks, and extends her hand for a handshake. I wonder if there's a buzzer in there and she plans to shock me, but that doesn't seem like something she would do, so I accept."

"With a squeeze, she pushes another note into my hand. I momentarily think that it's a buzzer and wonder if the shock could kill me."

hide shizu
with charaexit

"Shizune smirks and then runs off."

window hide

$ written_note("You probably don't know how to get back to school from here.\n\nThere will be work waiting for you when you do. See you then~")

window show

"I crush the note in my fist dramatically, but no one is there to see it, and that makes me sad."

"I wonder if it's too late to go back to the shop and ask Misha for directions."

"But then again, I gave her a hard time for not knowing the way here, so I can't allow her to score off me for not knowing the way back."

"And if I ask her, Shizune could see it as a victory. No, it's not necessary."

stop music fadeout 3.0

"The school is on top of a damn hill, how hard could it be to find?"

"I may be slightly directionally challenged, but I'm sure that even I can do this."

scene bg school_courtyard
with shorttimeskip

play music music_happiness

"About an hour and a half later, I walk the long paved path leading from the gates to the main building."

scene bg school_lobby
show shizu behind_blank at tworight
show misha hips_grin at twoleft
with locationchange

mi "Hahaa! Just the person we were waiting for. So you made it here eventually, Hicchan, good! Now it's time for work work work~!"

"Misha and Shizune had laid an ambush for me in the main lobby of the ground floor and I walked straight into it. I should have just circled around the school like I had originally planned, but I thought that I was overreacting and being silly."

"Misha is waving a thick stack of printouts in my general direction, taunting me."

show misha perky_smile
with charachange

mi "We sort of need your help~!"

hi "Sort of?"

show misha hips_grin
with charachange

mi "We need your help~!"

show shizu cross_angry
with charachange

shi "…"

show misha sign_smile
with charachange

mi "You will help us!"

"Misha speaks with her usual playful, carefree manner, but even so I can hear Shizune's unnervingly hard severity behind it."

hi "That sounds like an order."

mi "Really? Is it?"

show shizu behind_frown
with charachange

shi "…"

show misha perky_confused
with charachange

mi "Eh? It is?"

show misha hips_laugh
with charachange

mi "Ah, sorry, Hicchan, I guess it is! Hahahaha!"

"She doesn't sound very sorry at all."

show misha hips_grin
with charachange

mi "I thought we had almost everything done by now, but it turns out we have all these signs to attach to backing boards."

show shizu adjust_angry
with charachange

shi "…"

show misha sign_smile
with charachange

mi "More hands make light work!"

show misha hips_laugh
with charachange

mi "And everybody wins! Hahahahaha!"

show shizu basic_angry
with charachange

shi "…"

show misha hips_smile
with charachange

mi "This is your duty, after all, as a member of the Student Council. Which you are a part of."

mi "As a member."

mi "Of the Student Council."

show misha hips_laugh
with charachange

mi "Ahahaha~!"

show shizu behind_blank
with charachange

shi "…"

show misha perky_smile
with charachange

mi "It's a simple task, so getting it out of the way now would be good. It's not that much work. A small thing, really!"

show shizu basic_normal2
with charachange

shi "…"

mi "And we'd really appreciate your help!"

mi "Really, really appreciate it!"

show misha hips_grin
with charachange

mi "Besides, it's time to pay back for us treating you so nicely!"

hi "So the tea shop was a trap after all! You two-timing scoundrels!"

show shizu behind_blank
with charachange

shi "…"

show misha cross_smile
with charachange

mi "Don't say that, it was completely unrelated. We wanted to celebrate you joining the council!"

"But why did she bring that up, then?"

hi "But—{w=0.3}{nw}"

show shizu cross_rage
with charachange

shi "…!"

show misha hips_grin
with characlose

mi "No buts! You're coming with us!"

show misha hips_grin at offscreenleft
show shizu cross_rage at offscreenright
with ease

show misha cross_smile_close at closeleft
show shizu cross_angry_close at closeright
with ease

"I don't even get to finish my sentence as they grab me by the arms and try to pull me towards their office."

show misha cross_laugh_close
with charachange

"Misha laughs giddily as she and Shizune exchange sly looks behind my back."

show shizu basic_angry_close
with charachange

shi "…!"

mi "Ah, I don't think you have a choice in this, Hicchan! Hahahaha!"

show misha hips_grin at twoleft
show shizu basic_angry at tworight
with charadistant

mi "There are two of us, so don't even try to get away, now! Don't take us lightly!"

show shizu behind_frown
with charachange

shi "…!"

mi "Hicchan, it's your duty to help us, anyway! As a member of the Student Council!"

hi "All right, all right! How could I forget?"

hi "But, seriously, aren't there other people who can help you?"

show misha perky_confused
with charachange

mi "Like who, Hicchan?"

mi "You were fine with helping us yesterday…"

hi "Yesterday is not today!"

hi "And anyone who isn't me!"

hi "Why don't you have anyone else in the council?"

show shizu cross_wut
with charachange

shi "…!"

show misha cross_laugh
with charachange

mi "That's what we'd like to know! …Aha… Ahahahahaha!"

"Misha's laughter explodes through the hall. She doesn't notice the grimace on my face at all. That's right, it's just the two of them, isn't it?"

hi "Oh, right. Okay, I'll help you."

show misha hips_grin
with charachange

"Misha runs her tongue over her teeth, looking quite pleased."

mi "That's my Hicchan! I knew we could trust you~!"

show shizu behind_smile
with charachange

shi "…!"

mi "So predictable~."

stop music fadeout 2.0

scene bg school_council
with locationskip

"When we get to the student council room, my jaw drops. The number of signs, backing boards, and signposts is insane."

"They're stacked all over the place like building materials at a construction site, something I let Shizune and Misha know right off the bat."

hi "There are so many signposts here you could probably build a second wall around the school with them!"

play music music_ease fadein 4.0

show shizu behind_blank at tworight
show misha perky_smile at twoleft
with charaenter

mi "Hahaha~! Really? Well, there are a lot of them, so maybe…"

show shizu basic_angry
with charachange

shi "…!"

show misha perky_confused
with charachange

mi "Eh? No?"

mi "How do you know that, Shicchan?"

show shizu behind_frown
with charachange

shi "…!"

mi "Really?"

hi "Don't tell me she's actually considered it?!"

show misha hips_grin
show shizu adjust_smug
with charachange

"Shizune hesitates, then pushes her glasses up a bit as Misha lets out a very uneasy sounding laugh."

"So she has considered it."

show shizu basic_normal2
with charachange

shi "…!"

mi "Ahaha! That's… irrelevant, Hicchan! Can you get on with making the signs, please?"

hi "All right, all right."

hi "I feel sort of lied to, though. I thought you said it wouldn't be that much work?"

show shizu behind_blank
with charachange

shi "…!"

show misha hips_smile
with charachange

mi "Ah, well, Shicchan meant it wouldn't be that much work for us."

show shizu basic_normal
with charachange

shi "…!"

mi "Someone has to supervise you while you do this, you know, to make sure you're doing it right. And those people will be us."

hi "So what are you two going to do?"

show misha cross_laugh
show shizu basic_happy
with charachange

mi "Watch you! Hahahaha~!"

show shizu adjust_happy
with charachange

shi "…!"

show misha perky_smile
with charachange

mi "No, that was just a joke, Hicchan. We'll help out too, of course. The Student Council is really supposed to have a lot more people."

show misha perky_sad
with charachange

mi "This is just a bad year. Fewer people than usual, even though we already didn't have many the year before."

#"Fewer people than usual? Less than now? So that means before… one person?"
#In the end, this line can't stay. A22 and Suriko can blame themselves for flipping this bit of continuity exactly backwards. -SC

mi "And then there's just a lot more work than before, too."

show shizu behind_smile
with charachange

shi "…!"

show misha perky_smile
with charachange

mi "Besides, Shicchan likes working with you. And so do I!"

mi "We've accomplished a lot more than we normally could, you know."

stop music fadeout 7.0

"I can accept that. Lately, they've been looking a little fatigued every time I see them."

"Student council work is apparently a 24-hour-a-day thing, and from what I've seen and heard, there are just the two of them. Well, I guess I make it three."

"They must work almost nonstop. I wonder how much time they spend working in this room, when I don't see them."

"And I've even glimpsed Misha taking naps sometimes without Shizune at her side. By herself, Shizune has to be working 60-hour weeks doing her student council duties, on top of regular classes."

scene bg school_council_ss
with shorttimeskip

play music music_tranquil fadein 3.0

"Two hours pass, and I reach for a tack only to find the box is empty. Shizune grabs it before I can even say anything."

show shizu adjust_happy_ss at tworight
show misha perky_smile_ss at twoleft
with charaenter

"She smiles, tossing it expertly into a trash can along with another empty box of tacks."

show shizu behind_smile_ss
with charachange

shi "…!"

show misha hips_grin_ss
with charachange

mi "So you're out too, Hicchan? Don't worry, Shicchan says she'll get some more."

show misha hips_laugh_ss
with charachange

mi "Hahahaha!"

show misha hips_grin_ss
with charachange

mi "We went through a box too, but me and Shicchan decided to wait until you needed a new box as well before getting a new one."

"Something about that strikes me as odd."

hi "Wait, we both ran out of tacks just now? Wow, what a weird coincidence, huh?"

show misha perky_smile_ss
with charachange

mi "Ah, well, actually, Hicchan, we ran out twenty minutes ago, and there was only one spare box of tacks, the ones we gave to you."

mi "And you were flying through those pretty quickly, so~! we thought that we should wait until we both had no more tacks before getting more!"

show misha sign_smile_ss
with charachange

mi "Then, Shicchan could go get fresh boxes of tacks for all of us at the same time. You know, for efficiency~!"

show shizu basic_normal2_ss
with charachange

"Shizune nods, preparing to step out the door."

hi "Wait a second, so what did you two do for the past 20 minutes?"

show shizu adjust_happy_ss
with charachange

shi "…!"

show misha hips_grin_ss
with charachange

mi "Ahaha~! Nothing, of course! What could we do? We had no tacks, Hicchan!"

show shizu behind_smile_ss
show misha cross_grin_ss
with charachange

"Shizune and Misha exchange knowing glances before they give me a perfectly synchronized and incredibly exaggerated simultaneous shrug."

hi "I see. So you decided to take a break. Clever."

show shizu adjust_smug_ss
with charachange

shi "…!"

show misha hips_grin_ss
with charachange

mi "Oh, we know it was clever."

hi "Whose idea was it?"

show misha hips_smile_ss
show shizu adjust_happy_ss
with charachange

mi "The both of us, of course, of course!"

show misha cross_laugh_ss
with charachange

mi "Ahahaha~! Well, Hicchan, it was all Shicchan's idea."

show shizu behind_smile_ss
with charachange

hide shizu
with charaexit

stop music fadeout 3.0

"I turn immediately to Shizune, who gives me a curt wave and a surprisingly cheery smile before quickly vanishing out the door."

show misha cross_grin_ss at twoleft
with charachange

show misha cross_grin_ss at center
show bg school_council_ss at bgright
with charamove

"Well then why didn't you just say you wanted to take a break!?"

"I used to think that Shizune and Misha were polar opposites. Misha always seems so energetic and playful, like any other girl. Shizune, on the other hand, always seemed distant. Aggressively manipulative and vaguely scary, but distant."

"There were times when I thought that she had no sense of humor. As cute as she was, I'd almost never seen her smile. Not to mention all the other things."

"The analytical stare, the permanently stoic expression, and even her penmanship; so mechanically precise that everything she writes looks typed."

"But Shizune and Misha really aren't as different as I'd thought."

hi "I'm a little surprised."

play music music_shizune fadein 5.0

show misha perky_confused_ss
with charachange

mi "Why?"

hi "Shizune. I didn't know that she liked to joke around like that."

"What I mean to say is, I didn't know that she could act so girlish. It was actually pretty cute."

show misha perky_smile_ss
with charachange

mi "You would be surprised, Hicchan."

hi "Well, I didn't know you and her were so close, either, the first time I saw you."

"I've always been curious as to how these two met."

hi "Do you two go far back or something?"

hi "Childhood friends?"

hi "Next-door neighbors?"

show misha perky_sad_ss
with charachange

mi "Haha… Sorry, Hicchan, it's not anything like that, even if it would be cuter that way."

show misha perky_smile_ss
with charachange

mi "When I came to this school, they just placed me next to Shicchan, and she looked like a very serious person."

show misha sign_smile_ss
with charachange

mi "And I thought, “I'm going to be spending the rest of the year next to this person, maybe!”"

mi "“So it would be nice if we could be friends! But~, I wonder if she'll like me.”"

show misha hips_grin_ss
with charachange

mi "And I learned that she was deaf. You know, Hicchan, the first time I just thought she was ignoring me~!"

show misha hips_smile_ss
with charachange

mi "But, luckily, I knew a little sign language, and we became friends."

"I want to know where Misha learned how to sign, but I guess that's something for another time."

show misha perky_smile_ss
with charachange

mi "Now, I guess we're always together. It's nice, I've always wanted someone to listen to me, and I think Shicchan likes having someone to talk to! So, everybody wins."

hi "Heh. That's nice."

show misha hips_grin_ss
with charachange

mi "That's it? You look disappointed, Hicchan, what were you expecting?"

show misha hips_laugh_ss
with charachange

mi "Ahahahahaha!"

show misha hips_grin_ss
with charachange

mi "You know, Hicchan, I don't think that me and Shicchan thanked you properly."

hi "For what?"

show misha perky_smile_ss
with charachange

mi "Joining the Student Council. You've been a real help to us, Hicchan! I think I will get a lot more sleep now~!"

hi "Well, I'm glad I could help, if it helps a young woman sleep at night."

show misha hips_smile_ss
with charachange

mi "That's an interesting thing to say, Hicchan."

mi "Shicchan really appreciates you helping us out too."

show misha hips_smile_ss at twoleft
show bg school_council_ss at center
with charamove

show shizu behind_frustrated_ss at tworight
with charaenter

"At that moment, Shizune steps back into the room, looking slightly annoyed and sipping offhandedly from a juicebox."

show shizu adjust_happy_ss
with charachange

shi "…"

play sound sfx_dropstuff

"She throws two boxes of tacks on the floor with a wry smile."

show shizu basic_normal2_ss
with charachange

shi "…!"

show misha sign_smile_ss
with charachange

mi "Ah, Shicchan."

play sound sfx_crunchydeath

show shizu behind_frown_ss
show misha sign_confused_ss
with charachange

"Misha opens her mouth to speak, but then quickly closes it as Shizune suddenly crumples her juicebox with a crunch like the sound of breaking bones."

show shizu basic_angry_ss
with charachange

shi "…!"

show shizu adjust_angry_ss
with charachange

shi "…"

show shizu behind_frown_ss
with charachange

shi "…!"

"I can tell that each harsh, quaking hand gesture is most likely an epithet."

hi "What's she saying?"

show misha perky_confused_ss
with charachange

mi "It was just very hard to get these…"

show shizu basic_angry_ss
with charachange

shi "…!"

show misha sign_confused_ss
with charachange

mi "I guess that is an understatement, Shicchan…"

"Shizune calms down a bit, straightening her glasses and lightly brushing her bangs back with one finger."

show shizu adjust_happy_ss
with charachange

shi "…"

show misha perky_smile_ss
with charachange

mi "It really wasn't a big deal in retrospect? That's forward thinking of you!"

show misha hips_smile_ss
with charachange

mi "All right then, I guess the two of us should get back to work, Hicchan!"

stop music fadeout 4.0

hi "Sure, why not."

scene bg school_council_ni
with shorttimeskip

"By the time we're done with the signs, it's already getting dark out."

"I hadn't expected something like this to take so long. But then again, if it were that easy, I doubt Shizune and Misha would have asked for my help."

play music music_dreamy fadein 2.0

show shizu basic_normal at tworight
show misha perky_smile at twoleft
with charaenter

"Shizune falls into a nearby chair, cracking her knuckles systematically and letting out a muted yawn."

show shizu behind_blank
with charachange

shi "…"

show misha sign_smile
with charachange

mi "That's all for today, I guess! That's a good thing, Shicchan, I'm very tired, too."

hi "That took longer than expected."

show shizu behind_frustrated
with charachange

shi "…"

show misha hips_grin
with charachange

mi "You agree? Hahaha, we didn't expect it to take so long either! Not as planned!"

show misha perky_sad
with charachange

mi "Aww, I'm so hungry. I just realized I haven't eaten all day."

"Now that I think about it, I have eaten nothing since I woke up this morning, but right now I'm almost too tired to think about food."

hi "I think they already stopped serving dinner."

show misha perky_confused
with charachange

mi "This can't be happening! Hicchan, can you think of any way we could… obtain food?"

hi "Obtain food?"

"I don't like her tone of voice."

show shizu adjust_happy
with charachange

shi "…"

show misha hips_grin
with charachange

mi "Why not order out? Oh, that's right, I guess I could do that."

hi "Order out? From where?"

mi "From town, of course!"

hi "I didn't know they deliver to the school. Well, what are you going to get?"

show misha hips_smile
with charachange

mi "Maybe some Chinese food!"

hi "As long as you're going to, can I get in on it too? I'm also pretty hungry."

show misha hips_laugh
with charachange

mi "Ahahaha~! Hicchan, you should have just said so in the first place!"

show shizu basic_normal2
with charachange

shi "…"

show misha hips_grin
with charachange

mi "What's that? It's your treat? That's great! That's great!"

show shizu behind_blank
with charachange

shi "…"

show misha cross_laugh
with charachange

mi "Wahaha, that's true, if it wasn't for you, we wouldn't be here so late, Shicchan!"

show misha cross_grin
with charachange

"Misha quickly grabs a menu from a drawer behind her and begins to enter the number slowly and carefully, as if she's used to messing it up."

mi "What do you want, Hicchan?"

hi "Well, I guess I'll just have some dumplings."

show shizu behind_smile
with charachange

"I raise my hand in a gesture of thanks to Shizune, who responds with a very faint, split-second smile."

show misha cross_laugh
with charachange

mi "Ahahahahaha~!! Hicchan, Shicchan is paying for everything tonight, it's all on her, so you can afford to splurge a little!"

hi "Some shrimp fried rice too, then."

show misha cross_grin
with charachange

mi "All right, all right! And you, Shicchan?"

show shizu basic_normal2
with charachange

shi "…"

show misha hips_smile
with charachange

mi "A Chinese omelette? Okay, then."

hi "Hey, Misha, does that really mean “omelette”? Can I see that again?"

show misha hips_grin
with charachange

mi "Sure! Haha! Like this, like this…"

show misha sign_smile
with charachange

show misha perky_smile
with charachange

show misha hips_grin
with charachange

mi "And this is for what you ordered: Dumplings!"

show misha perky_smile
with charachange

show misha sign_smile
with charachange

show misha hips_smile
with charachange

mi "Shrimp fried rice!"

show misha hips_grin
with charachange

mi "I'm going to get soup and a stir-fry, you say that like this…"

show misha sign_smile
with charachange

show misha perky_smile
with charachange

mi "And here's how much it all costs: 3685 yen!"

show misha perky_smile:
   "misha cross_laugh" with Dissolve(0.5, alpha=True)
with None

extend " Wahahahaha~!"

hi "Well, I don't know in how many situations I'll need to remember such an exact number…"

mi "Ahahahaha! Okay~! I'm going to order now, unless anyone wants something else. No objections? All right all right, then!"

scene bg school_council_ni
show shizu behind_frustrated at tworight
show misha hips_smile at twoleft
with shorttimeskip

"Shizune impatiently twirls a pair of chopsticks between her fingers as we wait for the food to arrive."

hi "Hey, where did you get those?"

show misha hips_grin
with charachange

mi "This isn't the first time we've ordered out, Hicchan, and they always give us a ton of chopsticks, for some reason, even when we tell them we're only two people."

hi "And you two have accumulated a lot of them from a lot of long nights eating takeout in the office?"

show misha cross_laugh
with charachange

mi "That's exactly it! Hahahahahaha!"

show shizu basic_angry
with charachange

shi "…"

show misha perky_confused
with charachange

mi "I'm overstating it?"

show shizu behind_blank
with charachange

shi "…"

show misha hips_grin
with charachange

mi "Haha! That's right, Shicchan! Hey, Hicchan, did you know that once we've collected a hundred pairs of chopsticks from ordering out, we'll be able to take over the universe?"

hi "I used to think that too, when I was little."

show misha perky_smile
with charachange

mi "Hicchan, are you good at breaking them down the middle? I can never do it right, so I found the little pile of chopsticks Shicchan had saved up and practiced on at least twenty of them."

show misha hips_grin
with charachange

mi "She was really mad about that!"

show shizu adjust_blush
with charachange

shi "…!"

"I let out a laugh as Shizune turns bright red with indignation. I didn't know she had such a childish side."

stop music fadeout 5.0

scene bg school_council_ni
with shorttimeskip

"When the food arrives, I dig in heartily, drinking one of the tiny cans of soda Shizune bought for us from one of the vending machines in the hall."

"Thanking them both for the food, I head back to the dorms, ready to turn in for the night."

scene bg school_dormhallway
with locationskip

"The dorms are eerily quiet except for the sounds of portable TVs and radios murmuring unintelligibly behind thin walls."

$ renpy.music.set_volume(0.1,0.0, "ambient")
play ambient sfx_cicadas fadein 4.0

scene bg school_dormhisao_ni
with locationchange

"It's quiet here at night, and very peaceful. I can hear the crickets chirping outside my window, and see actual stars when I look up."

"Tired, I try to fall asleep as quickly as I can, only feeling slightly robbed of my Saturday."

stop ambient fadeout 2.0

$ suppress_window_after_timeskip = True

scene black
with shuteye




#*********************

label th_A37:

#Taken from the Hanako split.
#based on the new ending for A31

# This now comes from the H branch in A35

scene bg school_scienceroom at bgleft
with None

"The library seems as good a place as any to go. Hanako looked as if she was taken pretty off-guard by Lilly leaving, so she might want someone to talk to."

"Slinging my bag over my shoulder, I make my way out of the classroom."

stop music fadeout 4.0

scene bg school_hallway2
with locationchange

"I walk down the hallway to the library, past a multitude of closed doors."

"Through each one the sound of furious rehearsal can be heard. Rock music blares out of one door, almost as loud as a concert."

"I guess that's one of the advantages of a private school; there are actually enough rooms to go around at a time like this."

"And, when I think about it, the grounds and buildings of the school are kept in pretty good condition. That can't be too cheap."

"I've heard that this place has some pretty serious benefactors."

scene bg school_library
with locationchange

play music music_happiness fadein 1.0

"The walls of the library only partially insulate the noise of the festival preparations, but they're the only sounds to be heard."

"Not a soul stirs here, with everyone apparently enjoying the weather outside or working on festival events."

"Yuuko isn't here either. Maybe she doesn't work on Saturdays."

#Does he know about the Shanghai at this point? No time for fact checking just yet

"I quietly walk through the library, now fairly familiar with its layout. I head to the back, where Hanako's private little corner is."

"I run my hand along the spines of the books on the way through, feeling the individual texture of each as I glance across the titles."

"I used to do this all the time at the library at the hospital. Some things never change, I guess."

"Like the smell of a library. No matter how much care you take, the paper in books is always going to degrade with time."

"Probably, no matter which library you go into, anywhere in the world, it must have that same, musty smell."

"I find something that looks light enough to read without any major thought involved then look for Hanako in the reading area."

scene ev hana_library_read_std
with locationchange

"Once again, she is sitting on a beanbag with her back to a bookshelf. Reading the same book she'd had in the classroom, she's slowly making her way through the pages."

play sound sfx_pillow

show ev hana_library_std
with locationchange

"Unlike last time I saw her here, I quietly take a seat in a beanbag. The noise is enough to catch her attention, but not startle her."

"This delicate routine that must be followed each and every time I try to talk to her almost feels like hunting game."

hi "Is that the same book as before?"

ha "Y-yes… I'm almost finished…"

hi "Cool."

"I wonder if I should…"

hi "Do you mind if I borrow it when you're finished?"

"My mouth is faster than my mind, it seems."

ha "S-sure… you m-may not like it but…"

hi "I'm sure it can't be that bad. After all, you've stuck with it, haven't you?"

ha "I-I guess."

scene bg school_library
with locationchange

"I settle into my beanbag and set about reading my own book that had been buried in my bag."

"It's a light novel about pirates. To be honest I'm barely skimming over the words, having chosen the book merely because it belongs to a different genre than I usually read."

"Finding it hard to muster enough enthusiasm to finish the book, and noting that I've inadvertently distracted Hanako quite a bit, I decide to try and make conversation."

hi "So, I see Lilly left without you?"

show hanako emb_downtimid at center
with charaenter

show hanako basic_worry
with charachange

"She nods before taking her eyes off her book. She must have been really into it after all."

ha "Lilly said she had to go and… meet someone…"

hi "Oh?"

show hanako basic_normal
with charachange

ha "A-Akira. Her sister…"

hi "Sister? I haven't heard her talk about her family…"

show hanako cover_distant
with charachange

ha "She… she and Akira used to live together."

hi "I thought all the students lived in the dorms?"

show hanako cover_worry
with charachange

ha "T-they… I mean we… don't have to."

hi "But it's easier, right? I mean, there's food here and you're close to school… I don't think I've ever been to class on time so often in my life."

show hanako cover_smile
with charachange

"Her badly hidden smile proves quite rewarding."

"In the back of my mind I know I have a bit of homework to catch up on, but it's quite comfortable in here. No one can find me and force me into working for their pet project, either."

"Though now that I'm thinking about the festival, another question comes up…"

hi "Hey, Hanako, what are you doing for the festival?"

stop music fadeout 0.2

show hanako def_shock
with charachange

"For a split second I think that Hanako is about to throw her book in the air from shock."

ha "S-sorry…?"

hi "I was just asking what you're doing for the festival tomorrow. Anything planned?"

show hanako def_worry
with charachange

ha "I… I don't know."

"Hanako answers in the way that people do when they don't want you to ask any more questions. I take it large crowds and loud music aren't really her “thing.”"

hi "Oh, okay."

"Change the subject, change the subject…"

play music music_happiness fadein 4.0

hi "So, what's Lilly's sister like?"

show hanako basic_normal
with charachange

ha "She… she's nice. She's pretty like Lilly, but she dresses… business-like…"

hi "Business-like?"

show hanako basic_distant
with charachange

ha "She… she's always wearing a suit…"

hi "Ah, I see. And that makes her less pretty somehow?"

show hanako emb_emb
with charachange

"Hanako gives an embarrassed shake of her head."

ha "N-no… just… different."

"I'll admit it, this has got me intrigued. To hear Hanako talk about someone other than Lilly is a first, and to be complimentary about it too…"

"But as I try to picture this mystery sister, all I can think of is Lilly in a suit. And I can't imagine that not being attractive. Not at all."

hi "Well, one day you'll have to introduce me to her."

show hanako basic_bashful
with charachange

ha "O-okay."

"Our brief conversation ends as abruptly as it started, and we both return to our novels."

stop music fadeout 4.0

scene bg school_library_ss
with shorttimeskip

"The passage of time is marked only by the gradual movement of the patch of light cast through the window."

"Slowly, the noises from the various rehearsals in the building fade out and die as students start to get hungry and tired."

"Just thinking about that makes my stomach start to turn knots around itself. I think it's time to head back."

hi "Do you think Lilly would be back by now? I think I might head back to my dorm. I'm pretty tired from this week."

"And not a word of that is a lie. Moving to a new school as it ramps up for a major event has been taxing, to say the least."

"I can feel myself nodding off as I read my book."

show hanako basic_smile_ss at center
with charaenter

ha "O-okay. I… I might stay here a little longer."

"Looking at Hanako's book, I can see that she is only a few pages away from completing it."

"For a moment I consider hanging around until she finishes, but once again my stomach turns, emitting a gurgling sound."

hi "Sure thing. Well I'm going to head off before it gets dark. I'll see you around, okay?"

show hanako basic_bashful_ss
with charachange

ha "O-okay. See you, Hisao."

hi "Later."

show hanako defarms_worry_ss
with charachange

ha "H-Hisao?"

hi "Hmm?"

show hanako emb_smile_ss
with charachange

ha "T-thank you. F-for hanging out with me."

play music music_dreamy fadein 2.0

"I can see how hard it was for her to get that simple sentence out of her mouth. It leaves me hanging for a moment."

"So. There is someone in this school who is even lonelier than me. Maybe lonely is a wrong word, I haven't been lacking company for this first week, but I've still managed to feel somewhat alone and detached."

"Maybe lonely is a wrong word for Hanako too, she has Lilly after all, doesn't she?"

"I realize I've been standing there far too long without answering, and pull off a flawless, not too exaggerated smile."

hi "You're welcome."

hi "Good night, Hanako."

show hanako emb_downsmile_ss
with charachange

ha "N-night."

scene bg school_hallway2
with locationchange

"I leave her to finish her book and head back to the dorms and the promise of food…"

stop music fadeout 3.0

$ suppress_window_after_timeskip = True

scene black
with Dissolve(3.0)

return

