label th_A5:

window hide None

scene black
with dissolve

scene bg school_dormhisao
with openeye

window show

"ฉันตื่นขึ้นมาในห้องที่ไม่คุ้นเคย"

"แสงแดดอ่อน ๆ ยามเช้าส่องกระทบกับเพดานสีเทาอ่อน ฉันลืมปิดม่านเมื่อคืนนี้"

"ฉัน"

"นี่เป็นห้องของฉัน สินะ?"

play music music_dreamy fadein 8.0

"ห้อง…"

"นี่เป็นห้อง “ส่วนตัว” ห้องที่ 3 แล้วของปีนี้"

"แต่ดูจากสภาพห้องแล้วก็คงเป็นห้องของฉันจริง ๆ แหละ"

"กระเป๋าบนพื้น หนังสือเรียนที่อยู่บนโต๊ะ"

"และยาจำนวนมากที่อยู่บนโต๊ะหัวเตียง"

"ฉันจ้องมองขวดยาสักพัก จากนั้นจึงเปิดขวดยาและแกะยาออกมา"

"จากนั้นก็กินยาพร้อมกระดกน้ำตามลงไปโดยไม่คิดถึงเรื่องของสรรพคุณของมัน"

"ชุดนักเรียนอยู่ในตู้เสื้อผ้า"

"ฉันลุกออกจากเตียง ยืดเส้นยืดสายก่อนไปอาบน้ำแต่งตัว"

"การใส่ชุดนักเรียนใหม่ให้ความรู้สึกเหมือนกับใส่เสื้อผ้าคนอื่นเลยแฮะ"

"กลิ่นหอมสังเคราะห์ของผงซักฟอกได้เตะจมูกฉัน\nแต่สัมผัสจากเนื้อผ้าที่ได้สัมผัสที่หลังนั้นรู้สึกเป็นธรรมชาติดี"

"ให้ความรู้สึกแบบที่ชุดนักเรียนควรจะเป็น ไม่แตกต่างกับชุดนักเรียนที่เคยใส่"

"เรื่องอื่น ๆ ก็เหมือนกัน เท่าที่ดูแล้ว ที่นี่ก็เป็นเหมือนกับโรงเรียนทั่ว ๆ ไป"

"ยกเว้นนักเรียนอะนะ"

"พอนึกถึงบทสนทนาที่ได้คุยกับเคนจิเมื่อวาน มิช่าที่หัวเราะได้ตลอดเวลา และชิซูเนะที่ทำท่าภาษามือ"

"เอาเถอะ ฉันเองก็เพิ่งได้เจอกับแค่ 3 คนเอง บางทีอาจจะเป็นแค่พวกนั้นที่ไม่ค่อยปกติ แต่คนอื่นคงจะปกติดี"

"หรือจริง ๆ แล้วพวกนั้นนับว่าปกติสำหรับที่นี่กันนะ?"

"อืม อะไรที่เรียกว่าปกติสำหรับที่นี่กันนะ คนที่นี่เขาทำอะไรกัน?"

"เมื่อวานหลังเลิกเรียนก็ไม่ค่อยเห็นเด็กด้วย ไม่แน่ว่าที่นี่อาจจะมีชมรมก็ได้ ถ้าเป็นแบบนั้น\nฉันเองก็น่าจะเข้าสักชมรมแหละ"

stop music fadeout 4.0

scene bg school_scienceroom at bgleft
with shorttimeskip

"ตลอดทั้งคาบก็ยังคิดแต่เรื่องที่สงสัยเมื่อเช้า เลยว่าจะถามชิซูเนะสักหน่อยตอนที่แบ่งทำงานเป็นกลุ่ม"

"ยังไงซะ เธอก็บอกเองว่าถ้ามีอะไรสงสัยก็ควรจะถามเธอ"

show shizu behind_blank at center
with charaenter

shi "…"

show shizu basic_normal
with charachange

shi "…"

show shizu cross_wut
with charachange

"เธอกอดอกแล้วหันไปจ้องมิช่าที่กำลังง่วนกับการพยายามกดยางลบที่ก้นดินสอให้เรียบเสมอกัน"

show shizu cross_angry
with charachange

shi "…"

show shizu cross_angry at tworight
show bg school_scienceroom at center
with charamove

show misha hips_grin at twoleft
with charaenter

play music music_happiness fadein 2.0

mi "อะฮาฮ่า~! โทษที ๆ ชิจัง มีอะไรเหรอ?"

show shizu basic_angry
with charachange

show misha perky_confused
with charachange

mi "อ๋อ~… งี่นี่เอง! อืม…ถามได้ดีฮิจัง"

"ตอนแรกที่เห็นท่าแบบนั้นฉันคิดว่าเธอจะไม่รู้ ซึ่งน่าเป็นห่วง แต่ฉันอาจจะคิดลบเกินไปก็ได้\nแต่เอาเถอะ มิช่า อย่าทำให้ฉันคิดถูกเลย"
show shizu basic_normal2
with charachange

shi "…"

show misha sign_smile
with charachange

mi "โอ๊ะ ใช่ ๆ ที่นี่แนะนำให้ทุก ๆ คนเข้าชมรม ซึ่งหลาย ๆ คนก็เข้านะ เพราะว่าไม่มีอะไรให้ทำแล้ว"

mi "แล้วก็จะมีกิจกรรมโรงเรียน อย่างงานเทศกาลที่จะมาถึงในอีกไม่กี่วันนี่ นักเรียนส่วนใหญ่ก็จะมาช่วยงานอะนะ"
show misha hips_grin
with charachange

mi "เพราะงั้น~! นายที่เพิ่งย้ายเข้ามาใหม่ในช่วงนี้ ก็ควรจะเข้ามาช่วยงานด้วยนะ~!"

hi "ได้สิ"

hi "แล้วงานที่ว่า เกี่ยวกับอะไรล่ะ?"

show misha perky_confused
with charachange

"มิช่านิ่งไปสักพัก"

show misha hips_laugh
with charachange

mi "…วะฮาฮาฮ่า~! ฉันก็ไม่รู้เหมือนกันฮิจัง จริง ๆ แล้วมันเป็นงานท้องถิ่นน่ะ แล้วฉันก็ไม่ก็ไม่ใช่คนแถวนี้ด้วย ก็…"

show misha sign_confused
with charachange

show shizu behind_blank
with charachange

show misha perky_confused
with charachange

show shizu adjust_smug
with charachange


"มิช่าพยายามทำภาษามือขอความช่วยเหลือจากชิซูเนะ ซึ่งเธอพอเธอดันแว่นด้วยท่าทางที่ดูภูมิฐานพิลึกนั้น\nแล้วก็เริ่มทำภาษามืออย่างเน้นหนัก"
show shizu adjust_happy
with charachange

shi "…"

show misha sign_confused
with charachange

mi "ฮะ? อ๋อ"

show misha hips_grin
with charachange

mi "ใครสนล่ะ?"
show misha hips_smile
with charachange

"มิช่าทำท่ายืดอกไปพลาง แล้วโพล่งคำพูดจากชิซูเนะ แต่ดูเหมือนจะถ่ายทอดความภาคภูมิใจในคำพูดได้ไม่เท่ากับของเจ้าตัว"

"ดังมาก ๆ จนคนทั้งห้องหันมาทางนี้"

hi "ดังเกิน ๆ"

show shizu basic_normal
with charachange

shi "…"

show misha hips_frown
with charachange

mi "เวลาเปลี่ยน ยุคสมัยเปลี่ยน คนก็เปลี่ยน อุดมคติและความเชื่อเบื้องหลังเทศกาลก็เปลี่ยนด้วย!"

show shizu behind_frown
with charachange

shi "…!"

show misha hips_grin
with charachange

mi "เดี๋ยวนี้ก็จะเป็นงานเกี่ยวกับของทอดอร่อย ๆ แล้วก็เกมงานวัดนิด ๆ หน่อย ๆ ฮ่าฮ่าฮ่าฮ่า~!"

"ครูกระแอมเสียงดัง พร้อมใช้ไม้เคาะฝ่ามือตัวเอง และมองค้อนมายังทางนี้"
show misha sign_sad
with charachange

"ในที่สุดมิช่าก็รู้ตัวและพยายามกลั้นเสียงให้เงียบลง ชิซูเนะดูไม่ได้อาย ไม่แม้แต่สนใจด้วยซ้ำ"
show shizu basic_angry
with charachange

shi "…"

show misha perky_confused
with charachange

mi "เรายังอยู่ในคาบอยู่ แล้วควรเริ่มงานได้ละ"

show misha perky_smile
with charachange

mi "จริงสิ! ชิจัง"

show shizu basic_sparkle
show misha sign_smile
with charachange

mi "อะไรนะ ใช่ ๆ ฮิจัง ที่ถามเนี่ยเพราะว่าอยากจะเข้าชมรมใช่มะ"

show shizu behind_blank
show misha perky_smile
with charachange

"ไม่รู้ว่าตาฝาดหรือเปล่า แต่เหมือนเห็นทั้งคู่จ้องตากันแปลก ๆ แถมน้ำเสียงของมิช่าก็เริ่มเปลี่ยนไปด้วย\nถึงแม้จริง ๆ จะเปลี่ยนทุก ๆ คำก็เถอะนะ"

hi "อืม ก็คิด ๆ อยู่"

"ทั้งสองคนมองหน้ากันอีกครั้ง"
stop music fadeout 8.0

"ขณะที่กำลังจะถามว่าทั้งคู่คิดอะไรอยู่ จู่ ๆ ก็มีเงามืด ๆ เข้ามาข้าง ๆ ดึงความสนใจฉันไป"

"ตรงหางตาเห็นผู้หญิงผมยาวสีเข้มลุกออกไปจากโต๊ะเรียน แล้วค่อย ๆ เดินไปที่ประตูเงียบ ๆ"

"และดูเหมือนว่าเธอไม่ได้ทำงานกับกลุ่มไหนเลย แล้วก็ไม่มีใครสังเกตเห็นเธอด้วยนอกจากฉัน"

"ฉันมองไปที่ครู ที่มองเธอเดินออกไปจากห้องเช่นกัน"

"ทำไมเขาถึงไม่ว่าอะไรเลยนะ?"

show misha perky_confused
with charachange

mi "ฮิจัง มีอะไรเหรอ?"

"สีหน้าฉันดูออกง่ายขนาดนั้นเลยเหรอ"

"หรือมิช่าก็มองผู้หญิงคนนั้นเหมือนกัน"

hi "เปล่า ไม่มีอะไร"

show shizu basic_happy
with charachange

shi "…"

show misha hips_smile
with charachange

mi "โอ~เค! ก็อย่างที่ถาม นายน่ะยังไม่มีแพลนจะไปกินข้าวที่ไหนใช่มะ?"

"“ฉันว่าฉันจะไปห้องสมุดเพื่อยืมหนังสือซักหน่อยน่ะ”"

hi "…ก็ ไม่นะ"

show misha hips_grin
with charachange

mi "ไปด้วยกันไหมล่ะ"

hi "ได้สิ"

show shizu behind_smile
with charachange

shi "…"

show misha cross_laugh
with charachange

mi "เย้~! วะฮ่าฮ่าฮ่า~! โอเคฮิจัง เยี่ยมเลย!"
scene bg school_scienceroom
with shorttimeskip

"เวลาที่เหลือในคาบก็ผ่านไปโดยที่ไม่มีอะไรเกิดขึ้น ผู้หญิงคนนั้นก็ไม่ได้กลับมาที่ห้อง"

"ก่อนที่จะได้คิดต่อว่าเธอหายไปที่ไหน ครูก็เข้ามาบอกว่าหมดเวลาแล้ว"
show shizu basic_frown at center
with charaenter

"ชิซูเนะดูหงุดหงิดนิดหน่อยเพราะกลุ่มเราทำงานเสร็จทันแบบแค่คาบเส้นตายพอดี\nจริง ๆ สำหรับฉันแค่ส่งทันก็พอแล้ว นี่ไม่ใช่การแข่งสักหน่อย"
show shizu behind_frown
with charachange

shi "…"

show shizu behind_frown at tworight
show bg school_scienceroom at bgright
with charamove

show misha hips_smile at twoleft
with charaenter

play music music_comedy fadein 0.5

mi "ใช่ มันคือการแข่ง ฮิจัง"

hi "ไม่ ๆ ไม่ใช่"

mi "จริงดิ?"

hi "จริง"

"จริง ๆ ก็เห็นแล้วแหละ แต่ก็แอบขำสภาพที่มิช่าขยับมือทำท่าทางภาษามือตลอดเวลา โดยทำท่าทางทั้งคำพูดตัวเอง\nและคำพูดที่ต้องแปลจากคนอื่น"

"ซึ่งก็ควรเป็นแบบนั้นแหละ เพราะชิซูเนะจะได้เข้าใจ ตาของชิซูเนะสลับไปมาระหว่างฉันและมือของมิช่า"

"ฉันไม่รู้ว่าควรจะมองไปที่ใครกันดี ตามหลักฉันพูดกับมิช่าอยู่ แต่จริง ๆ ก็คุยกับชิซูเนะอยู่ หรือว่าควรหันไปทางชิซูเนะ\nปกติก็ชินกับการหันหน้าไปทางที่ได้ยินเสียงคนพูดนะ แต่ว่า…"

"ชิซูเนะก็ไม่ได้ยินฉันด้วย แต่มันก็คงดูไม่ดีถ้าจะคุยผ่านมิช่าอย่างเดียว แต่จริง ๆ เธอเองก็ทำแบบนั้นนี่นา\nไม่ดิ อย่างน้อยเธอก็ยังมองมาทางฉันนี่นา โอย งงจัด คงอีกสักพักกว่าจะชิน"

hi "มันไม่ใช่การแข่ง เพราะการแข่งต้องแข่งเพื่อชิงรางวัล ซึ่งถ้าไม่มีรางวัล มันก็ไม่ใช่การแข่งสิ"
show shizu basic_happy
with charachange

"สายตาของชิซูเนะได้ฉายแววไม่ยอมแพ้ เธอจ้องมาที่ฉันอย่างกับว่าได้ถูกท้าทายไปแล้ว\nฉันว่านี่ก็คงเป็นการแข่งสำหรับเธอด้วย"

"ไม่เคยสังเกตมาก่อนเลยว่าตาเธอสีเข้มและน้ำเงินขนาดนี้ เป็นตาที่ดึงดูดจริง ๆ"

shi "…"

show misha perky_smile
with charachange

mi "แน่ใจนะ? ฮิจัง"

hi "แน่สิ"

show shizu behind_smile
with charachange

shi "…"

show misha hips_grin
with charachange

mi "ฮ่าฮ่าฮ่า! นายผิดแล้วล่ะฮิจัง เพราะว่า~! ฉันไม่อยากเป็นคนที่ทำเสร็จช้าที่สุดในห้อง\nเพราะงั้นแล้วสิ่งเดิมพันก็คือความมั่นใจในความสามารถของฉัน แล้วรางวัลก็คือความพอใจที่ได้พิสูจน์มันยังไงล่ะ"
show misha hips_laugh
with charachange

mi "วะฮ่าฮ่าฮ่าฮ่า~!"

show shizu adjust_happy
with charachange

"ชิซูเนะดันแว่นขึ้นโดยไม่ได้สนใจมากนัก"

play sound sfx_normalbell

hide shizu
with charaexit
hide misha
with charaexit


"ในใจอยากจะเถียงต่อ แต่ระฆังดังพอดี แล้วเธอก็รีบลุกแล้วหยิบกระเป๋าออกไป มองมาที่ฉันอย่างคาดหวัง"
scene bg school_hallway3
with locationchange

"เกือบลืมไปเลยว่านัดไปกินข้าวด้วยกัน"

show misha hips_smile at offscreenleft
show shizu behind_smile at offscreenright
with None

show misha hips_smile at twoleft
show shizu behind_smile at tworight
with ease

show shizu adjust_happy
with charachange

shi "…"

show misha hips_grin
with charachange

mi "อยากกินที่ไหนล่ะ?"

hi "โรงอาหารไหมล่ะ"

show misha hips_laugh
with charachange

mi "ฮ่าฮ่าฮ่า~! ก็ง่ายดี… โอเค~! ไปกันเถอะ!"

"ง่าย? ก็เอาเถอะ…"

stop music fadeout 6.0

"ที่โรงเรียนเก่า ปกติฉันชอบนั่งกินข้างนอกแถว ๆ หลังตึกเรียน เป็นที่ที่ดีทีเดียว แต่กว่าจะเจอก็ปลาย ๆ ม.4"

"ฉันละอยากรู้ว่าที่นี่จะมีมุมดี ๆ ไว้กินข้าวเหมือนกันไหมนะ มิช่าก็ทำเหมือนว่าจะมีซะด้วย"

scene bg school_cafeteria
with locationskip


"ชิซูเนะและมิช่าพาฉันมาที่โรงอาหาร ซึ่งดู ๆ แล้วคนไม่เยอะมาก อาจจะเพราะว่าบางคนเลือกที่จะกินในห้อง\nหรือกินข้างนอกมากกว่า เห็นเพื่อนในห้องบางคนก็เอาข้าวกล่องมาด้วย"

"หลังจากกินเสร็จ มิช่าก็เล่าเรื่องต่อจากที่ค้างไว้ก่อนหน้า"

play music music_shizune fadein 1.0

show misha perky_smile at twoleft
show shizu behind_smile at tworight
with charaenter

mi "ก็ ฮิจัง นายอยากจะรู้เรื่องเกี่ยวกับชมรม ใช่มะ ใช่มะ~"

show shizu adjust_happy
with charachange

shi "…"

mi "ก็จริง ชิจัง! ต้องรอเขาถามก่อนแหละเนอะ"
show misha hips_smile
with charachange

"ทั้งคู่พยักหน้าหากันเพื่อยืนยันอะไรบางอย่าง จากนั้นทั้งคู่ก็หันมาทางนี้และมิช่าก็ยืดอกแล้วทำท่า\nเหมือนจะกล่าวคำสุนทรพจน์" 

mi "ฮิจัง นายสนใจอะไรเป็นพิเศษล่ะ?"

hi "ฉันเคยเตะบอลนะ แต่ก็ไม่ได้สนขนาดติดตามทีมบอลหรือนักเตะอะไรพวกนั้น"

hi "เอาจริง ๆ ก็ชอบอ่านหนังสือมากกว่า"

show misha perky_smile
with charachange

mi "อืม… ก็มีชมรมหนังสือนะ ใช่ปะชิจัง ใช่ ๆ แต่ว่านะ~! เหมือนชมรมนั้นคนจะเต็มแล้วละ\nโทษทีนะฮิจัง ชมรมนั้นดังมากเลยล่ะ"
show shizu basic_happy
with charachange

shi "…"

mi "อ๊ะ โอเค! แต่ว่าอีกอย่างฮิจัง แปลว่าจริง ๆ ก็ยังไม่มีชมรมที่อยากเข้าใช่ปะ?"

hi "ก็ไม่มีนะ"

show shizu adjust_happy
with charachange

shi "…"

show misha cross_laugh
with charachange


mi "ดี! เยี่ยม~! เยี่ยมไปเลย ฮิจังนายนี่เยี่ยมเลย สุดยอดไปเลย ฮ่าฮ่าฮ่า~! วะฮ่าฮ่าฮ่าฮ่า~!"

hi "จะดีอะไรขนาดน้าน"

show misha cross_grin
show shizu adjust_happy
with charachange

mi "เปล๊า"

mi "ก็ นอกจากเรื่องชมรมกับงานเทศกาลที่จะมาถึง จริง ๆ ก็มีอีกอย่าง…"

show misha hips_laugh
with charachange

mi "สภานักเรียน"

"อย่างงี้นี่เอง ไม่ยักรู้ว่าโรงเรียนนี้มีสภานักเรียนด้วย แต่ปูมาตั้งไกลเพื่อบอกแค่นี้เนี่ยนะ"

show shizu adjust_blush
with charachange

"ค่อนข้างมั่นใจว่าทั้งคู่น่าจะรู้ตัวแหละ เพราะดูท่าทางชิซูเนะก็อาย ๆ และมิช่าก็หัวเราะ"


"ชิซูเนะกลับเข้าร่วมวงบทสนทนาอีกครั้ง แต่เสียงพูดก็ยังคงเป็นมิช่าอยู่ดี"
show shizu behind_smile
with charachange

shi "…"

show misha cross_grin
with charachange

mi "ฮ่าฮ่าฮ่า~! หืม ใช่ ๆ ฮิจัง นายน่าจะมาเข้ามาสภานักเรียนนะ ตอนนี้คนขาดมากเลยล่ะ\nใช่! เข้าเลย! นายต้องเข้านะ"

hi "ทำไมล่ะ?"
show misha cross_smile
with charachange

mi "ก็ อย่างแรกคือ เราจะได้อยู่ด้วยกันทุกวันไง ฮิจัง~! ฉันกับชิจังทั้งคู่เป็นสภานักเรียนด้วยล่ะ"
show misha perky_smile
with charachange

mi "ที่จริง ชิจังเป็นประธานสภานักเรียนล่ะ"

"หืม…"

"ชักจะเริ่มสงสัยละว่าสภาพแบบนี้ทั้งคู่น่าจะอวยสภานักเรียนเกินจริงละ"

"ชิซูเนะก็เหมือนอ่านใจได้ รีบหันไปหามิช่าแล้วทำท่าภาษามือให้มิช่า"

show shizu adjust_happy
with charachange

shi "…"

show misha hips_grin
with charachange

mi "ฮ่าฮ่าฮ่า~! แน่นอนว่าเราไม่ได้ตั้งใจว่าจะชวนนายเข้าไปเพื่อหวังผลประโยชน์อะไรจากนายหรืออะไรเทือกนั้น\nเลยพยายามชวนนายเข้า—"

hi "อ้อ สรุปยอมรับแล้วสินะว่า—"

show shizu behind_blank
with charachange

shi "…"

show misha perky_smile
with charachange

mi "อะฮ่าฮ่า~! เปล๊า ไม่ได้ยอมรับอะไรสักหน่อย~! ก็ ฮิจัง ถ้านายจะเข้าร่วมก็ดีเลยละ พวกเรายินดีมาก ๆ"

mi "แต่ยังไงก็ตาม การเข้าสภานักเรียนน่ะถือว่าเป็นการให้ความร่วมมือกับงานทางโรงเรียนนะ"

mi "อื้ม~! ก็ตามนั้นนั่นแหละฮิจัง แล้วอีกอย่าง นายไม่อยากอยู่กับพวกเราหลังเลิกเรียนจริง ๆ เหรอ ฮิจัง?"

"แยกไม่ออกเลยแฮะว่านี่คิดจริงจังหรือแค่แกล้งหยอก เหมือนทั้งคู่พยายามทำตัวให้ดูน่ารักที่สุดเลย\nถึงแม้จริง ๆ ก็น่ารักตั้งแต่แรกแล้วก็เถอะนะ"

hi "ก็…"

show shizu adjust_happy
with charachange

shi "…"

show misha hips_grin
with charachange

mi "งั้นก็ตามนี้ ยินดีต้อนรับเข้าสู่สภานักเรียนนะ ฮิจัง~!"

hi "ฮะ เดี๋ยว ๆ ไม่ ๆ !"

show misha perky_sad
with charachange

mi "โธ่… เนี่ยเห็นไหมชิจัง มันไม่ง่ายขนาดนั้นหรอก"
show shizu adjust_smug
with charachange

shi "…"

show misha perky_smile
with charachange

mi "อื้ม! ใช่ ๆ ถ้าง่ายไปก็คงไม่สนุกน่ะสิ แต่เอาเถอะ~! งี้ชิจังต้องเลี้ยงลูกอมฉันแล้วนะ"

hi "นี่พนันกันด้วยงั้นเหรอ ชีวิตฉันไม่ใช่เกมนะ!"

show shizu basic_happy
with charachange

"ชิซูเนะดูจะสนใจคำพูดเมื่อกี้หลังจากที่ได้อ่านภาษามือจากมิช่า ตาฉายแววที่มุ่งมั่น"

shi "…"

show misha cross_laugh
with charachange

mi "วะฮ่าฮ่า~! น่าสนใจนี่ฮิจัง งั้นเรามาเล่นเกมกันเถอะ"

hi "ไม่ได้หมายความว่าแบบนั้น"

show misha hips_grin
with charachange

mi "งั้นเอาเป็นไพ่สลาฟไหมล่ะ ถ้านายแพ้ นายต้องเข้าสภาล่ะ~!"

hi "ไม่เอาแน่ ๆ"

show misha perky_sad
with charachange

mi "โธ่~ ทำไมล่ะ?"

hi "ก็พวกเธอจะพยายามจะพาฉันเข้าสภานักเรียนนี่ ใช่ไหมล่ะ?"

show shizu adjust_smug
with charachange

shi "…"

show misha hips_grin
with charachange

mi "อื้ม!"

hi "เอ้อ แปลว่ายังไงพวกเธอก็จะช่วยกันรุมเพื่อลากฉันเข้าไปอยู่ดี แบบนั้นฉันก็เสียเปรียบน่ะสิ ไม่เอาด้วยหรอก"

show shizu basic_angry
with charachange

shi "…"

show misha hips_frown
with charachange

mi "ฮิจัง! เธอก็พูดเกินไปนะ! นี่จะบอกว่าจะไม่เชื่อใจกัน แล้วคิดว่าพวกเราจะเล่น ละ ละ…เหลี่—ย—ม อย่างงั้นเหรอ?\nเสียใจนะเนี่ย…"

hi "อะไรนะ?"

"เดายากจริง ๆ ว่าอันไหนคำพูดชิซูเนะ อันไหนของมิช่า"

show shizu behind_frown
with charachange

shi "…"

mi "โทษฐานที่มาทำร้ายความรู้สึกสาวน้อย นายต้องมาเข้าสภาเลยนะ!"

hi "ไม่!"

show misha hips_smile
with charachange

mi "งั้นเอาเป็นเกมฟุตบอลกระดาษแทนไหมล่ะ"

hi "ฟุตบอลกระดาษ?"

show misha hips_grin
with charachange


mi "ช่าย~! เป็นเกมที่เล่นกันในอเมริกาน่ะ~! พับกระดาษเป็นสามเหลี่ยม จากนั้นก็พยายามเตะเข้าโกลด้วยนิ้ว"

mi "เจ๋งไปเลยใช่ม้า~ เนี่ยเกมไว้แข่ง 2 คนที่ดีที่สุดเลยล่ะ ฮิจัง~!"

show shizu basic_normal
with charachange

shi "…"

mi "…แถมเล่นกันทั้งประถมและมัธยมด้วยงั้นเหรอชิจัง? วะฮ่าฮ่า! แปลว่าเกมนี้เล่นแล้วรู้เลยว่าโตแล้วหรือยัง"

hi "โตนิดหน่อยน่ะสิไม่ว่า ยังไงก็เถอะ ไม่เอาอยู่ดี รู้เยอะงี้แปลว่าเล่นเก่งแล้วน่ะสิ"

show misha cross_laugh
with charachange

mi "ฮ่าฮ่าฮ่า~! ช่าย ช่าย~ รู้ได้ไงเนี่ยฮิจัง"

show shizu behind_frown
show misha cross_grin
with charachange

"ชิซูเนะหน้านิ่วคิ้วขมวดใส่มิช่า เป็นสัญญาณว่ามิช่าไม่ควรยอมรับง่าย ๆ ขนาดนั้น"

"ก็พูดได้ไม่เต็มปากหรอกว่าก็แอบดีใจที่พยายามจะชวนกันขนาดนี้ แต่ก็แอบสงสัยนิดนึงว่าในสภานักเรียนเขาทำอะไรกันแน่"

"ฉันเองก็ไม่เคยอยู่ในนั้น แถมไม่รู้จักคนที่เป็นสมาชิกในนั้นมาก่อนด้วย อยากรู้เหมือนกัน\nแถมจริง ๆ ฉันเองก็ค่อนข้างชอบทั้งคู่ เข้าไปก็อาจจะไม่แย่ละมั้ง"

show shizu behind_blank
with charachange

shi "…"

show misha sign_smile
with charachange

mi "โอเค งั้นเอาเป็นบอร์ดเกมริสก์ (Risk) ไหมล่ะ เกมยึดครองโลกน่ะ!"

hi "ฉันไม่รู้จักเกมนั้นน่ะ"

show misha hips_smile
with charachange

mi "มันสนุกมากเลยนะฮิจัง เกมนี้นายจะต้องสู้เพื่อยึดครองโลก มีพวกกองกำลังอะไรแบบนั้นด้วย"

"ฟังดูแล้ว ดูท่าชิซูเนะคงจะเล่นเก่งน่าดู"

mi "ถ้านายอยากลองเล่น เดี๋ยวเราไปเล่นกันหลังเลิกเรียน"

show shizu basic_normal
with charachange

shi "…"

mi "อ๊ะ จริงเหรอชิจัง? เราเล่นแบบขำ ๆ ได้นะฮิจัง พอดีชิจังก็ไม่ได้เล่นเกมนี้มานานด้วยล่ะ\nซึ่งถ้าอยากลองมาเล่นก็ได้นะ ไม่มีข้อผูกมัดด้วย~!"

hi "อืม ก็ได้…"
show misha perky_smile
with charachange

mi "โอเค โอเค โอเค~! เยี่ยม~! งั้นเจอกันที่ห้องสภาหลังเลิกเรียนล่ะ ฮิจัง!"

hi "เดี๋ยว ๆ ทำไมต้องห้องนั้นล่ะ?"

show misha hips_grin
with charachange

mi "ก็เพราะว่า~! เกมอยู่ในห้องนั้นไงล่ะ"

show misha cross_laugh
with charachange

mi "วะฮ่าฮ่าฮ่าฮ่า~!"

"ฉันทำหน้าเบ้ไปเป็นเชิงว่าไม่เอาด้วย แต่ก็ทำไปงั้นแหละ"

"แต่สุดท้ายก็ไปตามน้ำ หลังจากบอกชิซูเนะว่าแค่ไปเล่นเฉย ๆ ไม่ได้เกี่ยวกับเรื่องอื่น"

"หมดเวลาพักเที่ยง แล้วเราก็กลับห้องเรียน"

stop music fadeout 2.0

scene bg school_scienceroom
show hanako def_worry at right
with shorttimeskip

show hanako def_worry at offscreenright
with charamove

hide hanako
with None

"ในคาบเรียนตอนบ่าย ผู้หญิงผมยาวคนนั้นก็กลับมานั่งที่ตัวเองเงียบ ๆ โดยไม่ได้พูดอะไร"

"และดูเหมือนว่าไม่มีใครเห็นเธอเหมือนเดิม หรือต่อให้เห็นก็ไม่มีใครพูดอะไรออกมา\nฉันก็อยากจะถามมิช่านะ แต่ก็จะดูว่ายุ่งเรื่องคนอื่นมากเกินไป"

#***************

label th_A6:

scene bg school_lobby at left
show shizu behind_smile at tworight
show misha hips_grin at twoleft
with shorttimeskip

play music music_ease

"หลังเลิกเรียน ชิซูเนะและมิช่าก็รีบเข้ามาหาที่โถงทางเดินชั้น 1 แล้วเข้าประกบซ้ายขวาไม่ให้กะหนีไปไหน"

"รู้สึกไม่ค่อยพอใจเท่าไหร่ที่ทำแบบนี้ แต่เอาจริงก็คิดจะหนีอยู่จริง ๆ นั่นแหละ\nถึงงั้นก็เหอะ พอคิดว่าเคยมีคนหนีจนต้องมีคนประกบแบบนี้แล้วก็แอบกลัวเหมือนกัน"

hi "มาล้อมอะไรกันเนี่ย ทำเอาอึดอัดเลยแฮะ"

"เอาจริง สภาพแบบนี้รู้สึกเหมือนเป็นนักโทษอันตรายที่กำลังโดนพาตัวไปห้องขังเลย"

show misha cross_laugh
with charachange

mi "วะฮ่าฮ่าฮ่า! เป็นอะไรเหรอ ฮิจัง"

show shizu adjust_smug
with charachange

shi "…"

show misha cross_grin
with charachange

mi "ใช่ ๆ เราจะไปเล่นเกมริสก์ไงล่ะ จำได้ไหม?"

"ไม่รู้ดิมิช่า สภาพตอนนี้ค่อนข้างน่าขนลุกนิดหน่อย นี่เริ่มคิดละว่าถ้าเข้าไปเล่นจะโดนจับทรมานจนกว่าจะยอมเข้าสภาไหม"

"จริง ๆ ก็ไม่น่าเป็นแบบนั้นหรอก แต่ทำไม… สังหรณ์แปลก ๆ ว่ามันจะเกิดขึ้นได้นะ…"

hide misha
hide shizu
with charaexit

with Pause(0.2)

show bg school_lobby at right
with charamove_slow

"ห้องสภานักเรียนอยู่ไม่ลึกมาก เดินเลี้ยว 2 ครั้งจากโถงทางเดินก็ถึงแล้ว"

hi "ฮะ? แค่เนี้ย? มาคุมตัวซะขนาดนั้นก็เกินไป"

show shizu basic_normal2 at tworight
show misha perky_smile at twoleft
with charaenter

shi "…"

show misha hips_smile
with charachange

mi "ไม่เกินไปหรอกฮิจัง ชิจังเคยบอกว่าเวลาคนจะหนีตายน่ะ จะมีพลังเพื่อไว้วิ่งหนีอย่างรวดเร็วออกมามากกว่าปกติ"

hi "“หนีตาย?”"

show shizu behind_smile
with charachange

"สีหน้าของมิช่ายังเหมือนเดิม เธอหันไปทำภาษามือให้ชิซูเนะที่ฉันดูไม่ออกว่าคิดอะไรอยู่\nแต่เอามือไพล่หลังพลางดูพอใจกับตัวเอง"

show misha hips_grin
with charachange

mi "อืม~ ฮืม ฮืม ฮืม~…"

"มิช่าแกล้งทำเป็นไม่ได้ยินคำพูดเมื่อกี้แล้วฮัมเพลงอย่างร่าเริง\nหยุดเลยนะ รู้นะว่าได้ยินน่ะ เธอไม่มีข้ออ้างอะไร ไม่เหมือนชิซูเนะนะ"

play sound sfx_dooropen
stop music fadeout 6.0

scene bg school_council
with locationchange

"ชิซูเนะเปิดประตูเข้ามาในห้องสภานักเรียน ห้องค่อนข้างเรียบ ๆ มีของตกแต่งนิดหน่อย\nแต่ถึงอย่างนั้นห้องก็ค่อนข้างใหญ่ เผลอ ๆ ใหญ่กว่าห้องเรียนด้วยซ้ำ"

"มีโต๊ะตัวใหญ่ ๆ ที่มีเก้าอี้รอบ ๆ ตั้งอยู่กลางห้อง และก็มีโต๊ะตัวเล็ก ๆ ตั้งเด่นอยู่หลังห้อง\nเดาว่าน่าจะเป็นโต๊ะของชิซูเนะ แล้วก็มีโต๊ะอื่น ๆ กับเก้าอี้ตั้งซ้อนกันอยู่ข้างห้อง น่าจะไว้เผื่อละมั้ง"

"นอกเหนือจากโต๊ะกับเก้าอี้ ในห้องก็ไม่ค่อยมีอะไรแล้ว จะมีก็แค่ตู้เก็บเอกสารกับชั้นหนังสือที่เก็บพวกเอกสารของโรงเรียน\nที่เหลือก็ไม่ค่อยมีอะไรละ เอาจริง ๆ ก็ไม่มีอย่างอื่นแล้ว"

"ห้องนี้ดู…หม่น ๆ นิดหน่อย จริง ๆ น่าจะเอากระถางต้นไม้มาตกแต่งเพิ่มในนี้สักหน่อยหรืออะไรเทือก ๆ นั้น\nแต่ที่สังเกตได้ชัดเลยคือ ห้องนี้ไม่มีคนอื่่น ๆ เลย"

hi "เรามาเร็วไปเหรอ?"

show shizu behind_blank at tworight
show misha hips_smile at twoleft
with charaenter

shi "…"

show misha hips_grin
with charachange

mi "เปล่า~"

hi "หมายความว่าไงว่า “เปล่า” แปลว่าวันนี้คนอื่นไม่เข้าเหรอ?"
show shizu adjust_smug
with charachange

shi "…"

show misha sign_smile
with charachange

mi "อืม งั้นแหละ~"

play sound sfx_snap
show shizu basic_happy
with Dissolve(0.3)

"ก่อนที่จะถามว่าทำไม ชิซูเนะก็ตบมือเสียงดังลั่น"

show shizu adjust_happy
with charachange

shi "…"

show misha hips_smile
with charachange

mi "ฮิจัง เรามาเล่นริสก์กันเถอะ นายสัญญาแล้วนี่ นายต้องเล่นนะ~!"

show misha hips_grin
with charachange

mi "ฮ่าฮ่าฮ่า~! โอเค โอเค โอเค~! จะฟังวิธีการเล่นก่อนไหมล่ะ? เดี๋ยวสอนให้ตอนกำลังเซ็ตกระดานละกัน"

hide shizu
with charaexit

"ขณะที่มิช่าพูดอยู่ ชิซูเนะก็หยิบสิ่งที่ดูเหมือนบอร์ดเกมออกมาจากตู้เก็บเอกสารและโยนลงบนโต๊ะ"

"ที่จริงก็ดูน่าสนใจดีเหมือนกัน"

show shizu adjust_frown at tworight
with charaenter

"หลังจากที่มิช่าใช้เวลานานเล็กน้อยเพื่อสอนพื้นฐานของเกมแบบที่ดูงง ๆ และไม่ค่อยชัดเจน\nชิซูเนะก็เข้ามาแล้วก็ประกาศเริ่มเกมด้วยท่าฟันแขนในอากาศ"

"ท่าทางจริงจังของชิซูเนะทำให้ฉันมีไฟขึ้นมา ฉันเริ่มอยากเอาจริงกว่าตอนที่ตกลงมาเล่นในตอนแรกละ"

show misha perky_smile
show shizu basic_normal2
with shorttimeskip

play music music_running fadein 0.5


"ผ่านมาถึงกลางเกม ขณะที่ฉันกำลังวางแผนว่าจะกันการโจมตีจาก 2 ทางของชิซูเนะยังไง\nเธอก็ทำลายสมาธิฉันด้วยการเคาะโต๊ะเล่น"
show shizu behind_frown
with charachange

shi "…"

show misha sign_smile
with charachange

mi "ฮิจัง ชิจังบอกว่าเล่นช้าจัง"

show misha hips_smile
with charachange

mi "แถมชิจังยังบอกอีกว่า เธอจะไว้เมืองออสเตรเลียให้ก็ได้นะ ถ้านายยอมเข้าร่วมสภานักเรียนน่ะ~!"

hi "ไหนบอกว่าไม่มีข้อผูกมัดไง"

"แต่การที่ให้ข้อเสนอนี้มา แปลว่าเธอรู้ว่าจริง ๆ ฉันก็ไม่อยากแพ้"

hi "แต่ยังไงก็เถอะ ไม่!"

show shizu adjust_smug
with charachange

shi "…"

mi "ชิจังชื่นชมจิตวิญญาณนักสู้ในตัวนาย และเธอจะยอมเป็นเผด็จการใจอ่อนที่จะยอมปล่อยกองทัพของนาย\nถ้านายยอมมาเข้าสภานักเรียนอะนะ~!"
show misha cross_laugh
with charachange

mi "ฮ่าฮ่าฮ่าฮ่า~!"

show misha cross_grin
with charachange

hi "เธอนี่ชอบแข่งขันเสียจริงนะ ชิซูเนะ"
show shizu adjust_happy
with charachange

"เหมือนว่าเธอจะถือว่านั่นเป็นคำชม"

hi "ฉันนึกว่าประธานสภานักเรียนจะใจใหญ่ใจโตกว่านี้เสียอีก"

show misha perky_confused
with charachange

mi "ใจ—ใหญ่—ใจ—โต?"

"ดูเหมือนว่าเธอจะไม่เข้าใจความหมาย หรือไม่รู้วิธีการทำท่าภาษามือคำนั้น\nเธอเลยหยิบกระดาษขึ้นมาเขียนให้ชิซูเนะอ่าน ซึ่งเมื่อชิซูเนะได้อ่านแล้วก็ทำท่าทางภาษามือกลับให้มิช่า"

"มิช่าทำท่าเอานิ้วชี้จิ้มไปที่ขมับ ราวกับว่าเพื่อจะจำคำนั้นเข้าไปในหัว"

show shizu basic_happy
with charachange

shi "…"

"ทันใดนั้นเอง จู่ ๆ ชิซูเนะก็ระเบิดท่าทางออกมา มิช่าดูท่าทางกลัวความเร็วของการทำท่าภาษามือที่ชิซูเนะได้ทำออกมา"
show misha sign_confused
with charachange

mi "อ๊ะ เดี๋ยวก่อน ช้า ๆ หน่อยชิจัง… อืม ฮิจัง~! ชิจังบอกว่านายกำลังจะแพ้ล่ะ!"

hi "บอกเธอว่าฉันจะทำลายกองทัพทั้งโลกของเธอด้วยกองกบฏที่ฉันมี"

mi "อ๊ะ… โอเค…"

show shizu basic_sparkle
with charachange

"ดวงตาของเธอฉายแววเหมือนเด็กที่คิดเล่นซนออกมา"

show shizu basic_happy
with charachange

shi "…"

show misha cross_smile
with charachange

label th_choiceA6:
menu:
    with menueffect
    
    mi "เธอบอกว่า นายเอาชนะไม่ได้หรอกถ้ายังเล่นแบบนี้อยู่น่ะ~!"
    
    "เธอพูดถูก เริ่มการบุกตีเต็มกำลัง!":
        return m1
    
    "มันเป็นกับดัก ทางที่ดีควรจะเล่นเซฟ ๆ ดีกว่า":
        return m2

label th_A6a:

"ไม่แน่ว่าเธออาจจะแค่เยาะเย้ย หรืออาจเป็นกลลวงก็ได้"

"ไหน ๆ ก็ไม่มีอะไรจะเสียอยู่ละ ลองเปลี่ยนวิธีดีกว่า"

"ไม่แน่ถ้าฉันขยายกองกำลัง แล้วพยายามคุมอาณาเขตเพิ่ม อาจจะพลิกเกมได้"

"ชิซูเนะเองก็ดูจะจดจ่อไปกับแผนครองทั่วทุกประเทศอยู่แล้ว\nไม่แน่ว่าฉันอาจจะยอมสละทวีปที่มีเพื่อได้ประเทศเล็ก ๆ มาเพิ่มเติมได้อยู่"

"เอาวะ ไม่ลองไม่รู้"

"ไม่กี่เทิร์นต่อมา ฉันก็แพ้เกมอยู่ดี"

show shizu adjust_smug
with charachange

"ชิซูเนะขยับแว่นเธอด้วยท่าทางผู้ชนะ แล้วก็ชูมือขึ้นด้วยท่าทางดีใจ"

shi "…"

show misha cross_grin
with charachange

mi "ฉันชนะ ฉันชนะ~! เย้~!"

hi "ไม่ต้องแปลก็ได้ เห็นอยู่"

show misha hips_grin
with charachange

mi "วะฮ่าฮ่าฮ่า~! อย่าซึมไปเลยฮิจัง~! ฉันรู้นายก็พยายามเต็มที่แล้ว"

mi "บางทีทำเต็มที่แล้วก็อาจจะไม่ชนะหรอก ฉันเข้าใจดีเลย~! แต่เพิ่งเล่นครั้งแรกแล้วทำได้ดีขนาดนี้ก็เก่งเหมือนกันนะ!"
show shizu behind_smile
with charachange

shi "…"

show misha perky_smile
with charachange

mi "ฮิจัง นายเข้าตีไอซ์แลนด์กับอเมริกาเหนือพร้อม ๆ กัน ใจกล้าเหมือนกันนะเนี่ย ชิจังประทับใจเลยล่ะ~!"

shi "…"

show shizu adjust_smug
with charachange

mi "เครื่องหมายที่บ่งบอกว่าเป็นผู้ที่ยิ่งใหญ่ คือความกล้า และการที่ทำตามความกล้านั้นสำเร็จให้ได้~!\nนายทำได้ไปครึ่งทางแล้วนะ เยี่ยมเลยฮิจัง"
show shizu adjust_happy
with charachange

shi "…"

mi "แต่แค่นั้นมันยังไม่พอหรอกนะ แค่ความเก่งกล้าอย่างเดียวมันยังไม่พอหรอก!\nเก่งแค่ไหนก็ไม่มีประโยชน์ถ้าไม่คิดจะเริ่มก้าวแรกและก้าวต่อ ๆ ไปก็ด้วย ฉันอยากเห็นนายพยายามมากกว่านี้"

show misha perky_confused
with charachange

mi "ก็ใช่แหละชิจัง~ แต่มันจะเกินไปไหม…"

shi "…"

mi "…"

show shizu basic_normal2_close
with characlose

stop music fadeout 3.0

"ชิซูเนะเอนตัวมาข้างหน้า จู่ ๆ ท่าทางเธอก็ดูจริงจังมากกว่าที่ฉันคิดไว้ตั้งแต่แรก"
shi "…"

show misha hips_smile
with charachange

mi "ฮิจัง นายอยากจะเข้าสภานักเรียนไหม?"

"มาถึงก็ตัดเข้าประเด็นเลยเหรอ แต่ว่านะ…"

"เพิ่งมาเรียนได้สองวันเลยยังลังเลไม่แน่ใจว่าจะทุ่มตัวทำอะไรเร็วขนาดนั้นดีมั้ย"

"ฉันยังไม่ได้ลองดูชมรมอื่น ๆ เลยด้วยซ้ำ"

"แต่ได้อยู่กับทั้งคู่ก็ไม่แย่เสียทีเดียว"

"ฉันคงต้องใช้เวลาตัดสินใจอีกสักหน่อย"

hi "อาจจะเข้าแหละ แต่ขอดูก่อนละกันเดี๋ยวมาบอก"

play music music_shizune fadein 2.0

show shizu behind_blank
with charadistant

shi "…"

show misha hips_frown
with charachange

mi "โอเคฮิจัง~! แต่คงไม่ได้พูดเพื่อแค่ให้ความหวังใช่ไหม"

hi "ไม่ ๆ ไม่ใช่แบบนั้น"

show misha perky_smile
with charachange

mi "จริง ๆ นะ~?"

show misha hips_grin
with charachange

mi "ฮิจัง ถ้านายจะว่าอย่างงั้นก็คงเป็นตามนั้นจริง ๆ แหละ คงไม่ได้โกหก~ อยู่แล้วแหละนะ~"

hi "อืม ๆ อย่างน้อยก็คงต้องมาแก้มือสักเกมแหละนะ"

show shizu basic_sparkle
with charadistant

"ชิซูเนะยิ้มเยาะมาตอกย้ำความพ่ายแพ้ของฉัน"

#***********************

label th_A6b:

"ดูเหมือนว่าเธอจะพยายามล่อหลอกฉันอยู่"

"กระดานตอนนี้ฉันก็มีกองกำลังตั้งป้องกันที่แน่นหนาอยู่แล้ว คงไม่เล่นอะไรแผลง ๆ ให้มันพังแน่"

"ไม่กี่เทิร์นต่อมา ฉันก็แพ้เกมอยู่ดี"

show shizu adjust_smug
with charachange

"ชิซูเนะขยับแว่นด้วยท่าทางผู้ชนะ แล้วก็ชูมือขึ้นด้วยท่าทางดีใจ"

shi "…"

show misha hips_grin
with charachange

mi "วะฮ่าฮ่าฮ่าฮ่า~! ฮิจัง นายน่ะได้แพ้ไปตั้งแต่ปล่อยอเมริกาเหนือให้ฉันแล้วล่ะนะ"

show misha perky_confused
with charachange

mi "หมายถึง ชิจังน่ะนะ ไม่ใช่ฉัน"

show shizu behind_frown
with charachange

stop music fadeout 7.0

shi "…"

show misha perky_smile
with charachange

mi "เพราะการคุมอเมริกาเหนือเนี่ยค่อนข้างต้องแลกกับความเสี่ยงมาก ๆ เพราะถึงจะได้โบนัสกองทัพมา 5 ตัว\nแต่ก็โดนเข้าตีได้จาก 3 ทางแน่ะ เพราะงั้นเลยต้องมานั่งป้องกันให้หมดไงล่ะ!"

show shizu behind_frustrated
with charachange

shi "…"

mi "ฉันนึกว่านายจะกล้ากว่านี้ซะอีก น่าผิดหวังจัง"

mi "มากกว่านี้ฮิจัง นายต้องกล้าเล่นกล้าเสี่ยงให้มากกว่านี้! กล้าเล่น กล้าเสี่ยง~!"

show shizu basic_frown
with charachange

shi "…"

mi "ตอนแรกฉันก็ตื่นเต้นนะตอนที่นายได้อเมริกาใต้ แต่อยู่ ๆ นายก็เปลี่ยนไปเน้นตั้งป้องกันเพื่อแค่ได้เปรียบนิดหน่อยเนี่ย\nไม่ไหวเลยนะฮิจัง"

mi "นายน่ะไม่กล้า{i}เสี่ยง{/i}ยังไงล่ะ แล้วพอนายยอมเสี่ยงนายก็ดันไปไม่สุด ไม่ไหวเลยนะฮิจัง"

"ฉันเล่นแบบเซฟ ๆ แล้วมันทำไมวะ ไม่ต้องซ้ำกันก็ได้"

show shizu basic_normal2_close
with characlose

shi "…"

mi "ฉันแอบคิดละนะว่านายจะไหวกับสภานักเรียนไหมนะ…"

play music music_normal fadein 8.0

"อะไรเนี่ย เล่นจิตวิทยาย้อนกลับอยู่อย่างงั้นเหรอ"

hi "ถ้างั้นฉันก็คงไม่ต้องคิดละว่าจะเข้าหรือไม่เข้าดี"

shi "…"

mi "ยอมแพ้ง่าย ๆ อย่างงั้นเลยเหรอ? ฉันคาดหวังนายสูงไปสินะ"

"เอาจริงดิ ชิซูเนะพยายามล่อฉันให้เข้าสภานักเรียนใช่ไหมเนี่ย?"

"อีกอย่าง ฉันเองก็ยังไม่ได้อยากเข้าด้วย นี่ก็เพิ่งวันที่ 2 ที่ได้เข้ามาที่นี่เอง คงจะสัญญิงสัญญาอะไรตอนนี้ก็คงไม่ไหว"

"ฉันเองก็ยังไม่ได้ลองดูชมรมอื่น ๆ ด้วยซ้ำ แล้วอีกอย่างก็ทั้งคู่ก็ดูเป็นพวกแปลกหน่อย ๆ ด้วย"

hi "ก็ได้ เดี๋ยวเก็บกลับไปคิดละกันว่าจะเข้าไหม แต่ขอดูชมรมอื่นก่อนละกัน"
show misha perky_confused
with charachange

mi "จริงนะฮิจัง คงไม่ได้พูดเพื่อแค่ให้ความหวังใช่ไหม?"

hi "อืม ๆ แต่ก็ยังไม่ชัวร์นะว่าจะมาเข้าไหม"

show misha perky_sad
with charachange

mi "โห่…"

show shizu behind_frown
with charadistant

shi "…"

show misha perky_smile
with charachange

mi "โอเคฮิจัง แต่พวกเราไม่ยอมแพ้ง่าย ๆ หรอกนะ นายบอกว่า “อาจจะ” แปลว่ายังมีโอกาสสินะ~!"

show shizu basic_angry
with charachange

shi "…"

show misha sign_smile
with charachange

mi "เอาน่า ถ้านายมาจะต้องสนุกแน่! เราจะได้เล่นริสก์อีกหลาย ๆ รอบ แล้วสักวันนายอาจจะชนะฉันก็ได้นะ\nถ้าเราไม่เรียนจบกันไปก่อนอะนะ"

hi "ฟังแล้วก็ไม่ได้อยากเข้าขึ้นมาเล้ย"

show shizu behind_blank
with charachange

shi "…"

show misha hips_grin
with charachange

mi "วะฮ่าฮ่า~! นายคงไม่ได้เล่นบอร์ดเกมห่วยขนาดนั้นหรอกน่า วันหลังนายเล่นเกมที่นายรู้จักก็ได้นะ ถือว่าต่อให้"

hi "รู้งี้บอกว่าที่พูดว่าจะเข้าคือแค่ให้ความหวังเลยซะจบ ๆ"

show misha perky_sad
with charachange

mi "ง่าาา ใจร้ายอะฮิจัง…"

label th_A6c:

"พอเหลือบมองนาฬิกาบนผนังก็ระลึกได้ว่าใช้เวลาเล่นริสก์นานกว่าที่คิด"

hi "โทษที น่าจะต้องไปละ ว่าจะไปห้องสมุดซะหน่อย ยังไม่ปิดใช่ปะ?"
show shizu behind_blank
with charadistant

"ชิซูเนะเกาหัวแกรก ๆ แล้วทำท่าทางให้กับมิช่า"

"ทำไมแค่ตอบว่าปิดแล้วหรือยังถึงยากจัง นาฬิกาก็อยู่บนผนังนั่นน่ะ"

shi "…"

show misha perky_confused
with charachange

mi "น่าจะยังเปิดนะ เว้นแต่ว่าบรรณารักษ์จะไม่มาอะนะ"

mi "ฉันก็ว่างั้นแหละชิจัง"

show misha hips_smile
with charachange

mi "พวกเรา… คิดว่าห้องสมุดก็ยังเปิดอยู่นะ จำได้ว่าอยู่ชั้น 2 น่ะ อยากให้พาไปมั้ย"

hi "ไม่เป็นไร ขอบใจ เจอกันพรุ่งนี้"

show misha hips_grin
with charachange

mi "บ๊ายบาย!"

stop music fadeout 2.0

#*******************
label th_A7:

scene bg school_staircase2
with locationchange

scene bg school_hallway2
with locationchange

"เดินขึ้นมาได้ชั้นเดียวก็เจอเรื่องแล้ว"

"โถงทางเดินชั้นสองเหมือนชั้นสามเปี๊ยบ"

"ซึ่งก็แน่นอนว่ากว้างและเรียบ ๆ อย่างที่โถงทางเดินที่ไหนก็เป็น"

"ปัญหาก็คือ ห้องสมุดไม่ได้หาง่ายอย่างที่คิดน่ะสิ"

"ห้องเรียนยังพอมีป้ายบอกว่าเป็นห้องเลขอะไร แต่ก็มีห้องอื่น ๆ อีกเยอะที่ไม่มีอะไรบอกเลย"

"ห้องสมุดเองก็เป็นแบบนั้นไหมนะ หรืออาจจะอยู่แถว ๆ โถงทางเดินนั่นแหละ"

"ฉันคิดว่าเป็นอย่างหลัง เลยสุ่ม ๆ เดินไปตามทาง"

"หลังจากเลี้ยวไปรอบนึง ก็สะดุดตาห้องที่ไม่มีป้ายห้องนึง เพราะประตูเปิดค้างไว้"

"ก็ไม่เชิงว่าเปิดหรอก แค่แง้ม ๆ นิดหน่อยพอได้เห็นว่ามันเปิด แค่นั้นแหละ"

"ห้องสมุดก็ควรจะเปิดประตูเอาไว้เผื่อให้คนเข้านั่นแหละ ถึงแม้อันนี้จะไม่เปิดขนาดนั้นก็เถอะ แต่แค่นี้ก็พอละ"

"อย่างน้อยก็แปลว่ามีคนในห้องนั้นที่น่าจะพอให้ถามได้ว่าห้องสมุดไปทางไหน ถึงแม้จะน่าอายก็เถอะ"

"ฉันค่อย ๆ เปิดประตูด้วยปลายนิ้วของฉัน กล้ามเนื้อทุกมัดในแขนเตรียมที่จะชักกลับทุกเมื่อ"

"ฉันยังสลัดความรู้สึกว่าเป็นคนนอกของโรงเรียนนี้ออกไปจากหัวไม่ได้ ฝังแน่นเสียจนกลัวไปก่อนว่าแค่เดินเข้าไปแล้วจะโดนว่า"

play sound sfx_door_creak

"เสียงเปิดประตูค่อย ๆ ดังเอี๊ยดราวกับเสียงโอดครวญยามคนตื่นนอน แต่จริง ๆ ก็เปิดง่ายกว่าที่คิด"

"ฉันชะเง้อเข้าไปในห้องเพื่อกวาดตาดูให้เร็วที่สุด ปากที่จะพูดว่า “สวัสดี” ด้วยเสียงอ่อย ๆ ก็ปิดลงทันที"

window hide

scene white
with fade

play music music_lilly fadein 3.0

scene ev lilly_tearoom
with Dissolve(3.0)

window show

"…"

"นี่…ไม่ใช่ภาพที่คิดว่าจะได้เจอ"

"ฉันปล่อยให้ประตูเปิดจนสุดโดยไม่ได้สนใจมัน สายตามองไปเห็นร่างโดดเดี่ยวอยู่กลางห้องเปล่าดาย"

"สถานการณ์ในตอนนี้ทำให้ฉันพูดไม่ออก ทำได้แค่ยืนที่หน้าประตูโดยจ้องมองไปยังสาวสวยผู้นั้น"

"พอจะเห็นว่าเธอกำลังตั้งสติคิดอยู่ว่าเกิดอะไรขึ้น จากนั้นเธอค่อย ๆ วางถ้วยชาลงและลืมตาขึ้นมาแต่ไม่ได้มองมาทางนี้"

scene ev lilly_tearoom_open
with charachange

li_ "สวัสดีจ้ะ มีอะไรให้ช่วยไหม?"

"ดวงตาเธอมองตรงไปข้างหน้า ราวกับว่าไม่ใช่คำพูด หากแต่ความเคลื่อนไหวจากริมฝีปากเธอเป็นสิ่งทำลายความเงียบแทน"

"ทว่า เสียงอันนุ่มนวลและบรรจงนั้นย้ำบอกว่าเธอไม่ได้เป็นส่วนหนึ่งของห้องนี้"

"เธอไม่ใช่แค่เป็นหญิงสาวที่ตัวสูงที่สุดที่เคยเจอมา แต่ในหมู่ชาวต่างชาติที่เคยพานพบมา เธอนั้นช่างดูโดดเด่น"

hi "เอ่อ สวัสดี ขอโทษที่เข้ามาขัดนะ พอดีว่าฉัน…หลงทางน่ะ"

"เธอใช้เวลาคิดคำตอบสักพักก่อนจะพูดออกมา ทุก ๆ การกระทำของเธอราวกับว่าได้รับการบรรจงคิดมาเป็นอย่างดีก่อน"

li_ "นั่งก่อนไหมจ๊ะ?"

"…แปลก ทั้งที่ฉันเข้ามาขัดแท้ ๆ"

hi "อ่า… ขอบคุณนะ"

"ฉันค่อย ๆ เข้าไปนั่งที่ตรงข้ามเธอ หญิงสาววางถ้วยชาและจานรองไว้บนโต๊ะไม้ที่อยู่ตรงระหว่างเรา"

"การที่เธอไม่ได้หันมามองตามการเคลื่อนไหวของฉันและสีของดวงตาที่ดูขุ่นเล็กน้อยบ่งบอกว่าเธอนั้นอย่างน้อยก็\nตาบอดบางส่วนเหมือนกับเคนจิ"

"พอมาคิด ๆ ดูแล้ว น้ำเสียงของเธอก็ไม่ได้มีสำเนียงต่างชาติปนมาเลย เดาว่าเธอน่าจะเป็นลูกครึ่งญี่ปุ่นแหละ"

"เมื่อฉันนั่งลงแล้ว ท่าทีของเธอทำเอาฉันไม่ทันตั้งตัว บรรยากาศของเธอที่ดูมั่นคงทว่าผ่อนคลายอยู่ในทีทำให้ความเงียบนี้\nไม่อึดอัดเลยแม้แต่น้อย"

scene ev lilly_tearoom
with charachange

"บรรยากาศในห้องนั้นสงบแตกต่างจากห้องสภานักเรียน"

li_ "ฉันขอเดาว่านายคงเป็นนักเรียนที่ย้ายเข้ามาใหม่ใช่ไหมจ๊ะ"

hi "อ๊ะ ใช่ เพิ่งย้ายเข้ามาเมื่อวานน่ะ"

"อืม… รู้สึกว่าวิธีการพูดของฉันจะไม่เข้ากับระดับความสุภาพของเธอเลยแฮะ ถ้ามองจากการที่เธอโค้งทักทายน้อย ๆ"

"เป็นระดับที่ฉันพยายามจะให้เทียบเท่าด้วย แต่พอทำไปก็ถึงรู้ว่าไม่ไหว"

scene ev lilly_tearoom_open
with charachange

li_ "ฉันชื่อลิลลี่ ซาโต้ ยินดีที่ได้รู้จักจ้ะ…"

hi "ฮิซาโอะ ฮิซาโอะ นากาอิ"

"เธอพยักหน้าก่อนที่จะชี้ไปที่บริเวณถ้วยชา"

li "ดื่มหน่อยไหมจ๊ะ"

hi "อื้ม"

"รู้สึกแย่แหละ แต่ก็ตามไม่ไหวกับความเป็นพิธีรีตองของเธอจริง ๆ"

"เธอพยักหน้าน้อย ๆ รับคำขอนั้น"

scene bg school_miyagi
with fade

"เธอลุกออกไปเตรียมถ้วยชาอีกใบจากชุดถ้วยชาที่ตั้งอยู่บนชั้นวางของโดยไม่ได้พูดอะไร"

"แตะนู่นนิด แตะนี่หน่อย มือซ้ายของเธอมักจะสัมผัสน้อย ๆ อยู่กับกาน้ำชาหรือแก้วที่กำลังเทน้ำใส่… ดูแล้วคงเป็นอะไรที่เธอ\nทำมาแล้วหลายครั้ง"

"พอเอี้ยวตัวไปมองข้างหลัง ก็เห็นเธอใช้ปลายนิ้วเรียวยาวแตะเพื่อวัดระดับน้ำในถ้วยให้เหมาะสม"

"การที่ได้เห็นความพิการต่าง ๆ ของคนในห้องนั้นก็เรื่องหนึ่ง แต่ก็อดทึ่งไม่ได้ที่เห็นแต่ละคนปรับตัวได้ดีอย่างนี้"

"อย่างชิซูเนะกับมิช่าก็ช่วยกันเพื่อคุยกับฉัน และลิลลี่เองก็ดูมีวิธีแก้ปัญหาแบบที่แม้แต่ฉันก็คาดไม่ถึง"

"ก็รู้สึกผิดนิดหน่อยแหละที่ต้องให้เธอมาทำให้ แต่เธอดูจะยินดีที่ได้ทำหน้าที่ตระเตรียมชาให้อย่าง “ถูกวิธี”"

li "แล้ว…"

"เสียงอันอ่อนโยนของเธอพาให้ฉันที่สังเกตอยู่อย่างเงียบ ๆ ต้องหยุด"

show lilly basic_smile at center
with charaenter

li "เธอกำลังหาห้องไหนอยู่ล่ะ ปกติห้องนี้ก็ไม่ค่อยมีใครเข้ามาหลังเลิกเรียนหรอกนะ"

hi "ห้องสมุดของโรงเรียนน่ะ ชิซูเนะและมิ— เอ่อ คือ เพื่อนในห้องบอกว่าอยู่ชั้นนี้น่ะ"

"เธอพยักหน้าพร้อม ๆ กับรินน้ำลงในถ้วยชา เสียงกระทบจากโลหะดังออกมาจากถ้วยชาบ่งบอกว่ากำลังถูกคน"

li "ฉันรู้จักกับคุณฮากามิจิ พอ ๆ กับนักเรียนส่วนใหญ่ ถ้าอยู่ด้วยกันแปลว่าเธอมาจากห้อง 3-3 ใช่ไหม"

hi "ใช่ ๆ ห้องเรียนวิทยาศาสตร์ที่อยู่กับอาจารย์มุโต้"

show lilly basic_giggle
with charachange

"เธอหัวเราะคิกคักเล็กน้อย ก่อนจะวางช้อนชาลงและเดินมายังโต๊ะ"

li "เขาเป็นคนที่น่าสนใจดี อยู่ ๆ ไปเธอคงชอบแหละ ส่วนใหญ่จะแบบนั้นนะ"

scene bg tearoom_lillyhisao_noon
show tearoom_hisao smile
show tearoom_lilly smileclosed
with fade

"เมื่อเธอวางถ้วยชาลงบนโต๊ะ ฉันหยิบขึ้นมาจิบเบา ๆ จริง ๆ ฉันชอบกาแฟมากกว่า แต่จะพูดตอนนี้ก็ยังไงอยู่"

"แต่ถึงอย่างนั้น กลิ่นชาก็หอมดี ไม่ได้ถึงขั้นดื่มไม่ได้ขนาดนั้น"

show tearoom_hisao relief
with charachange

hi "ขอบใจนะ ซาโต้ อร่อยมากเลยล่ะ"

show tearoom_lilly ara
with charachange

"เธอยิ้มและโบกไม้โบกมือเชิงปฏิเสธ"

li "เรียกลิลลี่เถอะจ้ะ ไม่ต้องสุภาพขนาดนั้นก็ได้"

"เธอบอกแบบนั้นทั้ง ๆ ที่คำพูดเธอสุภาพมาก ๆ แต่เอาเถอะ"

"ฉันว่าฉันต้องถามเรื่องเธอบ้างแล้วละ ดูจากที่เธอก็ใส่ใจฉันพอตัว"

show tearoom_hisao smile
with charachange

hi "แล้ว เธอมาจากห้องไหนล่ะ เดาว่าอยู่ ม. 6 ใช่ไหม"

show tearoom_lilly smileclosed
with charachange

li "ถูกจ้ะ ฉันมาจากห้อง 3-2 ซึ่งอยู่ชั้น 3 ชั้นเดียวกับเธอ ครูที่สอนคือครูมิยางิ เป็นห้องสำหรับคนมีปัญหาทางสายตา\nโดยเฉพาะน่ะจ้ะ"

hi "อืม พอจะเห็นภาพ{w} อ๊ะ หมายถึง เอ่อ ทะ โทษที…"

show tearoom_hisao oops
with charachange

"อยากตบหน้าตัวเองที่หลุดปากไปแบบนั้น แต่พอดูสีหน้าแล้วเธอก็ดูจะไม่ได้คิดมากอะไรเลยแม้แต่น้อย"
show tearoom_lilly ara
with charachange

li "แหม แหม ไม่ต้องเปลี่ยนวิธีการพูดเพื่อฉันหรอกจ้ะ"

show tearoom_hisao unsure
with charachange

hi "อ๊ะ อื้ม ขอโทษทีนะ คงดูออกเลยสิเนี่ยว่ามาใหม่"

show tearoom_lilly weaksmile
with charachange

li "เธอที่ต้องย้ายมาอยู่ที่แบบนี้คงต้องปรับตัวอีกเยอะเลยล่ะ เพราะงั้นคงว่าอะไรเธอไม่ได้หรอก ถึงจะไม่ใช่ทุกคน แต่ส่วนใหญ่\nก็ยอมรับกับความพิการที่เป็นได้แล้วล่ะ"

"คนส่วนใหญ่ที่ว่าก็คงรวมเธอด้วยนั่นแหละ เอาละ ตอนนี้คงได้เวลาเหมาะที่จะเปลี่ยนเรื่องคุยแล้ว"

show tearoom_hisao smile
with charachange

hi "เธอมาที่นี่เพื่อดื่มชาบ่อย ๆ ใช่ไหม บรรยากาศดีเหมือนกันนะ"

"สำหรับเธอ ที่นี่ก็คงเป็นที่ที่ดีของเธอ เหมือน ๆ กับหลังตึกเรียนโรงเรียนเก่าที่ฉันชอบไปกินข้าวเที่ยงล่ะมั้ง"

show tearoom_lilly smileclosed
show tearoom_hisao think
with charachange

li "ปกติฉันมาที่นี่บ่อย ๆ ช่วงพักเที่ยงน่ะ พอดีด้วยหน้าที่ของหัวหน้าห้องทำให้ฉันเองไม่ค่อยมีเวลาพอที่จะตั้งชมรม\nอย่าง “เป็นทางการ” ฉันกับเพื่อนก็เลยใช้ห้องนี้เอาไว้เพื่อดื่มชากันจ้ะ"

"หัวหน้าห้องเหรอ"

"เมื่อเทียบกับชิซูเนะแล้ว อุปนิสัยแทบคนละขั้วเลย ชิซูเนะดูจะเป็นคนมุ่งมั่น ทะเยอทะยาน แต่ลิลลี่ดูจะเป็นคนสบาย ๆ ใจเย็น\nเกือบค่อนไปทางห่างเหิน"

"พอนึก ๆ ดูแล้ว เธอน่าจะแนะนำชมรมของที่นี่ได้อย่างไม่ลำเอียงละนะ"

hi "ที่นี่พอมีชมรมไหนที่น่าเข้าบ้างเหรอ?"

show tearoom_lilly thinking
with charachange

li "อืม… ที่ดัง ๆ เลยก็พวกชมรมกรีฑา พวกที่ใช้สนามช่วงพักเที่ยงนั่นแหละ แล้วก็มีชมรมเบสบอล กับชมรมหนังสือที่ตั้งอยู่\nใกล้ ๆ ห้องสมุดจ้ะ"

li "แล้วก็พวกชมรมเล็ก ๆ อีกเยอะเลย อย่างชมรมศิลปะกับชมรมดนตรี"

"การที่จะรีบเข้าชมรมทันทีตอนที่ยังอยากจะตั้งหลักกับพื้นที่ก่อนดูเป็นความคิดที่ไม่เข้าท่านัก"

"ฉันอยากรู้ว่าที่นี่ใช้กฎเดียวกันกับที่โรงเรียนเก่าหรือเปล่า"

hi "ที่นี่บังคับว่าต้องเข้าชมรมไหม?"

show tearoom_lilly smileclosed
with charachange

li "ไม่จ้ะ แต่ถึงอย่างนั้นเขาก็แนะนำให้เข้านะ"

show tearoom_hisao sigh
with charachange

hi "โอ้ ดีเลย โล่งไปที"

stop music fadeout 4.0

show tearoom_lilly giggle
with charachange

"อยู่กับเธอแล้วคงทำตัวสบาย ๆ เกินจนพูดอะไรแบบนั้นไป และดูเหมือนเธอจะชอบใจอยู่หน่อย ๆ ด้วย"

"ด้วยความที่ไม่อยากปล่อยให้ชาเย็นชืด ฉันเลยเริ่มยกมันขึ้นมาดื่มพร้อม ๆ กับลิลลี่"

scene bg tearoom_lillyhisao_sunset
show tearoom_hisao outside
show tearoom_lilly smileclosed
with shorttimeskip

play music music_tranquil fadein 3.0

"พอมองผ่านไหล่เธอไปที่หน้าต่าง ก็ได้เห็นแสงแดดเริ่มย้อมสีส้มเข้ามาในห้อง"

"แม้แต่ที่นี่ เวลาก็ไม่คอยใคร"

hi "อืม เวลาผ่านไปไวจัง"

show tearoom_lilly thinking
with charachange

li "ว่าไงนะจ๊ะ"

"เอ้อ เธอตาบอดนี่นา แน่นอนว่าเธอไม่เห็นพระอาทิตย์ที่กำลังตก"

show tearoom_hisao smile
with charachange

hi "เหมือนว่าพระอาทิตย์กำลังตกแล้วละ"

"ดูท่าทีเธอตกใจไม่น้อย เดาว่าเธอเองก็เพลินจนลืมเวลาแน่ ๆ"

show tearoom_lilly weaksmile
with charachange

li "ขอโทษที่รั้งไว้เสียนานเลยนะจ๊ะฮิซาโอะ เห็นบอกจะไปห้องสมุดใช่มั้ย"

"ฉันรีบตอบเพื่อไม่ให้เธอกังวล"

show tearoom_hisao calm
with charachange

hi "อ๋อ ไม่เป็นไรหรอก ห้องสมุดยังเปิดอยู่ใช่ไหมล่ะ"

"เธอนิ่งไปแล้วใช้เวลาคิดสักพัก"

"จริง ๆ ก็เป็นอะไรที่น่าจะถามตอนอยู่กับชิซูเนะน่ะนะ แต่ดูเหมือนว่าลิลลี่เองก็น่าจะรู้เหมือนกัน"

show tearoom_lilly thinking
with Dissolve(0.25)
show tearoom_lilly smileclosed
with Dissolve(0.25)

li "ใช่ ยังเปิดอยู่ เปิดถึง 6 โมงครึ่งตอนวันธรรมดาน่ะ" 

"ฉันเหลือบมองนาฬิกาข้อมือก็เห็นว่ายังไปทันอยู่"

show tearoom_hisao smile
with charachange

hi "อืม… ถ้างั้นก็คงไปทันอยู่แหละ ยินดีที่ได้คุยด้วยนะ ลิลลี่"

show tearoom_lilly smileclosed
with charachange

"เธอยิ้มและพยักหน้าให้ มือของเธอยังคงวางประกบอย่างเรียบร้อยบนโต๊ะตรงหน้าเธอ"

li "ด้วยความยินดีจ้ะ"

show tearoom_lilly thinking
with charachange

li "โอ๊ะ จะว่าไป… ให้ฉันนำทางไปห้องสมุดให้ไหมจ๊ะ?"

hi "ไม่เป็นไรหรอก เกรงใจ แค่นี้ก็พอแล้ว คิดว่าคงหาเจอแหละ"

"เว้นแต่ว่าทักษะการนำทางของฉันจะล้มเหลวอะนะ{w} ซึ่งก็ดูท่าว่าจะเป็นแบบนั้นบ่อยด้วย"

show tearoom_lilly smileclosed
with charachange

li "ไม่เป็นไรหรอกจ้ะ ยังไงฉันก็ว่าจะไปคุยกับบรรณารักษ์อยู่แล้ว ให้ฉันพาไปเถอะ"

"อะไรมันจะเหมาะเจาะได้ปานนั้น คงยากที่จะปฏิเสธเธอแล้ว"

hi "ถ้าเธอว่าอย่างนั้นก็ตามนั้น ขอบใจนะ"

scene bg school_miyagi_ss
show lilly cane_smile_ss at center
with fade

"ขณะที่เธอกำลังจะลุกตามฉัน เธอก็เอื้อมหยิบไม้เท้าที่ยืดหดได้ที่วางข้าง ๆ กระเป๋าขึ้นมา"

"เทียบกับไม้เท้าของเพื่อนคนในห้องฉันคนนั้น ไม้เท้าของลิลลี่ดูบางกว่าและยาวกว่าของเพื่อนในห้องน่าจะเอาไว้ค้ำยัน\nในขณะที่ของลิลลี่มีไว้เพื่อนำทาง"

"พวกเราออกจากห้องอันสงบนี้ไปยังโถงทางเดินเพื่อเดินไปห้องสมุด"

stop music fadeout 6.0

scene bg school_hallway2
with locationchange

"ฉันค่อย ๆ เดินให้ช้าลงอยู่ข้างเธอ พวกเราค่อย ๆ เดินไปตามโถงทางเดิน"

"ในเวลาไม่นาน พวกเราก็มาถึงหน้าประตูที่พาเข้าห้องที่ดูอบอุ่น จากที่ดูห้องนี้ตั้งอยู่ตรงกลางของชั้น ไม่ใช่ฝั่งข้าง ๆ"

hi "เชิญสุภาพสตรีก่อนครับ"

show lilly cane_smileclosed at center
with charaenter

"เธอยิ้มเป็นเชิงขอบคุณกับน้ำใจนั้นแล้วนำทางเดินเข้าไป"

scene bg school_library_ss at bgright
with locationchange

play music music_happiness fadein 2.0

"ทางด้านซ้ายของห้องเป็นเคาน์เตอร์ของห้องสมุด และส่วนอื่น ๆ ที่เหลืออยู่ทางขวา"

"ห้องสมุดที่นี่ทำเอาของที่โรงเรียนเก่าดูเล็กไปเลย และมีกลิ่นเฉพาะตัวของหนังสือเก่า ๆ ทำให้สถานที่นี้บรรยากาศ\nค่อนข้างเก่าแก่"

"ดูเหมือนว่าจะไม่ค่อยมีนักเรียนในนี้เลย แต่ก็ไม่แปลก เพราะดูจากเวลาตอนนี้ นักเรียนทุกคนก็น่าจะลงไปข้างล่าง\nหรือไม่ก็กลับไปที่หอกันหมดแล้ว"

show lilly cane_smileclosed_ss at center
with charaenter

li "คุณยูโกะ อยู่หรือเปล่าคะ?"

"คำพูดเธอลอยอยู่ในอากาศอย่างนั้นเพราะดูเหมือนว่าบรรณารักษ์จะไม่อยู่ และแน่นอนว่าลิลลี่ก็ไม่เห็น"

"สิ่งที่ไม่คาดคิดคือคำพูดนั้นจะทำให้เกิดการตอบสนองบางอย่างกลับมา"

play sound sfx_impact
with vpunch

show lilly cane_surprised_ss
with charachange

"มีอะไรบางอย่างใต้เคาน์เตอร์กระแทกขึ้นมาโดนเคาน์เตอร์ ตามด้วยเสียงโอดโอยเบา ๆ"

mystery "โอยยย"

show lilly cane_weaksmile_ss
with charachange

show lilly cane_weaksmile_ss at twoleft
show bg school_library_ss at center
with charamove

show yuuko neutral_down_ss:
    tworight
    ypos 1.5
    easein 0.5 ypos 1.0
with dissolve

"บรรณารักษ์ที่ดูจะเป็นต้นตอของเสียงโผล่ออกมารับความสนใจของพวกเราที่จดจ่ออยู่"

show yuuko neurotic_up_ss at tworight
with charachange

yu_ "ไงลิลลี่ มีอะไรให้ช่วยไหม?"

"เธอทำเสียงดูเกร็ง ๆ จากการพยายามทำให้ดูปกติแต่ไม่สำเร็จพลางลูบท้ายทอย"

li "ทิวาสวัสดิ์ค่ะ ฉันได้ยินเสียงแปลก ๆ เกิดอะไรขึ้นเหรอคะ?"

show yuuko worried_up_ss
with charachange

yu_ "ไม่มีอะไรมากหรอก ฉันแค่หัวชนเคาน์เตอร์น่ะ"

yu_ "ก็ ฉันเผลอทำยางลบตกใต้โต๊ะ พอก้มไปดูดินสอก็ตกอีก พอหาทั้งคู่อยู่แล้วเธอก็เข้ามาเรียกพอดีน่ะ…"

show lilly cane_sad_ss
with charachange

li "เป็นอะไรมากหรือเปล่าคะ ขอโทษจริง ๆ ค่ะ พอดีฉันไม่รู้—"

show yuuko neurotic_up_ss
with charachange

yu_ "ไม่เป็นไร ๆ ! ขอโทษนะที่ทำให้เป็นห่วง"

show yuuko smile_down_ss
show lilly cane_weaksmile_ss
with charachange

yu_ "แค่นี้ไม่เป็นไรหรอก ฉันเจออะไรหนักกว่านี้มาอีกเยอะ"

"เธอรีบแก้ตัวพัลวันกับคำขอโทษของลิลลี่ให้เห็นว่าตัวเองไม่ได้เป็นอะไรจริง ๆ ที่หัวโขกกับเคาน์เตอร์"

yu_ "ใช่… เจอมาหนักกว่านี้ แฮะ ๆ ๆ …"

"นิ้วของหญิงสาวอยู่ไม่สุขเมื่อเห็นว่าลิลลี่ไม่ได้ลดสีหน้าความกังวลลงเลยแม้แต่น้อย แล้วเธอก็หยิบกระดาษบนเคาน์เตอร์\nขยับไปมาโดยไม่มีสาเหตุ"

"ตัวเตี้ยกว่าลิลลี่เล็กน้อย ใส่แว่น มีกระ และสีหน้าดูวิตกกังวล ก็สมเป็นบรรณารักษ์ดี"

show yuuko happy_down_ss
with charachange

yu_ "อ๊ะ ลิลลี่! เธอได้รับข้อความฉันไหม?"

show lilly cane_reminisce_ss
with charachange

li "ข้อความ… อืมม…"

show lilly cane_smile_ss
with charachange

li "อ๋อ หนังสือนำเข้าสองเล่มที่มาถึงแล้วใช่ไหมคะ?"

yu_ "ใช่ ๆ ! ในที่สุดก็มาถึงสักที! ไม่คิดว่าจะนานขนาดนี้ แต่ก็—"

"ระหว่างที่เธอดูดีใจ—ฉันมั่นใจว่าส่วนหนึ่งเพราะเธอเปลี่ยนเรื่องได้สักที—กับเรื่องหนังสือนั้นเธอก็เหลือบมาเห็นฉันแล้ว\nตัวแข็งทื่อไปทันที"

show yuuko panic_up_ss
show lilly cane_weaksmile_ss
with charachange

yu_ "โอ๊ะ ไม่นะ ขอโทษทีที่ไม่เห็นเธอเมื่อกี๊"

yu_ "เธอจะยืมหนังสือใช่ไหม? หรือมาคืนหนังสือล่ะ? ขอโทษที ๆ !"

"สภาพที่เธออารมณ์เปลี่ยนแปรไปมาแบบนี้ค่อนข้างน่ากลัวแฮะ"

show yuuko worried_up_ss
show lilly cane_smileclosed_ss
with charachange

li "เขามากับฉันน่ะค่ะคุณยูโกะ ชื่อฮิซาโอะ เป็นนักเรียนใหม่ ฮิซาโอะ นี่คุณยูโกะนะ เป็นบรรณารักษ์น่ะจ้ะ"

hi "ยินดีที่ได้รู้จักครับ"

show yuuko neutral_down_ss
with charachange

yu "ฮิซาโอะใช่ไหม ฮิซาโอะ ยินดีที่ได้รู้จักเช่นกันนะฮิซาโอะ"

"ในตอนนั้นเอง เห็นได้ชัดว่าเธอพยายามย้ำเพื่อจำชื่อของฉันเพื่อที่จะได้ไม่ลืม"

li "คุณยูโกะเป็นคนคอยจัดการนำเข้าหนังสืออักษรเบรลล์จากต่างประเทศให้ฉันน่ะ"

li "มีอะไรอยากจะแนะนำให้ฮิซาโอะรู้เกี่ยวกับห้องสมุดหน่อยไหมคะ?"

"คำแนะนำที่ใสซื่อของลิลลี่ทำให้ยูโกะแสดงออกถึงสีหน้าที่หวาดกลัวยิ่ง"

show yuuko panic_up_ss
with charachange

yu "ฉัน… โถ่ลิลลี่ ไม่ไหวหรอก ฉันไม่รู้หรอกว่าเขาจะชอบอะไร ภาระนี้มันหนักเกินฉันจะแบก"

"ไม่เข้าใจว่าคำขอนั้นจะเป็นภาระยังไง แต่คำปฏิเสธดูจริงจังจนถึงขั้นว่าถ้าเธอจะยอมคว้านท้องตัวเองมันเสียตรงนี้แทนที่\nจะบอกว่าไลท์โนเวลอยู่แถวไหนก็ไม่แปลกใจ"
show lilly cane_sleepy_ss
with charachange

li "แต่ว่า…"

hi "งั้น ที่นี่ก็มีหนังสืออักษรเบรลล์เยอะเลยสินะครับ?"

"ฉันพยายามกู้สถานการณ์ด้วยการถามคำถามแรกที่นึกขึ้นได้ ซึ่งก็ดูได้ผลบ้างแหละจากการที่คุณยูโกะดู… ก็ไม่เชิง\nผ่อนคลายเลยซะทีเดียว แต่อย่างน้อยก็ไม่ตึงเครียดเท่าเมื่อกี้"

show yuuko smile_down_ss
show lilly cane_weaksmile_ss
with charachange

yu "ก็… คาดว่าหนังสือประมาณ 1 ใน 3 หรือ 1 ใน 4 ของห้องสมุดนี้ก็จะเป็นหนังสืออักษรเบรลล์หรือไม่ก็หนังสือเสียงน่ะ"

"ฟังดูมีเหตุผล เมื่อนึกถึงนักเรียนที่ตาบอดที่อยู่ที่นี่"

hi "ถ้าแค่นั้นแล้ว ทำไมห้องสมุดนี่ถึงได้ใหญ่จังเลยล่ะครับ"

yu "อืมมม ก็ พวกเราได้หนังสือใหม่ ๆ มาเป็นประจำเพราะว่าห้องสมุดงบเหลือน่ะ คงงั้นแหละ"

show yuuko neurotic_up_ss
with charachange

yu "พวกเขาจัดงบไปสั่งหนังสือใหม่เยอะกว่างบเงินเดือนของฉันอีก แล้วฉันก็ต้องมานั่งจัดหนังสือพวกนั้นอีก"

show yuuko worried_up_ss
with charachange

yu "แถมหนังสือก็หนัก จัดก็ยาก ถ้าลาออกได้ฉันคงลาออกไปแล้ว"

"…"

"แล้วความเงียบอันน่ากระอักกระอ่วนก็เข้าปกคลุมหลังเธอพูดบางอย่างที่มากเกินควรออกมา"

hi "เอิ่ม งั้นผมไปเดินดูรอบ ๆ ละกัน ถ้าไม่เธอว่าอะไร"

"น่าจะเป็นทางออกที่ดีที่สุดของเราตอนนี้ ถ้าเธอไม่ได้จะพูดอะไรกับฉันต่อ"

show lilly cane_smileclosed_ss
with charachange

li "ดีเลย แล้วก็ คุณยูโกะ ฉันรบกวนขอยืมหนังสือพวกนั้นด้วยได้ไหมคะ"

stop music fadeout 3.0


#**************************

label th_A8:

scene bg school_library_ss
with shorttimeskip

"อย่างที่เห็นครั้งแรกเลย ห้องสมุดของที่นี่ใหญ่จริง ๆ"

"พอเดินไปตามทางเดินแคบ ๆ ฉันไล่เดินดูหนังสือไปแบบสุ่ม ๆ มีหยิบบางเล่มมาอ่านคำนำและหยิบเล่มนั้นมาด้วย\nถ้าน่าอ่านพอ"

"ผ่านไปสักพัก จำนวนหนังสือที่หยิบมาก็เริ่มกองเต็มแขน"

"ดูแล้วคงไม่ต้องคิดมากเรื่องจะอ่านอะไรดี"

"ฉันเริ่มสังเกตเห็นถึงความเป็นห้องสมุดทั่ว ๆ ไป จริงอยู่ว่ามีหนังสือที่ทำตัวหนังสือใหญ่หรือหนังสืออักษรเบรลล์แซมอยู่\nแต่ยังไงที่นี่ก็คือห้องสมุด"

"ราวกับว่าบรรยากาศความสงบจากห้องที่ดื่มชาอยู่กับลิลลี่ถูกตามติดมายังที่นี่ด้วย หรือไม่ก็เป็นบรรยากาศที่มีอยู่ที่นี่อยู่แล้ว"

"พอได้อยู่แล้วก็รู้สึกสบายใจได้อย่างประหลาด คล้ายกับที่ห้องก่อนหน้านี้"

"เมื่อเดินมาสุดทาง ก็เห็นโต๊ะเอาไว้นั่งเรียนกับเอาไว้อ่านหนังสือ พอเดินต่อไปอีกนิดหน่อยก็เจอมุมเงียบ ๆ ที่เหมาะ\nอยู่ทางด้านหลัง"

"ในขณะที่นักเรียนส่วนใหญ่เลือกที่จะนั่งบนโต๊ะเพื่ออ่านหนังสือไม่ก็แอบงีบ ทางด้านหลังก็ค่อนข้างจะไร้ผู้คน"

"พอมองไปรอบ ๆ ก็เห็นคนนึงที่ฉันคุ้น ๆ นั่งอยู่บนบีนแบ็กอันนึงจากกองหลาย ๆ อัน"

show ev hana_library_read
with locationchange

play music music_another fadein 4.0

"เธอคือสาวผมเข้มจากห้องเรียนของฉัน คนที่แอบย่องออกไปจากห้องเรียนเมื่อก่อนหน้านี้"

"เธอกำลังอ่านหนังสืออยู่ โดยหน้าจ่ออยู่กับหนังสือจนเห็นได้ว่าเธอสนใจมันมาก ๆ"

"ดูจากการที่เธอทำตัววันนี้ ฉันคิดว่าเธอจะเป็นพวกเกเรมากกว่าพวกหนอนหนังสือเสียอีก เอาจริง ๆ การที่เธอหายไป\nตอนคาบเรียนก็ทำให้ฉันนึกสงสัยอะไรหลายอย่าง"

"ความสงสัยค่อย ๆ ก่อตัวขึ้นมาเรื่อย ๆ และกว่าจะรู้ตัวฉันก็กำลังเดินไปหาหญิงสาวผมยาวลึกลับคนนั้นแล้ว"

"คงไม่เกิดอะไรแย่ ๆ หรอกถ้าฉันจะแนะนำตัวเหมือนกับที่ทำกับคนอื่น ๆ ยังไงเธอก็เป็นเพื่อนร่วมชั้นน่ะนะ"

"ฉันเดินไปนั่งลงตรงบีนแบ็กใกล้ ๆ แล้ววางหนังสือข้าง ๆ"

show ev hana_library_gasp
with vpunch

"เธอตกใจแล้วมองผ่านผมหน้าม้าที่ปรกหน้าเธอออยู่อย่างกลัว ๆ "

"เป็นครั้งแรกเลยที่ได้เห็นเธอใกล้ขนาดนี้ ภายใต้ผมหน้าม้าหนายาวของเธอ ฉันเห็นหน้าบางส่วนของเธอ อย่างน้อย\nประมาณครึ่ง ๆ ไม่ก็ 1 ใน 3 เป็นแผลเป็นอย่างหนัก" 

"สายตาของฉันจับจ้องไปที่รอยแผลเป็นนั้น แอบมองทะลุผมของเธอโดยไม่รู้ตัวจนไปจ้องเข้าที่ตาของเธอ"

"ในวินาทีนั้น ฉันตกใจและรีบหลบสายตามายังหนังสือในมือของเธอ ก่อนที่จะนึกขึ้นได้ว่ายิ่งทำยิ่งแย่กว่าเดิม"

label th_choiceA8:
menu:
    with menueffect
    "ฉันใช้เวลาสักพักเพื่อตั้งสติและนึกขึ้นได้ว่าเดินมาหาเธอเพื่ออะไร"

    "สวัสดี! ฉันเพิ่งเข้ามาใหม่ ชื่อ ฮิซาโอะ นากาอิ เราอยู่ห้องเดียวกันน่ะ":
        return m1

    "ขอโทษที ไม่ได้ตั้งใจจะทำให้เธอตกใจน่ะ":
        return m2

label th_A8a:

hi "สวัสดี! ฉันเพิ่งเข้ามาใหม่ ชื่อ ฮิซาโอะ นากาอิ เราอยู่ห้องเดียวกันน่ะ"

"…"

hi "เอ่อ… พอดีฉันเพิ่งย้ายเข้ามาที่นี่เมื่อวานน่ะ เธอน่าจะจำฉันไม่ได้"

"…"

label th_A8aa:

hi "ฉันแนะนำตัวหน้าห้องด้วยนะ"

"…"

label th_A8ab:

scene ev hana_library
with locationchange

"หญิงสาวคนนั้นยังคงไม่พูดอะไร แค่มองฉันตาโต"

hi "พอดีฉันพยายามที่จะทำตัวให้ชินกับที่นี่เลยทักทายคนให้มากที่สุดเท่าที่ทำได้น่ะ"

hi "ก็ เอ่อ… ว่าแต่เธอชื่ออะไรเหรอ"

ha_ "ฮ… ฮานาโกะ…"

"เสียงพูดของเธอตะกุกตะกักและเบามากจนแทบจะไม่ได้ยินแม้จะอยู่ในห้องสมุดก็ตาม"

"ฉันคิดว่าภาพในหัวของฉันที่คิดว่าเธอ “เกเร” น่าจะผิด"

hi "ฮานาโกะ เหรอ… แล้วเธออ่านอะไรอยู่น่ะ"

scene bg school_library_ss
show hanako emb_downtimid_ss at center
with locationskip

"เธอค่อย ๆ เอียงหนังสือขึ้นมาเพื่อให้ฉันอ่านหน้าปกได้ ในขณะเดียวกันก็ซ่อนใบหน้าของเธอไว้หลังหนังสือ"

"แสดงว่าเธอน่าจะเห็นที่ฉันจ้องเมื่อกี้"

hi "“{i}การเดินทางของพาย พาเทล{/i}”? ไม่เคยได้ยินมาก่อนเลย เรื่องแนวไหนน่ะ"

ha "เด็กชาย… กับ เสือ…"

ha "…อยู่บนเรือ…"

"แบบนี้น่าจะอีกยาว"

hi "ฟังดูน่าสนใจดีนะ สนุกมั้ย"

"เธอพยักหน้าอยู่ข้างหลังหนังสือเล่มนั้น แต่ไม่พูดอะไร"

"เธอดูเกร็ง ๆ นิดหน่อย คล้าย ๆ กับยูโกะก่อนหน้านี้ แต่เป็นคนละแบบ ประมาณว่า… ถ้ากลัวก็คงจะตัวแข็งเป็นหินไปเลย\nประมาณนั้น"

show hanako emb_downtimid_ss at centertremble
with charachange

"กลายเป็นว่าหญิงสาวที่ดูว่าเกเรจริง ๆ แล้วไม่ใช่คนแบบนั้นเลย มิหนำซ้ำตอนนี้เธอกลับตัวสั่นจนเห็นได้ชัดว่าตอนนี้\nเธอกลัวฉันอยู่"

"ทางเดียวที่จะออกจากสถานการณ์ตอนนี้ได้ เท่าที่นึกออกก็คือพยายามคุยให้เหมือนคนปกติ"

hi "เล่มนี้เป็นของห้องสมุดหรือเปล่า? ว่าจะหามาอ่านด้วยหน่อยน่ะ แต่ที่นี่หนังสือเยอะจัด…"

show hanako emb_sad_ss
with charachange

ha "มะ ไม่ เล่มนี้เป็นของฉัน"

hi "โอ้ แล้ว… เธอชอบมาที่นี่เหรอ"

stop music fadeout 5.0

"…"

show hanako emb_blushtimid_ss
with charachange

"ใบหน้าของฮานาโกะเริ่มแดงก่ำ และดวงตาของเธอก็เบิกกว้างมากกว่าที่ฉันคิดว่าตาเธอจะทำได้"

"โอ๊ะโอ หรือเธอกำลังคิดว่าที่ฉันพยายามมาคุยด้วยนี่ว่าเป็นการเต๊าะเธออย่างงั้นเหรอ"

hi "คือ… เอ่อ… ไม่ได้หมายความว่าอย่างนั้น…"

label th_A8b:

hi "ขอโทษที ไม่ได้ตั้งใจจะทำให้เธอตกใจน่ะ"

ha_ "มะ… ไม่เป็นไร"

"ท่าทางของเธอดูแล้วน่าจะเป็น แต่ฉันก็ปล่อยผ่านไป"

hi "งั้น เอ่อ… ขอนั่งด้วยได้ไหม"

"ท่าทีของเธอดูลังเลว่าจะให้ฉันนั่งด้วยดีไหม แต่สุดท้ายเธอก็พยักหน้าให้เล็กน้อย"

scene ev hana_library
with locationchange

ha_ "อ… โอเค"

show ev hana_library_read
with locationchange

"ฉันนั่งลงที่ข้าง ๆ เธอ และเธอก็หลบหน้าอยู่หลังหนังสือ"

"“{i}การเดินทางของพาย พาเทล{/i}”… ไม่เคยได้ยินเลยแฮะ"

hi "ก็ เอ่อ… ขอโทษอีกรอบที่ทำให้ตกใจนะ ฉันชื่อฮิซาโอะ"

show ev hana_library
with locationchange

"เธอเงยหน้าขึ้นมาจากหนังสือ ชะงักเล็กน้อยก่อนที่จะตอบ"

ha_ "ฉัน… รู้"

ha_ "พวกเรา… อยู่ห้อง… ห้องเดียวกัน"

"เสียงพูดของเธอตะกุกตะกักและเบามากจนแทบจะไม่ได้ยินแม้จะอยู่ในห้องสมุดก็ตาม"

"ฉันคิดว่าภาพในหัวของฉันที่คิดว่าเธอ “เกเร” น่าจะผิด"

ha_ "ฮะ ฮะ ฮานาโกะ ฉันชื่อ… ฮานาโกะ"

stop music fadeout 8.0

"…"

"ฉันพยายามที่จะห้ามไม่ให้ตัวเองพูดว่า “ชื่อเพราะดีจัง” เพื่อแค่จะตอบกลับ แต่ก็คิดคำตอบกลับได้แค่นี้อะ"

"รู้สึกเป็นคนโง่ไปเลย ทุกคนที่นี่ก็คงชินกับสภาพของแต่ละคนแล้ว ส่วนฉันยังต้องมานั่งกังวลกับเรื่องแบบนี้อยู่"

hi "งั้นไม่รบกวนละ เดี๋ยวฉันอ่านของฉันแล้วกัน"

"เธอพยักหน้าเล็กน้อย และถอนหายใจเบา ๆ บ่งบอกว่าโล่งอก"

"…"

show ev hana_library_read
with locationchange

"ฉันกลับมานั่งดูหน้าปกและบทนำของหนังสือที่ฉันหยิบมา ขณะที่เธอก็ก้มหน้าอ่านหนังสือต่อ"

"ความเงียบอันกระอักกระอ่วนคืบคลานเข้ามาระหว่างเรา"

"สายตาของฉันยังคงวนเวียนอยู่ที่เธอ และฉันก็แอบมองผมที่ยาวสลวยและแผลเป็นที่ซ่อนใต้ผม"

show ev hana_library
with locationchange

show ev hana_library_read
with locationchange

"ผ่านไปสักพัก ฉันถึงสังเกตเห็นว่าเธอเองก็ทำเหมือนกับฉัน และแค่ทำเป็นตั้งใจอ่าน “{i}การเดินทางของพาย พาเทล{/i}”"

show ev hana_library
with locationchange

show ev hana_library_read
with locationchange

"แต่สายตาของเธอไม่ได้มองมาด้วยความอยากรู้อยากเห็น แต่เป็นการมองไปมาเหมือนกระต่ายที่กำลังสั่นกลัว"

show ev hana_library
with locationchange

"เมื่อเราสบตากัน ก็พลันเกิดปฏิกิริยาตอบสนองกลับมา"

play sound sfx_impact

scene bg school_library_ss
show hanako def_worry_ss at center
with vpunch

"เธอลุกขึ้นจากบีนแบ็กอย่างรวดเร็ว และสูดลมหายใจเข้าลึก ๆ"

label th_A8c:

ha "ท…"

ha "ท… ทะ…"

hi "ทะ…?"

show hanako defarms_strain_ss
with charachange

ha "โทษทีมีธุระ!"

show hanako defarms_strain_ss:
   xalign 0.5
   easeout 0.5 alpha 0.0 xpos 0.0 xanchor 1.0
with Pause(0.5)

hide hanako
with None

"ไร้ซึ่งสัญญาณเตือนใด ๆ ฮานาโกะก็รีบกระโจนวิ่งออกไปยังเคาน์เตอร์"

"ท่าทีของเธอที่รีบออกไปแบบนั้นทำเอาตกใจไม่น้อย ฉันจึงไม่เดินตามไปจนกว่าเธอจะออกไปได้สักพัก"

scene bg school_library_ss
show lilly cane_smileclosed_ss at twoleft
show yuuko neutral_down_ss at tworight
with locationskip

play music music_pearly fadein 4.0

"พอฉันมาถึงที่เคาน์เตอร์ก็ไม่เห็นเธอแล้ว"

"ลิลลี่กับคุณยูโกะก็กำลังดูคุยกันอย่างสนุกสนาน"

"ยังไงก็คงไปตามฮานาโกะไม่ทันอยู่แล้ว เลยเดินไปหาสองคนนั้นแทน"

hi "นี่พวกคุณเห็น… เอ่อ… รู้สึกเหมือนมีผู้หญิงวิ่งผ่านไปหรือเปล่า?"

show yuuko smile_down_ss
with charachange

yu "เอิ่ม น่าจะนะ… หน้าตาเธอเป็นยังไงล่ะ"

hi "ผมยาวเข้ม ค่อนข้างขี้อาย แล้วก็เอ่อ… มีแผลเป็น… บนหน้า…"

show lilly cane_surprised_ss
with charachange

li "เธอคงจะหมายถึงฮานาโกะใช่ไหมจ๊ะ?"

hi "ใช่ ๆ นั่นแหละ ฉันเห็นเธอนั่งอ่านอยู่เลยลองเข้าไปทักทาย แต่เหมือนว่าฉันจะทำให้เธอกลัวหรือยังไงนี่แหละ"

show lilly cane_sad_ss
with charachange

li "ตายจริง คุณยูโกะ งั้นฉันขอตัวไปตามหาเธอก่อนนะคะ"

show yuuko neurotic_up_ss
with charachange

yu "ดะ ได้สิ งั้นเดี๋ยวฉันเก็บหนังสือไว้รอเธอมาเอานะ"

hi "เอิ่ม มีอะไรงั้นเหรอ?"

li "ขอโทษทีจ้ะ แต่เดี๋ยวฉันมาอธิบายให้วันหลังนะ"

hi "อ่า งั้นไว้เจอกัน"

hide lilly
with charaexit

show yuuko neurotic_up_ss at center
show bg school_library_ss at bgleft
with charamove

"ลิลลี่รีบคว้าไม้เท้าของเธอและรุดออกไปจากห้องสมุด ปล่อยฉันไว้อยู่กับคุณยูโกะ"

hi "ผมว่าผมคงไม่ชินกับที่นี่แหง ๆ"

hi "ผมทำอะไรผิดไปงั้นเหรอครับ?"

show yuuko smile_down_ss
with charachange

yu "เธอทำอะไรไปล่ะ"

label th_A8d:

hi "เปล่า! ผมก็แค่… เข้าไปคุยกับเธอ เพื่อจะได้ทำความรู้จัก ยังไม่ได้เริ่มด้วยซ้ำ"

show yuuko worried_up_ss
with charachange

"คุณยูโกะถอนหายใจและดูกังวลขึ้นมากว่าเดิม"

yu "ฉันว่าเธอเชิง “ผิด” หรอก แค่ “ขาดไหวพริบ” มากกว่า"

hi "“ขาดไหวพริบ”?"

show yuuko smile_down_ss
with charachange

yu "เด็กคนนั้นค่อนข้างเป็นกรณีพิเศษ เหมือนว่าเธอจะไม่คุยกับใครเลยน่ะ"

hi "ไม่แปลกไปหน่อย… ไหมครับ?"

yu "นั่นน่ะสิ… แต่เธอก็เป็นคนแบบนั้นแหละ คิดว่านะ"

"ฟังคุณยูโกะแล้วก็ไม่ค่อยเชื่อเท่าไหร่ แต่ก็คงเป็นเรื่องปกติคงที่นี่แหละนะ"

"ทุกคนล้วนมีปัญหาส่วนตัวแหละ ไม่งั้นคงไม่มาอยู่ที่นี่หรอก"

"หวังว่าฉันเองก็คงจะมีไหวพริบขึ้นมาสักหน่อย"

label th_A8e:

hi "เปล่า! ผมก็แค่นั่งอ่านหนังสือแล้วเธอก็วิ่งแจ้นออกไปเลย"

hi "ที่น่าจะเป็นสาเหตุก็คงเพราะผมน่าจะเผลอมองเธอไปสองสามที"

show yuuko worried_up_ss
with charachange

yu "ก็นะ เธอคนนั้นน่ะขี้อายมาก"

yu "อยู่กับเธอก็ระวังหน่อยแล้วกัน เธอเป็นคนขี้ตกใจน่ะ คิดว่านะ แล้วก็ไม่ค่อยชินกับการคุยกับคนอื่นด้วย"

hi "ไม่แปลกไปหน่อย…ไหมครับ?"

yu "นั่นน่ะสิ… แต่เธอก็เป็นคนแบบนั้นแหละ คิดว่านะ"

"ฟังคุณยูโกะแล้วก็ไม่ค่อยเชื่อเท่าไหร่ แต่ก็คงเป็นเรื่องปกติคงที่นี่แหละนะ"

"ทุกคนล้วนมีปัญหาส่วนตัวแหละ ไม่งั้นคงไม่มาอยู่ที่นี่หรอก"

label th_A8f:

hi "งั้นผมควรจะทำตัวยังไงดีล่ะครับ การที่ต้องพยายามทำตัวเหมือนปกติยิ่งทำยิ่งดูเสแสร้ง"

hi "เหมือนเจอเรื่องใหญ่แล้วจะให้เมินเนี่ยนะครับ"

show yuuko neurotic_up_ss
with charachange

"คุณยูโกะดูกระสับกระส่าย ดูเหมือนเธอจะพยายามพูดอะไรบางอย่าง แต่ก็กลั้นเอาไว้"

yu "มันจะว่าใหญ่ก็ใหญ่เพราะใจคิดไปนั่นแหละ"

"เธอคงเป็นคนที่คิดอะไรก็พูดออกมาอย่างนั้น ซึ่งดูแล้วก็พอทำให้ยิ้มได้ล่ะนะ แล้วเธอก็เริ่มหน้าแดงก่ำ"

show yuuko panic_up_ss
with charachange

yu "อะ… อะไรเหรอ? นี่ฉันพูดอะไรแปลก ๆ ไปหรือเปล่า?"

hi "เปล่า ๆ พูดได้ดีเลยครับ ผมว่าคุณพูดถูก ผมว่าปัญหาน่าจะเป็นที่ความคิดผมมากกว่า"

show yuuko smile_down_ss
with charachange

"พวกเราไม่ได้มีอะไรจะคุยต่อ คุณยูโกะเลยพยายามทำลายความเงียบด้วยการจัดเอกสารไปมา"

"คนที่มีกระดาษบนโต๊ะชอบทำอะไรแบบนี้กันหมดเลยแฮะ"

yu "แล้วเจอหนังสือที่อยากอ่านไหม ฉันว่าจะปิดห้องแล้ว จริง ๆ ตอนนี้ห้องควรปิดแล้วล่ะ แต่ฉันก็ต้องเป็นคนปิด \nหวังว่าจะไม่รบกวนอะไรเธอนะ"

hi "โอ๊ะ ใช่ ผมว่าจะยืมหนังสือสักหน่อย แต่ผมวางทิ้งไว้ตรงนั้นก็เพราะว่า…"

hi "…เดี๋ยวผมไปหยิบแป๊บ"

"ฉันไปหยิบหนังสือที่อยู่ข้าง ๆ บีนแบ็กตรงที่ฮานาโกะกับฉันนั่งกันก่อนหน้านี้ แล้วกลับไปยังเคาน์เตอร์"

show yuuko neutral_down_ss
with charachange

yu "โห เธอนี่ก็อ่านหนังสือเยอะเหมือนกันนี่"

hi "พอผมมานั่งนึกแล้วก็ตกใจกับตัวเองเหมือนกันแหละครับ ให้ว่าตรง ๆ "

hi "ช่วงต้นปีผมว่างมากเลยละครับ ผมก็เลย… เริ่มอ่านหนังสือเพื่อฆ่าเวลา เพราะทำอย่างอื่นไม่ได้"

yu "อย่างงี้นี่เอง"

"แต่เธอก็ไม่ได้พูดอะไรต่อ แล้วก็ลงทะเบียนยืมหนังสือให้ฉัน"

"แบบนี้สินะที่เรียกว่า “ไหวพริบ”"

stop music fadeout 2.0

#********************************************************************

label th_A9:

scene bg school_dormhallway
with locationskip

"ฉันล้วงกระเป๋าหากุญแจห้อง ในขณะที่แขนข้างนึงหอบหนังสือที่ยืมมา"

play sound sfx_dooropen

"ทันใดนั้นก็มีเสียงมาจากข้างหลังทำฉันสะดุ้งจนเกือบทำหนังสือที่ถือกับกุญแจที่กำลังจะไขเข้าห้องหล่น"

mystery "ใครน่ะ"

play music music_kenji fadein 0.5

show kenji neutral at center
with charaenter

"ฉันหันหลังกลับไปดูว่าเป็นใคร เคนจินั่นเอง เขาดูอารมณ์เป็นมิตรถึงแม้ว่าแสงสะท้อนจากแว่นจะบังจนไม่เห็นสีหน้าที่แท้จริง\nก็เถอะ"

hi "ฉันเอง"

"คำตอบของฉันทำให้เขาชะงักแล้วเลียริมฝีปากอย่างกังวล"

show kenji tsun
with charachange

ke "“ฉันเอง” นี่ใคร ฉันไม่รู้จักคนที่ชื่อ “ฉันเอง” นายเองก็เพิ่งย้ายเข้ามาใหม่เหรอ?"

"จู่ ๆ เขาก็ทำเสียงแข็งและพูดเร็ว"

hi "ใช่… แต่เราก็เจอกันแล้วนะเมื่อวาน"

ke "ไม่หรอก ถ้าเจอเมื่อวานจริงฉันคงจำได้ละ …เมื่อวานตอนไหน วันนี้วันอะไร"

"ฉันพยายามจะเมิน นี่เขาตั้งใจกวนหรือว่าอะไร"

ke "พิสูจน์สิว่าเราเจอกันเมื่อวาน"

hi "นายอยู่ห้องโน้น ชื่อเคนจิ"

show kenji rage
with charachange

"เคนจิถอยกรูด สายตาเต็มไปด้วยความหวาดกลัวเกินเข้าใจ"

ke "นายรู้ชื่อฉันได้ไงเนี่ย โห แปลว่าเป็นได้สองอย่าง คือเมื่อวานเจอกันแล้วจริงและฉันลืม หรืออีกอย่างคือนายเป็นสายลับ"

"เขาชะงักไป"

show kenji tsun
with charachange

ke "สายลับที่มีพลังจิต"

"สายตาเขากวาดไปรอบ ๆ ตัวฉัน พยายามที่จะแอบมองไปในห้องฉัน ถึงแม้ว่าเขาน่าจะมองอะไรไม่เห็นหรอกถ้าดูจาก\nแว่นหนาเตอะนั่น"

"อารมณ์เขาแปรเปลี่ยนจากเป็นมิตรกลายเป็นดุร้ายในชั่วพริบตา"

hi "ฉันไม่ได้มีพลังจิตสักหน่อย"

ke "แล้วฉันจะรู้ได้ไงว่าจริง ฉันอ่านใจไม่ได้สักหน่อย"

"เคนจิชี้หน้าฉันอย่างก้าวร้าว"

show kenji rage
with charachange

ke "…ไม่เหมือนนาย!"

hi "หยุดดิ๊ เราก็เพิ่งเจอกันเมื่อวาน เป็นอะไรไปเนี่ย ฉันอยู่ห้องนี้"

ke "โกหก ถ้านายคิดว่าจะปลอมตัวเป็นฮิซาโอะแล้วเข้าไปได้เพราะคิดว่าฉันสายตาไม่ดี นายคิดผิดแล้ว"

ke "นายดูไม่เหมือนเขาด้วยซ้ำ คือผอมก็ผอมเหมือนกันแหละ แต่อาจจะเพราะยืนห่างก็ได้ แต่คิดว่าจะหลอกฉันได้เรอะ"

"อยากจะจับไหล่แล้วเขย่าเรียกสติสักหน่อย ฉันขยี้ตาและถอนหายใจแรง ๆ ด้วยความหงุดหงิด "

show kenji tsun
with charachange

ke "หยุดอยู่ตรงนั้นเลย"

show kenji tsun_close
with characlose

"เคนจิค่อย ๆ เข้ามาอย่างระมัดระวัง ฉันยืนนิ่ง ๆ เพื่อไม่ให้เขาทำร้ายฉัน ถึงแม้จริง ๆ ต่อให้ทำก็คงไม่น่าทำอะไรฉันได้มาก"

show kenji happy_close
with charachange

ke "เออ ชัดละ เป็นนายจริง ๆ ด้วย"

"ฉันถอนหายใจอีกครั้ง แล้วถอยออกมาเผื่อมีอะไรแปลก ๆ เกิดขึ้นอีก"

show kenji happy
with charadistant

ke "เป็นไรไปพวก สีหน้าดูไม่ค่อยดีเลย มีไรหรือเปล่า?"

hi "ไม่รู้ดิ วันนี้เกิดไรแย่ ๆ ด้วยแหละมั้ง สักสองสามเรื่อง ต่อให้ไม่รวมเรื่องเมื่อกี้"

hi "ฉันเข้ากับคนอื่นที่นี่ไม่ค่อยได้เลย ไม่รู้ว่าเป็นที่พวกเขาหรือเป็นที่ฉันกันแน่"

"ไม่รู้ว่าจะเล่าให้เคนจิฟังทำไม เราก็ไม่ได้สนิทอะไรกันซะหน่อย"

ke "หนักเลยนี่หว่า เออโทษทีที่ว่านายเป็นสายลับพลังจิตเมื่อกี้นะ แต่นายก็ควรระวังตัวไว้นะ"

show kenji tsun
with charachange

ke "โลกนี้มันอยู่ยาก"

"เริ่มคิดแล้วว่าโลกที่เคนจิอยู่มันคนละใบหรือเปล่า"

ke "เห็นปะ โลกก็งี้แหละ ไม่มีหรอกความยุติธรรม เห็นปะ ต่อให้ฉันเสีย ฉันก็ยังได้ ได้เรียนรู้ไง"

hi "…คือจะหมายความว่าอะไร?"

ke "ไม่สำคัญหรอก"

"เขาโบกมือปัดคำถามนั้นทิ้งไปดื้อ ๆ"

show kenji happy
with charachange

ke "แล้วมีอะไร ไหงทำหน้ายู่งั้นล่ะ หน้ามีตีนกามั้ยเนี่ย"

hi "เอ้อ ก็ไม่มีอะไรหรอก แค่ฉันเผลอทำผู้หญิงคนนึงตกใจกลัวเฉย ๆ แบบวิ่งหนีไปเลยอะ"

hi "ความผิดฉันไหม ก็คงงั้นแหละ ตอนนี้ก็… ยังไม่ค่อยชินกับที่นี่เท่าไหร่"

show kenji tsun
with charachange

ke "ผู้หญิงเหรอ น่ารักหรือเปล่า"

"น่ารักไหมเหรอ ตอบยากแฮะ รูปลักษณ์ทั่วไปกับผมก็สวยหรอก… แต่ว่าที่หน้า…"

label th_choiceA9:
menu:
    with menueffect

#choice:
    "ก็คงสักอย่างแหละ"

    "เธอก็น่ารักดี":
        return m1
        
    "ก็ไม่นะ":    
        return m2

label th_A9a:

hi "อืม ก็น่ารักดีมั้ง"

ke "นั่นไง ว่าแล้ว!"

label th_A9b:

hi "ก็ไม่เชิงว่าน่ารักอะนะ"

ke "อืมม…"

label th_A9c:

ke "ที่นี่มีสาวน่ารัก ๆ เยอะเลย เยอะจนดูไม่สมส่วนแปลก ๆ … ฉันเชื่อว่าเนี่ยเป็นเพราะความลับอันดำมืดบางอย่างของที่นี่แน่"

ke "ฉันเตือนนายแล้ว แต่นายไม่ฟังไง"

"ไม่ยักจะจำได้ว่าเตือนอะไร"

hi "ความลับอันดำมืดเหรอ"

hi "ใช่ ความลับอันดำมืด มืดมาก ๆ เหมือนหลุมดำเลย"

ke "นายสังเกตปะว่าจำนวนผู้หญิงที่นี่มากกว่าผู้ชายนิดหน่อยแต่ก็พอเห็นความต่าง ประมาณหกสิบต่อสี่สิบได้"

"เขาเอียงคอมองไปทางซ้าย สายตาจ้องไปที่ความว่างเปล่า"

ke "ทำไมถึงเป็นงี้ล่ะ ดูเผิน ๆ ก็ไม่ค่อยอะไร แต่ก็ห่างกันตั้ง 20\% เลยนะ"

ke "คนส่วนใหญ่ก็คิดว่าโรงเรียนที่เต็มไปด้วยสาวเนี่ย ต้องเป็นสวรรค์ของชายหนุ่มแน่ ๆ แต่ไม่เลย!"

stop music fadeout 1.0

show kenji neutral
with charachange

ke "สิ่งที่ฉันจะพูดนายฟังแล้วต้องเปิดโลกแน่ ๆ พร้อมนะ"

"ก็ไม่รู้หรอกว่าอะไร แต่ต่อให้ไม่รู้ก็คงไม่น่ามีอะไรสำคัญ"

hi "ไม่อะ ยังไม่พร้อม"

"พอกำลังจะเปิดประตูเข้าห้อง เคนจิก็พูดต่อเหมือนไม่สนว่าฉันจะเข้าโลกที่เปิดหลังได้ฟังหรือเปล่า"

show kenji tsun
with charachange

play music music_tension

ke "ฉันว่าที่นี่คือสนามรบ แหล่งซ่องสุมกำลังพวกสตรีนิยม"

ke "เนี่ย ความต่างกันของจำนวนระหว่างผู้ชายกับผู้หญิงก็เห็นได้ชัดแล้วว่าพวกนั้นเริ่มแผนมาได้สักพักแล้ว ถ้าสงครามเย็น\nครั้งนี้ปะทุเมื่อไหร่ พวกนั้นก็มีคนมากกว่าแล้ว"

ke "แต่นั่นก็เป็นเพียงสงครามเล็ก ๆ ที่เป็นจุดเริ่มต้นของสงครามชั่วนิรันดรกับกองกำลังสตรีนิยม… พวกนี้แฝงตัวอยู่ทุกที่\nอย่างจำนวนผู้หญิงในญี่ปุ่นก็เยอะกว่าผู้ชายแล้ว อาจจะยังไม่ใช่หกสิบต่อสี่สิบ แต่ก็อีกไม่นานหรอก"

ke "ขนาดในอเมริกา ผู้หญิงยังมีมากกว่าผู้ชายแบบสูสีกันมาเลย พวกนั้นกำลังสะสมกองกำลังกัน แล้วถ้าอ่านประวัติศาสตร์\nก็จะรู้ว่าการสะสมกองกำลังกันเนี่ยคือสัญญาณที่ชัดที่สุดของสงครามที่กำลังจะเกิด"

ke "ญี่ปุ่นน่ะเป็นเพียงจุดเริ่มต้นเท่านั้น เศรษฐกิจของประเทศนี้น่ะโคตรดี ประเทศเล็กแถมเป็นเกาะอยู่เดี่ยว ๆ ก็จริง แต่\nมีอำนาจทางการเมืองมากในแถบแปซิฟิก"

ke "เป็นเป้าหมายที่เหมาะเหม็งเลย พวกนั้นน่ะเจ้าเล่ห์… สมเป็นสตรี"

ke "สักวัน วันนั้นต้องมาถึงแน่ วันที่…"

"เคนจิทำเสียงยานคางลงท้าย"

show kenji neutral
with charachange

ke "นั่นคือเหตุผลว่าทำไมนายไม่ควรไว้ใจพวกนั้น พวกนั้นจะตามหลอกล่อนายให้ตายใจ แล้วก็ฆ่านาย เหมือนกับที่ฆ่าฉัน\nแล้วนายก็จะเป็นเหมือนฉัน"

stop music fadeout 0.5

hi "โอย ให้ตายเถอะ…"

"สุดท้ายก็อดทนรนไม่ไหวปล่อยให้หลุดปากไป"

show kenji tsun
with charachange

play music music_kenji fadein 0.5

ke "เฮ้ย! หมายความว่าไงนั่น!"

hi "นายพูดเองนี่ ไม่ใช่ฉัน"

"ฉันคิดคำแก้ตัวได้แค่นี้"

ke "แล้วไง ใช่ว่านายจะพูดแบบนั้นได้นะ โห หยาบคายว่ะ"

show kenji neutral
with charachange

ke "ถึงไหนละนะ อ้อ เออใช่ ทฤษฎีสมคบคิดของพวกสตรีนิยม"

hi "พอก่อน ๆ ! ฉันตามนายไม่ทันสักพักละ ตั้งแต่แถว ๆ “แหล่งซ่องสุมกำลังพวกสตรีนิยม” ละ"

show kenji happy
with charachange

ke "ฟังยากไปเหรอ ดีเลย ฉันมีพวกกราฟพวกอะไรอยู่ในห้องด้วย หุ่นเชิดก็มี นายชอบหุ่นเชิดมั้ย"

hi "หุ่นเชิดเหรอ ไม่เอา"

ke "นายไม่ชอบหุ่นเชิดหรอ โอเค กราฟก็ได้อยู่ เคปะ ๆ"

"เขาพูดด้วยความกระตือรือร้น ตอบทันทีก่อนฉันทันจะตัดบท ทำมือไม้ไปมาพร้อมพล่ามเรื่องราวไปอีก"

"แปลกจริง ๆ ฉันคาดหวังว่าเขาจะเป็นคนปกติสักหน่อย แต่คิดผิดมหันต์"

ke "มีอะไรเหรอพวก"

hi "กำลังคิดอยู่ว่าฉันคงเป็นคนปกติคนสุดท้ายในโลกที่ไม่ปกติหรือเปล่าวะ"

show kenji tsun
with charachange

"เคนจิหน้ามุ่ย ดูท่าทีโมโหมาก"

ke "นายจะบอกว่านายน่ะนะคือคนนั้น เป็นไปไม่ได้ เพราะฉันนี่แหละคือคนปกติคนสุดท้ายในโลกที่ไม่ปกตินี้ นั่นน่ะความฝัน\nของฉันเลย นายจะมาขโมยความฝันของลูกผู้ชายแบบนี้ไม่ได้นะ"

ke "แม่ง จะมี 2 คนสุดท้ายก็ไม่ได้ด้วยสิ ไม่งั้นก็คงเรียกว่า “สุดท้าย” ไม่ได้หรอก… แถมคำว่าสุดท้ายนั้นสำคัญซะด้วยสิ"

ke "มีได้คนเดียวเท่านั้น เหมือนหนังฝรั่งเรื่องนั้นที่จะมีได้คนเดียว และแล้วก็เหลือผู้ชายคนเดียว\nเพราะนั่นแหละคือใจความสำคัญ"

"ฉันไม่เคยเห็นใครพูดเอาเป็นเอาตายเถียงหน้าดำหน้าแดงกับเรื่องที่โคตรจะไร้แก่นสารแบบนี้มาก่อน"

show kenji neutral
with charachange

ke "เอาเถอะ นายรอตรงนี้นะ เดี๋ยวฉันไปหยิบกราฟมาให้ดู แล้วก็ฉันมีรายการทฤษฎีสมคบคิดอันดำมืดพันลึกอย่างอื่น\nที่โรงเรียนนี้กุมไว้อยู่อีก มันพันเกี่ยวเลี้ยวลดเหมือน…"

ke "เอ้า ต่อสำนวนให้หน่อยสิ ช่วย ๆ กัน"

hi "เดี๋ยวไปนอนละ ดึกแล้วเนี่ย"

show kenji tsun
with charachange

ke "ฟังดูไม่เหมือนสำนวนเท่าไหร่ แต่เอาเถอะ"

show kenji happy
with charachange

ke "นายนี่เจ๋งดีว่ะ ฉันชอบ"

show kenji tsun
with charachange

ke "หลายคนไม่เข้าใจหรอกตอนที่ฉันพยายามเล่าทฤษฎีสมคบคิดสตรีนิยมให้ฟังน่ะ การไม่ยอมรับความจริงนี่แย่มากเลยเนอะ"

ke "เจอกัน"

show kenji tsun at Alphaout(0.5), Slide(0.5,0.5,0.4,0.5,0.5,_ease_out_time_warp)
with Pause (0.5)

hide kenji
with None

stop music fadeout 2.0

"เขาตบหลังฉันแล้วก็หายวับเข้าห้องของเขาไปอย่างรวดเร็วและเงียบเชียบ อย่างกับเขาไม่ได้เปิดประตูเข้าไปแต่เดิน\nทะลุเข้าไปเหมือนผีมากกว่า"

scene bg school_dormhisao_ss
with locationchange

"ฉันไม่รู้ว่าฉันจะเข้าใจสิ่งที่เกิดขึ้นเมื่อกี้ได้ไหม ฉันเลยยอมแพ้แล้วก็เข้าห้อง ถอดรองเท้าวางไว้ก่อนจะทิ้งตัวฟุบหน้าลงเตียง"

"คงพักสักแป๊บ ก่อนจะลุกไปทำการบ้าน"

"เพราะผ้าปูตอนนี้ที่เย็นและนุ่มที่กระทบกับแก้มของฉันช่างรู้สึกดีเหลือเกินเมื่อหลับตา"

"โรงเรียนนี้เหมือนเกาะที่ประหลาดพันลึก ปลีกตัวอยู่บนยอดเขา คนที่เจอก็แปลกขึ้นเรื่อย ๆ"

"ดูจะเข้ากับที่นี่ไม่ได้เลย ย้อนแย้งดี ปกติการจะทำตัวให้เข้ากับสถานที่ที่ทำมาสำหรับคนที่เข้ากับที่อื่นไม่ได้น่าจะง่ายแท้ ๆ"

hi "สงสัยฉันคงพยายามมากเกินไปสินะ"

"ถึงจะพูดแบบนั้นก็ไม่ได้ทำให้รู้สึกดีขึ้นเลย คำพูดเพียงสะท้อนก้องกับกำแพงว่างเปล่าในห้อง"

"ก็ไม่ได้แย่อย่างที่คิดน่ะนะ ที่นี่ก็ดูเป็นโรงเรียนจริง ๆ มากกว่าเป็นโรงพยาบาลที่ทำตัวเหมือนเป็นโรงเรียนแบบที่ฉันเคยคิดไว้"

"แล้วแถมวิวทิวทัศน์ก็สวยดี"

"ฉันลืมตาข้างหนึ่ง มองเห็นกองหนังสือกับขวดยาเรียงกันบนโต๊ะ"

"บางทีที่นี่ก็คงเป็นโรงเรียนทั่วไปโรงเรียนหนึ่ง นั่นแหละนะ"

scene black
with dissolve

return
