label th_H21:

scene bg school_scienceroom
with locationchange

play music music_normal fadein 3.0

"ฉันตื่นมากินยา อาบน้ำให้สดชื่น สวมชุดนักเรียน กินมื้อเช้าอร่อย ๆ คว้ากระเป๋าเดินไปเรียนตามปกติที่ทำเป็นกิจวัตร\nประจำวัน"

"พอมาถึงห้องแล้วก็พบกับสิ่งที่ทำให้ความปกตินั้นหายไป"

"ฉันนั่งกับที่มองเพื่อนร่วมชั้นเรียนทยอยเข้าห้องมาอยู่ราวหนึ่งชั่วโมงจนกระทั่งทุกที่นั่งที่ว่างอยู่นั้นมีคนนั่งจนเต็ม\nเว้นก็แต่ที่โต๊ะฮานาโกะ"

stop music fadeout 10.0

$ ksgallery_unlock("evul hanako_emptyclassroom")
scene evbg hanako_emptyclassroom:
    truecenter
    subpixel True zoom 0.9
    easein 20.0 zoom 1.0
show evfg hanako_emptyclassroom:
    truecenter
    subpixel True zoom 0.8
    easein 20.0 zoom 1.0
with whiteout

"ฉันทำใจให้ชินกับการที่ฮานาโกะขาดเรียนไปบ้างเป็นบางครั้งไม่ได้เลย และยิ่งตอนนี้ลิลลี่ไม่อยู่ด้วยแล้วก็ยิ่ง\nชวนให้กังวลไปใหญ่"

"ระหว่างที่ครูสอนไปเอื่อย ๆ เรื่อย ๆ สายตาฉันก็เหล่มองไปที่โต๊ะฮานาโกะอยู่บ่อย ๆ ราวกับว่าเธออาจปรากฏตัวขึ้น\nณ ขณะนั้นเลยก็ได้ ไม่มีใครดูจะสนใจที่เธอขาดไปมากนัก ซึ่งก็เพราะไม่มีความจำเป็นต้องสนใจนั่นแหละ"

"เพราะยังไงเสียการที่ฮานาโกะขาดเรียนนั้นเป็น—หรืออย่างน้อย ๆ ก็เคยเป็น—เรื่องปกติสามัญ ตั้งแต่ที่ฉันมาเรียน\nก็เห็นเธอขาดเรียนไม่บ่อยขนาดนั้น แต่เหมือนว่าก่อนหน้านี้จะหายไปบ่อยกว่า"

"และการที่ฮานาโกะหายไปตอนนี้นั้นก็ไม่ใช่สัญญาณที่ดีด้วย เป็นวันก่อนถึงวันเกิดฮานาโกะ และฉันก็ยิ่งกังขา\nหนักขึ้นไปอีกหลังจากที่เธอแพนิกในห้องตอนพูดถึงเรื่องวันเกิด"

"ฉันคิดหาทางช่วยฮานาโกะจนเรื่องนั้นกินพื้นที่สมองมากขึ้นไปเรื่อย ๆ แต่สุดท้ายก็รู้สึกว่าตัวเองทำอะไรไม่ได้เลย"

scene bg school_scienceroom
with silentwhiteout
play sound sfx_normalbell

"ระฆังซึ่งป่าวร้องถึงเวลาเริ่มพักเที่ยงดังขึ้นดึงสติให้ฉันหลุดจากห้วงความคิด ฉันได้ยินเสียงคนทั้งห้องที่ถอนหายใจ\nเป็นเชิงโล่งอกพร้อม ๆ กัน แต่ครูดูจะหงุดหงิดอยู่บ้าง"

"ครูไม่ชอบให้อะไรมารบกวนการสอนสุดตื่นเต้นของตัวเองนี่นะ"

"จังหวะที่กำลังคิดอยู่ว่าพักเที่ยงนี้จะทำอะไรดีเพราะฮานาโกะกับลิลลี่ไม่อยู่ด้วยแล้วนั้นคำตอบก็ปรากฏกาย"

show shizu invis:
    tworight
    xpos 0.8
show misha invis:
    twoleft
    xpos 0.2
with None

show shizu behind_blank at tworight
show misha hips_grin at twoleft
with dissolvecharamove

play music music_shizune fadein 5.0

mi "ทิวาหวัดฮิจัง~!"

show shizu adjust_happy
with charachange

shi "…"

hi "ทิวาหวัดมิช่า ชิซูเนะ ดูสดใสเช่นเคยเลยนะ"

show shizu basic_normal2
with charachange

shi "…"

show misha sign_smile
with charachange

mi "ชิจังถามว่าวันนี้นายอยากไปกินข้าวเที่ยงด้วยกันกับพวกเราไหม~"

hi "ได้ มีเพื่อนกินก็ดีเหมือนกัน"

scene bg school_cafeteria
show crowd
with locationskip

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 1.0

"โรงอาหารนั้นเต็มไปด้วยเสียงดังเซ็งแซ่เหมือนที่โรงเรียนเก่าฉัน แต่ยามากุนั้นต่างตรงที่… ฝูงชนยามพักเที่ยงนั้น\nดูมีอารยธรรมอย่างน่าประหลาด"

"ภาพที่คิดว่าจะได้เห็นต้องเป็นคนที่ยกโขยงกรูกันเข้ามาให้ถึงบริเวณแจกจ่ายอาหาร ไม่ใช่คนที่ต่อแถวกัน\nอย่างเป็นระเบียบเรียบร้อยเช่นนี้"

"ถึงจะมีการเบียดเสียดบ้าง บางทีก็มีคนที่ชะเง้อชะแง้แลดูว่าข้างหน้ามีอะไร แต่เหล่านั้นก็ยังไม่ทำให้ดูวุ่นวายนัก"

"ซึ่งแน่แท้ว่าเป็นเพราะกฎของยามากุที่เอาจริงเอาจังกับเรื่องทำนองนี้ การยึดถือวินัยอย่างเคร่งครัดนี้ยังพบได้\nเวลาที่นักเรียนเดินตามโถงทางเดินหรือจากหอไปยังประตูหน้าโรงเรียน"

"เหตุผลอาจจะฟังดูแปลกเล็กน้อย แต่ฉันก็เริ่มชอบความมีระเบียบที่โรงเรียนนี้ใช้แล้ว"

show shizu behind_smile:
    tworight
    ypos 1.1
show misha perky_smile:
    twoleft
    ypos 1.1
with charaenter

hide crowd
with charaexit

$ renpy.music.set_volume(0.4, 7.0, channel="ambient")

"แต่ฉันไม่ชอบกับการโดนชิซูเนะกับมิช่าสั่งให้มาเอาข้าวเที่ยงเลยอะนะ ฉันนั่งลงตรงโต๊ะที่ทั้งสองคนนั่งอยู่\nพร้อมความรู้สึกเหมือนโดนใช้หน่อย ๆ ก่อนจะวางถาดอาหารของแต่ละคนให้ตรงหน้าเสียงดังปึก"

"ขนมปังหวานกับนมรสสตรอว์เบอร์รีของมิช่า ราเมงหนึ่งชามกับน้ำผลไม้ของชิซูเนะ เมื่อวางแล้วฉันก็ถอนหายใจ\nเฮือกใหญ่เพราะกว่าจะขนทั้งหมดนี่รวมทั้งอาหารของตัวเองด้วยได้นั้นเล่นเอาลำบากมาก"

show misha hips_grin
with charachange

mi "ขอบคุณนะ~!"

show shizu behind_smile
with charachange

"มิช่าตบมือแล้วแกะห่อขนมและกินขนมปังอย่างหิวโหย ส่วนชิซูเนะเพียงพยักหน้าเป็นเชิงขอบคุณก่อนจะ\nคนราเมงในชามแล้วเป่าเบา ๆ ให้เย็นลง"

"ฉันแกะของกินของตัวเองบ้างซึ่งเป็นขนมปังหวานเช่นกันแล้วกินหนึ่งคำและตามด้วยน้ำผลไม้ ขนมปังนั้นหวานมาก\nจนฉันต้องฝืนกินให้รีบหมด ๆ ไป"

"แต่กินไปได้สักพักฉันก็พักจากการฝืนอันยากเย็นนั้นแล้วถามสิ่งที่คาใจอยู่"

hi "แล้วที่ลากฉันมานี่มีเหตุผลอะไรอยู่ใช่ไหม ปกติเธอสองคนทำอะไรแล้วชอบมีเจตนาแอบแฝงตลอด"

show misha sign_confused
with charachange

mi "อู้ดอาไออะอิ๊อัง~! เอาไอ่อีเอดอะอาแอบแอ๋งซู้กอ่อย~"

show shizu basic_angry
with charachange

"ปากมิช่าตอนพูดนั้นอัดแน่นไปด้วยขนมปังหวาน เป็นภาพที่ไม่น่ามองเลย ชิซูเนะทำหน้าขยะแขยงเล็กน้อย\nก่อนจะหันไปกินราเมงต่อ"

show shizu basic_normal
show misha perky_smile
with charachange

"ฉันรอให้มิช่ากลืนอะไรก็ตามที่อยู่ในปากนั้นจนหมดก่อนค่อยพูดอีกรอบ"

hi "เธอไม่ได้เอาใจฉันเพื่อที่จะได้ให้ฉันไปช่วยงานพวกเธอตอนเลิกเรียนใช่ไหม"

show misha hips_smile
with charachange

mi "ไม่!"

hi "ไม่ได้จะรีดเค้นข้อมูลอะไรที่ฉันไม่อยากบอก?"

show misha cross_smile
with charachange

mi "ม่ายช่าย!"

hi "…เออ ยอม งั้นก็คงแค่อยากมากินข้าวเที่ยงด้วยกันกับคนที่ทั้งหล่อทั้งหัวดีอย่างฉันสินะ"

show misha cross_grin
with charachange

mi "ใช่แล้วฮิจัง~! ตามนั้นเลย~!"

"ชิซูเนะดูจะไม่ปลื้มกับบทสนทนาของเราเมื่อได้เห็นที่มิช่าแปลให้แล้ว เธอกินเส้นราเมงยาว ๆ ที่อยู่ในปากให้หมด\nแล้วส่งภาษามือบ้าง"

show shizu behind_blank
with charachange

shi "…"

show misha sign_smile
with charachange

mi "ชิจังบอกว่าไม่ต้องสงสัยพวกเราขนาดนั้นหรอก~ ชิจังก็แค่ทำหน้าที่ของตัวเองในฐานะหัวหน้าห้องเท่านั้นเอง~"

hi "แล้วมันเป็นการทำหน้าที่ของชิซู… เอ่อ เธอในฐานะหัวหน้าห้องยังไง"

"ถึงจะไม่ค่อยอยากยอมรับสักเท่าไหร่ แต่ดูท่าว่าฉันจะยังมีปัญหากับการสื่อสารกับชิซูเนะอยู่"

"ที่จริงก็น่าจะไม่ใช่เรื่องยาก แค่สบตากับมิช่าแล้วใช้คำพูดให้เหมือนคุยกับชิซูเนะก็พอ แต่พอมีคนพูดแทนให้ชิซูเนะ\nแล้วกลับเป็นอะไรที่ยากเหลือเชื่อ"

show shizu basic_normal2
with charachange

shi "…"

show misha hips_smile
with charachange

mi "หน้าที่ของหัวหน้าห้องคือการดูให้แน่ใจว่าทุกคนในห้องยังโอเคดีอยู่ไง จริงไหม~"

hi "ไม่… น่า…"

hi "เดี๋ยว ไอ้การที่ใช้ให้ฉันไปเอาของกินให้นี่มันเกี่ยวกับความโอเคของฉันยังไง"

show shizu adjust_frown
with charachange

"ชิซูเนะพ่นลมดังฮึแล้วดันแว่นด้วยความไม่พอใจ"

show shizu behind_frown
with charachange

shi "…"

show misha cross_frown
with charachange

mi "นี่เหรอคำขอบคุณของนายที่เราอุตส่าห์มากินข้าวเที่ยงเป็นเพื่อนน่ะ"

$ renpy.music.set_volume(0.0, 3.0, channel="music")

"จะเลี่ยงคำถามไกลไปไหน เดี๋ยว เดี๋ยวนะ…"

hi "นี่เธอรู้ได้ไงว่าฉัน…"

show shizu basic_normal
with charachange

shi "…"

show misha sign_smile
with charachange

mi "ลิลลี่ไม่อยู่ ฮานาโกะก็ขาดเรียน แล้วคนที่นายอยู่ด้วยบ่อย ๆ ก็มีแค่สองคนนั้น เพราะงั้น…"

show shizu adjust_smug
with charachange

shi "…"

show misha cross_smile
with charachange

mi "นายเองก็ออกอาการชัดเหมือนกันด้วย~…"

$ renpy.music.set_volume(1.0, 3.0, channel="music")

"โอ๊ย ก็คงออกอาการจริง แต่ไม่เห็นต้องซ้ำเติมกันอย่างนี้เลย สงสัยคงเป็นการเอาคืนที่ว่าเมื่อกี้แน่ ๆ"

hi "อืม ขอบคุณนะ ขอบคุณจริง ๆ ไม่ได้ประชดด้วย"

show shizu basic_normal
show misha perky_smile
with charachange

"ทั้งสองคนพยักหน้า พวกเรากินมื้อเที่ยงกันต่อให้หมด แอบอายอยู่เหมือนกันที่พวกเธอมากินข้าวเป็นเพื่อนด้วย\nเพราะเห็นว่าฉันเหงา ๆ แต่ก็ใช่ว่าจะเป็นคนอื่นไกลที่ไหนนี่นะ"

"ไม่นานฉันก็กินขนมปังหมดและดื่มน้ำผลไม้อึกสุดท้ายตาม ระหว่างนั้นก็ไพล่นึกไปถึงเรื่องที่คิดอยู่ก่อนหน้า\nที่ทั้งสองคนจะเข้ามาขัด"

"รู้สึกเหมือนทั้งห้องจะมีแค่ฉันที่ใส่ใจรับรู้ว่าฮานาโกะไม่มา คราวอื่นที่ฮานาโกะขาดเรียนไปฉันก็รู้สึกแบบนี้เหมือนกัน\nแต่หนนี้ยิ่งชวนให้หงุดหงิดเป็นพิเศษ"

"ไม่มีใครสนเลยเหรอว่าฮานาโกะจะเป็นตายร้ายดียังไง ทุกคนถอดใจแล้วเหรอว่ายังไงก็คงช่วยให้ฮานาโกะรู้สึกดีขึ้นไม่ได้\nแม้แต่ครูยังยอมปล่อยให้ออกห้องไปได้ง่าย ๆ และฉันก็รู้สึกว่าเหตุผลของครูยังฟังไม่ค่อยขึ้นสักเท่าไหร่"

show misha perky_smile
with charachange

mi "นี่ฮิจัง น้ำผลไม้หมดอายุแล้วเหรอ"

hi "ฮะ?"

show misha hips_grin
with charachange

mi "เห็นนายทำหน้าแปลก ๆ แบบนี้~"

show misha perky_confused
show shizu adjust_happy
with charachange

"มิช่าทำสีหน้าล้อกับฉันคล้ายว่าต้องทำประกอบคำพูดตัวเองด้วย ฉันหน้าเบ้ไปเมื่อเห็นมิช่าทำหน้าเวอร์ ๆ แบบนั้น\nแต่ชิซูเนะดูจะชอบใจอยู่บ้าง"

hi "แค่คิดถึงเรื่องฮานาโกะอยู่น่ะ"

show misha hips_smile
with charachange

mi "อื๋อ?"

show shizu basic_happy
with charachange

"มิช่าสนใจอยากรู้ขึ้นมา ชิซูเนะก็ไม่ต่างกันเมื่อมิช่าแปลให้แล้ว"

hi "แค่คิดมากที่ว่าฮานาโกะขาดเรียนไปบ่อย ๆ น่ะ ยิ่งตอนนี้ใกล้ถึงวันเกิดฮานาโกะแล้วด้วย"

show misha perky_sad
show shizu behind_sad
with charachange

"ความทรงจำจากเหตุการณ์ในห้องเมื่อครั้งนั้นยังชัดเจนอยู่ในใจของทั้งสองคน ดูแค่สีหน้าก็รู้แล้ว"

hi "เธอพอรู้อะไรเรื่องฮานาโกะไหม แบบที่พอจะมีประโยชน์น่ะ"

show misha perky_confused
show shizu behind_blank
with charachange

"มิช่ายักไหล่แล้วหันไปทางชิซูเนะที่ครุ่นคิดอยู่ครู่หนึ่ง"

show shizu basic_normal2
with charachange

shi "…"

show misha perky_smile
with charachange

mi "คนที่ฮานาโกะคุยด้วยมากกว่าประโยคสองประโยคก็มีนายกับลิลลี่นี่แหละ"

"ชิซูเนะอาจถ่ายทอดน้ำเสียงเย้ยหยันตอนพูดชื่อลิลลี่ไม่ได้ก็จริง แต่เหมือนจะสัมผัสได้ผ่านภาษามืออยู่\nซึ่งความรู้สึกส่วนนั้นหายไปเมื่อมิช่าแปลออกมาแล้ว"

show shizu behind_blank
with charachange

shi "…"

show misha sign_smile
with charachange

mi "มีอยู่อย่างสองอย่างเรื่องฮานาโกะที่เราในฐานะสภานักเรียนรู้เพราะได้เห็นบันทึกข้อมูลที่ผ่านมือเรามา แต่เรา\nจะบอกไม่ได้ว่าในนั้นมีอะไรบ้าง"

hi "เข้าใจได้"

"ฟังดูเหมือนหลัก “ความลับของคนไข้” ของคุณพยาบาลมาก ๆ ทุกครั้งที่เจอคนที่รู้เรื่องอดีตของฮานาโกะ\nก็กลายเป็นว่าต้องเจอกับทางตันแทน"

"ทางเดียวที่จะรู้ได้คือต้องถามฮานาโกะ ไม่รู้ว่าจะยอมบอกหรือเปล่า แต่ต้องลองสักตั้ง เพื่อตัวของเธอเอง"

show shizu adjust_happy
with charachange

shi "…"

show misha hips_smile
with charachange

mi "อย่าคิดมากน่าฮิจัง~ ก็เป็นแบบนี้ทุกปีนั่นแหละ~"

"ไม่ได้ช่วยให้หายกังวลเลย ยังรู้สึกผิดอยู่หน่อย ๆ กับเรื่องที่เกิดขึ้นในห้องวันนั้น แต่เหมือนว่าจะต้องมีอะไรที่ลึกลงไป\nกว่านั้น ถึงจะยังไม่ได้รับการยืนยันก็เถอะ"

show misha perky_confused
show shizu behind_blank
with charachange

"มิช่าเห็นว่าฉันทำหน้าเครียด สีหน้าสุขใจชวนให้สบายใจอย่างทุกทีหายไป"

mi "ทุกคนต่างก็มีปัญหาของตัวเองที่ต้องรับมือกันทั้งนั้นแหละ จริงไหมฮิจัง"

hi "อืม แค่ว่าอยากช่วยอะไรให้มันได้มากกว่านี้น่ะ"

"แล้วบทสนทนาก็ปิดท้ายไปด้วยความหม่นหมอง"

stop music fadeout 4.0

show misha hips_grin
with charachange

"สุดท้ายมิช่าก็กลับมาทำตัวสดใสร่าเริงตามปกติได้ แต่ในใจฉันยังวนอยู่กับเรื่องฮานาโกะ"

"ไว้ไปแวะหาแล้วกัน"

stop ambient fadeout 1.0

scene bg school_dormhallway
with shorttimeskip

"เมื่อวางกระเป๋าลงแล้วฉันก็ดูให้แน่ใจว่าล็อกประตูแล้ว"

"ในหอนั้นเงียบเชียบ ครูรั้งฉันไว้นานกว่าที่คาดโดยคุยเรื่องการเรียนหลังเลิกเรียนแล้วและฝากใบงานให้ฮานาโกะ\nเหมือนเพิ่งนึกขึ้นได้"

"ฉันจมอยู่กับความคิดจนไม่ทันได้รับรู้ถึงเงาที่ปรากฏอยู่ต่อหน้าฉัน พอเงยหน้ามองก็เห็นเจ้าของเงานั้น"

show kenji happy at center
with charaenter

play music music_kenji fadein 0.5

ke "ไงพวก ไม่เจอกันนานเลยนะ"

hi "อ้าว ไง"

show kenji tsun
with charachange

ke "ตอบแบบนั้นคืออะไร"

"ชัดว่าเคนจิหงุดหงิดที่ฉันตอบไปเหม่อ ๆ แบบนั้น เป็นฉันก็คงหงุดหงิดเหมือนกัน"

hi "ขอโทษที พอดีคิดอะไรหลายอย่าง"

ke "“คิด” นี่ไม่ใช่ข้ออ้างที่จะไม่ไปช่วยรบที่ดีเลยนะ"

hi "แล้วสงครามเป็นไงบ้าง"

show kenji neutral
with charachange

ke "กำลังเตรียมการอยู่ ตอนนี้ฉันต้องการเงินเพื่อไปใช้กับการเตรียมการพวกนั้น"

hi "จะมาขอยืมเงินก็บอกมาเหอะ"

show kenji happy
with charachange

ke "ไม่ละ ไม่เป็นไร"

hi "ไม่… เป็นไร? ไม่เอาเงินฉันเหรอ"

show kenji tsun
with charachange

ke "เฮ้ยพวก ไม่เห็นต้องตกใจขนาดนั้นเลย โกรธนะเนี่ย"

show kenji neutral
with charachange

ke "ฉันมีชื่อในวงการโบว์ลิงอยู่พอสมควรเลยนะ แต่เมื่อวานเจอกับคนที่ไม่รู้ว่าใครใหญ่ว่ะ"

hi "เหมือนว่าการพนันมันผิดกฎโรงเรียนนะ…"

show kenji tsun
with charachange

ke "กฎโรงเรียนไม่สำคัญหรอก นี่น่ะคือภาวะสงคราม คนสมัยนี้ไม่รู้จักคำว่าสงครามกันดีเท่าไหร่แล้ว"

hi "งั้นขอเรียนถามหน่อยว่าจะเอาเงินก้อนนี้ไปทำอะไร"

show kenji neutral
with charachange

ke "อาหารกระป๋องที่เสียยาก วัสดุสำหรับการก่อสร้าง หลัก ๆ ก็แผ่นเหล็กลูกฟูกกับแผ่นไม้ ชุดปฐมพยาบาล ฮีตเตอร์\nสำหรับการตั้งแคมป์ วิทยุพกพา ถุงนอน ไฟฉาย นาฬิกาแบบใช้เฟือง"

"แวบแรกก็รู้สึกว่าเป็นแค่วัตถุกับวัสดุที่มาคละรวม ๆ กัน แต่ผ่านไปสองสามวินาทีถึงร้องอ๋อ"

hi "นี่มันรายการของที่ต้องใช้กับที่กำบังฝุ่นกัมมันตรังสีนี่"

show kenji happy
with charachange

ke "อ้อ นายเองก็อ่านจุลสาร{i}โพรเทกต์แอนด์เซอร์ไวฟ์{/i}เหมือนกันสินะ ดีใจจริง ๆ ที่เห็นคนรู้เรื่องการเอาตัวรอด\nดีอย่างนี้"
#"Protect and Survive" is British stuff from the eighties. Thus I'm deeming it entirely suitable as a reference work for Kenji in 2010 Japan. Bravo. :3. -SC

hi "นี่นายคงไม่ได้คิดจะ…"

show kenji neutral
with charachange

ke "แต่ความเป็นไปได้ก็ไม่ใช่ศูนย์เลยสักหน่อย"

hi "ไม่อะ ฉันว่าความเป็นไปได้ที่จะเกิดเรื่องนั้นมันเป็นศูนย์แหละ"

show kenji happy
with charachange

"เคนจิเลิกคิ้วขึ้นแบบเล่นใหญ่ เอ่อ ก็เล่นใหญ่เท่าที่คนเราจะเลิกคิ้วได้อะนะ"

hi "ความเป็นไปได้มันเท่ากับ ไม่รู้สิ หนึ่งในล้านล้านมั้ง น้อยแบบเข้าใกล้ศูนย์มาก ๆ น่ะ อีกอย่าง จะไปสร้าง\nที่กำบังฝุ่นกัมมันตรังสีตรงไหน ไม่ใช่ในโรงเรียนแน่ ๆ ละ"

show kenji neutral
with charachange

ke "เป็นโครงการปิดเทอมฤดูร้อนของฉันตอนอยู่บ้านไง พ่ออนุญาตด้วย"

hi "จริงเหรอ"

ke "ใช่ พ่อบอกว่าทักษะการประดิษฐ์กับความคล่องแคล่วงของมือจะได้พัฒนาขึ้น หรืออะไรประมาณนั้นแหละ"

"ดูจากท่าทางเคนจิแล้วพ่อเขาคงแค่อยากปัดให้พ้นรำคาญไปพักหนึ่ง"

"แต่พ่อแม่เขาจะเป็นคนยังไงกันนะ อาจจะเป็นคนปกติแต่เคนจิเป็นความไม่ปกติก็ได้ หรือไม่ก็อาจจะหวาดระแวง\nคอยคิดแต่เรื่องเอาตัวรอดแบบนี้กันทั้งบ้าน"

show kenji happy
with charachange

ke "นี่ จะมาช่วยสร้างมั้ย นายดูเป็นคนถนัดเรื่องเครื่องมือดีนะ ถ้านายมาช่วยเราก็จะได้สร้างหลุมหลบภัยเจ๋ง ๆ\nแทนที่จะเป็นแค่ที่กำบังฝุ่นกำมันตรังสีไง"

"เหรอวะ ฉันได้ฝึกฝีเท้าจากการเล่นฟุตบอลเมื่อครั้งก่อนเกิดอุบัติเหตุครั้งนั้นก็จริง แต่ไม่เคยทำอะไรที่เป็นงานฝีมือ\nจริง ๆ เลย"

hi "ไม่อะ ไม่เลย แล้วเกรงว่าตอนปิดเทอมฉันจะยุ่งด้วย"

show kenji tsun
with charachange

ke "น่าเสียดาย ถ้าพวกสตรีนิยมได้รหัสยิงนิวเคลียร์แล้วละก็คงมีไม่กี่คนเท่านั้นที่เตรียมตัวพร้อมแล้ว"

hi "แล้วที่กำบังฝุ่นกำมันตรังสีของนายก็จะปกป้องนายจากระเบิดนิวเคลียร์ได้ถ้าเหตุการณ์นั้นเกิดขึ้นจริง?"

ke "ที่กำบังฝุ่นใช้กันแรงระเบิดไม่ได้ อันนั้นต้องเป็นที่กำบังแรงระเบิดต่างหาก"

ke "เรื่องแค่นี้นายน่าจะรู้สิ"

hi "ขอโทษที…"

show kenji neutral
with charachange

ke "บ้านฉันอยู่ไกลจากฐานที่มั่นทางการทหารใหญ่ ๆ มาก เพราะงั้นเรื่องที่น่าเป็นกังวลกว่าคือฝุ่นกัมมันตรังสี\nจากสงครามนิวเคลียร์ ไม่ใช่แรงระเบิด"

show kenji happy
with charachange

ke "ที่กำบังจะกันฝุ่นกับอนุภาคอื่น ๆ ไม่ให้มาถูกตัวฉัน เสบียงฉัน ที่นอนฉัน แต่อย่างน้อยต้องอยู่ให้ได้ครบสี่สิบวัน"

hi "สี่สิบวันก็นานเหมือนกันนะ"

show kenji neutral
with charachange

ke "นาน ฉันต้องเตรียมน้ำวันละหนึ่งลิตรไว้สำหรับดื่ม อย่างดีก็วันละสองเพื่อจะได้เอามาใช้ล้างเนื้อตัวด้วย\nเรื่องทำธุระส่วนตัวก็ไม่ยาก แค่ใส่เตรียมถังกับถุงขยะไว้นอกบริเวณที่กำบังก็พอ และแน่นอนว่ากินอาหารกระป๋อง"

hi "อืมฮึ แล้ววิทยุก็เอาไว้รับส่งข่าวคราวสินะ"

ke "ใช่ ๆ จะได้รู้ว่าข้างนอกเกิดอะไรขึ้นบ้างจากประกาศของทางรัฐบาล ฉันต้องใช้นาฬิกาแบบเฟือง ไม่ใช่แบบใช้ไฟฟ้า\nเผื่อว่ามีนิวเคลียร์ระเบิดกลางอากาศแล้วมีคลื่นแม่เหล็กไฟฟ้ามาทำระบบไฟฟ้าพังด้วย"

ke "แล้วก็มีของอย่างอื่นที่ฉันต้องใช้อีก เช่นเสื้อผ้าสำรอง ไม้ขีดไฟ เทียน แต่ฉันว่ายังมีเวลาให้เตรียมทันอยู่ น่าจะนะ"

"ถึงจะไม่ค่อยอยากยอมรับเท่าไหร่ แต่ประทับใจหน่อย ๆ อยู่ที่เคนจิค้นคว้าเรื่องนี้มาแบบทะลุปรุโปร่ง แต่ก็นะ\nไม่รู้เหมือนกันว่าฉันจะอยากอยู่ในโลกหลังการล่มสลายที่มีแต่คนอย่างเคนจิเหลือรอดหรือเปล่า"

hi "ฟังดูรู้ดีจังเลยนะ"

show kenji happy
with charachange

ke "รู้สิวะ"

"คงลำบากมากที่ต้องอยู่อย่างหวาดกลัวตลอดอย่างนี้ ปกติก็แทบไม่ได้ปฏิสัมพันธ์กับใครด้วย ฉันจึงนึกแปลกใจอยู่\nที่เคนจิไปโบว์ลิงกับคนอื่น"

"ความคิดแบบนี้ทำให้ฉันนึกถึงใครบางคนขึ้นมา ซึ่งโชคยังดีที่ความกลัวผู้คนของเธอนั้นไม่ได้มาในรูปแบบ\nที่พิลึกกึกกือเช่นนี้"

"แต่ที่แน่ ๆ คือฉันจะบอกเคนจิไม่ได้ว่าเพราะอะไรช่วงนี้ฉันถึงไม่ค่อยได้เจอหน้าเขา"

hi "เย็นแล้ว เดี๋ยวฉันมีธุระอีก แต่จะเก็บเรื่องการสร้างที่กำบังฝุ่นกำมันตรังสีอะไรนั่นไปคิดแล้วกัน"

show kenji neutral
with charachange

ke "เออ ได้ ๆ เยี่ยม ลูกผู้ชายย่อมต้องทำตามหน้าที่นี่นะ"

ke "จะว่าไป ไว้ว่าง ๆ ไปเที่ยวกับฉันบ้างนะ นายเจ๋งดี คนเจ๋ง ๆ ต้องอยู่ด้วยกันสิ จริงไหม"

"ไม่รู้ทำไม แต่คำชมนั้นทำให้ฉันดีใจอยู่เหมือนกัน แต่เนื่องด้วยสถานการณ์ที่ฮานาโกะเป็นอย่างนี้ก็แปลว่าฉันคง\nทำตามคำขอเคนจิไม่ได้ อย่างน้อยก็สักพัก"

hi "ก็ดี ไว้มีเวลามาคุยกัน"

show kenji happy
with charachange

ke "เจ๋ง เจอกันพวก"

stop music fadeout 3.0

hide kenji
with charaexit

"เคนจิล่าถอยกลับไปที่ห้องตัวเอง"

"ไปแวะหาฮานาโกะดีกว่า"

stop ambient fadeout 1.0

scene bg school_dormhanako_ni
show hanagown worry_close:
    center
    xpos 0.39
show expression Solid("#00000022")
show hanako_door_base at right
show hanako_door_door at left
with locationskip

"ฉันยืนอยู่หน้าห้องฮานาโกะพลางหวังว่าเธอจะไม่เป็นอะไรมากโดยในมือกำใบงานที่ครูฝากมาอย่างประหม่า"

"เป็นอีกสาเหตุที่ต้องมาหาด้วย และจะได้มีเรื่องคุย เพราะงั้นก็คงต้องขอบคุณครูที่ฝากฉันมา"

play sound sfx_doorknock2

"ฉันสูดหายใจลึก ๆ ตั้งสติแล้วเคาะประตูตรงหน้า"

"…เงียบ ฉันเงี่ยหูฟังว่าพอจะมีเสียงอะไรขยับหรือเปล่า แต่ก็ไม่ได้ยินอะไร"

$ renpy.music.set_volume(0.5, 0.0, channel="sound")
play sound sfx_hammer

"ฉันเคาะประตูอีกครั้งให้หนักมือขึ้นอีกเล็กน้อย"

"ไม่มีเสียงตอบรับ แปลกแฮะ"

"ฉันเกาหัวแกรก ๆ พลางลองเคาะเรียกให้ฮานาโกะตอบเป็นครั้งสุดท้าย"

hi "ฮานาโกะ ฉันเอง ครูฝากเอกสารมาให้แน่ะ"

"ความเงียบซึ่งบ่งบอกว่าความพยายามนั้นล้มเหลวไม่ต่างจากครั้งก่อนนั้นตามมาอยู่ชั่วขณะ แต่จังหวะที่ฉันกำลังจะสอด\nแผ่นกระดาษเข้าทางช่องตีนประตูก็ได้ยินเสียงลูกบิดขยับ"

$ renpy.music.set_volume(1.0, 0.0, channel="sound")
play sound sfx_dooropen

show hanako_door_door:
   xpos -0.1
with charamove

play music music_moonlight fadein 4.0

"ประตูเปิดออกกึ่งหนึ่ง ฉันรีบมองสำรวจสภาพฮานาโกะ ซึ่งก็มองยากเพราะเสื้อคลุมที่หลวมโพรกนั้นปกปิด\nร่างกายเธอไปเสียเกือบหมด"

"ฮานาโกะดูจะสบายดี อย่างน้อยก็ด้วยสภาพร่างกายน่ะนะ แต่ว่าตามตรง ฉันยอมเห็นฮานาโกะตอนไม่สบายดีกว่า\nต้องมาเห็นสีหน้าของฮานาโกะตอนนี้ เธอดูอิดโรย และเหมือนแทบจะไม่รับรู้ถึงตัวตนฉันแล้ว"

hi "ไง ฮานาโกะ พอดีวันนี้เธอไม่ได้เข้าเรียน ครูเลยฝากอันนี้มาให้"

"ฉันยื่นแผ่นกระดาษให้ ฮานาโกะก็รับไปแบบอึก ๆ อัก ๆ ท่าทางการขยับตัวของเธอนั้นดูเหมือนไม่ได้มีความตั้งใจอะไร\nท่าทีอ่อนล้าผิดวิสัยคนที่ปกติจะเกร็งตัวยึดอยู่บ่อย ๆ"

show hanagown distant_close
with charachange

"ฮานาโกะยังเอาแต่เสตามองทางอื่นไม่ยอมสบตาสุดความสามารถ ฉันชะเง้อหัวเพื่อดูให้เต็มตาอีกหน่อย ทว่าเธอ\nก็หันหน้าหนีไป"

hi "ไหว… หรือเปล่า ถ้าไม่สบายหรืออะไรให้ฉันเรียกพยาบาลมาก็ได้นะ"

"พอมาทำตัวแบบ “หายไว ๆ นะ” อย่างนี้แล้วก็รู้สึกสมเพชเหมือนกัน แต่ก็ไม่รู้แล้วว่าจะทำยังไงให้ฮานาโกะดีขึ้นได้อีก"

show hanagown normal_close
with charachange

"ฮานาโกะดูจะใจเย็นลงเมื่อพิจารณาตัวเลือกนั้น… แต่ก็เย็นลงแค่นิดหน่อย เธอยังคงหันหน้าหนีอยู่เหมือนเดิม\nแต่ตาเธอมองมาที่ฉัน"

ha "ฉันสบายดี"

"และความเงียบอันน่าอึดอัดก็ตามมา ระหว่างที่เงียบกันไปนั้นฉันก็เห็นว่าแขนเสื้อกับปลายแขนเสื้อชุดนอนนั้น\nมีรอยเปียก ๆ อยู่ แก้มก็แดง ๆ ด้วย ร้องไห้มาเหรอเนี่ย"

hi "เข้าใจละ"

"ฉันลังเลอยู่เล็กน้อยก่อนจะพูดในสิ่งที่ฉันตั้งใจจะมาพูด"

hi "อยากให้อยู่เป็นเพื่อนไหม ตอนนี้ฉันก็ไม่มีอะไรเร่งด่วนที่ต้องทำ ไม่เป็นการรบกวนฉันหรอก"

show hanagown distant_close
with charachange

"ฮานาโกะเสตาหนีไปจนฉันหมดหวังที่จะทำให้เธอรู้สึกดีขึ้นได้ ฉันรอคำตอบทว่าเธอก็ไม่พูดหรือมีท่าทีอะไร\nแค่ยืนอยู่เฉย ๆ ไม่มองหน้ากัน"

hi "ฮานาโกะ…?"

"เธอสั่นหัวช้า ๆ"

hi "โอเค เอ่อ… งั้นก็ราตรีสวัสดิ์"

stop music fadeout 3.0

show hanako_door_door:
   xpos 0.0
with charamove

play sound sfx_doorclose

"แล้วฮานาโกะก็ถอยกลับเข้าห้องไปแล้วปิดประตูไม่พูดอะไรอีก"

"ฉันกลับมาที่ห้องตัวเองพร้อมความกังวลที่ไม่น้อยเลย"

scene bg school_dormhallway
with locationskip

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_footsteps_hard

"ฉันเดินไปตามโถงทางเดินพลางคิดถึงเหตุการณ์นั้น เหมือนจิตใจฮานาโกะไม่ได้อยู่กับตัว ราวกับว่าฉันกำลังปฏิสัมพันธ์\nอยู่กับหุ่นยนต์ที่ทำตามแค่สิ่งที่ได้รับการตั้งค่ามาให้ทำอย่างไม่คิดอะไรเลย"

"ฮานาโกะเป็นเพียงเปลือกที่ว่างเปล่า"

"หงุดหงิดชะมัด ก็คิดว่าถ้าได้เจอฮานาโกะแล้วอะไร ๆ จะดีขึ้นเสียอีก แต่เหมือนจะยิ่งทำให้ฉันเข้าใจเธอได้ยากไปอีก\nถ้ากีดกันกันแบบนี้แล้วฉันจะช่วยได้ยังไง"

stop ambient fadeout 0.3

scene bg school_dormhisao_ni
with locationchange

"ฉันไม่มีแก่ใจจะเปิดไฟในห้อง จึงเพียงเปลี่ยนเสื้อผ้าเป็นชุดนอนและกรอกยารอบเย็นเข้าปากแล้วล้มตัวลงกับที่นอน"

scene black
with shuteye

#-----------------

label th_H22:

scene bg school_scienceroom
with locationchange

play music music_pearly

"ฮานาโกะไม่มาเข้าเรียนอีกแล้ว ฉันลองปรับให้สมองไปจดจ่อกับเรื่องอื่น แต่เรื่องนี้ก็ยังดึงสมาธิฉันไปตลอดทั้งวัน\nที่เรียนจนกระทั่งตอนที่เดินผ่านสวนในโรงเรียนกลับหอ"

"และการที่วันนี้เป็นวันเกิดของฮานาโกะด้วยก็ไม่ใช่เรื่องบังเอิญแน่นอน แต่ฉันก็ไม่รู้ว่าทั้งสองเหตุการณ์เกี่ยวข้องกัน\nอย่างไร ไม่รู้ด้วยว่าฮานาโกะรู้สึกว่ายังไงบ้าง"

"ถ้าเป็นอาการเจ็บป่วยทางกายฉันก็อาจพอช่วยเยียวยาอะไรให้ได้บ้าง แต่พอเป็นเรื่องแบบนี้แล้วฉันไม่รู้เลยว่าจะเริ่ม\nจากตรงไหนดี"

"ฉันไล่ย้อนนึกถึงคนที่ฉันรู้จักว่ามีใครที่จะช่วยได้หรือเปล่า ชิซูเนะกับมิช่าไม่รู้เรื่องฮานาโกะขนาดนั้น ซึ่งส่วนที่รู้\nก็บอกฉันไม่ได้ คุณพยาบาลก็เหมือนกัน"

"สุดท้ายก็มีเพียงคนเดียวที่รู้จักฮานาโกะดีพอและพร้อมที่จะบอกฉันทุกอย่าง"

scene bg school_dormhisao
with shorttimeskip

"เมื่อเข้าห้องมาแล้วฉันก็ต้องแปลกใจว่าตัวเองเริ่มคุ้นเคยกับที่นี่แล้ว"

"ฉันนึกยินดีที่ห้องนี้ได้กลายเป็นที่ที่ฉันพอจะพักใจได้บ้างแล้วด้วยต้องเจอกับเรื่องราวร้อยแปดพันเก้า ตอนที่\nมายามากุครั้งแรกฉันรู้สึกว่าห้องนี้เป็นสิ่งประหลาดทันที ตั้งแต่ความเรียบร้อยจากการที่ไม่มีคนอยู่ไปจนถึงกลิ่นในห้อง"

"ฉันโยนกระเป๋าไว้ที่เตียงแล้วกลับมาสนใจกับสิ่งที่ต้องทำด้วยการเปิดลิ้นชักโต๊ะตัวบนสุด"

"ลิลลี่บอกเบอร์โทร. ไว้ก่อนไปสกอตแลนด์ ซึ่งฉันก็จดไว้ แต่จะว่าไปแล้ว ที่บอกไว้เพราะรู้ว่าจะเกิดเรื่องแบบนี้\nหรือเปล่านะ"

"พอลิลลี่ไม่อยู่ด้วยแล้วถึงนึกได้ว่าทั้งฮานาโกะทั้งฉันต้องพึ่งพาให้ลิลลี่เป็นคนนำทางบ่อยแค่ไหน"

"ฉันเปิดลิ้นชักที่โต๊ะตัวแล้วตัวเล่าหาว่าตัวเองเก็บไอ้กระดาษแผ่นนั้นไว้ที่ไหน โชคดีที่สุดท้ายก็เจอ หนังสือที่ยืม\nมาจากห้องสมุดทับไว้อยู่"

scene bg school_dormhisao_blurred
show phone mobile:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with locationchange
with Pause (0.5)

"จะว่าไปแล้ว บันทึกใส่โทรศัพท์ไปเลยเสียก็สิ้นเรื่อง ฉันกดไปตามปุ่มตัวเลขในทันทีแล้วกดโทร. ด้วยความร้อนใจ"

"ในที่สุดก็มีคนรับสาย ปลายสายเป็นเสียงผู้หญิงคนหนึ่งที่ฉันไม่คุ้นหู อาจจะแม่ลิลลี่มั้ง"

stop music fadeout 1.0

#mystery "<Good morning. This is Karla Satou. May I help you?>"
mystery "{image=vfx/garbage.png} {image=vfx/garbage.png} Satou {image=vfx/garbage.png}?"

"ภาษาอังกฤษเหรอ ไปต่อไม่ถูกเลย ฟังไม่ออกเลยสักคำแฮะ คงเพราะฉันรู้คำศัพท์น้อยไม่ก็เพราะสำเนียง จริง ๆ น่าจะ\nคิดได้แต่แรกเพราะรู้มาจากลิลลี่แล้วว่าแม่เธอนั้นเป็นคนสกอตแลนด์โดยกำเนิด"

"ฉันดันทุรังไปต่อด้วยความหวังว่าเธอคงพอจะรู้ภาษาญี่ปุ่นบ้าง เพราะยังไงก็เป็นภาษาแม่ของลูกตัวเอง"

hi "เอ่อ ฮิซาโอะ นากาอิ… นะครับ…"

"พอรู้ว่าเป็นภาษาอะไรเธอก็ทำเสียงตื่นเต้น ตอนนี้ฉันโล่งใจอย่างกับยกภูเขาออกจากอก"

thname("คุณนายซาโต้") "อ้อ เธอคงเป็นเพื่อนที่โรงเรียนของลิลลี่ใช่มั้ย"

"ถึงอย่างนั้นก็เถอะ ฉันยังต้องเงี่ยหูฟังให้ดีเพราะยังมีติดสำเนียงอยู่"

hi "ครับ ใช่ครับ ยินดีที่ได้รู้จักนะครับ คุณนายซาโต้"

thname("คุณนายซาโต้") "มีเพื่อนมารยาทงามอย่างนี้ด้วย! ลิลลี่ มีคนโทร. หาลูกแน่ะ!"

"ก็ดูเป็นคนดีนะ ถึงออกจะตื่นเต้นไปหน่อยกับเรื่องธรรมดา ๆ อย่างนี้ก็เถอะ"

"ก่อนที่ลิลลี่จะมารับโทรศัพท์นั้นปลายสายเงียบไปครู่หนึ่ง ฉันได้ยินเสียงแม่ลิลลี่ที่กึ่งดุกึ่งกระเซ้าเจ้าตัวที่เพิ่งตื่นอยู่แว่ว ๆ"

li "สวัสดีค่ะ ลิลลี่นะคะ"

hi "เสียงฟังดูไม่ไหวเลยนะ"

"ลิลลี่ทำเสียงหาวโอดโอยคล้ายสัตว์ใกล้ตาย"

"ก่อนโทร. ฉันดูเรื่องเขตเวลาแล้วเรียบร้อย ตอนนี้ที่สกอตแลนด์ก็เข้าช่วงสายพอสมควรแล้ว เพราะงั้นจะอ้างอะไร\nก็คงไม่ได้อีก"

hi "ไม่สบายเหรอ"

li "แค่เพลียนิดหน่อยจ้ะ ที่ญี่ปุ่นกี่โมงแล้วเหรอ"

hi "บ่ายแก่ ๆ เพิ่งเลิกเรียนมาเมื่อกี้เอง"

li "ฝั่งฮานาโกะคงไม่โอเคใช่มั้ย"

play music music_drama 

"ตัดเข้าเรื่องเร็วแฮะ ดูท่าจะเดาถูกว่าลิลลี่ต้องรู้ว่าจะเกิดเรื่องแบบนี้แน่"

hi "รู้ได้ยังไง"

li "ก็วันนี้วันเกิดฮานาโกะนี่นา ทีแรกฉันก็หวังอยู่นะว่าพอฮานาโกะได้สนิทกับเธอแล้วจะดีขึ้น แต่ว่า…"

li "ตอนนี้ฮานาโกะเป็นยังไงบ้าง"

hi "ฮานาโกะขาดเรียนไปวันนี้กับเมื่อวานน่ะ เดี๋ยววันนี้ต้องไปหาอีกที ว่าตามตรง ดูจากสภาพฮานาโกะตอนฉัน\nไปคุยด้วยเมื่อวานแล้ว… ฉันก็หวั่น ๆ ใจอยู่เหมือนกัน"

hi "ฉันจนปัญญาไม่รู้จริง ๆ ว่าจะทำยังไงดี เมื่อก่อนเคยมีแบบนี้มั้ย เกี่ยวอะไรกับแผลเป็นหรือเปล่า"

li "เกรงว่าจะเป็นอย่างนั้นจ้ะ วันเกิดฮานาโกะเมื่อปีที่แล้วก็มีเรื่องประมาณนี้เหมือนกัน"

li "เท่าที่พอจะนึกออก คงเป็นเพราะพ่อแม่ฮานาโกะท่านเสียชีวิตไปพร้อม ๆ กับตอนที่เกิดอุบัติเหตุที่ทำให้เกิดแผลเป็น\nฮานาโกะเลยโทษตัวเองว่าตัวเองเป็นต้นเหตุที่ทำให้ทั้งสองคนจากไป"

"ที่พูดมาก็มีเหตุผล ถ้าถึงวันเกิดแล้วฮานาโกะโทษตัวเอง ก็คงหมายความได้ว่าเธอกำลังนึกเสียใจที่ตัวเองเกิดมา"

"ฮานาโกะเคยเล่าเรื่องตอนที่อยู่สถานรับเลี้ยงเด็กกำพร้าให้ฟัง คงนับว่าเป็นเรื่องที่ดีละนะที่เชื่อใจพอที่จะเล่า\nอะไรแบบนั้นให้ฟังได้"

"แต่ที่ฉันแปลกใจก็คือ ลิลลี่ดูจะไม่ค่อยรู้เรื่องรู้ราวอะไรพอ ๆ กันกับฉันด้วยเช่นกัน"

hi "ก็คงเป็นเหตุผลที่ฮานาโกะมาอยู่หอในด้วยละนะ ฮานาโกะเคยเล่าเรื่องอุบัติเหตุที่ว่าอะไรให้ฟังอีกหรือเปล่า"

li "เราสองคนสนิทกันขนาดนี้ก็จริง… แต่ฮานาโกะแทบไม่เคยเล่าให้ฟังเลยว่าเกิดอะไรขึ้นบ้าง ที่ฉันรู้ส่วนใหญ่ก็เป็นแค่\nการคาดการณ์เท่านั้นแหละจ้ะ"

"น้ำเสียงลิลลี่ฟังดูเศร้าหมองค่อนไปทางเหนื่อยอ่อน แต่ถ้าคิดดูว่าฮานาโกะต้องผ่านเหตุการณ์สะเทือนขวัญอะไรมาบ้าง\nลิลลี่จะไม่รู้ก็ไม่แปลก แต่เหมือนลิลลี่จะยังมองว่าเป็นฝั่งตัวเองที่ยังพยายามไม่พออยู่ดี"

hi "อย่าโทษตัวเองเลยลิลลี่ ฮานาโกะก็ผ่านอะไรมาขนาดนั้น…"

"ปลายสายเงียบอยู่นานจนชักสงสัยแล้วว่าหรือสายจะตัดไปแล้ว แต่เสียงจากปลายสายก็ดังขึ้นอีกครั้ง"

li "แต่มีอีกคนนะที่ช่วงนี้ฉันก็เป็นห่วงอยู่เหมือนกัน"

hi "หืม?"

"ฉันลองไล่นึกดูว่าคนที่ลิลลี่พูดถึงจะเป็นใครได้บ้าง เพื่อนที่ลิลลี่สนิทด้วยจริง ๆ ก็เหมือนจะมีแค่ฮานาโกะกับฉัน หรือว่า\nอากิระ…"

li "คนที่ว่าก็คือเธอนี่แหละจ้ะฮิซาโอะ"

"เกิดความเงียบขึ้นในสายอีกครั้ง แต่คราวนี้มาจากฉัน"

"ตั้งแต่ฉันมายามากุฉันก็พยายามเลี่ยงไม่ให้คนอื่นต้องมาเป็นห่วงอยู่เสมอ แม้แต่การที่ฉันอยู่กับฮานาโกะก็ช่วยให้ฉัน\nพ้นจากปัญหาเรื่องสุขภาพที่ร้ายแรงได้ด้วยว่าพวกเราใช้ชีวิตกันแบบสบาย ๆ ไม่เร่งรีบ"

hi "อ่า… ฮะ ฉันมีอะไรให้เป็นห่วงด้วยเหรอ"

li "ขอโทษทีจ้ะ ไม่ได้ตั้งใจจะตำหนิอะไรเธอนะ"

hi "โทษที ๆ พอดีเมื่อกี้ไม่ได้ตั้งตัว แต่ตอนนี้ปัญหาที่ใหญ่กว่าน่าจะเป็นเรื่องฮานาโกะไม่ใช่เหรอ"

li "ฉันคิดมาสักพักแล้วว่าเธอสองคนจะยิ่งทำให้นิสัยที่ชวนให้เป็นห่วงของกันและกันย่ำแย่เข้าไปอีก ก่อนเดินทาง\nฉันก็ลองบรรเทาอาการนี้ดูแล้ว แต่เหมือนจะไม่ได้ผลสักเท่าไหร่"

hi "“นิสัยที่ชวนให้เป็นห่วง” เหรอ"

li "ตอนฉันถามเธอว่าจะเอายังไงกับอนาคต คำตอบของเธอคล้ายกับตอนที่ฮานาโกะตอบคำถามนี้มาก"

li "ที่เธออยากปกป้องฮานาโกะน่ะก็ดีแล้ว แต่ฉันเกรงว่าถ้ายังปฏิบัติกับฮานาโกะเหมือนเป็นลูกสาวหรือคนที่ต้อง\nได้รับการดูแลเป็นพิเศษอย่างนี้รังแต่จะทำให้ได้ผลตรงกันข้าม"

#right now the ending just hinges on this one choice. the previous ones don't even matter at all.
#the best you get is to choose your bad end and small alternatives later

label th_choiceH22:
menu:
    with menueffect

    "เหตุการณ์กลับตาลปัตรไปเสียแล้ว มีเรื่องอะไรหลายอย่างเกิดขึ้นแล้วก็จริง แต่หนนี้เป็นครั้งแรกที่ฉันนึกเคลือบแคลง\nกับการพินิจของลิลลี่"

    "เห็นด้วยกับลิลลี่":
        return m1
        
    "เชื่อการพินิจของตัวเอง":
        return m2

label th_H22a:

"ก็คงจริงอย่างลิลลี่ว่า ถึงจะไม่อยากยอมรับเลยก็เถอะ แต่ฉันยังมีอย่างอื่นที่คาใจอยู่"

hi "แล้วเธอก็ลอง… “บรรเทา”?"

hi "เดี๋ยว… ที่ไปเที่ยวกันในตัวเมืองวันนั้น?"

li "หัวไวมากจ้ะ ฉันคิดว่าถ้าลากพวกเธอสองคนออกจากยามากุไปพบกับโลกที่กว้างขึ้นแล้วอาจช่วยอะไรได้บ้าง\nแต่ฉันก็ดีใจนะที่หลังจากนั้นเธอสองคนก็สนิทกัน"

"สังเกตได้ด้วยสินะ ก็น่าจะกำลังจับสังเกตเราสองคนอยู่นั่นแหละ แล้วหูลิลลี่ก็ดีมากด้วย ดีชนิดที่ว่าถ้าจะเงี่ยหูฟัง\nเสียอย่างแล้วก็จะได้ยินสิ่งที่เราคุยกันแน่นอน"

hi "ยิ่งฟังยิ่งเหมือนว่าเธอวางแผนหลอกพวกเราเลยนะ"

"เงียบ เป็นคำที่แรง แต่ฉันไม่ถอนคำพูดหรอก"

li "ขอโทษจ้ะ ฉันแค่… เป็นห่วงเธอ"

hi "ไม่เป็นไร ยังไงก็คงมีเรื่องที่สำคัญกว่าละนะ"

"ก็ไม่ได้แปลกใจนักว่าลิลลี่จะทำอะไรแบบนี้ บางครั้งความเป็นแม่ชอบดูแลของเธออาจจะมากไป แต่ทุกอย่างล้วน\nมาจากเจตนาดีทั้งนั้น"

hi "สรุปคือเธอคิดว่าฉันควรจะคิดถึงตัวเองก่อนแทนที่จะไปดูแลฮานาโกะเหรอ"

li "รวม ๆ ก็ประมาณนั้นจ้ะ ยังไงก็ขอโทษนะจ๊ะที่ไม่ได้บอกให้ชัด ๆ ก่อนแล้วแอบไปวางแผนลับหลังอย่างนั้น"

li "ฉันรู้ว่าฉันเองก็ผิดอยู่บ้างที่คอยประคบประหงมฮานาโกะเหมือน ๆ กันกับเธอ แต่ฉันเกรงว่าเธอจะมัวแต่\nมอบความสุขให้ฮานาโกะจนไม่ได้ดูแลตัวเอง"

hi "เธอคิดว่าฮานาโกะจะไม่เป็นไรจริง ๆ เหรอ"

li "ฮานาโกะไม่ใช่คนเปราะบางขนาดนั้นอย่างที่เธอคิดหรอกจ้ะ ฉันก็ไม่รู้รายละเอียดว่าฮานาโกะต้องผ่านอะไรมาบ้าง\nไม่รู้ว่าในใจรู้สึกอย่างไร แต่ฮานาโกะก็ก้าวผ่านทุกอย่างมาได้จนตอนนี้แล้ว"

li "แล้วฉันเองก็หวังด้วยว่าถ้าให้พื้นที่กับฮานาโกะแล้วเจ้าตัวอาจจะตัดสินใจได้ว่าสิ่งที่ต้องการจริง ๆ คืออะไร\nแล้วค่อยเรียกร้องเอง"

li "ได้โปรดเชื่อมั่นในตัวฮานาโกะเถอะจ้ะ ฉันขอแค่นี้แหละ"

hi "ได้… เดี๋ยวฉันคงต้องเก็บไปคิดสักพัก"

li "ดีแล้วจ้ะ บุ่มบ่ามไปก็ไม่ได้อะไรขึ้นมาหรอก"

li "ฉันรู้ว่าบางทีเธออาจยังไม่แน่ใจเรื่องความสัมพันธ์ของเธอกับฮานาโกะ แต่ฮานาโกะน่ะ…"

"ลิลลี่ตัดบทตัวเองไปแล้วเว้นช่วงเพื่อเลือกสรรคำพูด"

li "อย่าลืมนะว่าที่ฉันมาเป็นเพื่อนกับเธอก็เพราะฉันคิดว่าจริง ๆ แล้วเธอเป็นคนดี เธอก็เป็นเพื่อนที่ดีต่อทั้งฉัน\nทั้งฮานาโกะ"

hi "ขอบคุณนะ ค่อยโล่งใจหน่อย"

"เราคุยเรื่อยเปื่อยกันบ้างหวังคลายบรรยากาศ แต่รู้สึกเหมือนกำลังฝืนอยู่มาก ๆ ฉันยังไม่รู้ว่าที่ลิลลี่เดินทาง\nไปสกอตแลนด์ครั้งนี้มีอะไรหรือเป็นอย่างไรบ้าง แต่พอคุยเรื่องหนัก ๆ กันแบบนั้นแล้วฉันก็อยากมานั่งคิด\nอยู่ตัวคนเดียวสักพัก"

stop music fadeout 8.0

show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with None

scene bg school_dormhisao
show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with locationchange
with Pause (0.5)

hide phone
with None

"ผ่านไปสองสามนาทีเราก็บอกลากัน ฉันวางโทรศัพท์ลงกับโต๊ะ"

"ถ้าให้เทียบกับฮานาโกะแล้วชีวิตฉันตอนนี้ช่างเอื่อยเฉื่อย พ่อแม่ฉันก็ยังอยู่ ชีวิตวัยเด็กก็ปกติดี และอาการของฉัน\nก็ไม่ได้ปรากฏแก่สายตาคนอื่นทันที ไม่เหมือนอย่างนักเรียนหลาย ๆ คนในยามากุ"

"แต่ว่า… ที่ฉันคิดแบบนี้มันก็แค่การหาข้ออ้างให้ฉันทำตัวแบบนั้นกับฮานาโกะได้นี่"

"อดีตของพวกเราเป็นเช่นนั้น แต่พอพูดถึงเรื่องอนาคตแล้วฉันก็ยังไม่รู้ว่าจะทำอะไร ฉันเรียนโดยจดจ่ออยู่กับภาระงาน\nในแต่ละวันโดยเอาแต่ผัดสิ่งต่าง ๆ ที่คิดจะทำเพื่อดูแลฮานาโกะออกไปเรื่อย ๆ"

"ฉันย้อนนึกถึงคำพูดที่ครูพูดกับฉันหลังจากที่ฮานาโกะแพนิกกำเริบครั้งนั้นที่ว่าด้วยจุดประสงค์ของยามากุ\nกับการศึกษาของฉัน พอลองมาคิดดูตอนนี้แล้วครูก็น่าจะต้องการบอกสิ่งเดียวกันกับสิ่งที่ลิลลี่พูด"

"พอฉันหัวใจวายแล้วเอาเวลาหลังจากนั้นไปทำอะไรหมด ถ้าฉันทำให้ฮานาโกะออกมาจากห้องแล้วเปิดใจได้\nแล้วจะเอายังไงต่อ"

"ฉันหันมองไปทางหน้าต่างห้องดูพระอาทิตย์ที่คล้อยตกดิน เป็นภาพที่สวยงาม แต่สิ่งที่ฉันดื่มด่ำอยู่เป็นความเงียบ\nในระหว่างที่นักเรียนต่างกลับห้องของตัวเองกัน"

"ตอนนี้ฉันอยากคิดก่อน ไม่รู้ว่าฉันเหลือเวลาอีกเท่าไหร่ แต่ฉันอยากคิดวางแผนว่านับจากนี้จะทำอะไรต่อไป"

scene black
with dissolve



label th_H22b:

stop music fadeout 5.0

"ฉันตั้งใจฟังสิ่งที่ลิลลี่พูด แต่ฟังอย่างไรก็เห็นด้วยไม่ลง"

"ตอนที่ฮานาโกะปกติดีก็เป็นคนบอบบางอยู่แล้ว และพอได้เห็นสิ่งที่เกิดขึ้นหลังจากมีการพูดถึงวันเกิดของเธอ\nฉันก็คิดว่าตอนนี้ไม่ใช่สถานการณ์ที่เราจะปล่อยให้ฮานาโกะอยู่คนเดียวได้ถ้าเธอเป็นคนปลีกตัวออกไปเอง"

"แต่ฉันรู้สึกเหมือนลิลลี่จะมีแผนในหัวชัดว่าจะต้องรับมือกับฮานาโกะอย่างไร ไม่ใช่แค่ตอนนี้หรอก แต่เป็นทุกครั้ง\nเท่าที่ฉันรู้จักทั้งสองคนมาเลย"

"ฉันครุ่นคิดถึงทางออกที่ดีที่สุดในหัวแล้วพูดตอบเห็นด้วยกับลิลลี่ไปอย่างนุ่มนวลและก้ำกึ่งที่สุดเท่าที่จะทำได้"

"จากนั้นเราก็คุยกันเรื่อยเปื่อย แต่เราทั้งสองคนต่างไม่มีใครมีอารมณ์จะคุยเท่าไหร่ด้วยเหตุการณ์ที่เกิดขึ้นล่าสุดนี้\nเราบอกลากันก่อนฉันจะกดวางสาย"

show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with None

scene bg school_dormhisao
show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with locationchange
with Pause (0.5)

hide phone
with None

"ฉันอยากจะไปคุยกับฮานาโกะด้วยตัวเองเพื่อจะได้ช่วยให้สุดความสามารถ สิ่งที่ดีกับตัวฮานาโกะที่สุดในตอนนี้\nคือการที่มีคนอยู่เคียงข้าง ไม่ใช่การถูกทิ้งไว้คนเดียว"

#no black, this connects directly

#To H23, Rage End


label th_H22c:

stop music fadeout 5.0

"ฉันตั้งใจฟังสิ่งที่ลิลลี่พูด แต่ฟังอย่างไรก็เห็นด้วยไม่ลง"

"ฉันอยากอยู่กับฮานาโกะให้มากกว่านี้ อยากจะเป็นเพื่อนที่ดีกว่านี้สำหรับเธอ คอยเป็นกำลังให้ยามที่เธอต้องการ\nคอยอยู่เคียงข้างยามที่เธออยากอยู่กับใครสักคน ซึ่งฉันคิดว่าตอนนี้แหละคือช่วงเวลาที่ว่าเหล่านั้น"

"ฉันยังไม่สบายใจกับความทรงจำของเจ้าของร้านคนนั้นที่เราเจอตอนไปเที่ยวในตัวเมืองด้วยกัน ใครที่\nได้เห็นฮานาโกะแม้เพียงมองผ่าน ๆ เป็นต้องจ้องมอง แต่หากจะกล่าวโทษพวกเขาเหล่านั้นแล้วก็คงเป็นอะไร\nที่ย้อนแย้ง เพราะฉันเองก็มีปฏิกิริยาแบบเดียวกัน"

"ฉันก็ไม่ชอบแผลเป็นของตัวเองเหมือนกัน แต่อย่างน้อยก็ปกปิดได้ง่าย แค่ใส่เสื้อก็จบแล้ว ฉันนึกภาพไม่ออกเลย\nว่าชีวิตที่ต้องปกปิดร่างกายตัวเองให้มิดชิดที่สุดอยู่ทุกวันนั้นเป็นอย่างไร"

"และยิ่งไปกว่านั้นฮานาโกะก็ไม่มีคนรอบตัวที่จะคอยสนับสนุนเธอโดยไม่สนว่ารูปลักษณ์จะเป็นอย่างไรด้วย ฉันอยู่ห่าง\nจากพ่อแม่ก็จริง แต่ถ้าจะติดต่อหรือไปหาก็ย่อมทำได้"

"ฉันครุ่นคิดถึงทางออกที่ดีที่สุดในหัวแล้วพูดตอบเห็นด้วยกับลิลลี่ไปอย่างนุ่มนวลและก้ำกึ่งที่สุดเท่าที่จะทำได้"

"จากนั้นเราก็คุยกันเรื่อยเปื่อย แต่เราทั้งสองคนต่างไม่มีใครมีอารมณ์จะคุยเท่าไหร่ด้วยเหตุการณ์ที่เกิดขึ้นล่าสุดนี้\nเราบอกลากันก่อนฉันจะกดวางสาย"

show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with None

scene bg school_dormhisao
show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with locationchange
with Pause (0.5)

hide phone
with None

"ยังมีอย่างหนึ่งที่ฉันพอจะทำเพื่อฮานาโกะได้ ถ้าส่งสัญญาณเล็ก ๆ นี้ให้เธอแล้วฉันก็คงได้แต่เฝ้าหวังว่าเธอจะเปิดใจ\nให้ฉันใกล้ชิดกับเธอให้มากขึ้นอีกสักเล็กน้อย"


#-----------------

label th_H23:

#Bad End 1 - Rage End

scene bg school_dormhanako_ni
show hanako_door_base at right
show hanako_door_door at left
with shorttimeskip

play sound sfx_hammer

play music music_tragic fadein 0.5

"ฉันเคาะประตูห้องฮานาโกะสามครั้ง ไม่มีเสียงตอบรับตามคาด ฉันนึกชั่งใจครู่หนึ่งว่าจะเคาะอีกครั้งดีไหม แต่ก็รู้ดี\nว่าต่อให้เคาะไปก็คงได้ผลอย่างเดิม"

"ฉันจับมือจับประตูห้องฮานาโกะพลางคิดเตรียมไว้ว่าจะพูดอะไรกับเธอดี แต่เค้นสมองเท่าไหร่ก็นึกเรื่องที่จะพูดไม่ออก\nจริงอยู่ว่าฉันอยากปลอบเธอ แต่ก็ไม่รู้ว่าจะต้องทำอย่างไร"

"คิดแค่นั้นฉันก็ไม่อยากไปต่อแล้ว แต่ในเมื่อบอกลิลลี่ไปแล้วฉันก็ต้องไปให้สุดทาง ไม่ว่าจะแน่ใจหรือไม่ก็ตาม"

"ฉันบิดมือจับลงทั้งที่ในใจยังเต็มไปด้วยความลังเล แต่ก็บิดได้ไม่มากเพราะประตูล็อกไว้"

hi "ฮานาโกะ…"

"ก็คือกีดฉันออกแล้ว ทุกเหตุการณ์ที่เราผ่านมาด้วยกัน ช่วงเวลาที่เราได้อยู่ด้วยกัน… เธอกลับปิดกั้นฉันไปโดยสมบูรณ์"

hi "เอ่อ… ไม่รู้ว่าเธอได้ยินหรือเปล่า แต่ว่า…"

hi "ฉันอยากคุยกับเธอหน่อย ถ้าได้ยินก็มาเปิดประตูให้หน่อยได้ไหม"

with Pause(4.0)

play sound sfx_lock

"ฉันรออยู่เงียบ ๆ ผ่านไปหลายนาทีก็มีเสียงฝีเท้าเดินมาที่ประตู ตามด้วยเสียงปลดล็อก"

"อย่างน้อยก็ยังดีที่ยอมรับฟังกันละนะ"

hi "ฉัน… ฉันไม่รู้ว่าจะพูดอะไรดี แต่… ฉันอยากเจอเธอ อยากดูให้แน่ใจว่าเธอไม่เป็นอะไร"

"ฉันสูดหายใจแล้วบิดมือจับเปิดประตู ถ้าปลดล็อกให้โดยไม่แย้งอะไรก็คงแปลว่าเข้าไปได้"

play sound sfx_door_creak

show hanako_door_door:
   easeout 1.0 xpos -0.2
show hanako_door_base:
   easeout 1.0 xpos 1.1
show bg school_dormhanako_ni:
   center
   easeout 1.0 xpos 0.55
with None

scene bg school_dormhanako
show hanagown distant:
    center
    ypos 1.15
with silentwhiteout

"ฮานาโกะนั่งอยู่ที่ริมเตียงพร้อมสีหน้าหม่นหมองคล้ายกำลังคิดอะไรอยู่ ห้องยังคงเปล่าเปลือยเช่นเคย และตอนนี้เธอ\nก็ดูเข้ากันกับอารมณ์ของห้องมาก"

show hanagown normal
with charachange

show hanagown worry at center
with Dissolvemove(0.2)

"จนในที่สุดฮานาโกะก็ค่อย ๆ เหล่ตามามองที่ประตู ทันทีที่เห็นว่าฉันเข้ามาก็เด้งตัวออกจากเตียงลุกขึ้นยืน\nประจันหน้าฉัน"

"ชุดนอนหลวมโพรกที่พลิ้วไปตามร่างบางของเธออย่างอิสระนั้นยิ่งทำให้การขยับตัวของเธอนั้นดูยิ่งใหญ่"

ha "นะ-นี่นาย…"

"ฉันนึกเสียใจที่เข้ามาทันทีที่เห็นหน้าฮานาโกะ เธอดูเศร้า แต่ก็มีความโกรธเจืออยู่ด้วย ทำสีหน้าแบบนี้เป็นด้วยสินะ"

hi "ฉัน… ฉันแค่อยากมาดูว่าเธอโอเคดีหรือเปล่า เห็นปลดล็อกประตูก็นึกว่าให้เข้ามาได้"

show hanagown distant_blush
with charachange

"ฮานาโกะอ้าปากจะพูด แต่ก็ปิดปากไปแล้วเบือนหน้าหนี"

show hanagown distant_blush:
    center
    ypos 1.15
with charamove

"เรายืนอยู่เงียบ ๆ กันพักหนึ่งก่อนที่ฮานาโกะจะถอยกลับไปนั่งที่ริมเตียง ฉันไม่แน่ใจว่าเธอหงุดหงิดแล้วทำใจยอมรับ\nให้ฉันอยู่ในห้องไปหรือให้ฉันอยู่ในห้องได้จริง ๆ"

"เป็นอีกครั้งที่ฉันเดาใจไม่ถูกเลยว่าฮานาโกะรู้สึกอย่างไรอยู่ น่ารำคาญชะมัด"

"ฉันเดินไปที่โต๊ะฮานาโกะแล้วนั่งลงที่เก้าอี้โดยค่อย ๆ ทำทุกอิริยาบถเพื่อให้เวลาเธอได้ท้วงติงถ้าไม่อยากให้ฉัน\nอยู่ด้วย แต่เธอก็ไม่พูดอะไร ฮานาโกะเอาแต่จ้องกับพื้นอยู่นิ่ง ๆ ไม่ไหวติง"

"พอนั่งแบบหันหน้าเข้าพนักพิงแล้วฉันก็มองฮานาโกะให้ชัด ๆ ดูซีด ๆ แต่แก้มแดงอยู่ ไม่แน่ใจด้วยว่าได้กินอะไร\nให้เป็นเรื่องเป็นราวหรือเปล่าเพราะผ่ายผอมไปขนาดนี้"

"ลิลลี่พูดว่าให้รักษาระยะห่างกับฮานาโกะไว้จะดีกว่าก็จริง แต่ฉันก็แทบไม่อยากเชื่อเลยว่าวิธีนั้นจะถูกต้องแล้ว\nกับการรับมือฮานาโกะในสภาพนี้"

"ฮานาโกะก้มหน้ามองพื้นไม่พูดอะไรคล้ายรอให้ฉันพูดอะไรบางอย่าง ซึ่งก็สมเหตุสมผลเพราะฉันเป็นคนเข้ามา\nในห้องเธอเอง"

hi "อยากออกไปไหนไหม เดินลงเขาไปอาจจะไกลหน่อย แต่อย่างน้อยไปเดินข้างนอกกันก็ได้"

show hanagown worry_blush
with charachange

ha "ทำไม… ถึงอยากเดิน"

hi "แค่คิดว่าเดินแล้วเธออาจจะรู้สึกดีขึ้นหน่อยน่ะ เอาแต่อยู่ในห้องแบบนี้เดี๋ยวผิวได้ซีดเหมือนลิลลี่พอดี"

show hanagown distant_blush
with charachange

"ฉันแค่นหัวเราะหวังให้ฮานาโกะหัวเราะตาม แต่เธอก็ไม่ตอบสนองอะไร เพียงแต่กลับไปก้มมองพื้นเหมือนเดิม"

ha "ถ้านายไม่อยากไป… ฉะ-ฉันก็ไม่อยากไป"

hi "ไม่เป็นไรน่า ก่อนที่มายามากุนี่ฉันก็เล่นฟุตบอลกับไปเฮฮากับเพื่อนหลังเลิกเรียนออกจะบ่อย นี่แหละ\nฉันถึงได้ชอบอยู่ข้างนอก"

"ฮานาโกะไม่แสดงปฏิกิริยาใด ๆ ให้เห็น พอพูดอยู่ฝ่ายเดียวแล้วก็คุยลำบากแฮะ"

hi "จะไปห้องสมุดกันก็ได้นะ… เอ่อ ถ้าตอนนี้มันยังไม่ปิดอะนะ หรือจะไปที่สวนก็ได้เหมือนกัน"

"ฮานาโกะเริ่มจับผมเล่น เห็นแล้วเสียสมาธิและยังดูไม่สมเป็นเธออยู่หน่อย ๆ"

"แต่ก็นะ ตั้งแต่ที่เกิดเรื่องในห้องครั้งนั้นฉันก็ระวังตัวกับฮานาโกะตลอดเพราะกลัวว่าจะไปทำร้ายเธอแบบนั้นอีก\nการชวนให้ฮานาโกะออกไปข้างนอกบ่อย ๆ อาจเป็นสิ่งที่ดีก็ได้"

"ฉันโน้มตัวเข้าไปอีกแล้วยิ้มฝืน ๆ ให้ฮานาโกะด้วยหวังว่าจะช่วยให้บรรยากาศผ่อนคลายลงบ้าง"

hi "ตอนนี้น่าจะไม่มีใครอยู่ข้างนอก เพราะงั้นก็ไม่ต้องกลัวว่าจะมีใครมาขัด นับเป็นเดตเล็ก ๆ หรืออะไรแบบนั้นก็ได้"

show hanagown normal
with charachange

"ฉันแค่นหัวเราะเบา ๆ แต่ก็ต้องชะงักไปเมื่อเห็นว่าฮานาโกะหยุดจับผมแล้วกำเตียงแน่น เธอขยับปาก แต่ต่อให้\nเงี่ยหูฟังเท่าไหร่ก็ฟังไม่ออกว่าพึมพำอะไรอยู่"

hi "ฮานาโกะ"

ha "นาย… ไม่เข้าใจ…"

"ตอนนี้ฉันก็ยังแทบฟังไม่รู้เรื่องด้วยซ้ำว่าฮานาโกะพูดอะไร เหมือนเธอกำลังย่อส่วนตัวตนตัวเองให้เล็กที่สุดเท่าที่\nจะทำได้ ซึ่งเธอก็ทำแบบนี้ประจำตอนอยู่ในห้องเรียนหรือตอนอยู่กับคนอื่น แต่พอมาทำกับฉันแล้วฉันก็เจ็บปวดขึ้นมา"

hi "ก็บอกแล้วไงว่าไม่เป็นไรหรอก แค่เดินกันนิดหน่อย ไม่มีใครเห็นหรอก"

"ฉันลุกจากเก้าอี้เดินไปที่ประตูแล้วหันมาชวนให้ฮานาโกะตามมาด้วย แต่เธอก็ไม่ตอบสนองอะไรกับสิ่งที่ฉันพูด\nเหมือนเดิม"

show hanagown distant
with charachange

ha "ฉันไม่…"

hi "ออกไปสูดอากาศข้างนอกแล้วสมองจะได้ปลอดโปร่งไง"

ha "ทำไมนาย… ถึงอยากทำแบบนี้…"

hi "เพราะอยากช่วยเธอไง"

ha "ฉันไม่… อยากให้ใคร… มาช่วย นายมาที่นี่แค่เพื่อจะ… ลากฉันออกไปข้างนอกเหรอ…"

hi "ไม่เห็นเป็นไรเลย ฉันว่าคนเราบางทีก็ต้องให้คนอื่นมาช่วยบ้าง ตอนฉันมาอยู่ที่ยามากุใหม่ ๆ ก็ได้เธอกับลิลลี่นี่แหละ\nช่วยไว้"

hi "อีกอย่าง ฉันก็ไม่ได้มีธุระอะไรด้วย"

ha "ฉันไม่ยะ-อยากไป ไม่… เป็นไร"

hi "ฉันว่าเอาแต่หมกตัวอยู่ในห้องแบบนี้นาน ๆ มันไม่ดีต่อร่างกายนะ ตอนนี้ยังพอมีแดดอยู่ ไปเดินกันสักหน่อย\nก็ยังทัน"

hi "ฉันก็จะได้ออกกำลังกายสักหน่อยให้หายง่วง ยังมีการบ้านที่ต้องทำอีก ขืนหลับไปตอนทำการบ้านคงไม่ดีแน่"

show hanagown normal
with charachange

ha "งั้นก็… ไปสิ"

hi "ไปแค่ฉัน?"

"ฮานาโกะพยักหน้า"

hi "อืม ก็ไม่ได้อะไรหรอก แต่ว่า… แน่ใจนะ ฉันแวะมาชวนเธอออกไปเดินด้วยกันเนี่ย"

show hanagown distant
with charachange

ha "ไม่เป็นไร นายไปเถอะ"

hi "ไม่เอาน่า เดินนิดหน่อยเอง"

ha "ขอร้องละ ไปเถอะ ฉะ-ฉันอยู่ที่นี่ได้"

hi "…ฮานาโกะ?"

"ฉันลองมองหน้าฮานาโกะดูว่าเธอรู้สึกอย่างไร แต่สีหน้าของเธอนั้นแข็งทื่อราวกับว่าจัดวางมาอย่างดีแล้ว\nและหากมีอะไรเคลื่อนแม้เพียงเล็กน้อยก็พังได้"

hi "งั้นถ้าอยากอยู่ที่นี่… เล่นเกมกันไหม"

ha "ไปเถอะ ขอร้องละ ตอนนี้ฉัน… ไม่อยากทำอะไร"

hi "ต้องมีอะไรที่เธออยากทำสิ นั่งอยู่ในห้องคนเดียวแบบนี้เบื่อตายชัก"

ha "ฉันอยากให้นายไป"

hi "ไม่เอาน่า อย่าพูดแบบนั้นสิ ฉันแค่อยากใช้เวลาอยู่กับเธอสักหน่อย ลิลลี่กับฉันก็เป็นห่วงเธอ…"

show hanagown worry_blush
with charachange

ha "นาย… คุยกับลิลลี่?"

hi "อ่า… อื้ม คุย… โทรศัพท์กันน่ะ เมื่อกี้นี่เอง เราสองคนเป็นห่วงเธอมากนะ"

show hanagown irritated
with charachange

"ฮานาโกะพึมพำกับตัวเองอีกครั้ง ยิ่งดูยิ่งชวนขนลุกเรื่อย ๆ"

hi "ฮานาโกะ…?"

ha "ขอร้องละ… ได้โปรดเถอะ ไป นายไม่เข้าใจอะไรหรอก…"

hi "ถ้าคุยกันเธอก็จะได้บอกฉันไงว่าฉันยังไม่เข้าใจอะไร ฉันอยากปกป้องเธอนะ ฉันไม่รู้ว่า…"

ha "ออก… ไป ขะ-ขอร้อง…"

hi "อุดอู้อยู่แต่ในห้องมันไม่ได้ทำให้อะไรดีขึ้นมาหรอกฮานาโกะ ขอร้อง…"

stop music fadeout 2.0

"เงียบ"

hi "ฮานาโกะ ฉันแค่อยากจะช่วยเธอ—{w=0.3}{nw}"

scene ev hanako_rage:
    truecenter
    subpixel True zoom 3.0
    0.25
    linear 0.2 zoom 1.05
    easein 8.0 zoom 1.0
with flash

play music music_rain

"ฮานาโกะพุ่งตัวออกมาจากเตียงแล้วมองฉันด้วยสีหน้าที่ทำให้ต้องตกตะลึง"

ha "ออกไปจากห้องฉันนะ ออกไปจากห้องฉันนะ ออกไปจากห้องฉันนะ…!" with vpunch

"ฮานาโกะตะเบ็งเสียงดังชนิดที่ว่าฉันพรั่นพรึงขึ้นมาจริง ๆ ซึ่งฉันไม่ได้สัมผัสความรู้สึกแบบนี้มานานแล้ว ฉัน…\nฉันไม่รู้ว่าจะต้องไปยังไงต่อ ยิ่งต้นทางมาจากฮานาโกะด้วย"

ha "ออกไป! ฉันบอกให้ไปไง!" with vpunch

hi "ตะ-แต่… ฉันแค่จะ… ช่วยเธอ…"

ha "รู้น่าว่าฉันต้องให้คนอื่นมาช่วย! รู้น่าว่าฉันมันแหลกสลาย! ไม่ต้องบอกกันก็ได้!" with vpunch

hi "ฉันไม่เคยบอกว่าเธอแหลกสลายหรืออะไรเลยนะ!"

ha "แต่สีหน้านายบอกงั้นนี่ สีหน้าลิลลี่ก็บอกงั้น สีหน้าทุกคนก็บอกงั้น!" with vpunch

ha "ฉันต้องพบจิตแพทย์ทุกสัปดาห์ ลิลลี่ก็เอาใจฉันเหมือนเป็นลูก แล้วทีนี้… นายยังจะ!" with vpunch

ha "เหมือนเดิม เหมือนเดิมทุกอย่าง! ฉันเกลียดลิลลี่ แล้วฉัน… ฉันก็เกลียดนายกว่าใครด้วย…!" with vpunch

"หน้าฮานาโกะบิดเบี้ยวไปชวนสยอง ฉันไม่เคยเห็นใครตบะแตกแบบนี้มาก่อน เหมือนว่าหญิงสาวที่ปกติจะเป็นคนเงียบ ๆ\nและเก็บตัวตรงหน้าฉันคนนี้จะเข้าสู่โหมดทำลายล้างต่อหน้าต่อตาฉันแล้ว"

"ฉันไม่รู้ว่าต้องทำอย่างไร ไม่รู้เลยว่าควรจะพูดหรือทำอะไรดี"

ha "ไป! ไสหัวไป! ออกไปได้แล้ว!" with vpunch

"ฉันถอยไปหนึ่งก้าว สองก้าว และสามก้าว ฉันต้องหยุดเมื่อหลังชนประตูแล้ว"

"ฉันแก้ไขสถานการณ์นี้ไม่ได้แล้ว ตอนนี้ไม่ว่าจะพูดอะไรไปก็คงไม่มีอะไรเปลี่ยน รู้สึกราวกับว่าตัวเอง\nอยู่ในโลกแปลกแยกที่ประหลาดชวนให้อึดอัดเป็นอย่างมาก ฉันไม่อยากอยู่ตรงนี้แล้ว"

"ฉันตีกับมือจับประตูพยายามเปิดโดยไม่หันหลังให้ฮานาโกะอย่างเก้ ๆ กัง ๆ โชคดีที่ในที่สุดก็บิดได้จนได้ ฉันรีบ\nเปิดประตูแล้วโดดพุ่งถอยหลังออกมา"

"ระหว่างที่ออกมาฉันยังคงจ้องเด็กสาวตรงหน้า"

"เธอไม่ได้แหลกสลาย ฮานาโกะไม่ได้แหลกสลาย ถ้าเธอแหลกสลายจริงฉันก็คงแหลกสลายพอ ๆ กันกับเธอ\nจากเหตุการณ์ในอดีตทั้งหลาย ลิลลี่ก็ทำสุดเท่าที่ตัวเองจะทำได้ ส่วนฉันก็แค่เพียงปกป้องเธอสุดความสามารถ"

scene ev hanako_rage_sad:
    zoom 1.0
with charachange

"ฮานาโกะก้มหน้าหมดแรง ความโกรธที่ขึ้นถึงขีดสุดของเธอลดลงมาแล้วหลังจากที่ฉันออกมาจากห้อง"

"แต่ตอนนี้ฉันก็ยังไม่กล้าเถียงฮานาโกะ ไม่ใช่แค่เพราะตกใจกับคำพูดของเธอ… แต่เพราะรู้สึกว่ามีบางอย่างที่ห้ามฉันไว้\nบางอย่างลึก ๆ ในใจที่ทำให้ฉันรู้สึกไม่สบายตัวขึ้นมา"

show bg school_dormhanako_ni:
   center
   xpos 0.55
   linear 5.0 center
show hanako_door_door:
   left
   xpos -0.2
   linear 5.0 left
show hanako_door_base:
   right
   xpos 1.1
   linear 5.0 right
with flash

stop music fadeout 4.0

"ฉันปิดประตูช้า ๆ ไม่พูดอะไร เสียงเอี๊ยดจากบานพับเก่า ๆ นั้นดังเสียดหู"

play sound sfx_doorclose

show bg school_dormhanako_ni at center
show hanako_door_door at left
show hanako_door_base at right
with ease
"แล้วประตูไม้บานนั้นก็ปิดลงพร้อมเสียงดังปึง ฮานาโกะที่ฉันเคยคิดว่ารู้จักหายไปในประตูบานนั้น มีเพียงแสงสีแสดอ่อน ๆ\nที่ส่องลอดตามขอบประตูออกมา"

scene bg school_girlsdormhall
with locationchange

"ฉันรู้สึกชาดิก ด้วยไม่มีอะไรให้ทำแล้วฉันจึงเดินกลับหอ ขาข้างหนึ่งของฉันก้าวนำขาอีกข้างไปโดยอัตโนมัติ สมองฉัน\nแทบไม่รับรู้สภาพแวดล้อมแล้ว"

"ในใจฉันตั้งคำถามถึงทุกเรื่องของฮานาโกะที่ฉันเคยคิดว่าตัวเองรู้"

"แต่อย่างหนึ่งที่แน่แท้ไม่ต้องตั้งคำถาม คือการปิดประตูบานนั้นไม่ได้เป็นการตัดจบเพียงการแวะมาหาของฉันเท่านั้น"

#------------------------

label th_H24:

#Bad End 2 - Sad End

scene bg school_girlsdormhall
with locationchange

play music music_night fadein 4.0

"หลังจากที่คุยกับลิลลี่ตอนเลิกเรียนแล้วฉันก็มานั่งมองหน้าต่างที่โต๊ะดูนักเรียนที่เดินออกจากอาคารเรียน ปกติ\nจะออกมากันเป็นกลุ่ม หรือถ้าออกมาคนเดียวก็จะบอกลาเพื่อนก่อน"

"เป็นเรื่องปกติสามัญ เป็นเรื่องที่ถ้าเป็นตัวฉันในวันอื่น ๆ ได้มามองแล้วละก็คงไม่เห็น เพราะไม่ได้มีอะไรขนาดนั้น"

"แต่ก็เป็นเรื่องที่ฮานาโกะไม่เคยเจอเลยเท่าที่ฉันรู้จักเธอมา ฉันยืนอยู่หน้าห้องฮานาโกะเป็นครั้งที่สองเหมือนอย่าง\nวันอื่น ๆ โดยที่ในหัวยังคงมีเรื่องนั้นอยู่"

"ในมือฉันมีจานอยู่สองใบ ในจานแต่ละใบนั้น… ไม่ได้เป็นอาหารที่ดีเด่อะไร แต่ฉันก็อยากทำให้แน่ใจว่าอย่างน้อย ๆ\nฮานาโกะก็ได้กินข้าวบ้าง แถมอาจจะใช้เป็นสิ่งเล็ก ๆ น้อย ๆ ที่เธอจะรับไว้พิจารณาเพื่อมาเปิดประตูให้ฉันด้วย"

"ลิลลี่กับฉันคอยสนับสนุนฮานาโกะสุดความสามารถ ตั้งแต่ที่แพนิกกำเริบในห้องครั้งนั้นฉันก็อยากปกป้องฮานาโกะ\nให้เต็มที่ ฉันไม่แม้แต่จะอยากนึกภาพเลยว่าถ้าเหตุการณ์ทำนองนั้นหรือเลวร้ายยิ่งกว่าอีกเกิดกับเธอจะเป็นอย่างไร"

scene bg school_dormhanako_ni
show hanagown distant_close:
    center
    xpos 0.39
show hanako_door_base at right
show hanako_door_door at left
with locationchange

play sound sfx_doorknock2

"ประตูสะท้อนเสียงกึก ๆ เมื่อฉันใช้มือเคาะโดยที่วางจานใบหนึ่งไว้กับแขนอีกข้างอย่างระมัดระวัง ฮานาโกะคงไม่มา\nเปิดให้หรอก ตอนนี้ฉันได้แต่หวังว่าอย่างน้อยก็จะได้ดึงความสนใจเธอบ้าง"

hi "สายัณห์หวัดฮานาโกะ ฉันเอง"

"ฉันเว้นช่วงไปรอดูว่าฮานาโกะจะตอบหรือเปล่า แต่ก็ไม่ได้แปลกใจนักเมื่อเธอไม่ตอบจริง ๆ"

hi "ฉัน… ฉันเอาของกินมากินด้วยกันด้วย ขอเข้าไปหน่อยได้ไหม"

"เวลาผ่านไปเนิ่นนานโดยมีเพียงเสียงอู้อี้ที่ดังมาจากชั้นล่างที่ดังอยู่"

play sound sfx_lock

"แล้วฉันก็ได้ยินเสียงเท้าเปล่าที่เดินมาทางประตู ฉันต้องห้ามตัวเองไม่ให้ถอนหายใจด้วยความโล่งอกเมื่อได้ยินเสียง\nปลดล็อกประตู"

play sound sfx_dooropen

show hanako_door_door:
   xpos -0.1
with charamove

"พอฮานาโกะเปิดประตูแล้วฉันก็จ้องมองเธอ"

show hanagown normal_close
with charachange

"ฮานาโกะมองมาที่จานในมือซ้ายฉันแวบหนึ่ง ในนั้นเป็นแกงกะหรี่ที่ฉันอุ่นมาจากซองสำเร็จรูป"

show hanagown distant_close
with charachange

"เธอเหลือบมองไปที่จานในมือขวาฉันซึ่งเป็นแกงกะหรี่เหมือนกันก่อนจะก้มหน้าลง"

hide hanagown
with charaexit

"ระหว่างที่ฮานาโกะเดินกลับเข้าห้องไปฉันก็เพิ่งนึกได้ว่ายังไม่ได้พูดกับเธอ ฉันเดินตามไปด้วยท่าทีหมอง ๆ\nพลางนึกอายเล็กน้อยที่มัวแต่มองเธอจนไม่ได้พูดอะไร"

play sound sfx_door_creak

show hanako_door_door:
   easeout 1.0 xpos -0.2
show hanako_door_base:
   easeout 1.0 xpos 1.1
show bg school_dormhanako_ni:
   center
   easeout 1.0 xpos 0.55
with None

scene bg school_dormhanako
with silentwhiteout

"บรรยากาศสีเทาทึมในห้องฮานาโกะดูจะสะท้อนลักษณะตัวตนของเธอได้ดีกว่าทุกครั้ง ตอนนี้ไม่ได้ยินเสียง\nจากนอกห้องแล้ว และเมื่อปิดประตูก็เกิดความเงียบที่ชวนให้รู้สึกกดดัน"

"ฉันเดินไปอีกฟากของห้องแล้ววางจานทั้งสองใบลงที่โต๊ะฮานาโกะ แม้จะโล่งใจที่ให้เข้ามาได้ แต่พอหันไปมองเธอ\nแล้วฉันก็อดคิดไม่ได้ว่าดีแล้วจริงหรือที่มาหา"

show hanagown distant:
    center
    ypos 1.15
with charaenter

"แต่ก็ไม่อยากเชื่อลิลลี่อยู่ดี เห็นสภาพฮานาโกะอย่างนี้แล้วฉันก็รู้สึกว่าการให้พื้นที่กับเธอคือสิ่งที่ไม่ควรทำเลยต่างหาก\nขืนปล่อยไว้เธออาจทำอะไรที่โง่เง่าลงไปก็ได้ ไม่อยากจินตนาการเลย"

hi "เอ่อ… คือก็เป็นแค่อาหารสำเร็จรูปแหละ แต่น่าจะกินให้อิ่มได้อยู่นะ"

"ฉันคว้าจานใบหนึ่งมายื่นให้ฮานาโกะ เธอรับไปเงียบ ๆ แล้วนั่งลงที่ริมเตียง ฉันนั่งลงกับเก้าอี้ที่โต๊ะ จากนั้น\nก็มีเสียงส้อมซึ่งฉันเสียบไว้ในข้าวกระทบกับจานยามทานอาหารอันคุ้นเคยที่ดังสะท้อนอยู่ในห้องตามมา"

"รสชาติแกงกะหรี่ก็… ใช้ได้ ฉันไม่ได้คาดหวังอะไรกับของสำเร็จรูปยี่ห้อที่ฉันไม่รู้จักหรอก อย่างน้อย\nไม่ได้รสชาติห่วยแตกก็โชคดีแล้ว"

"พอได้กินแล้วก็ช่วยเบนสมาธิไปจากความเงียบของฮานาโกะได้บ้าง เราต่างไม่มีใครชอบพูดตอนกินข้าว ชวนให้นึกถึง\nช่วงพักเที่ยงที่เราอยู่ด้วยกันบ่อย ๆ"

hi "ได้กินข้าวด้วยกันแบบนี้ก็ดีเหมือนกันนะ"

show hanagown worry
with charachange

"ฮานาโกะมองฉันด้วยความสงสัย ซึ่งอย่างน้อยก็ดีกว่าสีหน้าที่ฉันเห็นตลอดเมื่อครู่น่ะนะ"

hi "หลัก ๆ ที่เราได้เป็นเพื่อนกันก็เพราะอยู่กินข้าวตอนพักเที่ยงด้วยกันนี่แหละ ฉันก็ดีใจที่ได้มาทำอะไร\nเหมือนตอนนั้นบ้าง"

"ฮานาโกะลังเลอยู่แวบหนึ่ง ฉันทำหน้าเบ้ไปด้วยความสงสัยว่าพูดอะไรพลาดไปหรือเปล่า"

show hanagown smile
with charachange

"จนสุดท้ายฮานาโกะก็ยิ้มพยักหน้า ปกติฉันคงใจชื้นขึ้นมา แต่รอยยิ้มเธอนั้นดูแปลก ๆ ซึ่งบอกไม่ถูกเหมือนกัน\nว่าเพราะอะไรถึงรู้สึกแบบนั้น"

ha "ยัง… เหมือนเดิมเลยเนอะ"

hi "อะ-อื้ม ก็เหมือนน่ะสิ"

hi "เธอยังมีลิลลี่กับฉันที่คอยปกป้องอยู่ และพอลิลลี่กลับมาแล้วทุกอย่างก็จะกลับเป็นเหมือนเดิม เหมือนว่าลิลลี่\nไม่เคยหายไปไหนเลย"

show hanagown distant
with charachange

"ฮานาโกะพยักหน้าอีกรอบด้วยสีหน้าที่ยังเหมือนเดิม เหมือนเป็นคนละคนกับคนที่ฉันเจอตอนเพิ่งเข้าห้องมาเลย\nชักใจคอไม่ดีแล้วสิ"

"หลังจากที่คุยกันนิดหน่อยแล้วเราก็หันไปกินข้าวกันต่อ ทั้งที่ฮานาโกะดูจะสดใสขึ้นแล้วฉันก็ยังอดเหลือบมองเธอ\nเป็นระยะ ๆ ไม่ได้ราวกับจะดูให้แน่ใจว่าเป็นแบบนั้นจริง ๆ"

"ไม่นานฮานาโกะก็กินแกงกะหรี่จนหมด เธอหยิบจานมาวางที่โต๊ะจังหวะที่ฉันกินคำสุดท้ายพอดีแล้ววางจานเปล่า\nของตัวเองกับส้อมที่ใช้แล้วไว้บนจานของฮานาโกะ"

"ฉันเค้นสมองคิดอยู่ครู่หนึ่งว่าจะพูดอะไรดีด้วยไม่อยากให้เกิดความเงียบอันน่าอึดอัดนั้นอีก และยังไม่อยาก\nออกจากห้องไปทั้งที่เพิ่งเข้ามาด้วย แต่ฮานาโกะเป็นฝ่ายพูดขึ้นมาก่อน"

show hanagown worry_blush
with charachange

ha "ฉัน… ฉันคิดอยู่ว่า… ไหน ๆ นะ-นายก็มานี่แล้ว…"

"ฮานาโกะรีบเดินไปที่ลิ้นชักตัวหนึ่ง พอคุ้ยอยู่ได้สักพักก็คว้ากระดานหมากรุกออกมา"

show hanagown smile
with charachange

ha "มะ-มาเล่น… ด้วยกันไหม…"

"คราวนี้ฉันเผลอปล่อยให้ตัวเองถอนหายใจด้วยความโล่งอกออกมา"

hide hanagown
with charaexit

show bg school_dormhanako at left
with charamove_slow

"ฉันเออออตกลงไป ฮานาโกะเตรียมกระดานทันทีในระหว่างที่ฉันลุกจากเก้าอี้ไปนั่งที่เตียงเธอ"

"เป็นอีกครั้งที่ฮานาโกะยอมให้ฉันได้เข้ามายังโลกของเธอด้วยสิ่งง่าย ๆ อย่างการเล่นเกมระหว่างเรา ฉันคง\nคิดมากไปเองสินะ"

show hanagown smile_close:
    center
    xpos 0.55
    easein 1.0 center
with Dissolve(1.0)

"พอวางกระดานลงบนเตียงตรงกลางระหว่างเราแล้วเราก็จัดวางหมากของฝั่งตัวเอง"

"เราเป็นเพื่อนกันมาโดยแทบไม่ได้คุยอะไรกันเลย แต่เมื่อได้อยู่อย่างนี้แล้วฉันก็เข้าใจว่าเราคงไม่จำเป็นต้องใช้คำพูดใด ๆ\nแค่หนังสือ กระดาน หรือมื้ออาหารระหว่างเรา เหล่านั้นก็เพียงพอแล้วที่จะร่นระยะนั้นเข้ามา"

"ฉันเป็นฝ่ายเริ่มก่อนเหมือนอย่างเคย มิตรภาพของเราเป็นเช่นนี้ และคงจะเป็นอย่างนี้ตลอดไป"

"แต่ฉันรู้สึกว่าฮานาโกะเปลี่ยนไปแล้วจริง ๆ อย่างบอกไม่ถูก ฉันจดจ้องฮานาโกะแต่ก็อ่านสีหน้าเธอไม่ออกเลย"

"แม้ตัวเราจะอยู่ใกล้กันอย่างนี้ แต่ฉันกลับรู้สึกว่าเราอยู่ห่างจากกันกว่าทุกที แต่ฮานาโกะเป็นคนเปราะบาง\nฉันไม่อยากทำร้ายเธอเลย"

"อะไร ๆ ก็เป็นมาอย่างนี้เสมอ และอะไร ๆ ระหว่างเราคงจะเป็นเช่นนี้ตลอดไป"

stop music fadeout 2.0



#*********************

label th_H25:

#Good End assured from here on

scene bg school_scienceroom at bgright
with locationchange

"ตั้งแต่คุยกับลิลลี่มาเมื่อวานฉันก็อยากทำตัวให้หลุดพ้นจากความเอื่อยเฉื่อยที่เป็นมาตลอดตอนที่อยู่ยามากุ"

"แต่ไม่ว่าจะพยายามจดจ่อกับหนังสือตรงหน้ามากเท่าไหร่ โต๊ะฮานาโกะที่ว่างอยู่นั้นยังเบียดสมาธิฉันได้ ทุกครั้ง\nที่เริ่มตั้งสมาธิได้แล้วตาฉันก็จะเหลือบไปทางโต๊ะฮานาโกะอีกรอบพาให้ฉันหัวหมุน"

show miki smile at center
with charaenter

"ฉันเหลือบไปมองที่โต๊ะฮานาโกะอีกครั้ง แต่คราวนี้มีเพื่อนร่วมห้องคนหนึ่งมาบดบังวิสัยทัศน์"

hi "อ้าว ไงมิกิ"

show miki grinclosed
with charachange

mk "ไปกินข้าวเที่ยงเหอะ เสียงท้องร้องของนายดังมาถึงโต๊ะฉันเลยเนี่ย"

play music music_happiness

"ฉันก้มหัวลงด้วยความผิดหวัง ดูท่าจะชอบใจที่เห็นฉันเป็นแบบนี้ มิกิโดดขึ้นนั่งกับโต๊ะฉันแล้วฉีกยิ้ม\nชวนให้นึกถึงแมวเชสเชียร์"

show miki grin_close
with characlose

mk "แล้วนี่ทำไรอยู่"

hi "คณิต พอจะเข้าใจอยู่นะ แต่อยากทบทวนอีกหน่อย"

show miki whistle_close
with charachange

mk "จริงดิ ขอดูหน่อย"

"ยังไม่ทันได้แย้งอะไรมิกิก็คว้าหนังสือคณิตศาสตร์ไปแล้ว เธอดูหน้าที่ฉันเปิดไว้อยู่ด้วยมือข้างหนึ่งที่มีอยู่\nส่วนแขนข้างซ้ายวางอยู่บนตักนิ่ง ๆ"

"เท่าที่อยู่ยามากุมาฉันเห็นว่าความสามารถในการปรับตัวเข้ากับความพิการของนักเรียนแต่ละคนนั้นแตกต่างกันมาก\nถ้าว่ากันด้วยเฉพาะการใช้ชีวิตตามปกติน่ะนะ มิกิจะอยู่ในกลุ่มที่ยังปรับตัวได้ไม่คล่องนัก"

"ท่อนแขนข้างซ้ายของมิกิจะอยู่แนบลำตัวเฉย ๆ บ้าง อยู่ในกระเป๋าเสื้อบ้าง หรือไม่ก็ไพล่หลังไว้ บางทีก็จะมีปัญหา\nกับการทำอะไรในทุก ๆ วัน ซึ่งเธอจะทำสีหน้าชัดว่าหงุดหงิดพอสมควร"

"รู้สึกผิดอยู่ที่คิดแบบนี้ แต่ฉันก็ดีใจที่ฮานาโกะกับฉันไม่ได้มีความพิการที่มีผลต่อการเคลื่อนไหวมากขนาดนั้น"

"แต่ก็นะ… ถ้าอาการของมิกิหนักกว่านี้ อย่างน้อยก็ไม่ได้ถึงขั้นใกล้ตาย"

show miki smile_close
with charachange

"ฉันหันกลับมาสนใจมิกิอีกครั้งเมื่อเธอเปิดไปตามแต่ละหน้าดูเนื้อหาคร่าว ๆ สนใจแค่ผ่าน ๆ แบบนี้ก็ชัดแล้วละ\nว่าคงช่วยอะไรไม่ได้หรอก"

hi "ไม่ค่อยชอบอะไรแบบนี้งั้นสิ"

show miki angry_close
with charachange

mk "ช่างหัวคณิต น่าเบื่อจะตาย"

"มิกิวางหนังสือคืนที่ตรงหน้าฉันอย่างไม่ยี่หระ เธอเลื่อนตามองมาที่สมุดข้าง ๆ ที่ฉันกำลังทำแบบฝึกหัดอยู่"

show miki confused_close
with charachange

mk "เดี๋ยว นี่นายทำได้จริงดิ"

hi "อืม"

show miki wink_close
with charachange

mk "โห ไม่เคยคุยกับคอมฯ เดินได้เลยนะเนี่ย"

hi "ขอบใจ… มั้ง อย่างน้อยก็ดีกว่าวิชาประวัติศาสตร์อะนะ"

show miki grin_close
with charachange

mk "ไปให้บรรณารักษ์คนนั้นช่วยก็น่าจะได้นะ เห็นว่าอยากเข้ามหา’ลัยเหมือนกัน"

hi "อ้อ ยูโกะเหรอ มั้งนะ แต่ไม่รู้ว่ายูโกะจะเรียนคณะอะไรนี่สิ"

hi "ว่าแต่เธอเถอะ เรียนจบแล้วจะไปทำอะไรต่อล่ะ"

show miki grinclosed_close
with charachange

mk "ฉันเหรอ ไม่อะ ไม่ได้คิด แค่ใช้ชีวิตให้สนุกเต็มที่ก่อน"

"มิกิดูกระอักกระอ่วนไปเล็กน้อยตอนที่ฉันถามเรื่องอนาคตพลางลูบต้นแขนข้างซ้ายเหม่อ ๆ อยากจะถามต่อ\nอยู่เหมือนกัน แต่ฉันคงไม่ได้รู้จักเธอดีพอที่จะถามแบบนั้น"

show miki serious_close
with charachange

"บทสนทนาจบลงเพียงเท่านั้น ฉันเอนตัวพิงพนักถอดใจเรื่องอ่านหนังสือแล้ว มิกิเห็นฉันที่ดูอ่อนล้าจึงทำสีหน้า\nจริงจังแปลก ๆ ขึ้นมา"

mk "คิดถึงฮานาโกะอยู่เหรอ"

hi "ชัดขนาดนั้นเลยเชียว?"

show miki wink_close
with charachange

mk "ก็เห็นเอาแต่มองโต๊ะฮานาโกะ แล้วนายก็เงียบ ๆ ด้วย เดาได้ไม่ยากหรอก"

hi "แค่เป็นห่วงน่ะ"

show miki serious_close
with charachange

mk "อืม ก็พอจะรู้นะนายว่าเป็นห่วงเพราะอะไร บางทีฮานาโกะก็ทำตัว… แปลก ๆ เหมือนกัน"

"น้ำเสียงมิกิฟังดูอึดอัด แต่ก็ว่าไม่ได้หรอก ก่อนที่ฮานาโกะจะเปิดใจให้ฉันเธอก็เป็นคนที่ปฏิสัมพันธ์ด้วยยากแม้จะมีลิลลี่\nคอยช่วยอยู่ด้วยก็ตามที ฉันเองก็ไม่ได้รู้จักฮานาโกะมานานขนาดนั้น อาจจะมีนิสัยบางอย่างที่ฉันยังไม่รู้ก็ได้"

"ฉันทำหน้ายุ่ง ถ้าฉันไม่ได้มีความรู้สึกอะไรต่อฮานาโกะแล้วเรื่องนี้ก็คงจะรับมือง่ายขึ้นมาอีกหน่อย"

show miki whistle_close
with charachange

mk "อ่า คือ ไม่ได้จะว่าอะไรนะ ฉันรู้น่าว่าฮานาโกะก็ไม่ใช่คนไม่ดีหรอก"

label th_H25a:

hi "เข้าใจ ฉันก็ไม่ได้ถืออะไรหรอก แค่ว่าพอ แบบ มีความรู้สึกต่อใครสักคนแล้วมันก็รับมือยากน่ะ"

show miki serious_close
with charachange

mk "อืม พอจะนึกออกอยู่ แถมจะให้ลืมเรื่องอย่างที่เกิดในห้องตอนนั้นก็คงยากด้วย"

"ไม่น่ามาสะกิดใจกันเลย ยิ่งแบบนี้ก็เป็นการยืนยันว่าคนอื่นในห้องก็สังเกตเห็นด้วยเหมือนกัน"

label th_H25c:

show miki smile_close
with charachange

mk "ไม่เอาน่า อย่าไปซึมอย่างนั้น ฮานาโกะก็เคยเป็นแบบนี้มาก่อนแล้ว นายแค่รอไปก็พอ"

"ฮานาโกะขังตัวเองไว้ในห้องแล้วทำท่าเหมือนตัวเองเป็นแค่เปลือกที่ว่างเปล่าอยู่ระยะหนึ่งแบบนั้น ซึ่งเป็นแบบนี้\nมาตั้งแต่เข้าเรียนที่ยามากุหรืออาจจะก่อนหน้านั้นด้วย แล้วแบบนี้จะไม่ให้เป็นห่วงได้ยังไง"

"โอเค ฉันคิดว่างั้นก็จริง แต่ก็ใช่ว่าจะทำอะไรได้ จะบังคับให้ออกมาจากห้องก็ไม่ได้ แล้วยังไงฮานาโกะก็พบจิตแพทย์\nอยู่แล้วด้วย ไม่ใช่ว่าจะไม่มีคนมาช่วยเรื่องปัญหาของเธอเลยสักหน่อย"

"พอช่วยอะไรใครสักคนไม่ได้แล้วจะคิดแบบนี้ก็คงไม่แปลก “เธอก็เป็นแบบนี้แหละ ทำใจยอมรับไปเสีย”"

show bg school_scienceroom at center
show miki smile_close at twoleft
with charamove

stop music fadeout 3.0

"ระหว่างที่ครุ่นคิดอะไรหลายอย่างก็เห็นบางอย่างขยับอยู่ที่หางตา เมื่อเหลือบมองว่าใครมาก็ต้องดูให้แน่ใจอีกครั้ง"

show hanako invis:
    right
    xpos 1.1
with None

show hanako basic_normal at right
with dissolvecharamove

"ฮานาโกะไม่ผิดแน่ เธอเดินผ่านประตูเข้ามาเหมือนมาเรียนตามปกติแล้วเดินมาที่โต๊ะตัวเองด้วยท่าทีสงบเสงี่ยม\nไร้เสียงใด ๆ เช่นเคย"

show hanako emb_downtimid
with charachange

"ฮานาโกะมองฉันแวบหนึ่งก่อนจะหน้าแดงแล้วเบือนหน้าหนีไปด้วยความอาย ซึ่งฉันก็เพิ่งรู้ตัวว่าจ้องเธออยู่ รู้สึกผิด\nเลยแฮะ แต่จะห้ามตัวเองก็คงยาก เกิดเรื่องอะไรตั้งขนาดนั้น"

hide hanako
with charaexit

play music music_another fadein 4.0

show bg school_scienceroom at bgright
show miki grinclosed_close at center
with dissolvecharamove

"สาวที่นั่งโต๊ะฉันอยู่หันมามองแสยะยิ้ม"

show miki grin_close
with charachange

mk "เห็นมะ หวานใจนายกลับมาแล้ว ก็บอกแล้วไง"

hi "หนวกหูน่า"

"ถึงจะพูดเล่น แต่ก็จี้ใจดำจนฉันขัด ๆ เขิน ๆ ขึ้นมาเหมือนกัน"

show miki smile
with charadistant

"ระหว่างที่คุยกันก็มีคนมาที่ประตูเรียกมิกิ เธอโดดลงจากมุมสูงบนโต๊ะฉันแล้วหันมามอง"

show miki grin
with charachange

mk "ไปละนะฮิซาโอะ กินข้าวกินปลาบ้างนะ"

hi "อืม ได้ เจอกัน"

hide miki
with charaexit

"มิกิทำท่าบอกลาสบาย ๆ แล้ววิ่งเหยาะ ๆ ไปที่ประตูซึ่งมีนักเรียนชายใส่ชุดพละยืนอยู่ คงจะเป็นคนในชมรมกรีฑาละมั้ง"

show bg school_scienceroom at right
with charamove_slow

"ฉันอาศัยจังหวะนี้ลุกขึ้นเดินไปที่โต๊ะฮานาโกะ"

show hanako emb_timid:
    center
    ypos 1.15
with charaenter

ha "สะ-สวัสดี"

hi "ไงฮานาโกะ ทำไรอยู่"

show hanako emb_downtimid
with charachange

ha "มะ-ไม่ได้ทำอะไร…"

"สงสัยการรีบคุยทันทีที่ฮานาโกะกลับมาเข้าเรียนเลยอาจไม่ใช่เรื่องที่ดีเท่าไหร่"

hi "ไปหาอะไรกินที่โรงอาหารด้วยกันไหม ฉันหิวแล้ว"

show hanako cover_worry
with charachange

ha "แต่… นายอ่านหนังสืออยู่ไม่ใช่เหรอ"

"ไว้ค่อยอ่านก็ได้ กว่าจะมาเข้าเรียนได้คงต้องใช้ความกล้าเป็นอย่างมากทีเดียวกับฮานาโกะที่ผ่านช่วงเวลานั้นมา\nอย่างน้อยฉันก็อยากอยู่เคียงข้างเธอ"

"“เธอก็เป็นแบบนี้แหละ ทำใจยอมรับไปเสีย” เป็นแนวคิดที่มิกิและอาจจะคนทั้งห้องด้วยใช้มองฮานาโกะ แต่ฉัน\nยังทำเพื่อเธอได้มากกว่านั้น ฉันอยากทำเพื่อเธอให้มากกว่านั้น"

hi "มิกิมากวนสมาธิจนฉันไม่น่าทำอะไรได้แล้วละ เถอะน่า ไปกัน"

show hanako basic_bashful at center
with dissolvecharamove

"ฮานาโกะชั่งใจก่อนจะลุกขึ้นเดินตามฉันไปด้วยกัน อาจเป็นก้าวเล็ก ๆ สำหรับเธอ แต่แค่เธอตั้งใจมาเข้าเรียน\nด้วยตัวเองแบบนี้ฉันก็สบายใจขึ้นมากแล้ว"

stop music fadeout 2.0

scene black
with dissolve

#*********************

label th_H26:

scene bg suburb_shanghaiint at bgright
with locationchange

play music music_dreamy fadein 2.0

"ปากกาฉันขีดไปตามหน้าสมุดที่ค่อย ๆ ถูกทับถมด้วยเส้นหมึก มืออีกข้างฉันวางไว้ที่หน้าหนังสืออ้างอิงที่ฉันยืม\nมาจากห้องสมุดพลางไล่มองเลื่อนนิ้วไปตามจุดต่าง ๆ"

"ระหว่างนั้นฉันก็จะใช้ปากกาแดงวงหรือขีดเส้นใต้ตามแผ่นกระดาษที่ถ่ายเอกสารมาซึ่งวางอยู่บนโต๊ะตรงหน้า"

"ด้วยอยากเปลี่ยนบรรยากาศจากห้องสมุดและไม่อยากอยู่ในห้องเรียนให้เสียสมาธิฉันจึงมาที่ร้านเซี่ยงไฮ้\nเพื่อมาอ่านหนังสือเงียบ ๆ"

"ซึ่งก็อยู่สบายและเงียบอย่างที่คิด แถมยังสั่งกาแฟมาดื่มไประหว่างที่อ่านได้ด้วย"

"ฮานาโกะกลับเป็นคนเดิมหลังจากที่ออกห้องมาแล้วก็จริง แต่ฉันกลับทำตรงกันข้าม เราอาจกลับไปใช้ชีวิตตามกิจวัตร\nประจำวันได้แล้วก็จริง แต่ฉันรู้สึกเหมือนตัวเองเป็นคนละคน"

"หรืออาจจะเป็นคนละคนจริง ๆ เพราะผ่านมาได้สองสามวันแล้วที่ฉันลุกขึ้นมาตะกายตัวออกจากหล่มที่ฉันติดอยู่\nตั้งแต่เกิดอุบัติเหตุครั้งนั้น ฉันอยากเปลี่ยนแปลงตัวเอง และตอนนี้ฉันก็ทำสิ่งต่าง ๆ เพื่อเป้าหมายนั้นอยู่ไม่ขาด"

"อาจจะไม่ใช่แบบนั้นเลย แต่อย่างน้อยฉันก็คิดว่าตัวเองกำลังทำอยู่"

hi "โอย ไม่ได้ มัวแต่ฝืนทำแบบนี้ไม่ได้แน่"

"ยิ่งไปกว่านั้นฉันยังมีงานเขียนอีกชิ้นที่ต้องทำ และเกรงว่างานนั้นจะไม่ได้ง่ายไปกว่านี้ด้วย"

yu "เอ่อ…"

"ฉันเงยหน้าขึ้นด้วยความประหลาดใจเล็กน้อยเพื่อมองต้นเสียงอ้ำอึ้งนั้น"

show yuukoshang worried_up at center
with charaenter

"ยูโกะยืนอยู่อีกฟากโต๊ะ ในมือถือผ้าขนหนูเปียกอยู่ซึ่งแสดงชัดว่าเธอถือจังหวะที่ลูกค้าคนอื่นไม่อยู่คอยเช็ดโต๊ะ\nสายตาเธอที่มองงานของฉันสลับกับตัวฉันนั้นดูสงสัย"

hi "มีอะไรเหรอครับ"

show yuukoshang worried_down
with charachange

yu "พอดีอยากรู้น่ะ… ว่าเธอทำอะไรอยู่เหรอ เห็นเครียดมาก"

hi "อ๋อ วิชาประวัติศาสตร์น่ะครับ คือผมทำวิชาวิทยาศาสตร์กับคณิตศาสตร์ได้เลยจะลองฝึกให้วิชาอื่นถนัดขึ้นมา\nพอ ๆ กันบ้าง"

show yuukoshang happy_up
with charachange

"ยูโกะดูดีใจมากที่เรื่องเป็นแบบนี้ รู้สึกเหมือนตอบคำถามในรายการเกมโชว์ดัง ๆ สักรายการถูกเลย"

show yuukoshang closedhappy_down
with charachange

yu "โอ้! ฉันน่าจะพอช่วยได้นะ!"

show yuukoshang worried_down
with charachange

yu "เอ่อ ถ้าเธอไม่ว่าอะไร… น่ะนะ…"

"แวบหนึ่งฉันคิดจะบอกปัดข้อเสนอนั้นไปด้วยไม่อยากรบกวนยูโกะมาก แต่เธอดูตื่นเต้นมากจนฉันปฏิเสธไม่ลง\nทำท่าขนาดนี้แล้วไม่ตอบรับก็คงใจดำเกินไปหน่อย"

hi "ถ้าเต็มใจผมก็ยินดีครับ"

show yuukoshang closedhappy_up
with charachange

hide yuukoshang
with charaexit

"ยูโกะตบมือทันทีแล้วรีบไปวางผ้าขนหนูไว้ที่เคาน์เตอร์ก่อนจะกลับมานั่งตรงหน้าฉัน"

show yuukoshang invis at center
with None

show yuukoshang smile_down at Position(ypos=1.15)
with dissolvecharamove

"ฉันหยิบสมุดที่วางอยู่บนหนังสือยื่นให้ยูโกะได้ดู"

show yuukoshang neutral_up
with charachange

yu "เรียนยุคเอโดะอยู่เหรอ"

hi "ครับ แต่ไม่ค่อยถนัดเท่าไหร่"

show yuukoshang worried_up
with charachange

"ยูโกะหยิบหนังสือไปเปิดหน้ากลาง ๆ อ่านอยู่สองสามหน้า แววความตื่นเต้นที่เธอเปล่งออกมาเมื่อกี้จางหาย\nไปอย่างรวดเร็ว"

hi "ไม่ใช่ประวัติศาสตร์แบบเดียวกันกับที่คิดไว้สินะครับ"

show yuukoshang worried_down
with charachange

yu "เกรงว่าจะไม่ ฉันถนัดประวัติศาสตร์ยุโรปมากกว่า โดยเฉพาะยุคคลาสสิกน่ะ ขอโทษทีนะ"

"ยูโกะดูหมองไปเล็กน้อย แต่พอเธอปิดหนังสืออย่างเบามือแล้ววางไว้กับโต๊ะแล้วเธอก็ทำหน้าสดใสเหมือนเดิม"

show yuukoshang smile_down
with charachange

yu "รับกาแฟอีกแก้วไหม"

hi "หืม? อ้อ ครับ รับ"

show yuukoshang invis at center
with dissolvecharamove

"ฉันเอื้อมไปหยิบหนังสือ ยูโกะลุกขึ้นหยิบแก้วฉันเดินไปที่เคาน์เตอร์ชงกาแฟให้ใหม่"

"ยูโกะเงียบสนิทไปทุกการกระทำเหมือนเคยเพราะต้องตั้งสมาธิอย่างแน่วแน่ระวังไม่ให้สะดุดหรือทำแก้วสีขาวนั้นตก"

"ฉันถือโอกาสนี้เอนตัวผ่อนคลายเสียหน่อย บรรยากาศเงียบงันมีเพียงเสียงเครื่องทำกาแฟที่เข้ามาแทรก"

"รายละเอียดเล็ก ๆ เช่นนี้เองที่ทำให้ฉันระลึกได้ว่าตัวเองจับสังเกตสิ่งเล็ก ๆ รอบตัวได้แล้ว"

"ความสงบเงียบในเมืองชนบท ความมีวินัยเป็นระเบียบในยามากุ ต้นไม้เขียวชอุ่มที่พบได้ยากในเมืองที่ฉันจากมา\nผู้สูงอายุในท้องที่ที่ใช้ชีวิตกันแบบไม่เร่งร้อน…"

"ทุกอย่างมันช่าง… มั่นคง ชวนให้สบายใจ"

"ฉันเกือบจะม่อยหลับไปแล้วถ้าไม่มีเสียงแก้วกาแฟที่วางบนโต๊ะมาดึงความสนใจฉันก่อน ดูท่าจะมาได้จังหวะพอดีเลย"

show yuukoshang neutral_down at Position(ypos=1.15)
with dissolvecharamove

"ยูโกะนั่งลงที่เดิม ฉันยืดตัวนั่งตรงแล้วใช้มือแตะ ๆ แก้วเพื่อดูเรื่องอุณหภูมิ เมื่อเห็นว่ายังเย็นไม่พอที่จะดื่มได้ทันที\nจึงเป่าเบา ๆ"

show yuukoshang worried_down
with charachange

yu "น่าเสียดายนะที่เธอไม่ได้สนใจประวัติศาสตร์ขนาดนั้น แต่ก็พอเดาไว้แล้วละนะว่าเธอคงชอบวิทยาศาสตร์มากกว่า"

hi "ทำไมเหรอครับ"

show yuukoshang smile_up
with charachange

yu "เธออ่านหนังสือหมวดนิยายวิทยาศาสตร์เกือบหมดแล้วนี่ ดูได้ไม่ยากหรอก"

hi "ก็ถูกนะครับ เอ่อ จะให้แก้ตัวยังไงล่ะ คุณเดาทางผมแม่นขนาดนี้"

show yuukoshang neutral_down
with charachange

hi "แต่คุณยูโกะก็ฟังดูสนใจประวัติศาสตร์มากเลยนะครับ ยิ่งเห็นพูดเจาะจงแบบนั้นอีก เรียนประวัติศาสตร์\nหรืออะไรแบบนั้นเหรอครับ ไปอยู่ต่างประเทศงี้"

show yuukoshang closedhappy_up
with charachange

"ยูโกะหัวเราะคิกคักเมื่อคิดตาม"

show yuukoshang neurotic_down
with charachange

yu "ถ้ามีโอกาสฉันก็อยากไปดูศิลปะกับสถาปัตยกรรมโบราณที่แถบเมดิเตอร์เรเนียนเหมือนกันนะ แต่ฉันว่าตัวเอง\nคงอยู่กับของเปราะบางแบบนั้นไม่ได้หรอก"

show yuukoshang neutral_down
with charachange

yu "ฉันเก็บเงินไว้ไปเรียนให้เป็นเรื่องเป็นราวในมหาวิทยาลัยอยู่ แต่พอว่างจากงานแล้วฉันก็ไปหาของพวกนี้อ่าน\nเหมือนกัน"

"สรุปคือจริงอย่างมิกิว่าที่ยูโกะอยากเรียนมหาวิทยาลัย ดูจากการทำงานในฐานะบริกรแล้ว เส้นทางภาคทฤษฎี\nน่าจะเหมาะกับเธอมากกว่า แต่ก็ดีใจที่เห็นว่าเธอมีจุดมุ่งหมายอะไรบ้าง เพราะเป็นคนขยันขนาดนี้"

"ฉันพยักหน้าแล้วจิบกาแฟช้า ๆ ตอนนี้กาแฟเย็นได้ที่แล้วฉันจึงดื่มไปพลางมองหนังสือที่วางอยู่ข้างล่างอ่านไปด้วย"

"เวลาผ่านไปสองสามนาทีอย่างเงียบเชียบ ยูโกะมองโลกที่ดำเนินไปผ่านทางหน้าต่าง ส่วนฉันดื่มกาแฟไปอ่านหนังสือไป"

show yuukoshang closedhappy_up
with charachange

"ฉันสะดุดตาเข้ากับบางอย่างที่ขยับอยู่ พอเงยหน้ามองก็เห็นยูโกะที่ยิ้มโบกมือทักทายใครบางคนที่อยู่ข้างนอก\nฉันมองตามสายตาเธอไปแล้วต้องแปลกใจเมื่อเห็นว่าคนนั้นคือฮานาโกะ"

"ฮานาโกะยืนมองเราอยู่จากอีกฝั่งถนน ความอายที่ฉายชัดโดยปกติของเธอนั้นแทบไม่มีอยู่ อาจจะเพราะตอนนี้\nไม่ค่อยมีคนมาก"

"ฮานาโกะโบกมือหย็อย ๆ แล้วก้ม ๆ เงย ๆ มองถนนก่อนจะข้ามมาฝั่งที่คาเฟนี้ตั้งอยู่ คงจะอยากมาร่วมวงด้วยละนะ"

$ renpy.music.set_volume(0.3, 0.0, channel="sound")
play sound sfx_storebell

show hanako invis:
    right
    xpos 1.0
with None

show yuukoshang happy_up:
    twoleft
    ypos 1.15
show bg suburb_shanghaiint at center
show hanako basic_normal at tworight
with dissolvecharamove

"ฮานาโกะเข้ามาพร้อมเสียงกระดิ่งของร้านเซี่ยงไฮ้อันคุ้นเคย เธอเดินมาที่โต๊ะที่พวกเรานั่งอยู่"

show hanako cover_distant at Position(ypos=1.15)
with dissolvecharamove

ha "สะ-สวัสดี…"

show yuukoshang smile_down
with charachange

yu "ทิวาสวัสดิ์"

hi "ไงฮานาโกะ ทำอะไรอยู่เหรอ"

show hanako emb_smile
with charachange

ha "มะ-ไม่มีอะไร… แค่… เห็นว่าอากาศดี… เลยอะ-ออกมาเดินนิดหน่อย"

hi "อื้ม ก็จริงนะ คิดถูกจริง ๆ ที่วันนี้มาอ่านหนังสือที่นี่แทนที่ห้องสมุด"

"ในร้านก็อยู่สบายเพราะอากาศดีด้วย ดีกว่าห้องสมุดที่บางทีก็อึดอัด ฉันหันไปมองยูโกะที่พยักหน้าตอบ"

show yuukoshang neutral_down
with charachange

yu "เห็นด้วย เสียดายที่หน้าร้อนอยู่ไม่ครบตลอดปี"

show yuukoshang neurotic_up
with charachange

yu "เอ๊ะ เดี๋ยว ขอโทษที เอ่อ รับอะไรดีคะ"

show hanako basic_smile
with charachange

show yuukoshang neutral_down
with charachange

"ฮานาโกะสั่นหัว โชคดีที่แค่นั้นยูโกะก็สงบลงได้แล้ว"

show hanako basic_bashful
with charachange

ha "อะ-อ่านหนังสือเป็นไงบ้าง"

hi "ก็พอ… ได้"

hi "เอ้อ แล้วเธอได้คุยกับลิลลี่หรือยัง"

show yuukoshang smile_up
with charachange

yu "ฉันก็อยากรู้เหมือนกัน ลิลลี่เป็นยังไงบ้าง"

show hanako cover_worry
with charachange

ha "กะ-ก็เหมือนจะ… สนุกนะ"

"ฉัน… ว่าเราคงได้รู้แค่นี้แหละถ้าถามฮานาโกะ พออยู่กับยูโกะแล้วฮานาโกะก็เกร็ง"

show yuukoshang closedhappy_down
with charachange

yu "เฮ้อ ได้บินไปสกอตแลนด์คงดี"

show yuukoshang happy_down
with charachange

yu "ทุ่งสีเขียว ปราสาท เมืองเล็ก ๆ อันอบอุ่น ผู้ชายใส่กระโปรงคิลต์ ประวัติศาสตร์อันน่าสนใจ…"

"ฉันไม่ค่อยสนใจผู้ชายใส่กระโปรงคิลต์สักเท่าไหร่ แต่ก็น่าจะเป็นสถานที่ที่ทิวทัศน์สวยดี"

play sound sfx_storebell

show hanako defarms_shock
show yuukoshang panic_up
with vpunch

"ระหว่างที่คุยอยู่นั้นเสียงกระดิ่งประตูก็ดังขึ้นอีกครั้ง ฮานาโกะตกใจเมื่อเห็นยูโกะที่ลนลานเพราะคิดว่าตัวเอง\nมัวแต่คุยกับพวกเราจนอาจทำให้ลูกค้าต้องรออยู่ประมาณสองสามวินาที"

show yuukoshang worried_down at twoleft
with Dissolvemove(0.3)

with Pause(0.2)

hide yuukoshang
with charaexit

"ยูโกะค้อมตัวเล็กน้อยแล้วรีบพุ่งตัวไปต้อนรับลูกค้าใหม่ที่เป็นชายแก่กับภรรยาของเขา ฉันมองยูโกะอยู่ครู่หนึ่ง\nพลางชะเง้อหน้ามองไปรอบ ๆ ร้าน"

show hanako def_worry
with charachange

"ฮานาโกะจ้องฉันด้วยตาข้างหนึ่งที่ผมไม่ได้ปรกอยู่"

show hanako def_worry:
     center
     ypos 1.15
show bg suburb_shanghaiint at bgleft
with charamove

show hanako emb_downtimid
with charachange

"เธอหันหน้าหนีด้วยความอายเมื่อฉันหันไปสบตาด้วย"

hi "พอดีคิดอยู่น่ะว่าการมีจุดมุ่งหมายในอนาคตนี่มันดีจังนะ เมื่อกี้ยูโกะก็เล่าเรื่องที่จะเข้ามหา’ลัยให้ฟังนิดหน่อย"

show hanako emb_timid
with charachange

ha "อ้อ"

hi "น่าเสียดายนะ ถ้าไม่ใช่คนขี้ตระหนกที่ต้องทำงานหนักแบบนี้คงเป็นคนที่มีความสุขมาก ๆ เลย"

"ถึงอยากจะเป็นเพื่อนคุยสนุก ๆ ให้ฮานาโกะอยู่ แต่ฉันเองก็ต้องอ่านหนังสือเหมือนกัน แต่ว่าตามตรง พอยูโกะ\nมากวนแล้วฉันก็ไม่ค่อยมีสมาธิแล้วด้วย"

hi "ขอโทษนะถ้าคุยไปแบบเหม่อ ๆ น่ะ พอดีต้องจัดการเจ้านี่ให้เสร็จก่อน ไม่งั้นเดี๋ยวคะแนนวิชาประวัติศาสตร์\nตกฮวบแน่"

"ฉันขยี้ผมด้วยความหัวเสีย เดี๋ยวพอกลับหอแล้วต้องไปจัดการกับจดหมายนั่นด้วย"

hi "หวังว่าจะทำไอ้นั่นได้ดีกว่างานนี้นะ ให้ตาย"

show hanako emb_downtimid
with charachange

ha "อะ-ไอ้นั่นคืออะไรเหรอ"

hi "อ้อ เอ่อ… พอดีจะ… เขียนจดหมายถึงอิวานาโกะน่ะ แต่ตอนนี้อันนี้สำคัญกว่า"

"ฉันยิ่งทำตัวเองร้อนใจไปอีก พอท้องไส้ปั่นป่วนเมื่อนึกถึงว่าต้องเขียนกลับไปหาอิวานาโกะจริง ๆ ทั้งที่ผ่านมา\nนานขนาดนี้แล้วก็ไม่มีสมาธิจะมาจดจ่อกับงานตรงหน้าเลย"

"ฉันฝืนตัวเองให้จดจ่ออยู่กับหนังสือแล้วจิบกาแฟก่อนจับปากกา"

show hanako basic_distant
with charachange

"ผ่านไปสองสามวินาทีฮานาโกะก็เลิกมองฉันแบบเงียบ ๆ แล้วเอนตัวพิงพนักทำท่าผ่อนคลายที่สุดซึ่งฉันก็เคยเห็น\nว่าเธอผ่อนคลายได้ที่สุดก็ประมาณนี้แล้วมองออกไปนอกหน้าต่างฆ่าเวลา"

$ renpy.music.set_volume(1.0, 0.0, channel="sound")
stop music fadeout 3.0

"เรานั่งด้วยกันอย่างนั้นอยู่นานก่อนจะออกร้านแล้วกลับหอ ฉันนึกประหลาดใจที่ฮานาโกะใจเย็นพอจะรอจนฉันออกมา"

scene ev hisao_letter_open
with shorttimeskip

play music music_night fadein 1.0

"จดหมายของอิวานาโกะวางบนโต๊ะฉันอยู่ข้างกระดาษตีเส้นเปล่ากับซองจดหมายที่ยังไม่ได้ใช้ ค่ำคืนนี้มีเพียง\nเสียงกดปากกาที่ดังก้องอยู่"

"และภาระที่สองของวันนี้ก็ยากพอ ๆ กันกับภาระแรก—หรือไม่ก็อาจยากกว่า—อย่างที่หวั่นใจไว้"

"เราไม่ได้เจอหน้ากันมานานหลายเดือนมากแล้ว ถึงอย่างนั้นฉันก็ยังจำได้ว่าเธอหน้าตาเป็นอย่างไร เสียงเป็นอย่างไร\nกิริยาท่าทีเป็นอย่างไร แต่ตอนนี้ฉันก็ลืม ๆ รายละเอียดบางส่วนไปบ้างแล้ว"

"ตอนที่ได้เห็นจดหมายของเธอเป็นครั้งแรกฉันแทบจำลายมือไม่ได้ด้วยซ้ำ ลืมไปแล้วว่าปกติเธอใช้ปากกา\nหมึกสีชมพูเขียนจนนึกได้ก็ตอนที่เห็นลายมือของเธอ"

"อยากรู้จังว่าทำไมถึงไม่เขียนจดหมายฉบับนี้ด้วยปากกาสีชมพู ทั้งที่เมื่อก่อนก็ใช้เขียนทุกอย่าง อาจจะเพราะตอนนี้\nมองว่าเป็นอะไรที่ดูเป็นเด็ก ๆ ละมั้ง"

"ที่จริงตอนนี้ฉันควรคิดถึงเรื่องตัวเองกับคิดว่าจะสื่อสารอะไรกับเธอบ้าง แต่ใจฉันยังจดจ่ออยู่กับเธอไม่หยุด จดจ่อ\nอยู่กับอดีตที่เราเคยอยู่ด้วยกันก่อนที่ช่วงเวลานั้นจะถูกพรากไปอย่างกะทันหัน"

"ของประดับสดใสดูบาดตาเล็กน้อยนั้นสมกับรสนิยมของตัวเธอจริง ๆ ฉันหยิบจดหมายขึ้นมาดูใกล้ ๆ\nแล้วถอนหายใจพรืด"

"สิ่งนี้เป็นพันธะสุดท้ายที่ยังตรึงฉันไว้กับอดีต ฉันต้องให้จดหมายนี้มาเป็นสิ่งเตือนว่าอิวานาโกะไม่ได้หายตัวไปทันที\nหลังจากที่ออกจากห้องในโรงพยาบาลนั้นไปเป็นครั้งสุดท้าย"

"ฉันเก็บความรู้สึกเหล่านั้นไว้ในลิ้นชักเรียบร้อยแล้ว ฉันคิดว่าตัวเองคงไม่ต้องการความรู้สึกเหล่านั้น คิดว่าคง\nเริ่มชีวิตใหม่ตั้งแต่ต้นได้ ทำแบบนั้นแล้วอะไร ๆ จะง่ายขึ้น"

"สุดท้ายแล้วฉันคงคิดง่ายเกินไปสินะที่คิดแบบนั้น ไม่ช้าก็เร็ว สักวันอดีตจะต้องหวนกลับมาหาตัวฉัน\nไม่ทางใดก็ทางหนึ่ง"

"แต่จะให้ฉันพูดกับเธอว่ายังไงล่ะ “ขอบคุณที่พูดส่งท้ายกันนะ” จดหมายฉบับนี้ก็ทำได้เพียงแค่ย้ำชัดถึงความรู้สึก\nว่าทุกสิ่งจบลงไปแล้วที่ฉันเคยรู้สึก"

"ไม่ว่าจะคิดหนักแค่ไหนฉันก็เขียนลงบนกระดาษตรงหน้านี้ไม่ได้เลยแม้แต่คำเดียว คิดไม่ออกด้วยซ้ำว่าต้องพูดอะไร"

stop music fadeout 4.0

scene bg school_dormhisao_ss
with locationchange

"ฉันวางจดหมายฉบับนั้นไว้บนกระดาษเปล่าแล้วรวบของทุกอย่างใส่ลิ้นชักไว้"

"เสียงดังกึงจากโต๊ะเมื่อดันลิ้นชักเข้าไปแล้วทำให้ฉันตัวเกร็งขึ้นมาแวบหนึ่งด้วยความหงุดหงิด ฉันลุกขึ้น\nไปซื้อเครื่องดื่มจากตู้ขายของแบบหยอดเหรียญที่อยู่ชั้นหนึ่ง"

scene bg school_dormhallway
with locationchange

"ฉันพยายามแล้วแต่ก็ทำไม่ได้ ผ่านมานานขนาดนี้แล้วฉันก็ยังไม่รู้ว่าจะต้องรับมือเรื่องอิวานาโกะอย่างไร"

scene black
with dissolve

#*********************

label th_H27:

scene bg school_library
with locationchange

play music music_happiness

"ห้องสมุดนั้นดูวุ่นวายกว่าปกติ ถึงจะไม่ได้มีคนมากขนาดนั้น เห็นได้ว่าไม่นานจะถึงวันสอบแล้วจากการที่\nมีนักเรียนหลายคนก้มหน้าก้มตาอ่านหนังสืออยู่ตามโต๊ะรอบตัว"

"ช่วงสองสามวันมานี้ฉันอ่านหนังสือมากเหมือนอย่างคนเหล่านั้นด้วยหวังจะสอบให้ได้คะแนนดี ซึ่งแปลว่าฮานาโกะ\nกับฉันเองก็ได้เล่นเกมกันน้อยครั้งลงด้วย เธอจึงอ่านหนังสือบ้างเพื่อคั่นเวลา"

"แต่แม้กระนั้นวันนี้ฮานาโกะก็ไม่อยู่กับฉัน"

"หนังสือตรงหน้าฉันค้างอยู่หน้าเดิมมาสักพักแล้ว หลังจากที่อ่านวิชาที่ถ้าไม่มีสอบก็คงไม่สนใจแล้วจิตใจฉัน\nก็เริ่มล่องลอย"

"ฉันเหลือบตามองไปยังที่ที่ฮานาโกะจะนั่งประจำเหมือนอย่างที่ทำในวันที่เธอไม่มาเรียน บีนแบ็กตรงมุมห้อง\nซึ่งเป็นที่ประจำของฮานาโกะนั้นว่างลงอย่างเห็นได้ชัด"

"เป็นตรงนี้เองที่เราได้เจอกันเป็นครั้งแรกจริง ๆ ฉันลองคุยกับฮานาโกะ แต่เธอก็ตกใจกลัวแล้ววิ่งหนีออกจากห้องไป"

"อาจจะไม่ใช่เรื่องชวนยิ้มเท่าไหร่ แต่พอย้อนนึกดูก็ตลกดี ยิ่งนานวันไปฉันก็ยิ่งนึกภาพได้ยากขึ้นเรื่อย ๆ ว่าฮานาโกะ\nจะทำอะไรแบบนั้น แม้แต่ตอนนี้ที่ลิลลี่ไม่อยู่ฮานาโกะก็สบายดีและออกมาจากห้องได้แล้ว"

"ฉันอยากคุยกับฮานาโกะหรือไม่ก็อย่างน้อย ๆ เล่นหมากรุกด้วยกันสักเกม ฉันเบื่อจะอ่านหนังสือแล้ว แถมเรา\nก็ไม่ได้ทำอะไรด้วยกันมาสองสามวันแล้วด้วย"

"คำถามว่าจะไปตามหาฮานาโกะได้ที่ไหนบ้างนั้นตอบได้ไม่ยากเลย ถ้าไม่อยู่ที่ห้องสมุดก็แปลว่าอาจไปหาความสงบเงียบ\nที่ห้องน้ำชาหรือไม่ก็อยู่ที่หอ"

"ฉันคิดจะไปไล่ดูแต่ละที่ตามลำดับแล้วปิดหนังสือเดินออกมาจากห้องสมุด"

stop music fadeout 5.0

scene bg school_girlsdormhall
with shorttimeskip

"ฉันบิดขี้เกียจแล้วร้องโอดโอยไประหว่างที่เดินตามโถงทางเดิน ถึงบางครั้งการอ่านหนังสือจะน่าหงุดหงิดไปบ้าง แต่อ่าน\nได้มากขนาดนี้แล้วก็รู้สึกภูมิใจขึ้นมาเหมือนกัน เป็นความรู้สึกที่ดีเชียว"

scene bg school_dormhanako_ni
show hanako_door_base at right
show hanako_door_door at left
with locationchange

"เมื่อมายืนอยู่หน้าห้องฮานาโกะแล้วฉันก็ไม่ได้ยินเสียงอะไรในห้องเลย แต่น่าจะใช้เรื่องเสียงดูว่าอยู่หรือไม่อยู่ไม่ได้\nเพราะปกติฮานาโกะก็เป็นคนเงียบ ๆ"

"แต่ไม่ได้อยู่ที่ห้องน้ำชาแล้วแน่ ๆ ฉันลองเคาะเบา ๆ ให้รับรู้ว่าฉันมา ทว่าก็ต้องแปลกใจเมื่อลองบิดมือจับแล้วเปิดได้"

play sound sfx_door_creak

show hanako_door_door:
   easeout 1.0 xpos -0.2
show hanako_door_base:
   easeout 1.0 xpos 1.1
show bg school_dormhanako_ni:
   center
   easeout 1.0 xpos 0.55
with None

scene bg school_dormhanako
show hanako basic_distant:
    center
    ypos 1.15
with silentwhiteout

"ประตูเปิดพร้อมเสียงเอี๊ยดเบา ๆ ดูท่าว่าฉันจะคิดถูกแล้ว ฮานาโกะอยู่ที่นี่จริง ๆ"

"ฮานาโกะนั่งอยู่ที่โต๊ะโดยมีหนังสือวางอยู่ตรงหน้า แต่เธอมองออกไปนอกหน้าต่างไม่ได้สนใจอ่านเลย เหมือนจะ\nยังไม่รู้เลยว่าฉันอยู่ตรงนี้"

"เธอนั่งเท้าคางครุ่นคิดดูสงบและใจเย็น น่าเสียดายที่ฮานาโกะไม่ได้ทำตัวแบบนี้บ่อย ๆ"

show hanako basic_distant_close:
    center
    ypos 1.1
with characlose

"ฉันยิ้มบาง ๆ เดินไปที่โต๊ะคุยกับเธอเสียงเบา"

hi "สายัณห์สวัสดิ์ ฮานาโกะ"

show hanako basic_normal_close
with charachange

"ฮานาโกะหันหน้ามาทางฉันเล็กน้อยโดยที่ยังไม่รู้ตัวดี ฉันวางมือลงบนโต๊ะแล้วก้มหัวลงมองหน้าเธอ\nด้วยความสงสัยเล็กน้อยว่ารู้สึกอย่างไรอยู่"

hi "ทำอะไรอยู่เหรอ"

show hanako basic_worry_close
with Dissolve(0.2)

"เธอสะดุ้งเฮือกเมื่อรับรู้ถึงตัวตนฉันที่อยู่ในห้องนี้ได้เต็มตื่นเป็นครั้งแรกเสียที"

"ฮานาโกะหน้าแดงก่ำ เธอเผยอปากคล้ายชะงักไปตอนกำลังพูดอยู่ แต่ที่เด่นที่สุดคือสิ่งที่เธอกำลังทำอยู่"

scene ev hanako_eye:
    truecenter
    subpixel True zoom 0.9
    acdc_warp 20.0 zoom 1.0
with locationchange

"ฮานาโกะมองหน้าตรง ๆ จ้องตาฉันในระยะที่ใกล้ชนิดที่ว่าฉันแทบจะเห็นเงาสะท้อนตัวเองในนั้นได้ นัยน์ตาคู่นั้น\nไม่เลื่อนหนีหรือขยับเขยื้อน เพียงอยู่นิ่งสนิทมองเข้ามาในตาฉัน"

"ดวงตาสีดำสนิทนั้นทำให้ฮานาโกะดูเป็นคนชอบเพ่งพินิจ แม้แต่ตอนที่กำลังอ่านวิชาที่ตัวเองไม่ได้สนใจเลย\nคนนอกก็อาจยังมองได้ว่าเธอจดจ่ออยู่ ฮานาโกะซึมซับข้อมูลได้ดีเยี่ยม ซึ่งตอนนี้เองฉันก็ยังรู้สึกได้ว่าอย่างนั้น"

"เหมือนว่าฉันจะเห็นบางอย่างที่อยู่เบื้องหลังดวงตาคู่นั้นซึ่งฉันไม่เคยเห็นมาก่อน แต่ฉันก็ไม่รู้ว่าสิ่งนั้นคืออะไร"

hi "ฮานาโกะ…?"

"ริมฝีปากเธอขยับเล็กน้อยเป็นคำพูดบางอย่างอยู่เงียบ ๆ เหมือนกำลังจะพูดอะไรสักอย่างแต่ก็ไม่ยอมพูด"

"แต่ฮานาโกะก็เป็นแบบนี้เสมอ จะพูดอะไรแต่ก็ไม่ค่อยได้พูด ระหว่างที่จดจ้องอยู่กับตาเธอนั้นฉันก็นึกอะไรได้"

"คนเราต่างมีความคิดเป็นของตัวเอง สิ่งที่ตัวเองอยากพูด มุมมองต่อโลกของตัวเอง แต่ฉันคิดไม่ออกเลยว่าฮานาโกะ\nอยากพูดอะไร คิดไม่ออกเลยว่าเธอคิดอะไร ไม่เคยคิดออกเลย"

"ซึ่งชวนให้หงุดหงิดเพราะเหมือนกับว่าฉันไม่ได้รู้จักเธอเลย ทั้งที่อยู่ด้วยกันบ่อยขนาดนี้"

ha "ฮิ… ซาโอะ…"

scene bg school_dormhanako
show hanako basic_worry_close
with charachange

"ฉันเพิ่งรู้ตัวว่าตัวเองหน้าแดงก็ตอนนี้เอง ฉันมองตาฮานาโกะตรง ๆ ในระยะประชิดขนาดนี้โดยไม่ได้สนใจเธอเลย\nส่วนเธอก็มองตาฉันไม่หลบไปทางอื่น"

show hanako emb_downtimid_close
with charachange

"ฉันรีบเบือนหน้าหนีพลางเอามือปิดหน้าไว้ ฮานาโกะก็ทำเหมือนกัน"

"ความเงียบชวนอึดอัดเข้าครองอีกแล้ว ทีแรกฉันรับได้แล้วก็จริงว่าการอยู่กับฮานาโกะย่อมมีความเงียบด้วย แต่ตอนนี้\nยิ่งเหมือนมาตอกย้ำว่าเราสื่อสารกันน้อยแค่ไหน"

"ในกลุ่มอารมณ์ที่คละกันในใจตอนนี้มีความโกรธปนอยู่บางส่วน ฉันอยากจะอุดช่องว่างระหว่างเรา เพื่อนกันไม่ควรมา\nอ้ำ ๆ อึ้ง ๆ ใส่กันแบบนี้สิ"

"ฉันพูดออกไปก่อนจะทันได้เถียงกับตัวเองว่าต้องทำอะไรต่อ แผลเป็นของฉันไม่ได้หนักเท่าฮานาโกะ และชีวิตฉัน\nก็เทียบกับเธอไม่ได้เลยด้วย แต่ฉันอยากทำให้เธอได้เห็นว่าเธอไม่ได้อยู่ตัวคนเดียว"

"ทำอะไรแบบนี้ตรง ๆ ไปเลยคงจะเป็นวิธีเดียวที่จะสื่อสิ่งที่ฉันอยากบอกได้"

hi "ฮานาโกะ… ฉันมีบางอย่างที่อยากให้เธอได้เห็น"

show hanako emb_timid_close
with charachange

"ฉันสูดหายใจลึก ๆ เป็นการเตรียมใจ ทำแบบนี้แล้วอาจเกิดผลร้ายหนักขึ้นได้ แต่ฉันว่าเราสนิทกันพอที่จะทำแบบนี้\nแล้วละ"

hi "ฉันไม่ได้จะแก้ผ้าเปลือยหรือทำอะไรแปลก ๆ นะ แค่จะถอดเสื้อเฉย ๆ"

show hanako def_shock_close at center
with dissolvecharamove

"ฮานาโกะทำตาโต เธอยืนขึ้นพร้อมสีหน้าที่มีทั้งความอยากรู้กับความประหม่าระคนกันชวนขัน ซึ่งช่วยให้ฉันเอง\nหายขัดเขินไปได้บ้างที่ต้องทำแบบนี้ต่อหน้าคนอื่น"

play sound sfx_rustling

"ฉันค่อย ๆ ปลดเน็กไทออกแล้วแกะกระดุมเม็ดแรกทั้งที่เกร็งไปทั้งตัว ฉันพยายามหลอกตัวเองว่าฮานาโกะไม่ได้\nอยู่ตรงนี้เพื่อความสบายใจของตัวเอง แต่ไม่ได้ผลเท่าไหร่"

"ในใจฉันคิดไปว่าฮานาโกะคงบอกให้หยุดหรืออะไรบ้างระหว่างที่แกะกระดุมลงไปเรื่อย ๆ แต่เธอก็เงียบ ซึ่งยิ่งทำให้\nรู้สึกแปลกเข้าไปอีก"

"พอแกะกระดุมเสื้อเม็ดสุดท้ายออกแล้วฉันก็สูดหายใจและมองฮานาโกะ"

scene ev hisao_scar_large:
    xanchor 0 yanchor 0 xpos -600 ypos -140 
with whiteout

play music music_heart fadein 0.5

"สายตาฮานาโกะจดจ่ออยู่ที่แผลเป็นของฉันตามคาด และเมื่อฉันพยักหน้าอนุญาตแล้วเธอก็เดินเข้ามาวางมือไว้\nที่รอยเส้นตรงที่หน้าอกฉันอย่างกล้า ๆ กลัว ๆ"

show ev hisao_scar_large:
    ease 1.0 xpos 0 ypos -290

"แผลเป็นบนมือเธอที่เป็นลายไปทั่วจากผิวหนังที่เสียหายนั้นขัดกับแผลเป็นของฉันที่เป็นเส้นเดี่ยว มือเธอไม่สั่นเลย\nซึ่งผิดไปจากที่เดาไว้"

ha "นี่มัน…"

hi "แผลเป็นจากการผ่าตัดหัวใจที่ฉันหัวใจวายน่ะ หมอต้องผ่าเปิดตรงอกเพื่อผ่าตัดหัวใจฉัน"

show ev hisao_scar_large:
    ease 1.0 xpos -600 ypos -140 

ha "ไม่เคยรู้เลย…"

"น้ำเสียงฮานาโกะฟังดูสงบและแผ่วเบากว่าทุกที สัมผัสนุ่มนวลจากนิ้วเธอที่ลากจากแผลเป็นไปยังหน้าอกทำฉันลังเล\nเล็กน้อย จากนั้นฉันก็พูดต่อ"

hi "เธอเป็นคนแรกเลยนะที่ได้เห็นตั้งแต่ตอนฉันออกโรงพยาบาลมา"

scene ev hisao_scar:
    truecenter
    zoom 1.05 subpixel True
    easein 8.0 zoom 1.0
with flash

ha "แต่… ทำไมถึงมาเปิดให้ฉันดูล่ะ"

hi "ฉันอยากจะพิสูจน์กับตัวเองว่าฉันทำแบบนี้ได้ ว่าฉันยอมรับและก้าวข้ามอดีตได้ และฉันก็อยากพิสูจน์ให้เธอ\nได้เห็นด้วย"

"ฮานาโกะพยักหน้า ดูจากปฏิกิริยาแล้วเธอก็คงรู้ว่าฉันต้องใช้ความกล้าขนาดไหนถึงทำแบบนี้ได้ แต่ที่สำคัญที่สุด\nแผลเป็นนี้คือเครื่องเตือนให้เห็นถึงอาการของฉัน เตือนว่าฉันไม่ “ปกติ” อีกต่อไปแล้ว"

"เป็นสิ่งที่ก่อนหน้านี้ฉันพยายามเป็นอย่างยิ่งที่จะเมินมาตลอด"

"สายตาของฮานาโกะยังไม่ไปไหนอยู่สองสามนาที แต่เธอไม่ได้จ้องอยู่แค่ที่แผลเป็นเหมือนอย่างเมื่อกี้แล้ว สถานการณ์\nตอนนี้ต่างออกไปจากก่อนหน้านี้เล็กน้อยจนฉันอึดอัดขึ้นมาหน่อย ๆ"

scene bg school_dormhanako
show hanako basic_normal_close at center
with silentwhiteout

"ฮานาโกะถอนมือออกไป ส่วนฉันก็ใส่เสื้อกลับแล้วติดกระดุมเข้าดังเดิม อยู่ ๆ เธอบิดหน้าที่ขึ้นสีแดงเรื่อของเธอ\nซึ่งกลับไปเกร็ง ๆ อาย ๆ อย่างทุกทีหนี"

"ในห้องนั้นเงียบฉี่ ฉันจัดแจงเสื้อกับเน็กไทตัวเองพร้อมความรู้สึกประหลาดที่อยู่ ๆ ก็ต้องเจอเหตุการณ์เปิดใจใกล้ชิด\nแบบไม่คาดฝัน"

hi "แปลว่า… คนที่มีบาดแผลคงไม่ได้มีแค่เธอสินะ"

show hanako basic_smile_close
with charachange

"ฮานาโกะยิ้มบาง ๆ กับมุกนั้นของฉัน โชคดีที่บรรยากาศดูหายเครียดลงบ้างแล้ว"

ha "ขอบคุณนะ… ฮะ-ฮิซาโอะ ฉันว่า… ฉันเข้าใจแล้วละ"

"ฉันถอนหายใจยาวด้วยความโล่งใจ ฉันไม่รู้ว่าฮานาโกะจะคิดอย่างไร แต่ก็ดีใจที่เหมือนทุกอย่างจะเป็นไปตามที่หวังไว้\nรอยยิ้มของฮานาโกะยิ่งย้ำชัดว่าเป็นเช่นนั้น"

"ฉันกำลังค้นหาเส้นทางที่ฉันอยากออกเดิน และสิ่งที่ฮานาโกะต้องทำคือการค้นหาเส้นทางของตัวเองบ้าง ซึ่งฉัน\nช่วยตรงนั้นไม่ได้ เป็นสิ่งที่เธอต้องก้าวข้ามอดีตของตัวเองให้ได้ก่อนถึงจะทำได้"

show hanako basic_distant_close
with charachange

"ฮานาโกะดูนาฬิกา ตอนนี้เริ่มค่ำแล้ว"

show hanako basic_worry_close
with charachange

ha "ฮิซาโอะ… เอ่อ…"

hi "อื้ม เดี๋ยวต้องไปละ อยากหลับอยู่เหมือนกัน วันนี้มีแต่อะไรหลายอย่างเลย"

hi "ฝันดีนะฮานาโกะ"

show hanako basic_bashful_close
with charachange

ha "ฝะ-ฝันดี"

stop music fadeout 3.0

scene bg school_girlsdormhall
with locationchange

"ฉันเดินออกมาจากห้องมาที่โถงทางเดินเงียบ ๆ ฉันว่าวันนี้เราทั้งสองคนต่างก็ได้รู้สึกอะไรบางอย่างแล้วละ"

scene black
with dissolve

#*********************

label th_H28:

scene bg city_street1
with locationchange

play music music_daily fadein 2.0
$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_traffic fadein 2.0

"ความร้อนจากแดดฤดูร้อนส่องกระทบคิ้วเปียกเหงื่อของฉัน ใช้ผ้าเช็ดหน้าเช็ดเหงื่อแล้วก็ไม่ได้ช่วยให้รู้สึกสบายตัว\nขึ้นมาเท่าไหร่เลย"

"ฉันล้มเลิกความคิดที่จะไปทำอะไรต่อแล้ววางกระเป๋าลงกับพืื้นยืนพิงรั้วทางยกระดับ"

"ร้านในเมืองข้างล่างยามากุนั้นมีของครบครันและหลากหลายพอให้ฉันอยู่ได้แล้วก็จริง แต่อย่างไรบางครั้งก็เลี่ยงไม่ได้\nที่จะต้องเข้ามาซื้อของในตัวเมือง"

"ฉันมาที่นี่สองสามครั้งได้แล้วจนเริ่มชินกับผังเมืองขึ้นมาและความรู้สึกชวนคิดถึงเริ่มจางลงไป"

"ฉันเริ่มหืดขึ้นคอแล้ว ฟังดูอย่างกับคนแก่ที่ฝืนออกแรงมากไปเลย แล้วยิ่งฉันเป็นคนทำเสียงแบบนั้นอีก\nก็ยิ่งทำให้รู้สึกขนลุกขึ้นมา"

"ฉันทาบมือไว้กับหน้าอกแล้วตั้งสมาธิเล็กน้อยให้แน่ใจว่าอาการตอนนี้ยังไม่ถึงขั้นที่จะเป็นปัญหาอะไรอีก"

"โชคดีที่หัวใจฉันยังปกติ ไม่ได้ปวดหนึบ จังหวะยังสม่ำเสมอถึงจะเร็วอยู่ ฉันพักให้หายเหนื่อยจากการทำอะไรเกินตัว\nท่ามกลางอากาศร้อน ๆ แบบนี้"

"ไม่ชอบร่างกายตัวเองเลย พอมีอะไรมาฉุดไว้แล้วก็หงุดหงิด ยิ่งสิ่งที่ฉุดนั้นคือความกลัวว่าชีวิตจะจบลงแล้วด้วย ทั้งที่\nก็แค่มาเดินในตัวเมืองอยู่แป๊บ ๆ เท่านั้นเอง"

$ renpy.music.set_volume(0.2, 0.0, channel="sound")
play sound sfx_phone

"ระหว่างที่ใคร่ครวญถึงเรื่องสุขภาพตัวเองอยู่กระเป๋ากางเกงก็สั่นขึ้นมา กว่าเสียงเรียกเข้าจะดังฉันก็ตะปบมือ\nหาโทรศัพท์ไปก่อนแล้ว"

"เมื่อมองหน้าจอโทรศัพท์ก็เห็นว่าเป็นเบอร์โทร. ที่ไม่คุ้นเลย แปลก"

$ renpy.music.set_volume(0.1, 2.0, channel="ambient")
$ renpy.music.set_volume(0.5, 2.0, channel="music")

scene bg city_street1_blurred
show phone mobile:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with locationchange
with Pause (0.5)

"ฉันยักไหล่ก่อนจะกดรับสายแล้วยกโทรศัพท์ขึ้นมาไว้ข้างหู"

hi "ฮัลโหลครับ ฮิซาโอะ นากาอิครับ"

mystery "…"

"เสียงหายใจเข้าออกสองสามทีดังลอดมา แต่ไม่มีคำพูดใด ๆ"

hi "ฮัลโหล?"

ha "ฮะ… ฮิซาโอะ?"

"ฮานาโกะน่ะเอง เสียงฮานาโกะฟังออกง่ายมาก ถึงจะไม่เคยได้ยินเสียงเธอผ่านโทรศัพท์มาก่อนก็ตาม"

hi "ฮานาโกะเหรอ ขอโทษที พอดีไม่คิดว่าเธอจะโทร. มา มีอะไรเหรอ"

ha "อะ-เอ่อ… ฉัน… เอ่อ…"

ha "ถ้า… นายไม่ติดธุระอะไร… ฉะ-ฉันไม่รู่ว่านะ-นาย… จะ-จะมา… เจอ—"

hi "เจอกัน?"

ha "อื้ม! อะ-เอ่อ… คือ…"

"ฮานาโกะฟังดูตื่นเต้นมาก ฉันได้ยินเสียงอู้อี้แว่ว ๆ มาด้วย ตอนนี้ก็ถึงเวลาดื่มชายามบ่ายแล้ว อาจจะอยากให้ไปเจอกัน\nที่ร้านเซี่ยงไฮ้หรืออะไรมั้ง"

hi "ก็ได้นะ อยู่ที่ร้านเซี่ยงไฮ้เหรอ"

ha "ฉะ-ฉันอยู่… ในตัวเมือง…"

"ฮานาโกะมาที่นี่? ตัวคนเดียว? ทึ่งแฮะ ก็ไม่แปลกเลยที่เธอจะเป็นแบบนี้ถ้ามาตัวคนเดียวแล้วรอบตัวมีแต่ผู้คน"

hi "ได้สิ ตอนนี้ฉันก็อยู่แถว ๆ นี้แหละ เธออยู่ไหน"

"ฮานาโกะบอกชื่อถนน ที่อยู่ กับทางไปแบบคร่าว ๆ ว่าอยู่ตรงไหนแบบอึก ๆ อัก ๆ โชคดีที่อยู่ไม่ไกลจากตรงนี้มาก\nฉันจึงตอบตกลงว่าเดี๋ยวจะไปหาก่อนวางสาย"

$ renpy.music.set_volume(1.0, 0.0, channel="sound")
$ renpy.music.set_volume(1.0, 1.0, channel="music")
stop ambient fadeout 2.0

show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 0.5 ypos 0.6
with None

scene bg misc_sky
with locationchange

stop music fadeout 5.0

"ฉันแหงนหน้ามองท้องฟ้า ความร้อนจากฤดูร้อนเริ่มลดระดับลงแล้ว"

"เป็นครั้งแรกเลยที่ฮานาโกะชวนไปทำอะไรนอกเหนือจากการแค่เล่นบอร์ดเกมด้วยกัน และเป็นครั้งแรกด้วยที่\n—อย่างน้อยก็เท่าที่รู้จักกันมา—เธอเข้าตัวเมืองตัวคนเดียว ซึ่งอาจจะแปลว่าลิลลี่พูดถูกแล้วก็ได้"

scene bg city_karaokeint
with shorttimeskip

$ renpy.music.set_volume(1.0, 0.0, channel="music")
play music music_soothing fadein 2.0
$ renpy.music.set_volume(0.4, 0.0, channel="ambient")
play ambient sfx_crowd_outdoors fadein 2.0

"กว่าจะเดินตุปัดตุเป๋มาจนถึงคาเฟที่ฮานาโกะอยู่ได้ฉันก็หืดขึ้นคออีกรอบแล้ว เหงื่อท่วมตัวจนเหมือนเป็นไอศกรีม\nที่กำลังละลาย แทบไม่มีแรงถือกระเป๋าแล้วด้วย"

"ฉันต้องนั่ง ไม่ไหวแล้ว"

"โต๊ะข้างนอกทุกตัวต่างมีคู่รักที่คุยกันไม่หยุดหรือไม่ก็กลุ่มสาว ๆ ที่คุยกันอย่างออกรสนั่งอยู่กันหมดแล้ว เห็นได้ชัด\nว่าอายุและรสนิยมการแต่งตัวของคนที่นี่นั้นต่างจากคนในเมืองในละแวกยามากุโดยสิ้นเชิง"

"ฉันกวาดตาไปตามคนที่นั่งอยู่แต่ละโต๊ะแต่ก็ไม่เห็นฮานาโกะ เห็นบอกว่านั่งอยู่ข้างนอก ฉันอาจจะไม่ทันได้สังเกตก็ได้\nซึ่งก็เป็นไปได้เพราะปกติฮานาโกะจะทำตัวลีบตลอด"

"ฉันมองไปรอบ ๆ อีกครั้ง แต่คราวนี้เลื่อนหัวให้ช้าลงแล้วตั้งใจมองว่าหมวกฮานาโกะอยู่ตรงไหน หมวกใบนั้นเป็นหมวก\nที่เด่นพอตัว และถ้าฮานาโกะไม่ใส่มาแล้วฉันก็คงจะแปลกใจมาก"

"อยู่นั่นไง ใช่แล้ว ฮานาโกะนั่งก้มหัวต่ำอยู่ตรงโต๊ะข้าง ๆ อาคารซึ่งเป็นมุมอับ"

$ renpy.music.set_volume(0.2, 4.0, channel="ambient")

"ฉันเดินไปที่โต๊ะที่ฮานาโกะนั่งอยู่แล้วดูให้แน่ใจว่าเธอรู้แล้วว่าฉันมาก่อนจะนั่งเพื่อไม่ให้เธอตกใจ พอฮานาโกะ\nเห็นฉันแล้วเธอก็โบกมือให้เบา ๆ ระหว่างที่ฉันเดินไปหา"

show hanako basic_worry_cas_close:
    center
    ypos 1.1
with charaenter

ha "นะ-นายไหวมั้ย"

"ฉันทำท่าจะหัวเราะบอกปัดไป แต่ยิ่งทำแบบนั้นก็ยิ่งหอบไปใหญ่"

hi "เดี๋ยวนี้ไม่ค่อยฟิตเลย ไม่ต้องสนใจฉันหรอก"

show hanako basic_distant_cas_close
with charachange

"ฮานาโกะพยักหน้าทั้งที่ยังทำสีหน้ารู้สึกแปลก ๆ"

"พอได้มาดูชัด ๆ แล้วก็รู้สึกว่าฮานาโกะเปลี่ยนไปเล็กน้อย ไม่รู้ว่าฉันหลอนไปเองหรือเปล่า แต่ฮานาโกะดูดีใช้ได้เลย"

show hanako basic_normal_cas_close
with charachange

show hanako basic_distant_cas_close
with charachange

"ฮานาโกะเหล่ตาขึ้นมามองฉันก่อนจะกลับไปมองพื้นเหมือนเดิม ชักคิดแล้วว่าคงจะได้กลายเป็นนัดเงียบแล้วแน่ ๆ\nแต่โชคดีที่บริกรมาวางถ้วยชาลงตรงหน้าฮานาโกะให้พอดี"

show hanako emb_downtimid_cas_close
with charachange

"ฮานาโกะหันไปมองเล็กน้อยในทันทีก่อนจะบิดขมับลง เป็นท่าทางที่เป็นธรรมชาติอย่างน่าทึ่งและทำหน้าที่\nในการปกปิดแผลเป็นไม่ให้คนที่โน้มตัวเข้ามาเห็นได้เป็นอย่างดีตามที่ตั้งใจไว้"

"แต่แขนขวาฮานาโกะที่มีแผลเป็นซึ่งเห็นได้ชัดอยู่หลังมือยังอยู่บนโต๊ะ พอบริกรสะดุดตาเข้ากับแผลเป็นนั้นฉันจึงรีบ\nเข้ามาขัดทันที"

hi "ขอโทษนะครับ ขอสั่งอะไรหน่อยได้ไหม"

"บริกรพยักหน้าแล้วรอให้ฉันดูรายการของกิน"

hi "ขอมะม่วงปั่นหนึ่งที่ครับ"

"เธอพยักหน้าแล้วเดินกลับเข้าไปในร้านอย่างกระตือรือร้น พอเป็นในตัวเมืองแล้วอะไร ๆ ก็ไม่เหมือนเดิม ไม่ใช่แค่\nในแง่ใดแง่หนึ่ง"

show hanako emb_timid_cas_close
with charachange

"ฮานาโกะเงยหน้าขึ้นมามองแล้วจัดหมวกเบา ๆ ถ้าสมมติเธอรู้ตัวว่าบริกรคนเมื่อกี้มองแผลเป็นจริง ๆ ก็แปลว่าเธอ\nเก็บอาการเก่งมาก"

ha "มะ-ไม่สั่งกาแฟเหรอ…"

hi "ร้อนแบบนี้ขืนกินกาแฟก็ได้ซี้แหงก่อนพอดี"

show hanako emb_downtimid_cas_close
with charachange

"ฉันนั่งเท้าคางมองเพื่อนร่วมโต๊ะพูดน้อยของฉัน ฮานาโกะดูจะตกใจ ซึ่งฉันไม่ได้คิดเลยว่าเธอจะมีท่าทีแบบนี้กับมุกฝืด ๆ\nของฉัน พอนึกได้ว่าเป็นเพราะอะไรก็มีอารมณ์อันไม่พึงประสงค์ก่อตัวขึ้นในใจ"

"อาการของฉันนั้นไม่เหมือนคนอื่นในยามากุ—และแน่แท้ว่าไม่เหมือนกับใครคนอื่นเท่าที่ฉันพอรู้จักด้วย—ตรงที่ว่า\nอาการของฉันไม่ได้จำกัดแค่กิจกรรมที่ฉันทำได้ หรือจะพูดให้เจาะจงก็คือ การฝืนขีดจำกัดที่ว่านั้นอาจทำให้เกิดผล\nที่ร้ายแรงยิ่งกว่าตามมาได้"

"โชคดีที่อาการของฉันแทบไม่กำเริบเลยตั้งแต่มาอยู่ที่ยามากุ ฉันนึกว่าเกิดน้อยจนฮานาโกะกับลิลลี่อาจลืมไปแล้ว\nด้วยซ้ำ แต่ดูท่าว่าจะคิดผิด"

"ฮานาโกะดื่มชาอยู่เงียบ ๆ โดยจิบดูก่อนว่าเย็นพอดื่มได้หรือยังก่อนจะดื่มไประหว่างที่ฉันรอเครื่องดื่มของตัวเอง"

"รู้สึกผิดเลยแฮะที่ทำบรรยากาศเงียบไปแบบอึดอัดอย่างนี้ ยิ่งที่ผ่านมาฉันทำแบบนี้กับฮานาโกะบ่อย ๆ ด้วย"

"จนในที่สุดบริกรคนเดิมก็โผล่มาพร้อมเครื่องดื่มของฉัน ฉันล้วงเศษเงินในกระเป๋าใส่มือเธอที่ยื่นมารอรับเงิน จากนั้นเธอก็เดินไปบริการลูกค้าคนอื่นต่อ ฉันมองตามเธอที่เดินออกไป"

show hanako emb_sad_cas_close
with charachange

ha "นายว่าเขา… น่ารักเหรอ…"

"ฮานาโกะมองตามสายตาฉันไปและมองบริกรที่มาเสิร์ฟเครื่องดื่มให้เรา ฉันวางแก้วมะม่วงปั่นลงพร้อมความรู้สึก\nที่เหมือนเลือดค่อย ๆ เดินขึ้นมาที่แก้ม"

hi "ไม่อะ ไม่ค่อยตรงสเป็กเท่าไหร่ แค่ว่าหน้าเหมือนเพื่อนเก่าที่รู้จักกันก่อนฉันหัวใจวายรอบนั้นน่ะ"

show hanako basic_worry_cas_close
with charachange

ha "นาย… มีเพื่อนเยอะเหรอ"

hi "ที่โรงเรียนเก่าก็มีอยู่บ้าง ไม่ได้เยอะหรอก ส่วนมากเราสี่คนก็ไปเฮฮากันตามประสาหลังเลิกเรียนน่ะ"

show hanako basic_normal_cas_close
with charachange

ha "ยังคุยกับพวกนั้นอยู่มั้ย"

"ฉันสั่นหัว"

hi "ไม่อะ พวกเราค่อย ๆ ขาดการติดต่อกันไปตอนฉันนอนโรงพยาบาล"

show hanako cover_worry_cas_close
with charachange

ha "นายไม่… เศร้าเหรอ ไม่โกรธเลยเหรอ"

"ฮานาโกะดูประหลาดใจจริง ๆ แต่จะคิดแบบนั้นก็คงไม่แปลก"

hi "ก็นะ ชีวิตพวกนั้นก็เดินหน้าต่อช่วงที่ฉันต้องนอนอยู่โรงพยาบาล ตอนนั้นฉันก็เจ็บใจอยู่ แต่ตอนนี้มันก็เป็นแค่\nความทรงจำดี ๆ เท่านั้นละ"

hi "อีกอย่าง พอมายามากุแล้วฉันก็ได้เพื่อนใหม่ด้วย"

"คำพูดนั้นยังนับว่าน้อยถ้าเทียบกับความรู้สึกตอนนั้นจริง ๆ ตอนอยู่โรงพยาบาลนั้นถือว่าเป็นช่วงมืดบอดของชีวิตฉันเลย\nก็ว่าได้ และฉันก็ดีใจที่ได้ฮานาโกะกับลิลลี่คอยอยู่ช่วยฉันหลังจากที่ฉันออกจากโรงพยาบาลแล้ว"

show hanako basic_bashful_cas_close
with charachange

"ฮานาโกะหน้าแดง เราสองคนต่างดื่มเครื่องดื่มของตัวเองกันต่อ เหมือนว่าตั้งแต่ฉันมาหาฮานาโกะดูจะใจเย็นลงบ้างแล้ว\nฉันเองพอได้พักหายใจหายคอแล้วก็รู้สึกดีขึ้นหน่อย ๆ ด้วย แบบนี้สิค่อยสมเป็นการออกมาเที่ยวข้างนอกดี ๆ"

"แต่ถึงจะสงบลงกว่าเมื่อครู่แล้วฮานาโกะก็ยังทำท่ากระมิดกระเมี้ยน เธอลูบไปตามผมหน้าม้าข้างหนึ่ง ฉันลองคิดดูว่า\nจะพูดอะไรดี"

hi "จริงสิ ว่าจะถาม…"

show hanako emb_timid_cas_close
with charachange

"ฮานาโกะเอียงคอด้วยความฉงน"

hi "ไม่ยักรู้ว่าเธอมีโทรศัพท์ด้วย เอาเบอร์โทร. ฉันมาจากไหนเหรอ"

show hanako emb_smile_cas_close
with charachange

ha "ละ-ลิลลี่… บอก… มา"

"ไม่น่าถาม"

hi "เนี่ย เธอถามฉันเอาก็ได้ ยังไงก็เต็มใจให้อยู่แล้ว"

hi "แลกที่อยู่อีเมลกันไหม"

show hanako basic_bashful_cas_close
with charachange

"ฮานาโกะพยักหน้าแล้ววางเครื่องดื่มก่อนจะคุ้ยหาโทรศัพท์ในกระเป๋าออกมา ส่วนฉันก็คุ้ยของตัวเอง"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

show hanaphone:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"ฉันต้องประหลาดใจเมื่อโทรศัพท์ของเธอนั้นเป็นรุ่นเดียวกันกับฉัน ไม่เหมือนก็ตรงที่ของเธอเป็นสีชมพู"

hi "สวยนี่"

show hanako basic_smile_cas_close
with None

$ renpy.music.set_volume(1.0, 1.0, channel="music")

show hanaphone:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide hanaphone
with None

"ฮานาโกะมองฉันด้วยความสงสัยก่อนจะเห็นโทรศัพท์ฉันแล้วหัวเราะคิกคัก ฉันแทบไม่เคยเห็นเธอปล่อยตัวสบาย\nให้ตัวเองหัวเราะอะไรแบบนี้ได้เลย"

show hanako cover_bashful_cas_close
with charachange

ha "แต่ฉันไม่ได้เป็นคนเลือกเองนะ"

hi "หืม?"

show hanako basic_bashful_cas_close
with charachange

ha "เป็นของขวัญจากลิลลี่น่ะ"

show hanako emb_emb_cas_close
with charachange

ha "ฉันไม่จำเป็นต้องใช้โทรศัพท์ขนาดนั้น แถมไม่มีเงินซื้อด้วย แต่ลิลลี่ก็ซื้อมาให้ตอนวันคริสต์มาส บอกว่า\nจะได้ติดต่อกันสะดวก"

"ยังไงก็เจอหน้ากันแทบทุกวันอยู่แล้ว ไม่ว่าจะในหรือนอกโรงเรียน"

"แต่ก็นะ ลิลลี่ก็มีภาระหน้าที่ในฐานะหัวหน้าห้องอยู่เหมือนกัน ไหนจะมีเพื่อนคนอื่นที่ต้องคุยด้วยอีก แล้วก็จะได้\nเป็นประโยชน์กับสถานการณ์แบบนี้ที่เธออยู่ด้วยไม่ได้สักพักด้วย"

hi "ลิลลี่คงเป็นคนสำคัญสำหรับเธอน่าดูเลยนะ"

show hanako emb_downsmile_cas_close
with charachange

ha "อื้ม ฉัน… รักลิลลี่… มากเลยละ"

"ฮานาโกะก้มหน้ายิ้มพลางคิดถึงลิลลี่ มิตรภาพของฉันไม่เคยมีมิตรภาพไหนที่แน่นแฟ้นเท่าพวกเธอสองคนเลย\nต้องยอมรับว่าฉันเองก็อิจฉาหน่อย ๆ กับความสัมพันธ์ของทั้งสองคนเหมือนกัน"

"พวกเราบอกที่อยู่อีเมลของตัวเองให้กันและกันและกดบันทึกใส่โทรศัพท์ของตัวเอง ฉันบันทึกเบอร์โทร.\nของฮานาโกะจากเมื่อครู่เข้ามาในสมุดรายชื่อ"

show hanako basic_smile_cas_close
with charachange

ha "…เรียบร้อย ทีนี้ก็มีสามคนแล้ว"

hi "สามคน?"

show hanako basic_bashful_cas_close
with charachange

ha "ลิลลี่ พี่อากิระ แล้วก็นาย"

hi "อ้อ พี่อากิระ ก็เป็นคนที่น่าสนใจดีนะ ว่าไหม"

show hanako emb_smile_cas_close
with charachange

ha "อื้ม แถมเป็นคนดีมาก ๆ ด้วย ชุดสูทก็… ดูเท่"

hi "ฉันยังแปลกใจอยู่เหมือนกันนะที่เธอสองคนรู้จักกันดีขนาดนั้น แล้วไหนพี่อากิระจะติดงานบ่อย ๆ ด้วยอีก"

show hanako emb_downsmile_cas_close
with charachange

"ฮานาโกะก้มหน้าเล็กน้อยแล้วจิบชาอีกรอบ ถ้าไม่ได้จดจ้องอยู่ละก็ฉันคงไม่เห็นรอยยิ้มจาง ๆ ที่อยู่บนใบหน้าเธอแน่\nพอรู้จักคนไม่มากแล้วก็คงแปลว่าทุกคนต่างสำคัญกับเธอมากสินะ"

ha "แล้วนาย… มีกี่คนเหรอ"

hi "ฉันเหรอ สักเก้าคนสิบคนนี่แหละ"

"ฉันลังเลไม่อยากไล่รายชื่อแต่ละคนด้วยกลัวว่าจะเป็นการซ้ำเติมเรื่องที่ว่าฮานาโกะไม่มีพ่อแม่—หรืออาจจะไม่มี\nญาติสนิทเลยก็ได้—อีกสองคนในรายการนั้นเป็นชิซูเนะกับมิช่า ซึ่งก็เป็นเรื่องที่ต้องต่อความกันอีกยืดยาวเหมือนกัน"

hi "แต่ฉันว่าลิลลี่น่าจะมีเยอะกว่าของพวกเราสองคนรวมกันเสียอีกนะ"

show hanako basic_smile_cas_close
with charachange

"ฮานาโกะหัวเราะคิกคักเป็นเด็ก ๆ จนฉันอดยิ้มไม่ได้ พอเห็นว่าอยู่กับฉันได้แบบไม่เกร็งแล้วก็ดีใจ เป็นแบบนี้แล้วรู้สึก\nเหมือนได้คุยกับตัวตนของเธอจริง ๆ เลย"

hi "ขอถามอะไรหน่อยได้ไหม พอดีอยากรู้มานานแล้วน่ะ"

show hanako basic_normal_cas_close
with charachange

"ฮานาโกะสั่นหัวพลางจิบชาไปจนหมดถ้วย"

hi "เธอดูไม่อิจฉาที่ลิลลี่มีเพื่อนเยอะเท่าไหร่เลย ไม่อยากหาเพื่อนเพิ่มหรือไปรู้จักกับเพื่อนลิลลี่บ้างเหรอ"

show hanako cover_worry_cas_close
with charachange

ha "ฉันไม่อิจฉาเลย ฉัน… ไม่ชอบคนน่ะ เลยไม่อะไรกับการที่มีเพื่อนน้อย"

"เป็น… คำตอบที่ไม่ได้คาดไว้เลย ฮานาโกะพูดโดยไม่ได้มีสีหน้าที่หวาดหลัวหรือเศร้าเลย กลับดูจริงจังด้วยซ้ำ"

show hanako cover_distant_cas_close
with charachange

ha "ฉัน…"

"ฮานาโกะถูแขนตัวเองดูกระอักกระอ่วน เธอถือเอาว่าที่ฉันเงียบไปคือให้พูดต่อ ฉันไม่รู้ว่าจะต้องพูดอะไรดีถึงได้เพียง\nมองเงียบ ๆ ด้วยความสนใจ"

ha "ตอนม. ต้น ฉันโดนแกล้ง… บ่อยมาก โดนล้อ โดนกันไม่ให้ทำงานกลุ่มด้วย โดนกันไม่ให้ร่วมทีมเล่นกีฬาด้วย\nแล้วยัง… มีอะไรที่แย่กว่านั้นอีก"

hi "เพราะแบบนี้เธอถึงได้ไม่ชอบคนอื่น?"

"ฮานาโกะสั่นหัว"

show hanako emb_timid_cas_close
with charachange

ha "ฉันไม่ชอบคน… มาตั้งแต่ประถมแล้ว"

"รู้สึกผิดเลยแฮะที่ยกเรื่องนี้ขึ้นมาคุย แค่คนโตยังรับมือกับแผลเป็นฮานาโกะไม่ค่อยจะได้ ยิ่งเด็กไม่ต้องพูดถึง"

"ฉันเคยคิดว่าที่ฮานาโกะทำตัวลีบบ่อย ๆ นั้นเป็นแค่เพราะไม่อยากให้คนจ้องมองหรือเพราะกลัว และที่แน่ ๆ คือไม่ได้คิด\nว่าเป็นเพราะเธอไม่อยากปฏิสัมพันธ์กับผู้คนจริง ๆ"

"เมื่อเห็นว่าก้อนมะม่วงปั่นที่ฉันไม่ได้แตะเริ่มละลายจนเป็นของเหลวอยู่ก้นแก้วแล้วจึงถือจังหวะนี้กินจนหมด"

stop music fadeout 5.0

show hanako emb_downtimid_cas_close
with charachange

"ระหว่างที่ดื่มฮานาโกะก็เริ่มกดโทรศัพท์เล่น ดูท่าว่าจะนึกขึ้นได้ว่ารอบตัวมีคนอยู่ถึงได้เริ่มเกร็ง"

"ไม่ใช่โทรศัพท์ถูก ๆ ด้วย ตอนที่จะซื้อฉันต้องเก็บเงินอยู่พักใหญ่เหมือนกัน แต่ถ้าลิลลี่เรียนโรงเรียนเอกชนได้\nก็คงไม่เดือดร้อนอะไรกับการที่ต้องซื้อโทรศัพท์เครื่องนี้ให้เป็นของขวัญ"

"ฉันนึกอะไรได้เมื่อเห็นฮานาโกะที่เล่นโทรศัพท์อยู่…"

hi "นี่ ฮานาโกะ รอฉันก่อนนะ เดี๋ยวมา"

$ renpy.music.set_volume(0.4, 4.0, channel="ambient")

"ฉันวางแก้วที่ตอนนี้มะม่วงปั่นพร่องไปหมดแล้วลง เก็บโทรศัพท์ใส่กระเป๋า ตั้งท่าเตรียมลุกออกเดินระวังไม่ให้เหยียบ\nกระเป๋าที่วางอยู่ข้างเท้า โชคดีที่พอได้นั่งพักอยู่คุยกับฮานาโกะแล้วก็มีแรงขึ้นมากว่าเมื่อครู่มาก"

show hanako defarms_worry_cas_close
with charachange

ha "เดี๋ยว อะ-อะไรนะ นะ-นายจะไปไหน"

hi "เธออยู่นี่แหละ แป๊บเดียวเดี๋ยวมา!"

$ renpy.music.set_volume(0.0, 1.0, channel="ambient")

show bg city_karaokeint
show hanako invis_close
with shorttimeskip

$ renpy.music.set_volume(0.2, 0.3, channel="ambient")
"แม้จะอยากวิ่งตอนขากลับมาแค่ไหนแต่ก็รู้ดีว่าวิ่งไม่ได้ สุดท้ายจึงได้แต่เดินกลับมาที่คาเฟพร้อมถุงสีฟ้าใบเล็กในมือ"

show hanako defarms_worry_cas_close
with charachange

play music music_another fadein 3.0

"ฮานาโกะเห็นฉันทันทีที่กลับมาพร้อมสีหน้างงงวยเหมือนตอนที่ฉันเดินออกไป ฉันวางถุงขนาดย่อมนั้นไว้ตรงหน้าเธอ\nก่อนจะนั่งลง"

show hanako basic_worry_cas_close
with charachange

ha "นี่คือ…?"

hi "ให้ เปิดดูเลย"

show hanako cover_worry_cas_close
with charachange

ha "ตะ-แต่"

hi "เปิดเลย"

"ฮานาโกะทำหน้าไม่แน่ใจมาก ๆ แต่สุดท้ายก็ยอมทำตามที่บอก เธอค่อย ๆ เปิดถุงแล้วหยิบของข้างในออกมา"

show phonestrap:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

$ renpy.music.set_volume(0.5, 1.0, channel="music")

"สายประดับโทรศัพท์ที่เป็นโซ่สีเงินห้อยออกมาจากมือฮานาโกะ ตรงส่วนปลายมีดอกไม้สวย ๆ ประดับอยู่ ถึงไม่ใช่\nเพชรน้ำหนึ่งหรืออะไร แต่ฉันก็เลือกของเท่าที่พอจะมีกำลังซื้อให้ได้"

show hanako cover_bashful_cas_close
with None

"ฮานาโกะทำตาลุกวาวทันทีที่เห็น เป็นท่าทีที่ฉันคาดหวังไว้เลยละ"

"แสงแดดสะท้อนวิบวับตอนที่สายโซ่เงินนั้นเคลื่อนไปมา ดูสวยโดยที่ไม่ได้อลังการจนเกินไป เหมาะกับฮานาโกะดีทีเดียว"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

show phonestrap:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide phonestrap
with None

"ฮานาโกะวางสายประดับโทรศัพท์ลงกับโต๊ะแล้วมองฉันอีกรอบ"

show hanako cover_worry_cas_close
with charachange

ha "แต่… วันนี้ไม่ใช่… วันคริสต์มาสหรือวันเกิดฉัน…"

hi "ไม่เป็นไรน่า เรื่องแค่นี้เอง แค่เห็นว่าถ้ามีอะไรประดับโทรศัพท์เธอบ้างคงดี"

show hanako basic_worry_cas_close
with charachange

ha "ฉะ-ฉันไม่มีอะไรจะให้…"

hi "บอกแล้วไงว่าไม่เป็นไร เพื่อนกันให้ของแบบนี้กันบ้างก็ไม่แปลก เนอะ"

show hanako emb_downsmile_cas_close
with charachange

ha "เพื่อน…"

"ฮานาโกะก้มหน้างุดจนฉันไม่เห็นสีหน้าเธอ สุดท้ายเธอก็พยักหน้าแล้วหยิบโทรศัพท์กับจับสายประดับไปมาหาวิธีติด"

show hanako emb_smile_cas_close
with charachange

$ renpy.music.set_volume(0.5, 1.0, channel="music")

show hanaphonestrap:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"ฮานาโกะมองฉันแล้วยิ้มพลางชูโทรศัพท์ที่ตอนนี้มีดอกไม้ดอกเล็ก ๆ ประดับอยู่แล้ว"

ha "ขอบคุณนะ… ฮิซาโอะ"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

show hanaphonestrap:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide hanaphonestrap
with None

"รอยยิ้มของเธอพาให้ฉันยิ้มตาม"

"ฉันเห็นคู่รักคู่หนึ่งที่ลุกจากโต๊ะเดินออกไปอยู่ตรงหางตาจนนึกได้ว่าใกล้ถึงเวลาที่รถบัสเที่ยวกลับไปเมืองที่อยู่\nล่างยามากุจะมาแล้ว"

hi "ต้องไปแล้วละ พอดีจะขึ้นรถเที่ยวกลับเมือง จะไปด้วยไหม"

show hanako def_worry_cas_close
with charachange

ha "อ๊ะ อะ-อื้ม"

show hanako invis_close at center
with dissolvecharamove

"ฮานาโกะรีบพยักหน้าแล้วเก็บโทรศัพท์ใส่กระเป๋าอย่างเบามือแล้วลุกจากเก้าอี้ ฉันลุกตามแล้วหยิบกระเป๋าที่วางไว้ข้าง ๆ\nตอนที่เดินออกมา"

stop ambient fadeout 1.0
stop music fadeout 3.0

scene bg city_street2
show hanako emb_downsmile_cas_close at center
with locationskip

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_traffic fadein 1.0

"เราเดินเคียงกันไปจนถึงสถานีรถบัสโดยไม่คุยอะไรกัน ฮานาโกะมองทางข้างหน้าเขม็ง ดูจะมีความสุขมาก ๆ"

"ฉันไม่แน่ใจว่าจะต้องพูดอะไรกับเธอดี ไม่แน่ใจด้วยว่าจำเป็นต้องพูดหรือเปล่า แค่ฮานาโกะมีความสุขได้เพราะฉัน\nก็ทำให้แขนฉันที่แบกของอยู่นั้นเบาหวิวดุจขนนกขึ้นมาแล้ว"

stop ambient fadeout 2.0

scene black
with dissolve


#*********************

label th_H29:

scene bg school_scienceroom
with locationchange

play music music_normal fadein 2.0

"ฉันเดินจากหอมาจนถึงห้องเรียนอย่างทุกทีแล้วเดินเข้าไป สายตาฉันหันไปมองที่โต๊ะที่สามนับจากทางซ้าย\nของแถวหลังสุดซึ่งเป็นโต๊ะฮานาโกะทันที"

"ว่างเปล่า และเมื่อมองไปรอบ ๆ ห้องก็เห็นว่าคงจะยังไม่มา สองสาวจากชมรมหนังสือพิมพ์นั่งอยู่ที่โต๊ะถัดจากฮานาโกะ\nไปทางซ้าย ชิซูเนะกับมิช่าก็อยู่ แต่ก็เท่านั้น"

"เราทักทายยามเช้ากันก่อนฉันเดินมานั่งที่ ค่อยโล่งใจขึ้นมาหน่อยเพราะจะได้มีเวลาคิดอีกสักพัก"

"ตั้งแต่ที่นัดเจอกันในตัวเมืองครั้งนั้นฉันก็เอาแต่คิดถึงฮานาโกะ ถึงก่อนหน้านี้จะคิดอยู่แล้วก็เถอะ"

"ฉันยังไม่รู้ว่าจะต้องมองความสัมพันธ์ของตัวเองกับฮานาโกะเป็นอะไร ฉันชอบฮานาโกะ ส่วนนี้ฉันยอมรับ ฉันอยาก\nปกป้องและคุ้มกันเธอให้พ้นจากความเจ็บปวด ความรู้สึกของฉันคงไม่ใช่แค่คำว่าเพื่อนแล้ว"

"แต่ถึงอย่างนั้น… ฉันก็รู้สึกเหมือนตัวเองไม่ได้รู้จักฮานาโกะด้วยซ้ำ"

"ถ้าฉันเดินหน้าต่อแล้วฮานาโกะจะคิดอย่างไร สภาพจิตใจเธอคงที่พอจะตัดสินใจเรื่องความสัมพันธ์ของเราได้\nอย่างสมเหตุสมผลหรือเปล่า ถ้าหลังจากนั้นเกิดอะไรขึ้นอีกแล้วเธอจะรับได้ไหม"

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
play ambient sfx_footsteps_hard fadein 4.0

"หรือฉันอาจจะตีความฮานาโกะไปผิดก็ได้อีกต่างหาก ซึ่งก็เป็นแบบนั้นได้ไม่ยากเลยเมื่ออีกฝ่ายเป็นคนที่ไม่มีทักษะ\nทางสังคมขนาดนั้น"

"เสียงฝีเท้าที่เดินมาทางประตูทำให้ฉันต้องหันไปมอง"

stop ambient fadeout 0.3

show miki invis:
    right
    xpos 1.1
with None

show miki whistle at right
with dissolvecharamove

"ปรากฏว่าเป็นมิกิ"

show miki smile
with charachange

show miki invis at Position (xpos=0.9)
with dissolvecharamove

"มิกิแทบไม่ได้รับรู้ถึงตัวตนฉันตอนที่เผลอไปสบตาเข้า ฉันจะเบือนหน้าหนีแล้วแต่ก็มีเสียงอีกคนเดินตามมาไม่นาน\nหลังจากที่เธอนั่งที่"

show hanako invis:
    right
    xpos 1.1
with None

show hanako emb_downtimid at right
with dissolvecharamove

stop music fadeout 2.0

"ฉันชะงักไปเมื่อเห็นว่าฮานาโกะเข้ามา ไม่แปลกที่ฉันจะชะงัก แต่ฉันไม่รู้ว่าจะต้องทำตัวยังไงหรือพูดอะไรกับฮานาโกะ"

show hanako emb_timid
with charachange

"เราสบตากันแวบหนึ่ง"

show hanako emb_downtimid
with charachange

show hanako invis at Position (xpos=0.9)
with dissolvecharamove

"แล้วเธอก็มองไปทางอื่นด้วยความรวดเร็วก่อนจะนั่งที่ไม่พูดอะไร"

scene bg school_library_ss
with shorttimeskip

play music music_tranquil fadein 3.0

"ตอนนี้หน้าฉันจมอยู่กับหนังสือที่ฉันรู้สึกว่าไม่น่าสนใจเอาเสียเลย ซึ่งกลายเป็นเรื่องปกติไปแล้วกับช่วงเวลา\nหลังเลิกแต่ละคาบ"

"การเรียนไม่ใช่ทางของฉันแต่แรก ก่อนมายามากุฉันก็ไม่ได้ตั้งใจเรียนขนาดนั้น และที่ผ่านมาได้จนตอนนี้ส่วนใหญ่\nก็พึ่งพรสวรรค์ที่ติดตัวมาทั้งนั้น พอทำได้แค่นี้แล้วก็รู้สึกหงุดหงิด"

"ดูจากสีหน้านักเรียนคนอื่นสองสามคนที่อยู่ในห้องสมุดแล้ว คงไม่ได้มีแค่ฉันสินะที่หน่ายใจกับเรื่องนี้ นี่ละมั้งที่เขาว่า\nคนเราชอบหาผู้ร่วมโชคชะตาเดียวกัน"

"ฉันคิดจะไปกินข้าวเที่ยงกับฮานาโกะเพราะไม่ได้กินด้วยกันมาสักพักแล้ว แต่ก็อาจเจียดเวลานั้นมาอ่านหนังสือได้\nเหมือนกัน เพราะเราก็แทบไม่ได้คุยอะไรกันเลยนอกเสียจากการคุยเรื่อยเปื่อย ๆ เล็กน้อย ๆ"

"ทำไมถึงทำแบบนี้กับฉันกัน ฉันแค่อยากปกป้องฮานาโกะ อยากอยู่เคียงข้างฮานาโกะ แต่ทุกครั้งที่เหมือนจะได้\nเข้าใกล้ชิดแล้วเราก็กลับห่างออกจากกันไปอีก"

ha "ยะ-ยุ่งอยู่หรือเปล่า…"

$ renpy.music.set_volume(0.0, 0.3, channel="music")

show hanako defarms_shock_ss at center
with vpunch

hi "ฮานาโกะ!?"

"ฉันหันหัวเหลียวซ้ายแลขวาด้วยความตกใจจนฮานาโกะสะดุ้งถอยกรูด"

show hanako emb_downsad_ss
with charachange

"จังหวะบัดซบสิ้นดี ถ้าไม่ได้คิดถึงฮานาโกะอยู่ฉันก็คงไม่ตกใจขนาดนี้หรอก"

$ renpy.music.set_volume(1.0, 5.0, channel="music")

hi "ขอโทษที พอดีตกใจเธอนิดหน่อย"

"ฉันจ้องฮานาโกะนานเกินความจำเป็น จึงหันกลับไปมองหนังสือที่อยู่บนโต๊ะตรงหน้า รู้สึกเหมือนไม่ได้อ่านแต่จ้องคำ\nไปเป็นคำ ๆ มากกว่า"

"ฮานาโกะก็น่าจะดูออกด้วย ฉันถอนหายใจแล้วปิดหนังสือ"

hi "มีอะไร"

show hanako emb_sad_ss
with charachange

ha "แค่… ยะ-อยากรู้ว่านายอะ-อ่านอะไรอยู่…"

"ฮานาโกะดูหมองไปเล็กน้อยเมื่อเห็นปฏิกิริยาของฉันหลังจากเห็นเธอ ฉันล้มเลิกความคิดที่จะอ่านต่อแล้วลุกขึ้น\nนำหนังสือไปเก็บที่ชั้นใกล้ ๆ"

hi "หนังสือภาษาอังกฤษน่ะ"

show hanako basic_normal_ss
with charachange

ha "พะ-พอรู้เรื่องขึ้นมาไหม"

hi "อืม รู้เรื่องว่าฉันไม่เก่งภาษาอังกฤษอะนะ"

show hanako basic_smile_ss
with charachange

"ฮานาโกะหัวเราะคิกคัก ฉันคิดมากเรื่องสถานะสุดพิลึกของความสัมพันธ์เราก็จริง แต่ฉันก็รู้ดีว่าถ้าฉันไม่สนิทกับเธอ\nเข้ามาสักหน่อยนับตั้งแต่ที่ได้เจอกันครั้งแรกแล้วคงไม่ได้เห็นท่าทีเล็ก ๆ น้อย ๆ แบบนี้"

"ฉันมองฮานาโกะอยู่ขณะหนึ่งพลางคิดว่าฉันรู้และไม่รู้อะไรเรื่องเธอบ้าง ซึ่งเป็นหัวข้อที่ชวนหดหู่หน่อย ๆ"

show hanako basic_worry_ss
with charachange

ha "มะ-มีอะไร… เหรอ"

stop music fadeout 5.0

"ถ้าอยากรู้จักฮานาโกะให้มากกว่านี้ฉันก็คงต้องเลิกอ้อมไปอ้อมมาสักที"

"การคุยกับลิลลี่ในฐานะเพื่อน ๆ กันแทนที่จะมามัวกลัวว่าจะทำให้อีกฝ่ายต้องเศร้าขึ้นมาก็ดูจะใช้ได้ เพราะงั้น\nก็ใช้วิธีคุยตรง ๆ แบบนี้นี่แหละกับฮานาโกะด้วย"

hi "นี่ ฮานาโกะ จะว่าอะไรไหมถ้าขอถามเธออย่าง"

show hanako cover_worry_ss
with charachange

ha "มะ-ไม่ว่า"

hi "ฉัน… อยากรู้ว่าชีวิตเธอเป็นยังไงน่ะ ชีวิตก่อนจะมายามากุ"

show hanako emb_blushing_ss
with charachange

"ฮานาโกะลังเล ฉันนึกจะถอยไม่ถามต่อแล้ว แต่เธอดูจะชั่งใจกับคำถามนั้นอย่างจริงจัง"

"ฉันนั่งมองฮานาโกะเงียบ ๆ ปล่อยให้เธอใช้เวลาคิด เธอไม่สบตากับฉันเลย ทั้งทำสีหน้าเหมือนกำลังเถียงกับตัวเอง\nว่าจะเปิดใจกับฉันให้มากกว่านี้ดีไหม"

"สุดท้ายฮานาโกะก็ตอบรับด้วยการพยักหน้าหงึกคล้ายไม่แน่ใจ ดูเกร็งกว่าตอนก่อนที่ฉันถามอีก"

show hanako basic_worry_ss
with charachange

ha "โอเค ตะ-แต่… นายจะต้องละ-เล่าเรื่องชีวิตนายให้ฟังก่อนนะ…"

hide hanako
with charaexit

"ฉันพยักหน้าแล้วเดินตามเธอที่ออกจากห้องสมุดไปเพื่อจะได้คุยกัน"

scene bg school_hallway3
show hanako basic_normal at center
with locationchange

play music music_serene fadein 0.5

"ตอนนี้นักเรียนหลายคนออกจากอาคารหลักไปกันแล้ว โถงทางเดินจึงแทบไม่มีใคร ยกเว้นคนบางคนที่ยังวนเวียน\nอยู่ตามห้องชมรม"

hi "งั้น… เริ่มที่ตอนได้มายามากุแล้วกัน"

hi "นึกก่อนนะ… ตอนที่พ่อแม่บอกว่าจะได้มาเรียนยามากุเป็นตอนที่ฉันอยู่ที่โรงพยาบาล"

hi "หมอบอกว่าฉันไม่ควรกลับไปเรียนที่เดิมแล้ว พ่อแม่ฉันก็ตกลงแล้วหว่านล้อมให้ฉันเข้าเรียนที่ยามากุ ซึ่งก็แปลว่า\nฉันจะต้องใช้ชีวิตอยู่ห่างจากพ่อแม่เป็นครั้งแรกเลย"

show hanako cover_worry
with charachange

ha "คง… ลำบากมากเลยสินะ"

hi "อืม… ก็ใช่ ยอมรับเลยว่าลำบาก แต่พ่อแม่ฉันก็ทำงานหนักแบบเต็มเวลา เพราะงั้นฉันก็พอจะชินแล้วกับการใช้ชีวิต\nอยู่ตัวคนเดียว ที่คิดหนักที่สุดน่าจะเป็นเรื่องที่ว่าฉันต้องไปเรียนที่โรงเรียนสำหรับคนพิการนี่แหละ"

hi "แล้วเธอล่ะ"

scene bg school_staircase2
show hanako emb_downtimid_close at right
with locationchange

"กลุ่มเด็กสาวสองสามคนเดินผ่านเราไปตอนที่เราเดินใกล้ถึงบันได ฮานาโกะแนบตัวชิดกับฉันไปจนถึงชั้นล่าง\nฉันรู้สึกแปลก ๆ ขึ้นมาหน่อยเพราะปกติแค่เดินในโรงเรียนเธอจะไม่อยู่ใกล้ขนาดนี้"

show hanako emb_downsad_close
with charachange

ha "พี่ ๆ ที่บะ-บ้านก็เสนอตัวเลือกว่าให้เลือกอะไรได้บ้าง ที่เรียนตอนมัธยมต้น… ก็ไม่ค่อยดีเท่าไหร่ เลยคิดว่ามาเรียน\nที่ยามากุน่าจะดีกว่า"

ha "โรงเรียนนี้อยู่ไกลจากบ้านคน แล้วก็คิดว่าน่าจะใช้ชีวิตที่นี่ได้ง่ายกว่าเพราะคนอื่นหลายคนที่มาเรียนก็พิการ"

scene bg school_lobby_ss
with locationchange

"ย้อนแย้งดีที่สาเหตุที่ฮานาโกะอยากมาที่ยามากุนั้นคือสาเหตุที่ฉันไม่อยากมายามากุ ฉันมองว่าโรงเรียนนี้ทำให้รู้สึก\nเหมือนตัวเองปลีกแยกออกจากสังคม ออกจากทุกคนที่ฉันรู้จัก ซึ่งฮานาโกะอาจมองว่าสิ่งนี้คือเรื่องที่ดีก็ได้"

hi "ชีวิตที่สถานรับเลี้ยงเด็กกำพร้ามันเป็นยังไงเหรอ"

show hanako emb_timid_ss at center
with charaenter

ha "ก็… โอเคนะ พี่ ๆ เขาก็ดี คอยดูแลพวกเรา เด็กคนอื่นในบ้านไม่ค่อยคุยกับฉันเท่าไหร่ แต่ฉันก็ไม่อะไรเพราะไม่ได้\nอยากคุยกับคนอื่นอยู่แล้ว"

show hanako emb_downsmile_ss
with charachange

ha "ที่บ้านนั้นมีห้องสมุดย่อม ๆ ด้วย ฉันเลยเริ่มหันมาอ่านหนังสือฆ่าเวลา พี่ ๆ ก็ไม่ว่าอะไรเพราะแบบนี้จะได้รับมือ\nกับฉันง่ายกว่าเด็กคนอื่น"

hi "เธอไม่มีเพื่อนอยู่ที่บ้านนั้นเลยเหรอ"

show hanako basic_worry_ss
with charachange

ha "ไม่เลย ฉันว่า… ตอนนั้น… ชีวิตฉันชะงักไป ฉันรู้แหละ แต่ก็ไม่ได้อะไร"

"แต่ชีวิตชะงักไปตลอดช่วงนั้นเลยเหรอเนี่ย… แล้วก็เป็นช่วงที่กินเวลาในชีวิตไปหลายปีด้วย แล้วแต่ว่าเหตุการณ์\nไฟไหม้ครั้งนั้นเกิดขึ้นเมื่อไหร่ ไม่มีพ่อแม่ ไม่มีเพื่อน และเหมือนจะไม่มีญาติด้วย…"

scene bg school_courtyard_ss
with locationchange

"เราเดินออกจากประตูมายังลาน ฉันนึกว่าจะต้องหรี่ตารับแสงแดด แต่ตอนนี้ก็เย็นย่ำมากแล้ว"

show hanako emb_timid_ss at center
with charaenter

"ฮานาโกะเหลือบมองฉันไม่หยุด ฉันจึงเบือนหน้าหนีบ้าง"

ha "ที่โรงพยาบาลเป็นไงบ้างเหรอ"

"ฉันจัดสมองให้โล่งด้วยความรวดเร็วแล้วตั้งสมาธิอีกรอบ"

"ฉันลังเลเล็กน้อย แต่อย่างไรก็ต้องบอกละนะ เราสนิทกันพอที่ฮานาโกะจะเล่าเรื่องนี้ให้ฟังได้แล้ว เพราะงั้นฉันก็ต้อง\nตอบรับด้วยการเล่าให้ฟังบ้าง"

hi "บางครั้งก็พอได้ บางครั้งก็ไม่ไหวเหมือนกัน แรก ๆ ทุกคนก็เห็นอกเห็นใจฉันมาเยี่ยมฉันบ่อย ๆ เหมือนว่าฉัน\nแขนหักหรืออะไรงั้นแหละ"

hi "ตอนที่ได้เจอเพื่อนทุกคนก็เป็นช่วงเวลาที่ดีนะ อิวานาโกะก็มาเยี่ยมบ่อยเหมือนกัน บ่อยกว่าใครเลยแหละ"

hi "แต่ช่วงเวลาที่ไม่ดีก็มีเหมือนกัน ตอนที่เพื่อนเริ่มไม่มาเยี่ยมแล้วฉันก็ค่อย ๆ ระลึกได้ว่าสถานการณ์ของฉัน\nมันร้ายแรงขนาดไหน เตือนให้ฉันคิดได้ว่าฉันไม่ได้แค่แขนขาหัก แต่กลายเป็นคนละคนกับเมื่อก่อนไปแล้ว"

hi "แม้แต่ตอนที่อิวานาโกะมาอยู่ด้วยฉันก็เริ่มอึดอัด สุดท้ายก็เงียบกันไป ทั้งที่ก่อนหน้านี้อิวานาโกะจะพูดจ้อ\nตลอดเลย"

"แต่อิวานาโกะเป็นแบบนั้นอยู่แล้ว ถึงจะเป็นคนเปราะบาง แต่เธอก็แค่พูดไม่หยุดเพื่อจะปกปิดว่าตัวเองเป็นคนแบบนั้น\nไม่ได้พูดเรื่องอะไรเป็นพิเศษ แค่… พูดเฉย ๆ"

hi "ฉันว่าจุดต่ำสุดในชีวิตฉันมีอยู่สามที่ หนึ่งคือตอนที่พ่อแม่บอกฉันว่าฉันจะไม่ได้กลับไปเรียนที่เดิมแล้ว สองคือ\nเวลาถึงวันเกิดตอนที่ฉันอยู่ในโรงพยาบาล และสาม… ตอนที่อิวานาโกะจากฉันไปไม่กลับมาเลย"

scene bg school_gardens_ss
with locationchange

"เราเดินมาตามทางหลักที่ผ่านสวนโดยทิ้งอาคารเรียนไว้เบื้องหลัง ตามอาคารเรียนอาจมีคนอยู่บ้าง แต่ข้างนอกนั้น\nนับได้ว่ามีเพียงเราสองคนเท่านั้น"

show hanako basic_worry_ss at center
with charaenter

ha "โรงเรียนม. ต้นนายเป็นยังไงเหรอ"

hi "ก็ชอบนะ ฉันโตมากับเมืองกรุง แล้วโรงเรียนม. ต้นนั้นก็อยู่ใกล้บ้านด้วย คนเยอะทีเดียวละ ฉันก็ไม่ได้อะไร คงเพราะ\nฉันชินกับการอยู่กับฝูงชนผู้คนมากมายแล้ว"

hi "ผลการเรียนฉันก็ดี ฉันเล่นฟุตบอลกับเพื่อนด้วย แล้วพอเลิกเรียนก็ไปสังสรรค์ด้วยกันบ่อยเหมือนกัน แต่พวกนั้น\nชอบล้อเรื่องผมฉัน"

show hanako def_worry_ss
with charachange

ha "ผมนาย?"

"ฉันทำหน้าเบ้พลางยกมือมาปิดผมไว้"

hi "มันจะมีผมที่ชอบชี้ตลอดไม่ยอมลู่ไปกับผมเส้นอื่นทั้งที่ไม่อยากให้ชี้ แม่ก็ไม่ยอมให้ฉันตัดผมเกรียนด้วย\nหวีให้มันเรียบเท่าไหร่ ๆ มันก็จะเด้งขึ้นมาตลอดอยู่ดี"

show hanako basic_smile_ss
with charachange

ha "ตอนนี้มันก็ชี้อยู่หน่อย ๆ นะ"

hi "กลัวอยู่พอดีว่าเธอจะทักงั้น"

show hanako cover_worry_ss
with charachange

ha "ขะ-ขอโทษ ฉันไม่ได้ตั้งใจ…!"

"ฉันหัวเราะเบา ๆ แล้วบอกปัดไป"

hi "ไม่เป็นไรน่า รู้แหละว่ายังชี้อยู่"

"รู้สึกแปลกดีพอมีคนมาสนใจเรื่องอดีตของฉันขนาดนี้ ถ้าเป็นคนอื่นฉันคงคิดว่าแค่ถามไปตามมารยาท แต่ฮานาโกะ\nไม่ทำอย่างนั้นหรอก หรือถ้าจะทำแบบนั้นจริงก็คงไม่เนียนจนดูออกชัดว่าแค่ถามตามมารยาท"

scene bg school_dormhallground
show hanako emb_downtimid_close at right
with locationskip

"ในห้องส่วนกลางที่ชั้นล่างของหอนั้นมีเด็กสาวอยู่จำนวนหนึ่ง ฮานาโกะแนบตัวเข้ามาชิดกับฉันตอนที่พวกเรา\nเดินผ่าน ฉันคิดว่าเดี๋ยวก็คงปล่อย แต่เธอก็แนบอยู่อย่างนั้นไปตลอดทางที่ขึ้นบันได"

stop music fadeout 5.0

"รู้สึกว่าการที่ฮานาโกะจับแขนครั้งนี้… ต่างไปจากทุกทียังไงไม่รู้"

scene bg school_girlsdormhall
with locationchange

"ฉันจมอยู่กับความคิดตัวเองไประหว่างที่เราเดินขึ้นบันไดมายังโถงทางเดิน พอเราหยุดเดินแล้วฉันเงยหน้าขึ้นมอง\nถึงนึกได้ว่าฉันตามฮานาโกะมาโดยไร้ซึ่งข้อกังขาใด ๆ เลย"

hi "ทำไมเราถึงมาที่ห้องเธอกันนะ"

show hanako basic_distant_close at center
with charaenter

"ฮานาโกะมองตรงไปที่ประตูไม่แม้แต่จะหันมามองทางฉัน"

hi "ฮานาโกะ?"

show hanako basic_normal_close
with charachange

"ฮานาโกะตั้งท่าจะตอบแต่ก็ยั้งตัวเองไว้"

hide hanako
with charaexit

play sound sfx_dooropen

"เธอกลับผละออกจากฉันเงียบ ๆ เปิดประตูเดินเข้าไปข้างใน"

"ฉันมองโถงทางเดินไปมาด้วยยังงง ๆ ว่าควรทำอย่างไรต่อ ฉันยักไหล่แล้วเดินตามเข้าไป ก็ไม่มีเหตุผลอะไรที่ฉัน\nจะต้องกลับหอตัวเองนี่นะ"

scene bg school_dormhanako_ss
show hanako basic_normal_ss at center
with locationchange

"ฮานาโกะยืนอยู่กลางห้องมองตรงมาที่ฉัน ฉันกระอักกระอ่วนทุกทีที่เธอมองแบบนี้เพราะปกติเธอจะไม่ทำ\nฉันอ้าปากจะพูดแต่เธอก็ขัดก่อน"

ha "รบกวน… ปิดแล้วล็อกประตูให้หน่อยได้ไหม"

"ฮานาโกะยกมือขึ้นมาที่หน้าอกแล้วกำเสื้อบริเวณนั้นไว้"

hide hanako
with charaexit

play sound sfx_doorclose
with Pause (0.8)                                                                                                                            

play sound sfx_lock

"ฉันหันไปปิดประตูแล้วต้องชะงัก"

"บรรยากาศตอนนี้ชักแปลก ๆ แล้ว และยิ่งแปลกไปใหญ่เมื่อได้ยินเสียงรูดผ้าม่านปิดอยู่ข้างหลังฉัน"

"ไม่นานก็จะค่ำแล้ว ฉันเป็นชาย เธอเป็นหญิง สองเราในห้องนอน เธอปิดผ้าม่าน ฉันปิดและล็อกประตู เธอคงไม่…\nไม่ได้คิดแบบนั้น… ใช่ไหม"

"ฉันกลืนน้ำลายแล้วหันหน้าไปอย่างเชื่องช้า ฮานาโกะอยู่กลางห้องแต่ยังไม่หันหน้ามาทางฉัน"

show hanako emb_downtimid_ss at center
with charaenter

ha "นายเล่าเรื่องอดีตให้ฉันฟังแล้ว ตาฉันเล่าเรื่องอดีตของฉันบ้าง"

"ฮานาโกะสูดหายใจลึกตัวสั่นแล้วเว้นช่วงไปสองสามวินาที เธอขยับมือมาดึงโบว์ที่เสื้อ ซึ่งยิ่งย้ำว่าสิ่งที่ฉันคิดนั้น\nถูกแล้ว"

hi "ฮะ-ฮานาโกะ…"

show hanako emb_timid_ss
with charachange

ha "ยะ-อย่า… เพิ่งพูดอะไรนะ"

"ฉันเงียบตามเธอสั่ง ฮานาโกะปลดโบว์ออกแล้วเริ่มแกะกระดุมเสื้อก่อนจะปลดตะขอเสื้อชั้นใน ซึ่งแต่ละอย่างเป็นไป\nอย่างช้า ๆ หรืออาจจะรู้สึกว่าช้าเพราะเป็นการถอดเสื้อผ้าก็ได้ ไม่แน่ใจ"

"ฉันได้แต่ยืนอยู่กับที่มองฮานาโกะที่ปลดกระโปรงมือสั่น ๆ ก่อนจะปล่อยทิ้งลงกับพื้น"

play music music_hanako fadein 1.0

scene ev hanako_scars:
with whiteout

"จนในที่สุดเธอก็จับเสื้อถอดออกมาและปล่อยให้เสื้อชั้นในไหลออกจากบ่า เหลือเพียงฮานาโกะที่ยืนอยู่กลางห้อง\nด้วยกายที่มีเพียงถุงน่องและกางเกงในปกปิดอยู่"

ha "นี่คือฉัน ตัวฉัน… ทั้งหมด"

show ev hanako_scars_large:
    xalign 0.0 yalign 1.0 subpixel True
    acdc_warp 30.0 xalign 1.0 yalign 0.0
with locationchange

"ตาฉันมองไปที่แผลเป็นตรงแผ่นหลังของฮานาโกะทันที ผิวตามลำตัวซีกขวาของเธอคล้ายกับผิวบนหน้า แต่เป็นรอย\nที่ลากยาวกว่าและกินพื้นที่เยอะกว่า ส่วนที่เป็นแผลเป็นหนักที่สุดเห็นจะเป็นบริเวณไหล่ ก้น กับต้นขา"

"นี่คือเหตุการณ์ที่กำหนดความเป็นตัวของฮานาโกะขึ้นมาใหม่… เหมือนอย่างที่เหตุการณ์หัวใจวายของฉัน\nกำหนดชีวิตฉัน"

"ถ้าฉันเพิ่งเจอฮานาโกะแล้วได้เห็นรอยแผลเป็นนี้ฉันคงตกใจ ไม่ใช่แค่เพราะภาพที่เห็น แต่ตกใจว่ารอดจากเหตุการณ์\nที่ทำให้เกิดแผลขนาดนี้มาได้ด้วย"

"แต่พอมีเวลาทำใจให้ชินและได้เห็นแผลเป็นบนหน้า มือ กับคอบ่อย ๆ แล้วฉันก็ไม่ได้ออกอาการอะไรมาก ที่ฉัน\nตอบสนองอยู่ตอนนี้ไม่ใช่เพราะแผลเป็น แต่เป็นเพราะร่างกายเธอต่างหาก"

ha "เหตุการณ์ไฟไหม้ครั้งนั้นเกิดขึ้นตอนฉันอายุได้แปดขวบ ซึ่งเกิดเมื่อตอนกลางคืนที่พวกเราหลับกันอยู่"

"เสียงฮานาโกะสั่นเครือ เสื้อที่สั่นอยู่นั้นบ่งบอกว่ามือเธอก็สั่นด้วยเช่นกัน"

ha "ฉัน… นอนขดตัว… ตอนที่ไฟโหมเข้ามา แม่ฉัน… คอยกันไฟไม่ให้ถูกตัวฉัน พะ-เพราะแบบนี้ฉันถึง… ได้รอด…"

"ฮานาโกะน้ำตารื้น เสียงเธอสั่นด้วยความกดดันที่ต้องเปิดเผยตัวเองให้ฉันได้เห็นเช่นนี้กับการที่ต้องย้อนนึกถึง\nความทรงจำอันเจ็บปวดเมื่อนานมาแล้ว"

"ฉันอยากจะพูด พูดอะไรก็ได้ พูดให้ฮานาโกะรู้สึกดีขึ้น แต่ก็พูดไม่ออก พอเป็นสถานการณ์แบบนี้แล้วฉันก็รู้สึกว่า\nตัวเองไร้ค่า เธอฝืนตัวเองเพื่อที่จะให้ได้เข้ามาใกล้ชิดฉัน แต่ก็กลับเป็นช่วงเวลาเช่นนี้ที่ฉันจะรู้สึกอยู่ห่างจากเธอ\nมากที่สุด"

ha "ขอโทษ… ที่ต้องให้นายมาเห็นอะไรแบบนี้นะ"

"คงไม่ต้องปฏิเสธอะไรกับสิ่งที่รู้กันอยู่แล้ว สิ่งที่ฉันควรจะพูดตอนนี้ซึ่งเป็นสิ่งที่ฮานาโกะอยากให้พูดนั้นเป็นความจริง\nเป็นสิ่งที่ฉันเชืื่อสุดใจและมาจากใจจริง"

hi "ไม่สำคัญหรอก เธอน่ะเป็นคนที่ดีนะฮานาโกะ ร่างกายเธอจะเป็นยังไงก็ไม่เกี่ยวกันเลย"

"ฮานาโกะมองฉันเนิ่นนาน ลมหายใจของเธอสั่น ๆ เธอพยายามตั้งสติกับอารมณ์ทั้งหลายที่เราทั้งสองคนต่างรู้สึก\nเหมือนว่าเธอไม่ได้มองมาที่ฉัน แต่มองผ่านเข้ามายังฉัน"

"ฉันค่อย ๆ เดินไปหาฮานาโกะแล้ววางไหล่บนบ่าตอนที่เธอปล่อยเสื้อ เธอสะดุ้งเฮือก แต่ก็ด้วยความตกใจไม่ใช่ความกลัว"

"เมื่อได้อยู่ใกล้เธอแล้วอารมณ์ฉันก็รวนไปหมด แผลเป็นที่เธอเปิดให้เห็นนั้นสัมผัสคล้ายหนังสัตว์ ซึ่งขัดกับผิวอ่อนนุ่ม\nกับผมสีเข้มลื่นสลวยของเธออย่างประหลาด"

"ฮานาโกะเป็นเด็กผู้หญิง ซึ่งก็มีความเป็นผู้หญิงตามสมควร เธอสูงกว่าผู้หญิงโดยทั่วไป แต่ก็มีส่วนโค้งเว้าตามแต่ละส่วน\nอย่างเหมาะเจาะ ต้นคอเธอที่เปิดให้เห็นเพราะผมไปเคลียบ่าแล้วนั้นช่างมีเสน่ห์"

ha "ฉันรู้… ว่าฉันไม่ได้สวย… เหมือนอย่างลิลลี่ ฉันแค่… อยากให้นาย… ได้เห็นฉัน เห็นตัวตนจริง ๆ ของฉัน"

hi "แต่ฉันได้เห็นตัวตนของเธอจริง ๆ แล้วนี่นา ไม่เห็นต้องถอดเสื้อผ้าเลย"

scene bg school_dormhanako_ss
show hanagown stockworry_blush_close_ss at center
with locationchange

"เธอเผยอปากออกพ่นลมออกมาโดยไม่ทันได้คิดอะไร ฉันโน้มตัวเข้าไปประทับริมฝีปากพลางกลั้นหายใจ"

"เราจูบกันอยู่เพียงชั่วขณะหนึ่งก่อนจะผละจากกัน ลมหายใจของเราถี่ขึ้นด้วยความประหม่า สัมผัสจากริมฝีปากเธอ\nยังคงค้างอยู่ ฮานาโกะยังคงมองฉันไม่วางตา"

show hanagown stockdistant_blush_ss at center
with charachange

"ฉันปลดเน็กไทตัวเองแล้วเริ่มแกะกระดุมเสื้อด้วยมือที่สั่นอยู่หน่อย ๆ ไม่ต่างกันกับฮานาโกะ เธอยังยืนมองพื้นอยู่ที่เดิม\nไม่ได้มองฉันตอนถอดเสื้อผ้า"

"ใจหนึ่งฉันก็นึกยินดีที่ไม่มองเพราะปกติฉันก็อาย ๆ กับร่างกายตัวเองอยู่แล้ว ยิ่งมีแผลเป็นฉันยิ่งอายไปใหญ่ แต่อีกใจ\nฉันก็รู้สึกว่าตอนนี้บรรยากาศนั้นแปลกมาก"

show hanagown stocknormal_blush_ss at center
with charachange

"เสื้อฉันร่วงลงไปกองกับพื้นแบบลวก ๆ เหมือนกันกับกองเสื้อกับกระโปรงของฮานาโกะ เธอสะดุ้งตัวโยนเมื่อได้ยิน\nเสียงรูดซิปกับเสียงกางเกงฉันที่ถกลง"

"ฉันวางกางเกงไว้กับพื้นข้างเตียงฮานาโกะ ไม่นานถุงเท้าฉันก็ตามไป ฉันนึกลังเลขึ้นมาเมื่อจะถอดบ็อกเซอร์\nแต่สุดท้ายก็ใส่ไว้"

"เป็นสิ่งแทนถึงอุปสรรคขั้นสุดท้ายที่ฉันรู้สึกว่ายังก้าวข้ามไปไม่ได้ ฉันไม่ยอมไปต่อเพราะอาย และเพราะไม่อยาก\nให้ฮานาโกะตระหนกไปมากกว่านี้ และฉันก็ต้องการอะไรมากระตุ้นให้หายอึดอัดจากสถานการณ์นี้ด้วย"

show hanagown stockdistant_blush_ss at center
with charachange

hi "ฮานาโกะ…"

hide hanagown
with charaexit

"ฮานาโกะพยักหน้าไม่แม้แต่จะมองหน้าเดินไปยังเตียงพร้อม ๆ กันกับฉัน เธอเดินเหมือนกับว่าขาตัวเอง\nเป็นท่อนไม้แข็ง ๆ ซึ่งฉันคงจะขำอยู่ถ้าตัวเองก็ไม่เป็นเหมือนกัน"

"ฉันเป็นฝ่ายเริ่มก่อนโดยการหันตัวนั่งลงที่ริมเตียง ฉันมองหน้าฮานาโกะเป็นการเชื้อเชิญให้มานั่งข้าง ๆ หรือนั่งที่ตัก\nแต่สุดท้ายฉันก็ต้องก้มหน้าลงอย่างกระอักกระอ่วนเพื่อไม่ให้ตัวเองต้องจ้องร่างกายฮานาโกะ"

label th_H29h:

scene evh hanako_bed_boobs_glance
with whiteout

"แต่ถึงอย่างนั้นฮานาโกะก็เข้ามานั่งตักฉันอย่างรู้กัน ความรู้สึกทั้งหลายแผ่ซ่านทั่วตัวทันทีที่เธอนั่ง"

"สัมผัสจากเธอผ่านเป้ากางเกงนั้นชัดที่สุด แต่กลิ่นของเธอก็ชัดพอกัน เหงื่อเธอเริ่มออกบ้างด้วยความประหม่าแล้ว\nทั้งกลิ่นและสัมผัสจากผมเธอกระจายไปทั่วหน้าฉัน"

"ฉันลองปั้นยิ้มให้ฮานาโกะไม่ต้องอึดอัดเกินไป แต่ก็กลายเป็นรอยยิ้มเจื่อน ๆ ฉันตัดสินใจเดินหน้าต่อด้วยการ\nยกมือข้างหนึ่งขึ้นมาจับหน้าอกฮานาโกะ ส่วนอีกข้างวางไว้ที่ขาเธอ"

show evh hanako_bed_boobs_blush
with charachange

"ฮานาโกะเม้มปากแน่นหมายจะยั้งเสียงร้องสะดุ้งแต่ก็กลั้นไม่อยู่"

hi "ขอโทษที ไม่ได้ตั้งใจจะทำให้เธอตกใจน่ะ"

"ฮานาโกะสูดหายใจแล้วเพียงสั่นหัวตอบ"

"ฉันกลืนน้ำลายดังเอื๊อกก่อนจะขยับมือไปสัมผัสและคลึงหน้าอกกับส่วนยอด เป็นสัมผัสที่ละมุน หน้าอกเธอยุบ\nไปตามฝ่ามือที่จับโดยมีแรงต้านเล็กน้อย"

"ฉันคิดอยู่ครู่หนึ่งว่าทำไปแล้วฮานาโกะคงไม่ได้มีอารมณ์ด้วย แต่เธอก็หรี่ตาลงช้า ๆ จังหวะหายใจของเธอเริ่มคงที่\nทั้งตัวเธอค่อย ๆ ผ่อนเกร็งอยู่บนตักฉัน"

"เป็นอะไรที่ชวนให้พอใจได้แบบแปลกใหม่ดีที่ทำให้ฮานาโกะรู้สึกแบบนี้ได้ ดีกว่าสัมผัสจากร่างกายเธอเสียอีก ฉันยังรู้สึก\nได้ถึงจุดนูนเล็ก ๆ ที่ขัดกับนิ้วฉันซึ่งก่อนหน้านี้ไม่มีอยู่ด้วย"

###
show evh hanako_bed_crotch_blush
with charachange

"ฉันค่อย ๆ เลื่อนมือลงต่ำด้วยไม่อยากให้ฮานาโกะต้องตกใจมาก เธอไม่ขัดขืนอะไร นิ้วฉันขยับขึ้นลงตามร่องอ่อนนุ่ม\nตรงระหว่างขาเธอ"

"ตัวฮานาโกะแนบชิดกับฉัน ผิวเราทั้งสองคนต่างมีเหงื่อเคลือบอยู่บาง ๆ ทั้งความอุ่นและอะไรทั้งหลายนั้นมากเกินพอ\nที่จะทำให้ฉันมีอารมณ์ขึ้นมา เธอเองก็ด้วย"

"ฮานาโกะร้องออกมาเบา ๆ เมื่อฉันออกแรงกดนิ้วอีกเล็กน้อยและขยับให้เร็วขึ้นอีกหน่อยไปตามสัญชาตญาณ\nเด็กสาวที่อยู่ตรงหน้าฉัน ที่นั่งทับฉัน… ฉันต้องการเธอ ต้องการทุกอย่างที่เป็นเธอ"

show evh hanako_bed_crotch_glance
with charachange

"ฉันหยุดนิ้วให้ฮานาโกะได้ถอนหายใจยาวพักจากความรู้สึกที่สะสมขึ้นอยู่ในตัวเรื่อย ๆ เธอเหลือบมามองฉันเงียบ ๆ\nด้วยความคาดหวังบางอย่าง"

"ฉันได้แต่พยักหน้ารับ ไม่รู้เหมือนกันว่าฉันหรือเธอที่ตื่นเต้นกว่ากัน"

scene bg school_dormhanako_ss
with locationchange

"ฉันผละตัวเองออกจากฮานาโกะเข้ามาที่เตียงด้วยความยากลำบากเล็กน้อย ส่วนเธอก็ขยับตัวออกแล้วนอน\nหนุนหมอนพร้อมลมหายใจหอบหนัก"

scene evh hanako_missionary_underwear
with whiteout

"ฮานาโกะนอนอยู่ต่อหน้าฉัน กางเกงในเธอสีเข้มขึ้น หน้าอกของเธอขยับขึ้นลง ใบหน้าแดงฉ่า ตามองฉัน…\nแผลเป็นนั้นยิ่งทำให้เธอดูมีเอกลักษณ์ ฉันถึงกับไม่รู้จะพูดอะไรเมื่อเธอให้ฉันได้เห็นเธอในสภาพนี้"

"ฉันเข้าไปใกล้ ๆ แล้ววางมือไว้ที่เอวเธอ ฉันรอให้ฮานาโกะพยักหน้าก่อนแล้วถึงค่อย ๆ จับถุงน่องนั้นแล้วดึงขึ้น\nอย่างเบามือที่สุด"

"ฉันคงถอดถุงน่องออกหมดแบบไม่ให้ขาดไม่ได้ สุดท้ายจึงถกขึ้นมาไว้ที่ขาแล้วจับกางเกงในเลื่อนออกด้านข้าง"

"เรียกได้ว่าตอนนี้เธอนอนเปลือยอยู่บนเตียงแล้ว ทั้งส่วนที่บอบบางที่สุดกับส่วนที่เป็นแผลเป็นของเธอปรากฏให้เห็น\nทั้งหมด"

"ฉันยื่นนิ้วไปวางไว้ที่หว่างขาเธอแล้วคลึงอีกเล็กน้อยจนลมหายใจเธอขาดห้วง ถ้าตื่นตัวขนาดนี้แล้วน่าจะใช้ได้\nฉันถอดบ็อกเซอร์แล้วย้ายตัวเข้ามาที่ด้านในเตียง"

"พอฉันขยับเข้าใกล้ฮานาโกะแล้วทั้งตัวเธอก็เกร็งพร้อมดวงตาเบิกโพลง เธอ… กลัวเหรอ"

"ฉันสูดหายใจลึก ๆ ก่อนจะนึกอะไรที่ควรนึกได้ตั้งแต่ก่อนหน้านี้แล้ว ฉันหลับตาแล้วตั้งสติ"

"ฉันจดจ่ออยู่กับหัวใจที่เต้นอยู่ เต้นรัวกว่าปกติ แต่จังหวะยังสม่ำเสมออยู่ ฉัน… ว่า… น่าจะพอไหว ถ้าทำแบบค่อย ๆ"

ha "นายไหว… หรือเปล่า…"

"ฉันลืมตามองฮานาโกะ ท่าทีเมื่อกี้ของฉันคงดูน่าเป็นห่วงพอตัวเลยสินะ"

hi "ไหว แค่ดูให้แน่ใจเฉย ๆ น่ะว่าตัวเองยังไหว"

"ฮานาโกะยังลังเลอยู่หน่อย ๆ แต่ก็พยักหน้า เธอไม่ได้ดูกลัวเท่าเมื่อครู่แล้ว อาจจะเพราะเห็นว่าฉันเองก็กังวลเหมือนกัน\nแล้วถึงได้สบายใจขึ้นมา"

"ฉันโน้มตัวเข้าไปทาบทับริมฝีปากกับเธอ ลิ้นเราสัมผัสกันแบบกล้า ๆ กลัว ๆ ตัวเธอที่อยู่ข้างใต้ฉันนั้นเริ่ม\nคลายความเกร็งลง เราทั้งสองเริ่มกลับมามีอารมณ์กันอีกครั้ง"

"แล้วฉันก็นึกอะไรได้ก่อนจะถอนตัวออกมา"

"ฉันเอี้ยวตัวไปหากางเกงที่กองอยู่ข้างเตียงแล้วเอื้อมไปที่กระเป๋าหลังคลำ ๆ หาบางอย่างจนปลายนิ้ว\nสัมผัสเข้ากับซองสีเงินขนาดเล็ก"

"ฉันหยิบออกมาทันทีแล้วจัดแจงตัวเองกลับมานั่งท่าเดิมห่างจากฮานาโกะเล็กน้อยก่อนจะจับซองนั้นไปมา ต้องงม\nอยู่สักพักกว่าทุกอย่างจะลงตัวถูกต้อง สุดท้ายถุงยางก็มาครอบอยู่กับสิ่งที่ควรครอบตามหน้าที่อย่างพอดิบพอดี"

"ดูท่าว่าฮานาโกะจะชอบใจอยู่บ้างที่เห็นฉันใส่ถุงยางครั้งแรกนั้นแบบไม่ค่อยเป็น และเมื่อฉันตั้งท่าเตรียมแล้วเราก็\nหัวเราะเบา ๆ กันอย่างกระอักกระอ่วน แต่ตอนนี้ต้องตั้งสมาธิแล้ว"

"ฉันก้มมองแล้วจัดให้เข่ากับเอวอยู่ในตำแหน่งที่คิดว่าน่าจะใช่แล้วจับของตัวเองด้วยมือที่ยังสั่น ๆ หน้าของฮานาโกะ\nอยู่ตรงกับหน้าฉัน แต่ตาเธอมองตรงที่หว่างขาของเราสองคน"

"ฉันสูดหายใจตื้น จ่อตรงส่วนปลายแล้วดันเอวไปข้างหน้า"

scene evh hanako_missionary_closed
with charachange

ha "อ๊า…!"

"ฉันดุนตัวเองเข้าไปข้างในเธอทั้งหมดรวดเดียว สัมผัสกับอารมณ์ทุกอย่างไหลบ่าเข้ามาในสมอง ส่วนฮานาโกะ\nร้องด้วยความเจ็บ"

"พอมองหน้าเธอแล้วฉันก็อึดอัด ฉันเผลอดันแรงและเร็วเกินไปจนฮานาโกะต้องเจ็บเกินความจำเป็น เราต่างไม่รู้\nว่าต้องทำอย่างไร และสิ่งที่ฉันอยากเลี่ยงที่สุดเลยคือการทำให้เธอเจ็บ"

scene evh hanako_missionary_open
with charachange

"ฮานาโกะลืมตาอีกครั้งมองมาทางฉัน คงเห็นว่าฉันทำหน้าลำบากใจอยู่ถึงได้ปั้นสีหน้าให้ดูมีความสุขขนาดนั้น\nซึ่งไม่เนียนเอาเสียเลย"

"ฉันก้มมองแล้วค่อย ๆ เริ่มขยับเอวอีกครั้งหลังจากที่เว้นช่วงให้ฮานาโกะได้พักแล้ว"

"เป็นการขยับที่ไม่เป็นธรรมชาติเอามาก ๆ รู้สึกว่ากล้ามเนื้อร่างกายส่วนล่างได้ขยับในแบบที่ไม่เคยขยับมาก่อนเลย"

"และฉันก็รู้ด้วยว่าฉันทำให้หัวใจต้องทำงานหนักเกินสมควร ฉันคอยจับสังเกตจังหวะหัวใจทุกครั้งที่ขยับตัว"

"สัมผัสภายในฮานาโกะนั้นทั้งนุ่มทั้งอุ่น ซึ่งถ้าไม่มีถุงยางคอยซับความรู้สึกไปหน่อย ๆ แล้วฉันคงทนได้ไม่นานแน่\nทั้งการขยับตัวเรื่อย ๆ กับเสียงร้องอ่อนหวานของเธอนั้นช่วยเร้าอารมณ์เข้าไปอีก"

scene evh hanako_missionary_clench
with charachange

"สีหน้าที่ดูเจ็บ ๆ ของฮานาโกะนั้นไม่ได้หายไปอย่างที่หวังไว้ ผิวหนังส่วนที่เป็นแผลเป็นซีกหนึ่งของเธอนั้นเขยื้อน\nไม่เหมือนกับอีกซีก และเส้นผมยังระหน้าเธอไปหมด"

"ฉันโอบตัวยกเธอขึ้นมาเล็กน้อย เราเขยิบตัวไปมาอยู่ครู่หนึ่งจัดท่าให้ต่างจากเดิมเพื่อไม่ให้ฮานาโกะต้องเจ็บมาก"

"เราสองคนขยับตัวได้แบบสบายขึ้นเรื่อย ๆ โดยมีฉันจับขาเธอไว้ กลิ่นฮานาโกะแทรกเข้ามาในความรับรู้ ท่านี้\nทำให้ฉันไม่ต้องออกแรงมากด้วย"

"เหมือนสมองส่วนรับรู้เวลาจะเพี้ยนไปแล้ว และเหมือนจะหายใจเกินจนคล้ายจะเป็นลมให้ได้ แต่ฉันก็อยากให้ฮานาโกะ\nรู้สึกดี มาถึงขั้นนี้แล้วจะให้หยุดก็คงไม่ได้"

"ความหวามไหวเข้าถาโถมในฉับพลัน ความรู้สึกเริ่มก่อตัวขึ้นเรื่อย ๆ จนฉันแทบคุมไม่อยู่แล้ว ฉันเร่งการขยับ\nโดยเริ่มไม่ได้สนใจกับการผ่อนจังหวะให้เหมาะกับตัวเอง"

"ทุกครั้งที่เหมือนจะได้จังหวะลงตัวแล้วตัวเราก็เคลื่อนจนจังหวะนั้นหายไป ท่านี้ไม่น่าช่วยให้ฮานาโกะรู้สึกดีขึ้นเท่าไหร่\nและฉันก็น่าจะกลั้นได้อีกไม่นานแล้วด้วย"

"ฉันวางตัวฮานาโกะลงกับเตียง ตอนนี้สิ่งที่เราทั้งสองทำต่างมีเพียงการไปให้ถึงที่หมายเท่านั้น"

"เมื่อกระแทกเข้าไปเรื่อย ๆ ก็เริ่มสัมผัสได้ว่าใกล้เต็มที ฉันเกร็งสุดชีวิตยื้อไว้ให้นานที่สุดเท่าที่จะทำได้"

hi "ฮานาโกะ…!"

scene evh hanako_missionary_closed
with charachange

"ฮานาโกะร้องเสียงแหลมเล็ก หัวสมองฉันว่างเปล่า เอวฉันกระทบเข้ากับเธออย่างหนักเมื่อฉันถึงฝั่งแล้วและยังรู้สึก\nถึงตัวเองที่กระตุกอยู่ข้างใน เธอบิดตัวไปมาจนทำให้ฉันเสียวซ่านขึ้นไปอีก"

window hide

label th_H29x:

scene bg school_dormhanako_ni
show white
with Dissolve(3.0)

window show

"และผ่านไปสองสามวินาที… ทุกอย่างก็สิ้นสุดลง"

"ทั้งเสียงหายใจของฮานาโกะกับเสียงจี๊ดในแก้วหูนั้นดังเสียดหู ฮานาโกะยกแขนขึ้นมาก่ายหน้าพลางสูดหายใจ\nทางปาก"

stop music fadeout 10.0

show white:
    linear 10.0 alpha 0.0

"ระหว่างที่คร่อมฮานาโกะนั้นอยู่ ๆ แขนฉันก็เปลี้ยราวกับมีใครมาชักแขนออกและภาพตรงหน้าบิดเบี้ยวไป\nฉันทิ้งตัวลงนอนข้างฮานาโกะที่หอบอยู่ด้วยกลัวว่าจะหมดแรงล้มทับตัวเธอไปก่อน"

"เรานอนเคียงเบียดเสียดแนบกายเปลือยเข้าหากันให้นอนอยู่บนเตียงสำหรับนอนคนเดียวได้ ฉันพยายามจะจดจ้อง\nแค่ตรงเพดานแต่ก็มองได้ไม่นาน จึงเพียงชักผ้าห่มมาคลุมคลายความหนาวให้เราสองคน"

"ในห้องมีเพียงเสียงหายใจของเราสองคน เหงื่อท่วมตัวจนฉันนอนได้ไม่สบายตัว ทั้งร่างกายและจิตใจเรา\nอ่อนล้ายุ่งเหยิงไปหมด"

window hide

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.8)

window show

"ฉันจ้องเพดานจนภาพที่เห็นเริ่มกลับมาเป็นปกติ แต่แขนขาฉันยังอ่อนเหมือนบวบต้ม หัวใจที่เต้นอย่างไม่สม่ำเสมอนั้น\nทำให้เสียดเจ็บขึ้นมาเล็กน้อยเมื่อตั้งสมาธิไปที่หน้าอก"

window hide

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.8)

window show

"ตอนนี้อันตราย ต้องคิดให้รอบคอบอย่างไม่ตื่นตระหนก ไม่อย่างนั้นแล้วอะไร ๆ จะต้องแย่กว่านี้แน่"

window hide

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.8)

window show

"ฉันคุมจังหวะหายใจตัวเองที่เพี้ยนไปอย่างสุดความสามารถด้วยการสูดหายใจเข้าลึก ๆ พอนับหนึ่งไปถึงหกแล้ว\nถึงรู้สึกค่อยยังชั่วบ้าง จากนั้นจึงกดหน้าอกเป็นการบรรเทาอาการ"

"หัวใจฉันกลับมาเป็นปกติแล้ว โอเคแล้ว"

scene ev hanako_after_worry
with locationchange

play music music_twinkle fadein 1.0

"ฉันหันไปมองฮานาโกะที่มองฉันอยู่ก่อนแล้ว สีหน้าเธอดูเหม่อ ๆ ทว่าเห็นชัดว่ามีความกังวลแฝงอยู่ เธอรู้ว่าเมื่อครู่\nเกิดอะไรขึ้น"

hi "ฉัน… โอเคแล้ว ทุกอย่าง… กลับมาเป็นปกติแล้ว"

"ฉันหอบหนักจนแทบพูดไม่เป็นคำ ไม่คิดเลยว่าเซ็กส์จะทำให้เพลียได้ขนาดนี้ อาการของฉันก็คงมีส่วนด้วยแน่นอน\nทำไมร่างกายฉันถึงมาเป็นแบบนี้เอาตอนนี้นะ"

scene ev hanako_after_smile
with charachange

"แต่รอยยิ้มที่ผุดขึ้นบนใบหน้าฮานาโกะก็ปัดเป่าทุกความคิดเรื่องหัวใจให้พ้นไปจากสมอง"

"ฉันยิ้มกลับไปไม่คิดอะไรเหมือนอย่างเคย รอยยิ้มของฮานาโกะนั้นช่างจริงใจและหวานล้ำเหมือนเด็ก ๆ จนทำให้\nอดยิ้มตามไม่ได้ เป็นสิ่งที่ทำให้ฮานาโกะนั้นแตกต่างจากคนอื่นที่ฉันเคยรู้จักมา"

"ตอนนี้… เราไม่ต้องการคำพูดใด ๆ ทุกอย่างที่เราอยากสื่อสารนั้นส่งถึงกันและกันได้โดยไม่ต้องใช้คำพูด"

stop music fadeout 2.0

scene black
with shuteye

#*********************

label th_H30:

scene black
with dissolve

hi "อือ…"

play music music_pearly

scene bg school_dormhanako at left
with openeye

"เปลือกตาฉันที่ค่อย ๆ เปิดออกนั้นหนักอึ้ง แสงที่ส่องจากข้างนอกเข้ามาทำให้ฉันต้องกะพริบตาสองสามครั้ง\nเป็นการปรับตา ทั้งตัวก็เหมือนมีตะกั่วถ่วง หัวก็หนัก ๆ เหมือนกัน"

"ตื่นมาแล้วเห็นเพดานที่ไม่คุ้นตาแล้วก็รู้สึกอึดอัดแปลก ๆ นึกถึงตอนที่ตื่นมาเจอเพดานสีขาวที่มีรอยยุบ\nในห้องของโรงพยาบาลเป็นครั้งแรกเลย"

"จ้องอยู่ได้สองสามวินาทีถึงนึกออกว่าตัวเองอยู่ที่ไหน ที่นี่คือห้องฮานาโกะ"

"รู้สึกราวกับหัวใจจะหยุดเต้นอีกครั้งเมื่อเหตุการณ์เมื่อคืนเล่นซ้ำในสมอง เลือดสูบฉีดเข้ามาที่แก้ม ฉันหลับตาลง\nอีกครั้ง"

"เช้ามาก็อย่าเพิ่งกระวนกระวายอะไรเลยดีกว่า ฉันคอยปัดความคิดนั้นทิ้งไปจากหัวก่อน"

"ฉันหันหัวไปด้านข้างมองไปตรงที่ที่ฮานาโกะเคยอยู่ตอนก่อนฉันจะผล็อยหลับไป ซึ่งตอนนี้ตรงนั้นเหลือเพียงเตียง\nที่ว่างเปล่า ในห้องก็ไม่มีใคร"

"ฉันลุกขึ้นนั่งแบบเอื่อย ๆ มาขยี้ตาบีบสันจมูกแล้วมองไปรอบ ๆ ห้อง"

show bg school_dormhanako at right
with charamove_slow

"ในห้องนี้มีแค่ฉันที่ยังไม่มีเสื้อผ้าติดตัว พอกวาดตามองหารอบ ๆ ห้องก็เห็นว่าเสื้อผ้าของฉันวางพับไว้อย่างดีอยู่ตรง\nมุมหนึ่งของห้อง แต่หาเท่าไหร่ก็หาฮานาโกะไม่เจอ"

"ไม่มีซองถุงยางสีเงินแล้วด้วย อาจจะอยู่ในถังขยะแล้ว"

"ฉันหาวหวอดใหญ่ลุกออกจากเตียงมองหาชุดชั้นใน ฉันหน้าเบ้ไปเล็กน้อยเมื่อคิดว่าต้องใส่บ็อกเซอร์ที่ผ่านศึกเมื่อวาน\nมาจนบอบช้ำตัวเดิม แต่ก็ใช่ว่าจะมีทางเลือกอื่นละนะ"

"ฉันถือเอาจังหวะที่ตอนนี้ไม่มีใครอยู่ด้วยรีบแต่งตัวเตรียมไปเข้าเรียน"

"และแล้ว… ก็ไม่มีใคร"

"เมื่อไม่มีอะไรอย่างอื่นให้คิดให้ทำแล้วสมองฉันก็จดจ่ออยู่กับเรื่องที่ว่าตอนนี้ฉันอยู่ในห้องนอนคนอื่นที่ฉัน\nนอนค้างอ้างแรมด้วย ซึ่งไม่มีวี่แววว่าเธอคนนั้นอยู่แถวนี้เลย"

play sound sfx_rumble

"ดูท่าว่าท้องไส้จะช่วยฉันได้มากกว่าสมองในการไขปริศนานี้ พอได้ยินเสียงท้องร้องแล้วก็นึกได้ว่าฮานาโกะคงแค่\nออกไปหาข้าวเช้ากิน"

"ก็อยากจะตื่นมาแล้วเจอฮานาโกะอยู่ข้าง ๆ อยู่หรอก แต่ว่า… ให้ฉันได้อยู่ตัวคนเดียวบ้างก็คงดีเหมือนกัน"

"ห้องฮานาโกะยังเปล่าเปลือยเหมือนเช่นเคย มีของตกแต่งล้ำค่าอยู่บ้าง ไม่มีของใช้ส่วนตัวอะไรที่ไม่ได้เก็บไว้ในตู้\nหรือลิ้นชักเลย"

"ฮานาโกะอยู่ที่นี่มาสามปีแล้ว แต่สภาพห้องเหมือนเพิ่งมาอยู่ได้แทบไม่ถึงวันด้วยซ้ำ"

"ไม่ควรไปคิดอะไรมากสิ ฮานาโกะอาจจะใช้ชีวิตอยู่อย่างนี้ คนอื่นที่อยู่แบบนี้ก็คงมี การอยู่แบบไม่ต้องมีของใช้ส่วนตัว\nมากมายก็มีประโยชน์อยู่เหมือนกัน แต่ถึงอย่างนั้น พอนึกถึงอดีตของฮานาโกะแล้วได้มาเห็นสภาพนี้ก็รู้สึก\nไม่สบายใจเหมือนกัน"

"ฮานาโกะเคยบอกว่าตัวเองมองว่าชีวิตชะงักไปตอนที่อยู่สถานรับเลี้ยงเด็กกำพร้า ซึ่งเธอก็ยังใช้ชีวิตเหมือนอย่าง\nตอนอยู่ที่นั่นนั่นแหละ แต่ว่า… พอได้เห็นเธอเมื่อคืนที่ผ่านมาแล้วฉันก็ไม่ค่อยจะเชื่อว่าฮานาโกะยังคิดแบบนั้นอยู่\nจริง ๆ"

play sound sfx_dooropen

"เสียงลูกบิดแทรกเข้ามาในความคิด ฉันหันไปมอง"

show hanako basic_normal at center
with charaenter

"เป็นฮานาโกะดังคาด เธอเดินเข้ามาแล้วปิดประตู ในมือเหมือนจะมีอาหารสำเร็จรูปที่อุ่นไมโครเวฟมา คงลำบาก\nอยู่หน่อย ๆ"

hi "อรุณสวัสดิ์ฮานาโกะ"

show hanako basic_bashful
with charachange

ha "ระ… รุณหวัด"

"ฮานาโกะก้มหัวเล็กน้อยก่อนเดินมาวางจานทั้งสองใบที่โต๊ะ ตอนนี้ฉันเห็นแล้วว่าในจานเป็นสะเต๊ะกับข้าวที่มีส้อม\nเสียบไว้อยู่ซึ่งมีควันลอยฉุย"

show hanako basic_distant at Position(ypos=1.15)
with dissolvecharamove

"ฉันขอบคุณฮานาโกะที่นำข้าวเช้ามาให้ เราหยิบไปคนละจานแล้วกินกัน เธอนั่งอยู่ที่โต๊ะ ส่วนฉันนั่งอยู่ที่ริมเตียง"

"ฉันไม่คุยตอนกินข้าวอยู่แล้ว ที่น่าหงุดหงิดจึงไม่ใช่ความเงียบในตอนนี้เพียงอย่างเดียว แต่ที่รู้สึกแปลก ๆ เพราะเรา\nต่างไม่รู้จะพูดอะไรกันต่างหาก"

show hanako basic_normal
with charachange

show hanako basic_distant
with charachange

"ฮานาโกะกินไปพลางเหลือบมองฉันไปพลางอยู่บ่อย ๆ และที่ฉันรู้ก็เพราะฉันก็ทำเหมือนกัน"

"เรากินข้าวด้วยกันเหมือนว่าเราเป็นแฟนกัน เมื่อคืนเรามีอะไรกัน—ซึ่งต่างเป็นครั้งแรกของเราสองคน—แล้วด้วย\nแต่เหมือน… มีอะไรผิดที่ผิดทางไป"

"อาจจะเพราะอย่างนี้เราถึงไม่พูดอะไรกันแล้วกินอาหารในจานตัวเองไปจนหมดแล้วเก็บจานไว้ที่อ่างล้างจาน"

scene bg school_girlsdormhall
with locationchange

"อาจจะเพราะอย่างนี้เราถึงออกมาจากห้องฮานาโกะโดยไม่จับมือกันหรือคุยเรื่อยเปื่อยกัน"

"อาจจะเพราะอย่างนี้ถึงรู้สึกเหมือนว่าเราอยู่ห่างจากกันกว่าทุกที"

scene bg school_scienceroom at left
with locationskip

"เราเข้าห้องเรียนพร้อมกันโดยไม่แม้แต่จะเหลือบมองกัน ทันทีที่เข้าไปฉันก็ระลึกได้ว่าทำพลาดไปแล้ว ชิซูเนะเลิกคิ้ว\nด้วยความสงสัยที่เห็นเราสองคนมาด้วยกัน"

show hanako cover_distant at center
with charaenter

"เราเดินมาถึงทางเดินที่อยู่ระหว่างโต๊ะนักเรียนแล้วมองตากัน ฉันไม่แน่ใจนักว่าควรพูดอะไรดี อยากให้เรียก\nว่าเป็นแฟนหรือเปล่า ฉันว่าความสัมพันธ์ของเรามันยัง… อ้อ มิน่าล่ะถึงได้รู้สึกแปลกขนาดนี้"

hi "จะ-เจอกัน"

show hanako cover_bashful
with charachange

ha "โอเค"

hide hanako
with charaexit

"ฉันยกมือโบกให้เธออย่างกระอักกระอ่วนก่อนจะแยกกันไปนั่งที่ของตัวเอง"

"ฉันไม่กล้าหันไปมองฮานาโกะด้วยซ้ำเพราะอาย ที่ระหว่างฮานาโกะกับฉันมีช่องว่างอยู่ก็น่าจะเพราะฉันนี่แหละ"

show shizu invis:
    center
    xpos -0.1
show muto invis:
    center
    xpos 0.75
with None

show shizu basic_normal:
    xpos 0.0
with dissolvecharamove

show muto normal:
    tworight
with dissolvecharamove

"ชิซูเนะตั้งท่าจะเดินมาหาฉัน แต่ครูก็เข้าห้องมาก่อน"

show shizu invis at Position(xpos=-0.1)
with dissolvecharamove

"ฉันนึกโล่งใจที่ครูมาช่วยยื้อชิซูเนะกับการซักไซ้จากเธอไว้ไปทีหลังได้ตรงจังหวะขนาดนี้"

"ซึ่งยังไงฉันก็คงตอบชิซูเนะไม่ได้อยู่ดี"

"ฉันชอบฮานาโกะ แต่ไม่เคยบอกให้เธอได้รับรู้ถึงความรู้สึกของฉันเลย ฮานาโกะก็ไม่เคยบอกเหมือนกันว่ามองฉัน\nเป็นมากกว่าเพื่อน แต่แม้กระนั้นเราก็หลับนอนด้วยกัน"

stop music fadeout 2.0

scene bg school_scienceroom at left
with shorttimeskip

play sound sfx_normalbell

"ระฆังบอกเวลาพักเที่ยงดังขึ้น ครูสะดุ้งเล็กน้อยด้วยไม่อยากให้การสอนวิชาเคมีของตัวเองถูกตัดกลางคันอย่างนี้"

"เนื้อหาที่ครูสอนมาทั้งคาบนั้นเข้าหูซ้ายทะลุหูขวาไปหมดแล้ว โดยที่ในหัวฉันตั้งคำถามกับเรื่องฮานาโกะอยู่\nฉันสลัดเธอออกไปจากใจไม่ได้เลย และตอนนี้ฉันก็เครียดขึ้นมาแล้วด้วย"

"ฉันฉุกคิดได้ว่าฮานาโกะไม่เคยตอบตกลงกับสิ่งที่เราทำลงไปเลย แต่ก็ไม่ได้ปฏิเสธด้วย แต่ว่า… จะปฏิเสธได้ด้วยเหรอ\nตอนปกติก็เป็นคนที่ยอมอะไรง่าย ๆ อยู่แล้ว และชัดว่าเธอต้องรวบรวมความกล้ามามากแค่ไหนที่จะเปิดแผลเป็นให้ฉันดูได้"

"ฉันตัดสินใจว่าอย่างน้อย ๆ ก็ไปลองคุยดูก่อนแล้วกัน คงจะดีกว่าการสื่อสารพยางค์เดียวที่เราใช้กันมาตั้งแต่ตอนเช้า\nของวันนี้"

show bg school_scienceroom at bgleft
with charamove_slow

show hanako emb_downtimid:
    center
    ypos 1.15
with charaenter

"ฉันเดินไปที่โต๊ะฮานาโกะหมายจะคุยด้วย แต่ยังไม่ทันไปถึงเธอก็ก้มหน้าแดง ๆ นั้นด้วยท่าทีกระอักกระอ่วน"

play music music_rain fadein 4.0

"ฉันสูดหายใจเตรียมพูด แต่ก็ไม่มีคำไหนผุดขึ้นมาในหัว จะให้พูดกับฮานาโกะว่าอะไรเล่า"

"พอหันไปตามเสียงฝีเท้าที่ใกล้เข้ามาก็เห็นชิซูเนะกับมิช่าที่เดินมาทางเรา แน่แท้ว่าจะต้องมาถามอะไรชวนลำบากใจ\nแน่นอน"

"เพื่อนร่วมชั้นบางคนก็หันมามองทางเราพลางซุบซิบอะไรกันอยู่โดยเหล่ตามองมา คงจะเห็นที่ฮานาโกะกับฉัน\nเข้ามาด้วยกันเมื่อกี้สินะ"

"ฉันอ้าปากเตรียมปลอบฮานาโกะ แต่เธอก็ขัดก่อน"

show hanako def_strain
with charachange

ha "ทะ… ทะ…"

show hanako defarms_strain:
    center
with Dissolvemove(0.3)

ha "โทษทีมีธุระ!"

show hanako defarms_strain:
   easeout 0.5 alpha 0.0 xpos 0.0 xanchor 1.0
with Pause(0.5)

hide hanako
with None

"ฮานาโกะลุกจากเก้าอี้พุ่งไปที่ประตู หนังสือกับปากกาที่วางอยู่บนโต๊ะหล่นตกพื้นไปด้วยความรีบของเธอ"

"ไม่มีใครดูจะสนใจเหตุการณ์นี้เท่าไหร่ คนอื่น ๆ แค่มองว่ามีเรื่องอะไรกันแล้วหันกลับไปทำสิ่งที่กำลังทำอยู่กันต่อ"

"ฉันมองไปทางประตูที่ฮานาโกะออกไปด้วยความสิ้นหวัง แวบหนึ่งฉันคิดว่าจะวิ่งตามไปดีไหม แต่ยังไงฮานาโกะ\nก็คงวิ่งเร็วกว่าฉันแหละ"

"แล้วอีกอย่าง… ต่อให้ตามทันแล้วจะพูดอะไร"

"สุดท้ายฉันก็เพียงย่อตัวลงเก็บของที่ตกจากโต๊ะฮานาโกะ รู้สึกว่าตัวเองต่ำต้อยเหลือเกินที่ต้องมาก้มเก็บของแบบนี้\nต่อหน้าคนอื่นที่เดินออกห้องไป"

show shizu invis_close:
    tworight
    xpos 0.8
show misha invis_close:
    twoleft
    xpos 0.2
with None

show shizu behind_blank_close at tworight
show misha perky_smile_close at twoleft
with dissolvecharamove

"มีใครบางคนมาแตะไหล่ฉัน เมื่อเงยหน้ามองก็เห็นชิซูเนะกับมิช่าที่มองฉันอยู่ด้วยสีหน้าสงสัยถึงเรื่องที่เกิดขึ้น\nและเจือด้วยความรู้สึกผิดที่คิดว่าตัวเองคงมีส่วนผิดกับเหตุการณ์เมื่อครู่นั้น"

show shizu basic_normal2_close
with charachange

shi "…"

show misha sign_confused_close 
with charachange

mi "ฮิจัง ถ้ามีอะไรที่เราพอจะช่วยได้…"

"ฉันเพียงสั่นหัวตอบ เรื่องนี้ไม่ใช่เรื่องของสองคนนั้น และดูสีหน้าชิซูเนะกับฟังน้ำเสียงมิช่าแล้วก็รู้ว่าทั้งสองคนก็คงรู้\nเหมือนกัน"

show shizu behind_blank_close
with charachange

with Pause(0.3)

hide misha
hide shizu
with charaexit

"ชิซูเนะรับทราบที่ฉันตอบไปแล้วโค้งตัวให้อย่างจริงจังก่อนจะเดินออกห้องไป มิช่าเดินตามไปทันทีในฐานะเงา\nของชิซูเนะอย่างว่าง่าย"

"ฉันหยิบหนังสือกับปากกาแล้วลุกขึ้นยืนมาวางไว้บนโต๊ะฮานาโกะ พอในห้องไม่มีใครแล้วฉันก็ยืนพิงโต๊ะฮานาโกะ\nพลางครุ่นคิดอยู่กับตัวเอง"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\nเหมือนว่าอารมณ์ระหว่างฮานาโกะกับฉันยังไม่สัมพันธ์กันเลย เราไม่ได้รู้จักกันมานานขนาดนั้น และถึงฉันจะอยาก\nคบกับฮานาโกะ ฉันก็ไม่ได้รู้มากว่าเธอมองอะไร ๆ เป็นอย่างไรบ้าง"

n "ฉันอ่านหนังสืออย่างหนักเพื่อเตรียมสอบ แต่เอาเข้าจริงแล้วฉันก็ไม่ได้รู้สึกว่าทำไปโดยมีทิศทางอะไรเลย ฉันคอย\nผูกสัมพันธ์เป็นเพื่อนกับฮานาโกะต่อให้ฉันจะบอกความรู้สึกกับเธอไม่ได้ ทว่าสิ่งที่ฉันทำรังแต่จะถ่างระยะให้เราห่าง\nออกจากกันไปอีก"

n "\nแม้แต่จะเขียนจดหมายถึงเด็กสาวที่เคยรักฉัน—อิวานาโกะ—ยังเขียนไม่ได้เลยด้วยซ้ำ"

n "\nต้องทำยังไง… ฉันทำอะไรได้บ้าง… ฉันตอบคำถามสองข้อนั้นไม่ได้เลย ซึ่งฉันรู้ว่าไม่มีใครจะมาช่วยคิดคำตอบ\nให้ได้หรอก"

n "แค่อะไร ๆ กลับไปเป็นเหมือนอย่างเดิมฉันก็มีความสุขแล้ว แต่ฉันก็รู้ดีว่าคงเป็นไปไม่ได้ บางอย่างระหว่างเรา\nได้เปลี่ยนไปแล้วเมื่อคืน อาจจะเปลี่ยนตั้งแต่ก่อนหน้านั้นแล้วแต่มาถึงจุดพลิกผันจริง ๆ เอาเมื่อตอนนั้น"

nvl clear

n "\n\nฉันรู้ว่าฮานาโกะตั้งกำแพงกั้นระหว่างฉันกับเธอไว้อยู่ ทุกครั้งที่ฉันจะปฏิสัมพันธ์กับเธอไม่ว่าจะทางไหน\nก็จะชนเข้ากับกำแพงนั้นตลอด"

n "แต่ตอนนี้ฉันชักคิดแล้วว่าฉันเองก็ตั้งกำแพงไว้หนาพอ ๆ กันกับฮานาโกะ เธอต้องฉุดฉันให้พ้นจากอดีต ซึ่งความสาหัส\nของอดีตฉันนั้นแทบเทียบไม่ได้กับอดีตของฮานาโกะเลยด้วยซ้ำ"

n "ก็อยากจะพูดอยู่หรอกว่าที่ฉันยังอยู่แบบนี้เป็นเพราะฉันไม่มีเวลาให้ปรับตัวได้มากเท่าไหร่ตั้งแต่ที่หัวใจวายครั้งนั้น\nแต่ก็รู้อยู่เต็มอกว่าความคิดนั้นก็เป็นแค่ข้ออ้าง"

n "ครั้งเดียวที่จำได้ว่ารู้สึกว่าฮานาโกะเปิดใจให้ฉันด้วยความสมัครใจจริง ๆ คือตอนที่เล่นบิลเลียดกันในตัวเมืองตอนนั้น\nเป็นฉันเองที่หยุดเธอไว้ไม่ให้เล่าไปมากกว่านั้น"

n "\n\nฉันอยากจะรู้จักฮานาโกะให้ดีกว่านี้ ฉันอยากจะกอบกู้มิตรภาพของเรา หรือจะเริ่มความสัมพันธ์จริง ๆ สักครั้ง\nกับเธอก็ได้"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear
window show

"ฉันพิงโต๊ะฮานาโกะไปพลางนึกคิด คิดอยู่กับตัวเองในห้องเรียนซึ่งไม่มีใครห้องนี้ที่เราได้ใช้เวลาอยู่ร่วมกันบ่อย ๆ"

stop music fadeout 2.0

"ฉันต้องไปคุยกับฮานาโกะ"

#*********************

label th_H31:

scene bg suburb_park
with shorttimeskip

play music music_moonlight fadein 0.5

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_parkambience fadein 2.0

"ฉันเดินไปตามสวนสาธารณะพร้อมความกังวลที่แล่นอยู่ในใจ ฉันควักกระเป๋าหมายจะหยิบโทรศัพท์ออกมา\nอยู่หลายครั้ง แต่สุดท้ายก็เก็บกลับไว้อย่างเดิมทุกครั้ง"

"ถ้าเป็นสถานการณ์ทั่ว ๆ ไปฉันคงไม่โดดเรียน แต่คราวนี้ไม่ใช่ ฉันจึงมาอยู่ที่สวนสาธารณะที่เมืองด้านล่างโรงเรียน\nตอนบ่ายสองโมง"

"ตั้งแต่ที่ได้เจอฮานาโกะมาฉันก็เป็นคนเดินหน้าทุกเรื่องระหว่างเราเป็นคนแรกตลอด เป็นคนเปิดบทสนทนาเป็นคนแรก\nไปหาที่ที่ฮานาโกะอยู่แล้วเสนอว่าจะทำอะไรกันดี แต่ขอแค่วันนี้ที่ฉันจะไม่เป็นคนเริ่มก่อนบ้าง"

"ฉันล้วงกระเป๋าอีกรอบ แต่คราวนี้รีบกดไปที่หน้าส่งข้อความก่อนจะทันได้เปลี่ยนใจไปไหนอีก"

"“ฮานาโกะ ถ้ามีเรื่องจะคุยก็มาหาที่สวนสาธารณะได้นะ จะอยู่อีกสักพักเลย”"

"ฉันตัดสินใจไม่ลังเลอีกแล้วพิมพ์ข้อความกดส่งหาฮานาโกะไป"

"และ… รอ หน้าที่ของฉันเสร็จสิ้นแล้ว ตอนนี้ก็รอให้ฮานาโกะตัดสินใจ ถ้าจะลากมาเลยก็คงไม่ได้อะไรขึ้นมา เธอต้อง\nเป็นคนตัดสินใจเองว่าจะอยากเจอฉันหรือเปล่า"

stop ambient fadeout 4.0

with shorttimeskip

"น้ำแอปเปิลจากตู้ขายของแบบหยอดเหรียญที่ฉันกระดกอยู่นั้นรสขมปร่า ฉันกำมือแน่นจนตัวกระป๋องบุบไปเล็กน้อย"

"ฉันไม่ควรจะเกร็งขนาดนี้สิ แต่คงช่วยไม่ได้"

"ฮานาโกะน่ะคือสิ่งสำคัญสำหรับฉัน"

"เรื่องเมื่อสองสามวันมานี้กดดันเราสองคนมาก แค่คิดว่าเราจะต้องถอยกลับไปหลังจากที่ได้ขยับเข้ามาใกล้ชิดกันแบบนี้\nหรือคิดว่าอาจจะต้องสูญเสียมิตรภาพไปเลยก็ใจคอไม่ดีแล้ว"

"แต่ถึงอย่างนั้น… ฉันก็ไม่รู้ชัดว่าเราสนิทกันขนาดไหน เรามีอะไรกันแล้วก็จริง แต่ก่อนหน้านั้นฉันก็เห็นว่าเราเป็นแค่\nเพื่อนกัน อาจจะเป็นมากกว่านั้น ซึ่งถ้าเป็นจริงก็แปลว่าฉันไม่รู้ตัวเลย"

"อาจจะเพราะอย่างนั้นตอนนี้ฉันถึงได้ไม่สบายใจเอามาก ๆ ฉันไม่เข้าใจฮานาโกะทั้งที่อยู่ด้วยกันบ่อยขนาดนี้\nเวลาไหลไปเรื่อย ๆ โดยที่ฉันยังไม่รู้ว่าฮานาโกะจะมาหรือเปล่า"

ha "ฮะ… ฮิซาโอะ…?"

"ฉันชะงักไปแวบหนึ่งด้วยไม่อยากเชื่อหูตัวเองว่าได้ยินเสียงนั้นจริง ๆ ฉันทิ้งกระป๋องแล้วผุดลุกขึ้นทันที"

show hanako basic_worry_cas at center
with charaenter

hi "ฮานาโกะ…"

show hanako emb_downtimid_cas
with charachange

"เรามองหน้ากันอยู่สองสามวินาทีจนฮานาโกะเป็นฝ่ายหลบไปก่อนด้วยความอายแล้วจับผมหน้าม้าที่ตัดหยาบ ๆ\nซึ่งปรกอยู่นั้นเล่น"

"ตอนที่ฉันไปหาฮานาโกะด้วยตัวเองที่ห้องหลังจากที่เธอแพนิกกำเริบแล้วฉันก็ไม่รู้จะพูดอะไร ซึ่งตอนนั้นก็ไม่ต้อง\nใช้คำพูดใด ๆ สิ่งที่เราต่างต้องการมีเพียงตัวตนของกันและกันเท่านั้น"

"แต่ตอนนี้… ฉันรู้สึกว่าต้องคุยกับฮานาโกะตรง ๆ ฉันอยากจะพังกำแพงที่กั้นระหว่างเราลงก่อนที่กำแพงนี้จะกีด\nเราสองคนออกจากกันไปตลอดกาล"

stop music fadeout 4.0

hi "ฮานาโกะ… ฉัน…"

hi "เรื่องเมื่อคืนนั้น… ฉันต้องคิดว่ายังไง"

show hanako cover_worry_cas
with charachange

"ฮานาโกะเลิกจับผมเล่นแล้วมองฉัน เธอก้มหน้าลงเล็กน้อยด้วยสีหน้าละอายใจ ซึ่งฉันก็คงจะทำสีหน้าแบบนั้นด้วย\nเช่นกัน ถ้าไม่ติดว่าฉันเป็นเป็นกังวลขนาดนี้"

show hanako basic_worry_cas
with charachange

play music music_innocence fadein 4.0

ha "ฉันคิด… ว่าสักวันนายก็คงจากไป ถ้าฉันเป็นแค่คนที่นายอยากปกป้อง"

show hanako emb_sad_cas
with charachange

ha "ฉันคิด ว่าถ้าฉันยอมให้นายทำแบบนั้น… นายอาจจะมองว่าฉันเป็นอะไรมากกว่านั้น"

"สิ่งแรกที่ฉันรู้สึกได้คือความเหลือเชื่อ แต่… ฉันก็ทำอย่างนั้นกับเธอนี่นะ ฉันจะหยุดยั้งตอนไหนก็ได้ ถอยออกมา\nตอนไหนก็ได้ ตั้งคำถามต่อสิ่งที่เราทำกันอยู่ตอนไหนก็ได้ ทว่าสุดท้าย… ฉันก็ไม่หยุด ไม่ถอย ไม่ตั้งคำถาม"

"ท้องไส้ฉันปั่นป่วนด้วยความรู้สึกไม่ดี ฮานาโกะเสนอตัวให้ฉันเพราะคิดว่าคงเป็นสิ่งที่ฉันต้องการ และตอนนี้ฉันก็รู้สึก\nเหมือนตัวเองเอาเปรียบเธอไปแล้ว เธอเต็มใจก็จริง แต่เต็มใจด้วยความคิดที่ผิดทางเท่านั้น"

"ฉันปกปิดอารมณ์ไม่ให้ส่งผ่านออกมาทางใบหน้าหรือร่างกายไม่เก่งอยู่แล้ว ตอนนี้ก็เช่นกัน ฮานาโกะก้มหน้าอีกครั้ง\nสีหน้าเธอระคนด้วยความเศร้า ความเสียใจ กับความแขยงอยู่อย่างประหลาด"

"ความเงียบอันน่าอึดอัดอวลในอากาศที่มีเพียงลมพัดผ่านต้นไม้รอบตัวเราเท่านั้น"

show hanako emb_downsad_cas
with charachange

ha "ฉันรู้… ว่านายคงมองฉันแบบนั้นไม่ได้…"

"คำพูดของฮานาโกะนั้นแทบจะกลายเป็นเสียงกระซิบอยู่แล้วราวกับว่าพูดกับตัวเองไปด้วย"

hi "แบบไหน หมายความว่ายังไง"

ha "นายก็มองฉันเป็นแค่… คนไร้ประโยชน์ แค่คน… ที่ต้องปกป้อง คนที่เหมือน… เด็ก ๆ"

show hanako cover_distant_cas
with charachange

ha "ฉะ-ฉันอยากให้นายมองฉันเป็นมากกว่านั้น แต่นานไป… ฉัน… ก็ชิน"

"น้ำเสียงฮานาโกะตอนนี้เป็นน้ำเสียงที่ฉันไม่เคยได้ยินมาก่อน เป็นน้ำเสียงที่ฟังดูสะอิดสะเอียน แต่ไม่ได้รังเกียจฉัน\nเธอรังเกียจตัวเอง"

show hanako cover_worry_cas
with charachange

ha "หลังจากที่ฉันออกห้องตัวเองมาแล้ว… ฉันก็เห็นว่านายเริ่มตีตัวออกหากไป"

show hanako basic_worry_cas
with charachange

ha "ฉันรู้สึกเหมือนจะเสียนายไป เพราะ… นายอยากได้ใครสักคน… ที่จะมีความสัมพันธ์แบบนั้นด้วยได้"

show hanako emb_downtimid_cas
with charachange

ha "ตอนอยู่ที่โรงเรียนนายก็เงียบไปกว่าปกติ และก็เข้ากันได้ดีกับยูโกะด้วย… ฉันคิด… ว่าฉันอาจจะเสียนายไป"

"คิดว่าฉันเบื่อเธอเพราะฉันต้องการความสัมพันธ์ฉันคนรักงั้นเหรอ"

hi "แต่… เราเป็นเพื่อนกันนี่ ซึ่งต่อให้สมมติว่าเป็นอย่างที่เธอว่าจริงฉันก็คงไม่ทิ้งเธอไปอย่างนั้นหรอก"

show hanako emb_timid_cas
with charachange

ha "เพื่อน… เป็นอะไรที่ฉันล้มเลิกความคิดที่จะมีไปแล้ว ฉันไม่เชื่อใจใครอีก… หลังจากอุบัติเหตุครั้งนั้น…"

show hanako emb_downsad_cas
with charachange

ha "ก่อนเกิดอุบัติเหตุครั้งนั้นฉันเข้ากันได้ดีกับทุกคน เข้ากันได้ดีกับเด็กคนอื่น ฉันมีเพื่อนไม่เยอะ… แต่ก็ไม่ถือ\nเพราะฉันก็ให้ค่าเพื่อนทุกคนที่ฉันมี"

show hanako emb_sad_cas
with charachange

ha "แต่หลังจากนั้น…"

show hanako emb_downsad_cas
with charachange

ha "ทุกคนก็ล้อฉัน โดนแกล้งหลายครั้ง เจ็บ… มากเลยละ พวกครูพยายามช่วยแล้วแต่ก็ช่วยได้ไม่มาก ครูหลายคน\nแค่เห็นฉันก็ผงะไปด้วยซ้ำ"

ha "แล้วคนที่ล้อฉันแกล้งฉัน… ในนั้นมีคนที่ฉันเคยคิดว่าเป็นเพื่อนสนิทด้วย"

show hanako cover_worry_cas
with charachange

ha "จากนั้นมาฉันก็เชื่อว่าปล่อยให้ทุกคนเมินฉันไปเลยก็ไม่เป็นไรหรอก ก็ตัวตนของฉันมีแต่ทำให้คนอื่นต้องยุ่งยาก\nลำบากใจ คงจะ… ดีกว่านี้… ถ้าฉันหายไปเลย"

show hanako cover_bashful_cas
with charachange

ha "แต่พอได้มาเจอลิลลี่ แล้วก็นาย…"

show hanako basic_normal_cas
with charachange

ha "ฉันพยายามแล้ว แต่ฉัน… ฝืนตัวเองให้คิดแบบนั้นไม่ได้อีกเลย"

"ที่ผ่านมา… ฮานาโกะไม่เชื่อใจฉันเลย เธอมองตัวเองเหมือนอย่างที่คนอื่นในชีวิตเคยมองเธอ มองว่าไร้ค่า\nมองว่าเป็นคนที่ถ้าเบื่อแล้วก็ทิ้งไปได้"

"เจ็บ เป็นมุมมองที่ฉันไม่อยากไปตกเป็นเป้าเลย ไม่เลย เพราะฉันเข้าใจดีกว่าใครหลายคนว่าการถูกคนที่คิดว่า\nชอบตัวเองนั้นทิ้งรู้สึกแย่แค่ไหน"

"ฮานาโกะเริ่มรับไม่ไหวกับความทรงจำที่เธอกำลังย้อนระลึก รู้สึกว่าตัวเองไร้ประโยชน์มากที่ปลอบใจเธอไม่ได้เลย\nแต่ฉันก็ยินดีอย่างประหลาดที่เธอยอมให้ฉันได้รู้เรื่องนี้"

"กำแพงระหว่างเราเริ่มทลายลง แม้การทำลายกำแพงนั้นจะทำให้ต้องเจ็บปวดมากก็ตามที"

hi "ฮานาโกะ ถ้าเธอบอกฉัน…"

show hanako cover_worry_cas
with charachange

ha "ฉัน… คิดผิดเหรอ"

hi "ก็แน่อยู่…"

"ไม่สิ ฮานาโกะไม่ได้คิดผิด ถึงจะทำใจยอมรับได้ยากแค่ไหน แต่ฉันรู้ว่าปฏิเสธไปก็ไม่ได้อะไรขึ้นมา ทั้งฉันทั้งลิลลี่\nต่างมองว่าฮานาโกะคือคนที่เราต้องคอยปกป้อง"

"เรามองฮานาโกะเหมือนอย่างที่เพื่อนมองฉันตอนหลังจากเหตุการณ์หัวใจวายครั้งนั้น มองว่าเป็นคนที่แหลกสลาย\nฉันชอบเธอ หรืออาจจะรักเธอด้วยซ้ำ แต่ที่ฉันไม่ยอมเดินหน้าต่อก็เพราะฉันมองว่าฮานาโกะเปราะบางมากนั่นแหละ"

hi "คือ… ตอนนี้ฉันไม่ได้มองเธอแบบนั้นแล้ว"

hi "พอเกิดเหตุการณ์ในห้องเรียนวันนั้นแล้วฉันก็เป็นห่วงเธอ คิดว่าฉันต้องคอยปกป้องเธอ"

hi "แต่ตอนที่เธอขังตัวเองไว้ในห้องฉันก็กลัวขึ้นมา ฉันคิดว่าเธอปฏิเสธฉันอยู่ จนฉันต้องกลับมาคิดทบทวน…\nอะไรหลายอย่าง"

show hanako defarms_strain_cas
with charachange

ha "ฉันไม่ได้จะปฏิเสธนายนะ!"

"ฮานาโกะโพล่งขึ้นมาด้วยน้ำเสียงที่ยังสั่นกลัวจนฉันตกใจ เธออายทันทีที่อยู่ ๆ ก็ทำตัวแบบนั้นก่อนจะกำหมัด\nพลางคิดอยู่ในหัวถึงสิ่งที่อยากจะพูด"

show hanako emb_timid_cas
with charachange

ha "ฉันไม่มีวันทำแบบนั้นหรอก ฉันไม่มีวันปฏิเสธนาย"

show hanako emb_downtimid_cas
with charachange

ha "ทั้งที่ฉันกลัวมาก… ทั้งที่ฉันพยายามจะผลักไสนาย… นายก็ยังจะมาเข้าใกล้ชิดฉัน"

ha "ฉันขังตัวเองเพราะ… ฉันเป็นภาระกับนาย กับลิลลี่ กับทุกคน"

show hanako emb_sad_cas
with charachange

ha "วะ-วันเกิดครั้งไหนก็เหมือน ๆ เดิม ทุกคนแสร้งสุดความสามารถทำเหมือนว่าฉันสำคัญ ทุกคนทำเหมือนว่า\nทุกอย่างปกติดี… แค่วันนั้นวันเดียว"

show hanako emb_downsad_cas
with charachange

ha "ฉันอยากจะหายไป แต่ทุกคนก็ไม่ยอม หลังจากที่ได้เจอลิลลี่แล้ว… ทุกอย่างก็ยังเหมือนเดิม ฉันยังไร้ประโยชน์\nเหมือนเก่า ทำอะไรเพื่อลิลลี่หรือเพื่อตัวเองไม่ได้เลย"

ha "ฉันไม่อยากเป็นแบบนั้น… กับนายอีก"

"ลิลลี่กับฉันคิดผิดมหันต์ เท่าที่ฟังฮานาโกะเล่ามา ทุกอย่างที่เราทำไป… มีแต่จะทำให้เธอรู้สึกแย่ แม้แต่เรื่องของเธอ\nเล็ก ๆ น้อย ๆ ที่ฉันคิดว่าคิดถูกแล้วก็ยังตัดสินไปผิดมากโข"

hi "หลังจากที่เธอขังตัวเองไว้ในห้องแล้วฉันก็มาจัดการกับอดีตของตัวเองแล้วก็คิดเรื่องอนาคตด้วย ฉันไม่รู้ว่าจะต้อง\nรับมือกับสิ่งที่ฉันเสียไปก่อนมาเรียนที่ยามากุยังไง ฉันเลยจะลองใช้สมองตัวเองคิด"

hi "ฉันคิด… ว่าเราคงจะเป็นเพื่อนที่ดีต่อกันได้… ถ้าฉันทำแบบนั้น"

hide hanako
with charaexit

"มีเพียงความเงียบอยู่ในอากาศอีกครั้ง ฉันพยายามจะสบตามองฮานาโกะแต่ก็ทำไม่ได้ รู้สึกว่าตัวเองต่ำต้อยเหลือเกิน\nอยากจะขอโทษ… แต่ก็ไม่รู้จะขอโทษยังไง"

"ฉันได้ยินเสียงสูดหายใจลึก และเมื่อได้ยินเสียงฮานาโกะผลุบตัวลงนั่งกับพื้นฉันก็หันไปมอง"

scene ev hanako_park_alone
with whiteout

"เสียงร้องไห้ของเธอทำใจฉันสลาย ฉันรู้ว่าฉันมีส่วนผิด และรู้ว่าฉันคงช่วยเธอไม่ได้ ถ้าฮานาโกะละอายใจ\nฉันก็ละอายใจหนักขึ้นไปอีก"

show ev hanako_park_away
with charachange

"ฉันเข้าไปหาฮานาโกะที่น้ำตาไหลอาบแก้มไม่ขาดสายแล้วโอบเธอไว้ ฉันไม่สนใจแล้วว่าสภาพตัวเองจะเป็นอย่างไร\nตอนนี้ฉันเพียงอยากอยู่ใกล้เธอ"

ha "ขอโทษนะฮิซาโอะ… ฉะ-ฉันทำพลาดทุกอย่างเลย…"

hi "ไม่เป็นไรหรอก ไม่มีอะไรผิดพลาดเลย ฉันต่างหากที่ต้องขอโทษที่เอาแต่ทำอะไรลับหลังเธอโดยที่ไม่บอกเธอเลย"

"ภาพตรงหน้าฉันเริ่มพร่ามัว ฉันกอดฮานาโกะให้แน่นขึ้น ฉันไม่มีแก่ใจจะมากลั้นอะไรแล้ว ฉันต้องฝืนพูด\nผ่านก้อนสะอื้นที่จุกคอออกมา"

hi "ว่าตามตรงนะฮานาโกะ… ตอนนั้นฉันกลัว เป็นครั้งแรกที่ฉันกลัวมาก ๆ เลยนับจากที่หัวใจวายครั้งนั้น"

show ev hanako_park_look
with charachange

ha "ฮิซาโอะ…?"

hi "ตอนมายามากุฉันต้องสูญเสียอะไรไปหลายอย่าง ฉัน… พึ่งเธอมากกว่าที่ฉันคิดเสียอีก"

hi "แม้แต่ตอนนี้ในใจฉันก็ยังมีรูโหว่อยู่ ฉันต้องสูญเสียชีวิต สูญเสียทุกคนที่เคยรู้จัก แล้วพอคิดว่าจะต้องเสียเธอ\nไปอีก…"

show ev hanako_park_away
with charachange

ha "แต่ฉันมันไร้—"

hi "เธอเป็นเพื่อนฉันนะฮานาโกะ! เธอเป็น…"

hi "ไม่สิ เธอเป็นมากกว่านั้น ฉันรักเธอนะฮานาโกะ ฉันรักเธอมาก มากเสียจนพอคิดว่าจะต้องเสียเธอไปแล้ว\nฉันก็กลัวเหลือเกิน"

"อา แย่แล้วไง… ฉันปลดปล่อยทุกอย่างออกมาหมดเลย ตอนนี้ฉันไม่กล้ามองหน้าฮานาโกะแล้ว"

show ev hanako_park_look
with charachange

ha "ขอโทษนะฮิซาโอะ…"

ha "ฉันอด… ดีใจไม่ได้เลย ฉันอยาก… ได้ยินคำนี้… มาตั้งนานแล้ว"

show ev hanako_park_closed
with charachange

"ไม่มีสิ่งใดมาปิดกั้นอีกต่อไป เธอร้องไห้โฮพร้อมกับสะอื้นตัวโยนอยู่ในอ้อมกอดฉัน เราโอบกอดกันแน่นและเชื่อมต่อถึงกัน\nด้วยความโศกเศร้าและสุขสันต์ที่เรามีร่วมกัน"

"ฉันไม่รู้ว่าวันข้างหน้านับจากนี้จะเป็นอย่างไรต่อ แต่ตอนนี้… ฉันไม่สนใจแล้ว เราคงแบ่งปันความทรงจำกับอารมณ์เหล่านี้\nกับใครคนอื่นบนโลกใบนี้ไม่ได้อีก ไม่มีเลย"

stop music fadeout 2.0

scene bg suburb_park
with shorttimeskipsilent

play ambient sfx_parkambience fadein 2.0
play sound sfx_can_clatter

"พอทิ้งกระป๋องสกปรกนั้นลงถังขยะข้างม้านั่งแล้วฉันก็นั่งข้างฮานาโกะ เธอเก็บผ้าเช็ดหน้าที่ฉันให้เธอไป\nซึ่งก็ช่วยซับน้ำตาได้ไม่ค่อยหมดจดเท่าไหร่"

"แต่ก็นะ ฉันเองก็คงดูไม่ได้พอกัน ตอนนี้ยังรู้สึกโล่ง ๆ อาย ๆ ที่ปล่อยให้อารมณ์ตัวเองทะลักออกมากลางที่สาธารณะ\nอย่างนั้น แต่ก็ไม่ได้รู้สึกแย่ ฮานาโกะก็น่าจะคิดเหมือนกัน"

hi "สงบลงบ้างหรือยัง"

play music music_comfort fadein 4.0

show hanako cover_bashful_cas_close:
    tworight
    ypos 1.1
with charaenter

ha "อะ-อื้ม ขอบคุณนะ"

"เรานั่งกันอยู่เฉย ๆ พักหนึ่งก่อนที่จะเริ่มคุยกันอีก เราต่างต้องการเวลาให้ตั้งสติกันสักเล็กน้อย"

show hanako basic_smile_cas_close
with charachange

ha "ช่วงเดือนนี้อากาศดีเนอะ"

hi "อื้ม นั่นสิ"

show black
with shuteye 

"ฉันหลับตาอยู่ครู่หนึ่งคอยกำซาบความร้อนจากแสงแดดและลมเย็น ๆ ที่ตีหน้า วันนี้อากาศดีจริง ๆ ดีมาก ๆ เลย"

hi "แล้วก็นะ… ฉันยังไม่อยากกลับไปเรียนตอนนี้เลย เธออยากไหม"

hide black
show hanako basic_bashful_cas_close
with openeye

"ฮานาโกะสั่นหัวไปพลางใช้ปลายแขนเสื้อเช็ดตาตัวเอง รอยยิ้มเล็ก ๆ ของเธอนั้นชวนมอง และพอเห็นฉันก็คิดได้ว่า\nช่างเป็นรอยยิ้มที่จริงใจเหลือเกิน"

"คนอื่นอาจมองว่าการยิ้มเป็นเรื่องธรรมดาสามัญประจำวัน แต่กับฮานาโกะแล้ว… เธอยิ้มน้อยครั้งมากและยิ้ม\nอย่างจริงใจมากเสียจนทุกครั้งที่เธอยิ้มแล้วฉันจะรู้สึกสบายใจและสุขใจ"

show hanako cover_worry_cas_close
with charachange

ha "ขอโทษ… ทุกเรื่องเลยนะ"

hi "ไม่เป็นไรน่า ฉันว่าเราต่างก็มีเรื่องที่ต้องขอโทษกันทั้งนั้นแหละ"

show hanako emb_timid_cas_close
with charachange

ha "ฉันรู้ว่า… ฉันขี้อายเกินไป ฉันรู้ว่านายอยากให้ฉันเลิกขี้อาย แต่ฉันคงเลิกไม่ได้…"

hi "เธอเปลี่ยนแปลงตัวเองได้น่าฮานาโกะ ที่ฉันรู้เพราะเธอก็เปลี่ยนไปเหมือนกันเท่าที่ฉันได้รู้จักเธอมา เอาตรง ๆ นะ\nแค่ได้มานั่งคุยกับเธอแบบนี้ก็แปลว่าเธอเปลี่ยนไปแล้วนับตั้งแต่ครั้งแรกที่เราเจอกัน"

show hanako emb_downtimid_cas_close
with charachange

ha "แต่… ฉันทำแบบนี้… กับคนอื่นไม่ได้นี่นา เลิกเรียนแล้วฉันก็ไม่ได้มีแผนจะทำอะไรด้วย…"

"ความมั่นใจของฮานาโกะเริ่มถดถอยไปอีกแล้ว แต่ตอนนี้ฉันก็คุยกับเธอตามปกติได้แล้วสักที ที่ฉันคุยได้ก็เพราะ\nเราต่างเหมือนกันในหลาย ๆ แง่"

hi "ไม่ต้องรีบหรอก ฉันว่าสักวันเธอจะทำได้ดังใจต้องการแน่นอน ไม่สิ ฉันมั่นใจเลยแหละ ฉันดูออกว่าเธอพยายามอยู่\nและฉันเองก็เชื่อมั่นในตัวเธอด้วย"

hi "แล้วก็เนี่ย ถ้าตอนไหนอยากให้ใครสักคนมาเป็นแรงผลักดันให้ก็มาพึ่งฉันได้"

show hanako defarms_strain_cas_close
with charachange

ha "ตะ-แต่จะให้ไปรบกวนนายได้ยังไง…"

hi "ได้สิ เพราะฉันก็จะรบกวนเธอด้วยเหมือนกัน ฉันเองก็ต้องเผชิญกับปัญหาเหมือน ๆ กันนี่นา"

hi "นี่ละที่เขาเรียกว่ารัก"

show hanako basic_bashful_cas_close at tworight
with dissolvecharamove

"ฮานาโกะยิ้มก่อนฉันจะลุกจากม้านั่งแล้วปัด ๆ ฝุ่นตามตัว จากนั้นเธอก็ลุกตาม"

hi "ชักหิวแล้วสิ ไปหาอะไรกินกันไหม"

"ฮานาโกะพยักหน้าแรง ๆ รอยยิ้มของเธอ กิริยาของเธอ แม้แต่บรรยากาศรอบตัวเธอ… ราวกับว่าครั้งนี้เป็นครั้งแรกเลย\nที่ได้เห็นเธอมีความสุขจากใจจริง"

$ renpy.music.set_volume(0.6, 1.0, channel="ambient")

scene bg suburb_roadcenter
with locationchange

"เราสองคนเดินเคียงข้างกันไปตามถนน"

show hanako emb_emb_cas_close at center
with charaenter

ha "ฮิซาโอะ?"

hi "หืม"

show hanako emb_downtimid_cas_close
with charachange

ha "ฉัน… ฉันว่า… ฉันไม่ค่อยเข้าใจนายเท่าไหร่"

hi "ฉันก็ว่าฉันไม่ค่อยเข้าใจเธอเท่าไหร่เหมือนกัน แต่ฉันเชื่อนะว่าต่อให้ไม่เข้าใจก็ไม่เป็นไรหรอก"

"น้ำเสียงเราไม่มีความสิ้นหวังเจืออยู่เลย เราจะไม่เข้าใจกันก็ไม่แปลก กำแพงที่เราสองคนตั้งมาคั่นกลางกันนั้น\nไม่อาจทุบให้พังราบลงได้ภายในวันเดียว"

"แต่ไม่เป็นไรหรอก ตราบใดที่เราคอยทำความเข้าใจกันและกันไปทุก ๆ วัน… ทุกอย่างจะลงเอยด้วยดี"

show hanako emb_timid_cas_close
with charachange

show hanako emb_downtimid_cas_close
with charachange

"ทว่าเมื่อเดินกันไปตามถนนเรื่อย ๆ ตาฮานาโกะก็เหลือบมองฉันสลับกับพื้นถนนเรื่อย ๆ"

hi "มีอะไรหรือเปล่า เธอดูลนลานนะ"

show hanako basic_normal_cas_close
with charachange

"ฮานาโกะผ่อนฝีเท้าลงก่อนจะหยุดเดิน เมื่อหันไปมองเธอก็สูดหายใจลึก ๆ แล้วจ้องหน้าฉันเขม็ง ฉัน… เคยเห็นสีหน้านี้\nมาก่อน แต่แค่ครั้งเดียว ครั้งนั้นที่ฉันเผลอทำเธอตกใจตอนเธออยู่ในห้องตัวเอง"

ha "ฉัน… ฉันว่า… ฉันว่าฉันมีอะไร… ที่ต้องให้นาย"

hi "อะไรเหรอ ไม่ต้องอ้อมไปอ้อมมาหรอกน่า"

show hanako cover_distant_cas_close
with charachange

ha "ฉันอยากให้เจ้านี่กับนายมานานมากแล้ว แต่… พอตอนนี้จะให้… ก็อาย…"

hi "ไม่ต้องห่วงน่า จะเป็นอะไรฉันก็รับไว้หมดแหละ"

show hanako basic_bashful_cas_close
with charachange

"ฮานาโกะยิ้มหวานดูขวยเขินก่อนจะวางมือไว้กับบ่าฉัน"

ha "งั้น ได้โปรดรับของขวัญชิ้นแรกจากฉันทีนะฮิซาโอะ…"

hi "ฮานาโกะ…?"

stop ambient fadeout 1.0

window hide
scene unlock_ev hanako_goodend_close
show unlock_ev hanako_goodend_muffin
show unlock_ev hanako_goodend

show ev hanako_goodend_close:
    xalign 0.0 yalign 0.0
    zoom 1.0 subpixel True
    linear 6.5 zoom 0.8
with whiteout

$ renpy.pause(4.0, hard=True)

play sound sfx_whiteout

scene ev hanako_goodend:
    xalign 0.0 yalign 0.0
    zoom 1.0 subpixel True
    parallel:
        easein 12.0 zoom 0.8
    parallel:
        6.0
        "ev hanako_goodend_muffin" with Dissolve(2.0)
with locationchange

$ renpy.pause(12.0, hard=True)

$ renpy.music.set_volume(1.0, 2.0, channel="ambient")
stop music fadeout 4.0

return