label th_H11:

scene bg school_miyagi_ss
show hanako basic_distant_close_ss at center
with locationchange

"สีห้องค่อย ๆ เปลี่ยนจากแสงยามบ่ายเป็นสีส้มของยามเย็น นาฬิกาค่อย ๆ เดินไปอย่างเชื่องช้า เสียงดังติ๊กตอกนับวินาที\nไปเรื่อย ๆ แว่วอยู่เบื้องหลัง"

"แต่ไม่ว่าจะรอนานแค่ไหนผลลัพธ์ก็ไม่ได้เปลี่ยนไปเลย"

"หมากตัวเล็ก ๆ ส่งเสียงกระทบเบา ๆ เมื่อถูกเคาะกับกระดาน"

show hanako basic_normal_close_ss
with charachange

"ฮานาโกะเดินหมากทันทีที่ฉันเดินเสร็จราวกับลานที่ไขไว้ตึง"

"เทียบกับที่ฉันใช้เวลาตั้งห้านาทีในการเดินก็น่าอายอยู่ อย่างกับเธอรู้อยู่แล้วว่าอยากจะเดินอะไรต่อ"

show hanako basic_smile_close_ss
with charachange

play music music_tranquil fadein 3.0

ha "รุกจน"

hi "อีกแล้วเหรอเนี่ย… คะแนนเท่าไหร่แล้วนะ สามต่อสอง?"

show hanako cover_bashful_close_ss
with charachange

ha "หมะ-หมากอับไม่นับนะ"

hi "แหม่ เธอนี่เก่งขึ้นทุกวันเลยนะ"

"หรือจริง ๆ ก่อนหน้านี้อาจจะแค่ออมมือให้ ตอนที่เจอกันครั้งแรกไม่คิดเลยว่าจะเล่นหมากรุกเก่งขนาดนี้"

"ดูเหมือนหมากรุกจะกลายเป็นงานอดิเรกยอดนิยมของเราสองคนไปแล้ว เราต่างเก็บตัวอยู่ในห้องน้ำชาเพื่อเล่นด้วยกัน\nสักสองสามเกมหลังเลิกเรียน"

"จากตรงนี้พอจะได้ยินเสียงนักเรียนที่อยู่ด้านนอกเดินกันไปมา เสียงชีวิตประจำวันจากข้างล่างทำให้ฉันนึกถึงชีวิตก่อนที่\nจะมาที่ยามากุ แต่ตอนนี้ฉันก็รู้ดีอยู่แล้วว่าเป็นชีวิตที่ไม่อาจหวนกลับไปได้อีก"

hi "อีกเกมไหม"

show hanako basic_worry_close_ss
with charachange

ha "ฉะ… ฉันต้องกลับไปทำการบ้านน่ะ…"

hi "โอ้ งั้นก็เจอกันพรุ่งนี้ละกัน"

show hanako basic_distant_close_ss
with charachange

ha "แต่… แล้วพวกนี้ล่ะ…"

"ฮานาโกะชี้ไปที่ชุดน้ำชาที่อยู่รอบกระดานหมากรุกที่แทบไม่มีหมากอยู่แล้ว"

hi "ไม่ต้องห่วง เดี๋ยวจัดการเอง"

show hanako basic_normal_close_ss
with charachange

ha "อ้อ… โอเค…"

show hanako basic_bashful_close_ss
with charachange

ha "จะ-เจอกัน"

hi "เจอกัน"

hide hanako
with charaexit

"ฮานาโกะออกไปตอนที่ฉันเริ่มเก็บกวาดห้อง"

"เสียงนกหวีดและเสียงเชียร์เป็นช่วง ๆ จากชมรมกีฬาข้างนอกเริ่มเบาลงเรื่อย ๆ จนในที่สุดก็เงียบไป"

"ใจหนึ่งฉันยังอยากร่วมทีมกีฬาอะไรสักอย่างอยู่ ก็ฉันเคยเล่นฟุตบอลและกีฬาอื่น ๆ มาก่อนเกิดเหตุการณ์นั้นนี่นะ\nคงปกติแหละที่จะรู้สึกคิดถึงสิ่งที่ทำไม่ได้อีกแล้ว"

"แต่การที่ฉันมาที่นี่บ่อย ๆ ก็มีเหตุผลอื่นด้วยแหละ แถมฉันก็ไม่ได้รู้สึกแย่กับการที่ต้องสูญเสียชีวิตส่วนนั้นไปเพราะเรื่องนั้น\nได้มีลิลลี่เป็นเพื่อนที่ดีก็ส่วนหนึ่ง แต่การได้พูดคุยเล็ก ๆ น้อย ๆ กับฮานาโกะต่างหากที่ฉันรู้สึกว่าเป็นสิ่งพิเศษ"

"ชัยชนะเล็ก ๆ ที่ฉันรู้สึกได้ในทุก ๆ วันคือเมื่อฉันได้เห็นตัวตนที่แท้จริงของเธอที่ซ่อนอยู่ภายใต้เปลือกที่เธอสร้างขึ้นมา\nหลัก ๆ ที่ฉันมาที่นี่ก็เพราะอย่างนั้นแหละ"

"ขณะที่ฉันกำลังเก็บถ้วยกับจานรองก็ได้ยินเสียงคนคุยกันอยู่หน้าประตู พอหยุดฟังสักครู่ก็รู้ว่าเป็นเสียงของฮานาโกะ\nกับลิลลี่ ฉันเลยตัดสินใจออกไปดูว่าเกิดอะไรขึ้น"

scene bg school_hallway2
show lilly basic_weaksmile at twoleft
show hanako emb_downtimid at tworight
with locationchange

li "เธอแน่ใจแล้วใช่ไหม"

ha "ฉะ… ฉันแน่ใจ…"

show hanako emb_timid
with charachange

ha "อ๊ะ ฮิซาโอะ"

"ฮานาโกะหันมามองฉันด้วยสีหน้าตกใจเล็กน้อยเมื่อเธอเห็นว่าฉันกำลังเดินเข้าไปหา ลิลลี่คงมาเจอเธอตอนที่ฮานาโกะ\nกำลังจะไปพอดี"

show lilly basic_smile
with charachange

li "ตายจริง ฮิซาโอะก็อยู่ด้วยเหรอเนี่ย"

hi "ทิวาหวัดลิลลี่ มีอะไรกันเหรอ" 

show lilly basic_smileclosed
with charachange

li "พอดีวันนี้ฉันทำงานในฐานะหัวหน้าห้องเสร็จแล้วน่ะ ก็เลยคิดอยู่ว่าจะพาพวกเธอสองคนจะไปดื่มชากับฉันที่ร้านเซี่ยงไฮ้\nดีหรือเปล่า คงจะดีถ้าเราจะได้อยู่เพลิน ๆ ด้วยกันที่นอกโรงเรียนเป็นการเปลี่ยนบรรยากาศบ้างน่ะจ้ะ"

hi "ฉันไปได้แหละ แต่เหมือนฮานาโกะมีงานต้องทำนี่…"

show hanako basic_smile
with charachange

ha "กะ-ก็… ไม่ได้เยอะขนาดนั้นหรอก"

show lilly behind_cheerful
with charachange

li "ดีเลย งั้นก็ตกลงตามนี้นะ"

stop music fadeout 2.0

scene bg suburb_shanghaiint at Fullpan(3.0, dir="left")
with shorttimeskip

$ renpy.music.set_volume(0.3, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 2.0

"ฉันกวาดสายตาไปรอบ ๆ คาเฟขณะที่พวกเราสามคนก้าวไปข้างใน และเช่นเคย ที่นี่มีคนอยู่ไม่มากและเสียงรอบข้าง\nก็เป็นแค่เสียงพึมพำเบา ๆ เท่านั้น"

scene bg suburb_shanghaiint at left
show hanako emb_emb:
    xpos 0.4 xanchor 0.5
show lilly cane_smileclosed at twoleft
with charaenter

play music music_dreamy fadein 6.0

"แขนของฮานาโกะยังคงอยู่ในมือของลิลลี่เหมือนเดิม ซึ่งอยู่มาตลอดทางที่พวกเราเดินลงเขาไปยังเมืองอย่างช้า ๆ แต่ก็\nไม่แน่ใจเหมือนกันว่าเพราะอะไร เพราะลิลลี่ต้องคอยนำทางหรือเพราะฮานาโกะต้องการความอุ่นใจกันแน่"

show lilly basic_smile
with charachange

"ลิลลี่ปล่อยแขนของฮานาโกะไปไปสักพักเพื่อหดไม้เท้าเก็บไว้ระหว่างที่ยูโกะรีบเดินตรงมาที่เราทั้งสามคน แต่ไม่นาน\nเธอก็กลับมาจับแขนของฮานาโกะอีกครั้งในที่เดิม"

show yuukoshang closedhappy_up at tworight
with charaenter

yu "ยินดีต้อนรับสู่เซี่ยงไฮ้ค่ะ! จะรับอะไรดีคะ"

show yuukoshang neutral_up at Transform(ypos=1.25)
with Dissolvemove(0.5)

show yuukoshang neutral_down at tworight
with dissolvecharamove

"ยูโกะก้มโค้งคำนับอย่างนอบน้อม คำพูดต้อนรับที่ฟังดูฉะฉานและมีความเป็นมืออาชีพนั้นทำให้ตัวเธออารมณ์ดี ก็ดีกว่า\nตัวเธอตอนปกติบ้างละนะ"

show lilly basic_smileclosed
with charachange

li "ขอแค่ชาก็พอค่ะ แล้วฮานาโกะกับฮิซาโอะล่ะ"

hi "ผมเอาเป็นพายหนึ่งชิ้นกับกาแฟแล้วกันครับ"

show hanako basic_smile
with charachange

ha "แค่… ชะ-ชา… ค่ะ"

show yuukoshang smile_up
with charachange

yu "ได้เลยค่ะ เชิญนั่งได้ตามสบายเลยนะคะ เดี๋ยวจะรีบมาค่ะ"

hide yuukoshang
with charaexit

"ยูโกะยิ้มและพยักหน้าก่อนจะรีบเดินไปที่เคาน์เตอร์ และเราก็มุ่งหน้าไปนั่งที่ว่างริมหน้าต่างกันอย่างรวดเร็ว"

hide hanako
hide lilly
with charaexit

show bg suburb_shanghaiint at right
with charamove_slow

show lilly basic_sleepy_close:
    twoleft
    easein 1.0 ypos 1.1
show hanako basic_smile_close:
    tworight
    easein 1.0 ypos 1.09
with charaenter

"พวกเราเข้าไปนั่งที่ของตัวเอง พวกสาว ๆ อยู่ฝั่งหนึ่งโดยมีไม้เท้าของลิลลี่อยู่ข้าง ๆ และฉันอยู่อีกฝั่ง เพิ่งสังเกตแฮะว่า\nฮานาโกะไม่ได้ทำอะไรแบบที่เธอทำบ่อย ๆ"

"แทนที่จะเอาแต่ก้มหน้ามองพื้นและคอยหลบอยู่ข้างหลังเพื่อนร่วมเดินที่ตาบอดพยายามทำเหมือนว่าโลกรอบตัวไม่มีอยู่จริง\nตอนนี้เธอกลับแค่หลุบตาลงต่ำและคอยช่วยเหลือลิลลี่อยู่"

hi "เป็นอะไรหรือเปล่าลิลลี่ เธอดูเหนื่อย ๆ นะ"

show lilly basic_weaksmile_close:
    twoleft
    ypos 1.1
with charachange

"เธอก้มหน้าลงเล็กน้อย เหมือนจะอาย ๆ ที่แสดงอาการออกมา"

li "งานหัวหน้าห้องนี่ก็เหนื่อยพอตัวเลยจ้ะ ยิ่งต้องไปยุ่งกับสภาบ่อย ๆ แล้วด้วย"

show lilly basic_sleepy_close
with charachange

li "เหนื่อยมากจริง ๆ จ้ะ"

show hanako basic_normal_close:
    tworight
    ypos 1.09
with charachange

ha "แล้ว… หัวหน้าคนอื่นเป็นไงบ้าง"

show lilly basic_reminisce_close
with charachange

li "สบายกว่าฉัน แต่ก็ไม่ขนาดนั้นจ้ะ ชิซูเนะมักจะเข้มงวดกับทุก ๆ คนเสมอเลยจ้ะ"

hi "ฟังดูเธอก็ไม่ค่อยชอบงานนี้นะ ทำไมตอนแรกถึงทำล่ะถ้ามันแย่ขนาดนั้น"

show lilly basic_displeased_close
with charachange

li "คือเป็นหัวหน้าห้องก็สนุกดีอยู่หรอก และฉันก็รับผิดชอบหน้าที่ได้ดีพอด้วย มีแค่บางคนที่เกี่ยวข้องนั่นแหละที่…"

"ลิลลี่ตัดบทไปในช่วงที่พอเหมาะพอดี นึกภาพลิลลี่สบถไม่ค่อยออกแฮะ แต่ถ้าจะให้นึกว่าใครจะทำให้ลิลลี่ต้องได้ด่า\nคน ๆ นั้นก็คงเป็นชิซูเนะนั่นแหละ"

show hanako cover_worry_close
with charachange

"ฮานาโกะดูซึม ๆ ไปจากการที่สองคนนั้นทะเลาะกัน แต่ก่อนที่ฉันจะทันได้เปลี่ยนเรื่องคุยฮานาโกะก็ลุกขึ้น"

show hanako basic_worry_close at tworight
with dissolvecharamove

show lilly basic_surprised_close
with charachange

li "ฮานาโกะ?"

show hanako defarms_strain_close
with charachange

ha "ดะ… เดี๋ยวฉันมานะ"

hide hanako
with charaexit

"พูดจบฮานาโกะก็ไปเข้าห้องน้ำ ก็คงเป็นวิธีหนึ่งที่จะรับมือกับสถานการณ์แบบนี้ละมั้ง ถ้าจงใจอะนะ"

show bg suburb_shanghaiint at center
show lilly basic_concerned_close at Position(xpos=0.5)
with dissolvecharamove

"แต่ลิลลี่ดูท่าจะใจเสียหน่อย ๆ"

hi "อย่าห่วงไปเลยน่า ไม่น่าใช่เพราะเธอหรอก"

show lilly basic_oops_close
with charachange

li "แต่ว่า…"

hi "ฉันว่าช่วงนี้ฮานาโกะเองก็เข้มแข็งขึ้นแล้วนะ เธอเองก็เห็นแล้วนี่… ใช่มั้ย…"

"ฟังดูแปลก ๆ ไปหน่อย โชคดีที่ลิลลี่ไม่ได้รู้สึกอะไร และคราวหลังก็คงไม่ต้องมาพะวงกับเรื่องอะไรแบบนี้อีกแล้วละมั้ง"

show lilly basic_sleepy_close
with charachange

li "ก็คงใช่ บางที… ฉันก็เดาใจไม่ค่อยถูกเหมือนกัน"

"ความเงียบเข้าครอบงำชั่วขณะก่อนที่ถ้วยชาสองใบ พายหนึ่งชิ้นกับแก้วกาแฟร้อน ๆ จะปรากฏขึ้นตรงหน้าเรา"

show bg suburb_shanghaiint at right
show lilly basic_sleepy_close at Position(xpos=0.3)
with charamove

show yuukoshang closedhappy_down at tworight
with charaenter

"ฉันสังเกตเห็นว่ายูโกะนั้นใส่ใจวางถ้วยลงตรงปลายนิ้วของลิลลี่เพื่อให้รู้ว่าวางไว้ตรงไหน"

show yuukoshang closedhappy_up
with charachange

yu "ได้แล้วค่ะ"

hi "ขอบคุณครับ คุณยูโกะ"

show lilly basic_weaksmile_close
with charachange

li "ขอบคุณค่ะ"

hide yuukoshang
with charaexit

"พนักงานเสิร์ฟที่สวมแว่นก็เดินจากไปหลังจากที่โค้งคำนับอย่างรวดเร็วและเงียบเชียบ"

show bg suburb_shanghaiint at center
show lilly basic_weaksmile_close at Position(xpos=0.5)
with charamove

li "อ๊ะ จริงสิ ว่าจะถามอะไรเธอสักหน่อย และตอนนี้ก็ได้จังหวะพอดีเลย"

hi "โอเค พร้อมฟัง"

show lilly basic_smileclosed_close
with charachange

li "พอดีใกล้ถึงวันเกิดฮานาโกะแล้วน่ะ เลยอยากชวนเธอเข้าตัวเมืองไปซื้อของช่วงสุดสัปดาห์นี้เป็นเพื่อนฉันหน่อยน่ะจ้ะ"

"ใกล้ถึงวันเกิดฮานาโกะแล้วเหรอ คงจะเป็นโอกาสดีที่ทำให้เธอได้ร่าเริงละนะ อาการฮานาโกะเหมือนยูโกะที่เดี๋ยวก็ลน\nเดี๋ยวก็เครียดเลย แถมไม่เคยเห็นฮานาโกะสนุกกับอะไรอย่างอื่นนอกจากตอนที่เล่นหมากรุกด้วยกันแล้วด้วย"

"นอกจากนั้น จะได้เรียนรู้เส้นทางในเมืองให้ดีขึ้นไปพร้อมกับมีคนไปเป็นเพื่อนด้วยในช่วงสุดสัปดาห์ ซึ่งฟังดูดีเลยทีเดียว"

hi "อื้ม ได้สิ แล้วเธอมีแผนอะไรที่จะทำในวันเกิดไหมล่ะ แบบงานเลี้ยงหรืออะไรแบบนั้น"

show lilly basic_weaksmile_close
with charachange

li "ถ้าเจ้าของงานเป็นฮานาโกะ จัดแบบเรียบง่ายก็น่าจะ—"

show lilly basic_listen_close
with charachange

"จู่ ๆ ลิลลี่ก็ตัดบทตัวเองปล่อยให้ฉันสงสัยว่าทำไมจู่ ๆ เธอถึงยกถ้วยชาขึ้นมาจิบแทน"

"ผ่านไปสักพักฉันก็เห็นฮานาโกะกำลังเดินมาจากข้างหลังเธอ ลิลลี่คงหูดีจริง ๆ ถ้าเสียงเปิดประตูห้องน้ำคือสิ่งที่\nทำให้เธอรู้ตัวอะนะ"

show bg suburb_shanghaiint at bgleft
show lilly basic_listen_close at Position(xpos=0.3)
with charamove

show hanako basic_normal_close:
    tworight
    easein 1.0 ypos 1.09
with charaenter

"ฮานาโกะกลับมานั่งที่ของเธออีกครั้งและดื่มชาต่อทันทีโดยไม่เสียเวลา เช่นนั้นแล้วเราสามคนก็กินดื่มกันอย่างเงียบ ๆ \nท่ามกลางอาทิตย์อัสดง"

"ซึ่งเป็นการใช้เวลาช่วงที่เหลือได้อย่างดีเลย และทำให้ฉันได้เชยชมกับบรรยากาศที่เงียบและสงบของยามากุด้วย\nฉันว่าฉันเริ่มจะชอบชีวิตที่นี่แล้วจริง ๆ แม้ว่าจะดูเหมือนโดดเดี่ยวหน่อย ๆ ก็เถอะ"

stop ambient fadeout 2.0

scene bg suburb_shanghaiint at bgleft
show lilly basic_smileclosed_close:
    twoleft
    ypos 1.1
show hanako basic_smile_close:
    tworight
    ypos 1.09
with shorttimeskip

"ฉันกระดกกาแฟอึกสุดท้ายจนหมดแล้ววางแก้วลงบนโต๊ะขณะที่สาว ๆ คุยกันอยู่ กาแฟที่นี่ค่อนข้างขมไปหน่อยสำหรับฉัน\nแต่ก็ยังอร่อยอยู่ ยังไงก็อร่อยกว่าทำกินเองอยู่ดีแหละนะ"

"การสนทนาของพวกสาว ๆ ส่วนใหญ่จะเน้นไปที่ความชอบในการอ่านของแต่ละคน ซึ่งทำให้ฉันเริ่มอยากรู้เรื่องที่เกี่ยวข้อง\nขึ้นมา"

hi "นี่ฮานาโกะ ฉันอยากรู้ว่า… นอกจากเล่นหมากรุกกับอ่านหนังสือ เธอมีงานอดิเรกอื่น ๆ หรือชอบทำอะไรอีกหรือเปล่า"

show hanako emb_timid_close
with charachange

"ฮานาโกะชะงักไปทันที ดูประหลาดใจที่ใครสักคนจะสนใจถามคำถามเกี่ยวกับตัวเองแบบนั้น เธอใช้เวลาสักพัก\nเพื่อเรียบเรียงคำตอบ"

show hanako emb_downsmile_close
with charachange

ha "เอิ่ม… คิดว่า… ฉันชอบร้องเพลงนะ-นิดหน่อย แล้วก็คะ-คอมพิวเตอร์ก็พอได้ แต่ฉัน… ก็ไม่ค่อยได้ใช้หรอก"

"เรื่องร้องเพลงนี่ผิดคาดเลยแฮะ เห็นพูดเบาอย่างนี้แล้วก็นึกเสียงตอนร้องเพลงไม่ออกเลย"

show lilly basic_smile_close
with charachange

"ในขณะที่ลิลลี่เองกลับพยักหน้าเฉย ๆ ต้องรู้อยู่แล้วแน่ ๆ ละ ก็เป็นเพื่อนกับฮานาโกะมาปีกว่า ๆ แล้วนี่นะ"

show hanako cover_bashful_close
with charachange

ha "ละ-แล้ว… นะ-นาย…"

hi "ฉันเหรอ"

show hanako basic_bashful_close
with charachange

"ฮานาโกะลังเลอยู่พักหนึ่งก่อนจะพยักหน้าอย่างรวดเร็ว ก็เป็นเรื่องปกติที่เธอจะอยากให้ฉันพูดถึงงานอดิเรกของฉันบ้าง\nหลังจากที่เธอเล่าเรื่องของเธอให้ฉันฟังแล้ว"

hi "แน่นอน ก็มีหมากรุกละหนึ่ง แล้วก็… อืมม…"

hi "ก็มีเตะบอลด้วยแหละ ถึงตอนนี้จะกลับไปเตะอีกไม่ได้แล้วก็เถอะ แล้วก็อ่านหนังสือ ซึ่งฉันทำประจำในโรงพยาบาล…\nอ่า…"

show hanako basic_normal_close
show lilly basic_sleepy_close
with charachange

"เอาจริง ๆ ก็ยากเกินคาดแฮะ ลิลลี่กับฮานาโกะเองก็ดูไม่ค่อยพอใจกับคำตอบแนวนี้สักเท่าไหร่ และพอยิ่งคิดฉัน\nก็ยิ่งไม่พอใจเหมือนกัน"

show lilly basic_weaksmile_close
with charachange

li "ดูเหมือนว่านายได้เรียนรู้หลายสิ่งหลายอย่างตั้งแต่เกิดเหตุการณ์นั้นนะ"

"ใจจริงของลิลลี่ถูกเคลือบด้วยการมองในแง่บวกที่สุดเท่าที่จะเป็นไปได้ต่อสิ่งที่ฉันพูด แต่ฮานาโกะกลับเงียบไป"

"ถ้าสถานการณ์เริ่มยุ่งยาก ปฏิกิริยาของเธอดูเหมือนจะเป็นการถอยกลับไปเงียบเสมอเพื่อป้องกันไม่ให้สถานการณ์แย่ลง\nหรือไม่ก็เป็นการถอยหนีทางกายภาพไปเลย"

$ renpy.music.set_volume(0.2, 0.0, channel="sound")
play sound sfx_phone

show lilly basic_surprised_close
show hanako cover_worry_close
with charachange

"เสียงเรียกเข้าเบา ๆ ทำให้พวกเราชะงัก ขณะที่ลิลลี่ล้วงมือเข้าไปในกระเป๋าก็เห็นได้ชัดว่าเสียงนั้นมาจากโทรศัพท์\nของเธอ"

show lilly basic_weaksmile_close
with charachange

li "ขอโทษทีจ้ะ…"

show hanako basic_normal_close
with charachange

ha "มะ-ไม่เป็นไร…"

show lilly invis_close at Position(ypos=1.0)
with dissolvecharamove

hide lilly
with None

"ลิลลี่พยักหน้าสั้น ๆ ก่อนจะลุกออกจากที่นั่งอย่างเงียบ ๆ และเดินไปรับสายในระยะที่ไกลออกไปเล็กน้อยเพื่อไม่ให้\nรบกวนพวกเราทั้งสองคน"

hi "เป็นคนดังนี่ดีจริง ๆ เลยนะ"

show hanako cover_bashful_close
with charachange

"ฮานาโกะยิ้มแต่ไม่ได้ตอบกลับอะไรต่อ"

$ renpy.music.set_volume(0.5, 2.0, channel="music")

scene black
with shuteye

"สุดท้ายฉันก็นั่งเอนหลังและหลับตาลงผ่อนคลายให้ได้มากที่สุดเท่าที่จะทำได้"

hi "ที่นี่เงียบสงบและน่าอยู่จัง ฉันละสงสัยว่าถ้าได้เติบโตในสถานที่แบบนี้แทนที่จะเป็นในเมืองแล้วจะเป็นยังไงกันนะ"

ha "นะ-นายมาจากในเมืองเหรอ"

"ดูเหมือนว่าจะเจอเรื่องที่ฮานาโกะอยากคุยแล้ว"

$ renpy.music.set_volume(1.0, 2.0, channel="music")

scene bg suburb_shanghaiint at center
show hanako basic_smile_close:
    center
    ypos 1.09
with openeye

hi "อื้ม ก็พูดได้ว่าเป็นเด็กในเมืองแท้ ๆ เลย"

show hanako basic_worry_close
with charachange

ha "ฟะ-ฟังดูคงมีอะไรหลายอย่างแปลกตาสำหรับนายเลยสินะ…"

hi "ก็ใช่แหละ ฉันก็ยังไม่แน่ใจว่าจะปรับตัวนี้ยังไงดี ก็คงเป็นอาการปกติเวลาคนเราไปอยู่คนละสภาพแวดล้อมน่ะแหละ"

hi "เธอเองก็คงเจออะไรแบบนี้ตอนเข้ามายามากุใหม่ ๆ เหมือนกันใช่ไหม นักเรียนใหม่ส่วนใหญ่ก็น่าจะเป็นแบบนั้นนะ"

show hanako basic_distant_close
with charachange

ha "กะ-ก็ไม่ขนาดนั้น…"

"ฮานาโกะเสตาไปด้านข้างเล็กน้อยเหมือนจะไม่เต็มใจที่จะพูดต่อ ฉันเอียงหัวด้วยความสงสัย แต่เธอไม่ตอบอะไรอีก\nอยู่สักพัก"

scene bg suburb_shanghaiint at bgright
show hanako basic_distant_close:
    tworight
    ypos 1.09
with charamove

show lilly back_pout at twoleft
with charaenter

stop music fadeout 8.0

li "เอาไว้จัดการเรื่องนั้นวันจันทร์ไม่ได้เหรอ เรื่องเก่าที่ค้างจากคราวก่อนยังจัดการไม่เรียบร้อยดีเลย…"

show lilly back_listen
with charachange

li "เข้าใจแล้วจ้ะ เดี๋ยวฉันจะลองไปคุยดู เธอก็รู้นี่ว่ารายนั้นเป็นพวกที่ถ้าได้ตั้งใจจะทำอะไรแล้วก็จะไปให้สุดน่ะ"

li "ได้จ้ะ ขอบใจนะ ไว้ค่อยคุยกันใหม่ แค่นี้จ้ะ"

show lilly basic_displeased
with charachange

"บทสนทนาของลิลลี่จบลงพร้อมกับเสียงพับปิดโทรศัพท์ เธอเดินกลับมาที่โต๊ะของเราแต่ไม่ได้นั่งลงกับที่ตัวเอง"

hi "จะไปแล้วเหรอ"

show lilly basic_concerned
with charachange

li "เกรงว่าคงเป็นอย่างนั้นจ้ะ พอดีมีงานหัวหน้าห้องที่ฉันต้องไปจัดการอีกแล้ว…"

show hanako cover_worry_close
with charachange

ha "ฉะ-ฉันไปด้วยได้นะ"

show lilly basic_weaksmile
with charachange

li "ไม่เป็นไรหรอกฮานาโกะ ฉันจะตรงไปสภานักเรียนเลย เธอไม่ต้องเสียบรรยากาศยามเย็นดี ๆ แบบนี้เพราะเรื่อง\nของฉันหรอก"

show lilly basic_smile
with charachange

li "แล้วอีกอย่าง ถ้าเธอจะเดินไปเป็นเพื่อนตอนฉันกลับโรงเรียน แล้วใครจะอยู่เป็นเพื่อนฮิซาโอะผู้น่าสงสารของเราล่ะ"

show hanako basic_normal_close
with charachange

ha "โอเค…"

show lilly basic_weaksmile
with charachange

li "คืนนี้ถ้าเธออยากให้ฉันไปร่วมวงน้ำชาด้วยอีกก็ชวนได้นะ เผื่อว่าฉันจะอยากดื่มด้วย"

show lilly cane_weaksmile
with charachange

"พวกเราตกลงตามนั้น และลิลลี่ก็บอกลาพวกเราและหยิบไม้เท้าที่ฮานาโกะยื่นให้"

hide lilly
with charaexit

"ฉันเสนอตัวจะจ่ายส่วนของลิลลี่ให้ แต่เธอก็ไม่ยอมแล้วไปจ่ายเงินบอกลายูโกะเดินออกไปอยู่ดี"

play music music_dreamy fadein 4.0

show bg suburb_shanghaiint at center
show hanako basic_normal_close:
    center
    ypos 1.09
with charamove

"และแล้ว… ก็เหลือแค่เราสองคน ปล่อยให้พวกเราอยู่ตามลำพังมันก็ดีหรอก แต่ก็แปลว่าพวกเราจะนั่งเงียบ ๆ \nโดยไม่พูดอะไรไปสักพักเลยละ"

"ฮานาโกะจะมองว่าฉันเป็นคนยังไงกันนะ ถึงฉันจะไม่เคยคิดว่าตัวเองเป็นคนน่ากลัว แต่พอมีคนรุ่นราวคราวเดียวกับฉันมา\nทำตัวอย่างนี้ตอนได้อยู่ด้วยกันแล้วก็เกร็งมาก ๆ เพราะรู้สึกอย่างกับว่าฉันเป็นต้นเหตุที่ทำให้ฮานาโกะรู้สึกอึดอัด"

"ถ้าฮานาโกะออกไปอยู่ที่อื่นที่ไม่ใช่ยามากุแล้วอาจจะชินกับคนขึ้นมาบ้าง แต่ก็นะ… ในเมื่อขนาดคนที่แก่กว่าเธอไปหลายปี\nแค่เห็นหน้าเธอแบบผ่าน ๆ ยังออกอาการชัดเลย ฮานาโกะก็คงรู้สึกเหมือนอย่างเดียวกันกับฉันนั่นแหละ"

"ซึ่งไม่ว่าจะทางไหนก็จะกลับมาที่ปัญหาเดิมอยู่ดี ถ้าฮานาโกะยังอยู่ที่ยามากุก็จะไม่ชินกับการเข้าสังคม แต่ถ้าไปอยู่ที่อื่น\nต่อให้จะพยายามแล้วแต่ก็อาจจะถูกคนที่รับกับแผลเป็นของเธอไม่ได้กีดกันอยู่ดี"

hi "จะสั่งอะไรเพิ่มไหม จะได้นั่งกันต่อ ไหน ๆ ก็ยังไม่ได้กินข้าวเย็นกันด้วย"

show hanako basic_smile_close
with charachange

"ฮานาโกะยิ้มแล้วพยักหน้าหงึก ๆ ด้วยความดีใจที่ฉันชวนคุยเรื่องนี้ ฉันสบตากับยูโกะ แล้วเธอก็เดินเข้ามารับรายการ\nของเราอย่างตั้งอกตั้งใจ"

scene bg suburb_shanghaiint at bgright
show hanako basic_smile_close:
    tworight
    ypos 1.09
with charamove

show yuukoshang neutral_down at twoleft
with charaenter

yu "จะรับอะไรเพิ่มดีคะ"

hi "ผมเอาแซนด์วิชสเปเชียลกับช็อกโกแลตร้อนแล้วกันครับ กินกาแฟตอนนี้เดี๋ยวนอนไม่หลับ ฮานาโกะล่ะ"

show hanako cover_bashful_close
with charachange

ha "อะ-เอา… เหมือนกันค่ะ…"

hide yuukoshang
with charaexit

"ยูโกะพยักหน้าแล้วโค้งตัวก่อนจะหมุนตัวเดินกลับไปที่เคาน์เตอร์เพื่อจัดแจงบรรดาขนมปังกับซอสต่าง ๆ และชงเครื่องดื่ม\nให้พวกเรา"

show yuukoshang smile_up at twoleft
show hanako basic_bashful_close
with charaenter

"พวกเราไม่ได้คุยอะไรต่ออีกจนยูโกะกลับมา เธอยิ้มพลางเสิร์ฟอาหารกับเครื่องดื่มของเราก่อนที่จะไปหาลูกค้า\nที่เรียกเธอต่อ"

hide yuukoshang
with charaexit

show bg suburb_shanghaiint at center
show hanako basic_bashful_close:
    center
    ypos 1.09
with dissolvecharamove

"ฉันไม่คาดหวังต่อแล้วว่าจะได้คุยอะไรมากมายกับเพื่อนร่วมโต๊ะคนนี้แล้วกินข้าวไปสบาย ๆ แม้จะไม่ใช่มื้อหรูหราอะไร\nก็ตาม"

"ซึ่งก็อร่อยดี อาหารส่วนใหญ่ที่นี่ก็อร่อยเหมือนกัน พอกินไปสองสามคำก็รู้สึกว่ายังขาดอะไรบางอย่างไป หรือก็คือ\nฉันไม่ได้ยินเสียงฮานาโกะกินอะไรเลย"

show hanako basic_distant_close
with charachange

"พอมองกลับไปก็เห็นฮานาโกะที่กำลังนั่งอยู่ไม่สุขเล็กน้อยอยู่หน้าแซนด์วิชที่เธอยังไม่ได้แตะ"

hi "ยังไม่หิวเหรอ"

show hanako cover_worry_close
with charachange

"เธอสั่นหัวไปมา แต่ถึงเธอจะทำอย่างนั้น ผมที่ปรกใบหน้าส่วนขวาของเธอก็ยังคงทำหน้าที่ปกปิดแผลไว้ได้เกือบทั้งหมด\nอยู่ดี"

ha "ปะ-เปล่าหรอก"

hi "โห่ กะว่าจะกินของเธอสักหน่อย"

show hanako basic_worry_close
with charachange

ha "นายดู… ละ-ลำบากใจนะ มะ-มีอะไร… หรือปะ-เปล่า?"

"ฉันประหลาดใจที่ฮานาโกะคิดว่าฉันนี่แหละที่ดูไม่สบายใจ แต่พอมาคิด ๆ ดูแล้ว เธอก็น่าจะพูดถูก ใบหน้าฉันอาจจะเผย\nความรู้สึกออกมาโดยไม่รู้ตัวก็ได้ และเธอก็ไม่ใช่คนที่จะมองข้ามเรื่องพวกนี้เลย กลับกัน เธอเป็นคนช่างสังเกต\nด้วยซ้ำ"

hi "พวกเราเป็นเพื่อนกันนี่ ใช่ไหม"

show hanako emb_downsad_close
with charachange

ha "เพื่อน…"

"จากน้ำเสียงและท่าทีที่เธอห่อตัวลง ดูเหมือนว่าฉันพลาดไปอีกรอบละ"

"นี่เป็นอีกเหตุผลหนึ่งที่การมีปฏิสัมพันธ์กับเธอเป็นเรื่องยาก เพราะกำแพงทางจิตใจที่เธอก่อขึ้นระหว่างตัวเองกับคนอื่น\nซึ่งรวมถึงฉัน และน่าจะรวมถึงลิลลี่ด้วยซ้ำ น่าเสียดายที่—"

show hanako basic_bashful_close
with charachange

ha "กะ-ก็ คงงะ-งั้น นั่นแหละ…"

"คำตอบตรง ๆ ของฮานาโกะทำให้ฉันตั้งตัวไม่ทันหน่อย ๆ ยิ่งไปกว่านั้นคือ ฉันเกือบจะถอดใจว่าจะไม่ได้คำตอบอะไรเลย\nด้วยซ้ำ"

hi "นั่นสินะ…"

show hanako basic_worry_close
with charachange

ha "ระ-หรือไม่ใช่ ขะ-ขอโทษที พะ-พอดีฉัน…"

hi "เปล่า ๆ ก็แค่… พอได้ยินเธอว่างั้นก็โล่งใจ"

hi "แล้วก็ ที่เธอถามว่าฉันลำบากใจอะไรหรือเปล่า คือตั้งแต่ที่ฉันเข้ามาที่ยามากุก็ลำบากใจนิดหน่อยเรื่องจะเข้ากับคนอื่น\nยังไงน่ะ"

"ฉันอดแค่นหัวเราะไม่ได้ น่าแปลกที่การได้ยินเธอพูดแบบนั้นทำให้โล่งใจมากแค่ไหน ฉันรู้สึกว่าใบหน้าของตัวเอง\nกำลังยิ้มขณะที่หยิบแก้วช็อกโกแลตร้อนขึ้นมาจิบ"

hi "โอ๊ย! ร้อน…"

show hanako emb_downsmile_close
with charachange

ha "นะ-นั่นแหละ…"

show hanako emb_smile_close
with charachange

ha "นั่นแหละฉันถึงยังไม่กิน พะ-เพราะฉันว่าจะรอ… ให้เย็นลงก่อนน่ะ"

hi "งั้นเดี๋ยวฉันก็รอด้วยละกัน"

"เราสองคนหัวเราะออกมาพร้อมกันเบา ๆ จริง ๆ ก็ไม่ได้ตลกอะไรขนาดนั้นหรอก แต่ด้วยเหตุผลบางอย่าง… ฉันรู้สึกว่า\nการหัวเราะเป็นสิ่งที่ธรรมชาติที่สุดที่จะทำในตอนนี้"

"ฉันเดาว่าเราทั้งคู่ต่างก็มีความกังวลต่อกันหน่อย ๆ ฉันมัวแต่ยุ่งอยู่กับการคิดว่าฮานาโกะเป็นคนที่มีบางอย่างผิดปกติ\nจนกระทั่งเธอเข้ามาเตือนว่าตัวฉันเองก็รู้สึกไม่สบายใจเช่นกัน"

"แต่ถึงอย่างนั้นก็เถอะ… ก็ยังรู้สึกดีอยู่หน่อย ๆ รู้สึกดีที่มีใครสักคนคิดถึงฉันแบบนั้น ในแบบของเธอเอง"

$ renpy.music.set_volume(1.0, 0.0, channel="sound")
stop music fadeout 8.0

scene bg school_dormext_full_ni
with shorttimeskip

"หลังจากที่เดินขึ้นเนินเขาอย่างเงียบ ๆ เป็นเวลานานและเข้ามาในบริเวณโรงเรียน เราสองคนก็มาถึงที่หอพักของเรา"

"ยามตรวจการณ์กะกลางคืนจะเดินไปมาอยู่ตามหอชายกับหอหญิง ทั้งเพื่อความปลอดภัยและเผื่อว่าถ้ามีเรื่องฉุกเฉิน\nทางสุขภาพอะไรแล้วจะได้มีการแจ้งเตือนอย่างทันท่วงที ยามที่กำลังปฏิบัติหน้าที่สังเกตเห็นพวกเราและพยักหน้าให้\nเล็กน้อยก่อนจะเดินตรวจต่อ"

show hanako emb_downtimid_ni at center
with charaenter

"เสียงหาวดังออกมาจากปากของฮานาโกะก่อนที่เธอจะทันได้ปิดปาก คงเหนื่อยพอตัวเลยละ"

hi "เดี๋ยวฉันกลับห้องละ เจอกันพรุ่งนี้นะฮานาโกะ"

show hanako emb_smile_ni
with charachange

ha "ระ-ราตรีสวัสดิ์…"

hide hanako
with charaexit

"พวกเราแยกย้ายเดินไปตามทางของตัวเองก่อนที่ฉันจะหยุดและหันกลับไป"

show hanako basic_smile_ni
with charaenter

"ฮานาโกะยังคงยืนอยู่ เธอยิ้มและโบกมือให้ฉัน ฉันยิ้มและโบกมือกลับ และจากนั้นเธอก็หันกลับเดินขึ้นหอและลับจาก\nสายตาฉันไป"

hide hanako
with charaexit

"ช่วงเวลาเล็ก ๆ น้อย ๆ ที่เราได้ใช้ร่วมกันนี้ช่างรู้สึกล้ำค่าเหลือเกิน และสิ่งที่ฉันมั่นใจอย่างหนึ่งคือ ฉันต้องการปกป้อง\nรอยยิ้มเล็ก ๆ อันบอบบางซึ่งเธอเผยให้เห็นเพียงชั่วขณะให้เพียงไม่กี่คนนี้เอาไว้"

"ฉันละสงสัยจังว่าความรู้สึกนี้ที่ฉันมีเมื่อฮานาโกะอยู่ใกล้ ๆ และเมื่อฉันสามารถทำสิ่งต่าง ๆ ให้เธอได้นั้น… จะเป็น\nบ่อเกิดสำหรับบางอย่างที่นอกเหนือไปจากสิ่งที่เราเป็นอยู่ตอนนี้ได้หรือเปล่านะ"

scene black
with dissolve

#---------------

label th_H12:

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
play music music_happiness fadein 2.0

scene bg school_track
with locationchange

"แสงอาทิตย์ในฤดูร้อนเป็นสิ่งที่ดีอยู่แล้ว แต่เมื่อรวมเข้ากับอากาศบริสุทธิ์ของชนบทแล้วก็ยิ่งดีขึ้นไปอีก"

"สมาชิกชมรมกรีฑากำลังลงเล่นในสนามที่อยู่ตรงหน้า บางคนกำลังเล่นฟุตบอล บางคนกำลังคุยกัน และบางส่วนหัวเราะ\nที่เห็นสองคนทำท่าต่อสู้กันอย่างสนุกสนาน"

"ไม่มีใครสนใจฉันที่นั่งหลบแดดอยู่คนเดียวบนสนามหญ้าใต้ต้นไม้ที่ใหญ่เป็นพิเศษ เป็นช่วงเวลาที่ดีและเงียบสงบหลังจาก\nที่ต้องผ่านวันเรียนที่แสนน่าเบื่อ"

play ambient sfx_footsteps_soft fadein 4.0

"ก่อนที่จะหัวใจวายฉันเคยเล่นฟุตบอลบ่อยมาก เลยคิดว่าการได้ดูพวกเขาเล่นคงจะทำให้คิดถึงอดีต แต่สิ่งที่ฉันรู้สึกตอนนี้\nกลับไม่ใช่แบบนั้น"

stop ambient fadeout 0.3

show miki smile:
    center
    easein 1.0 ypos 1.12
with charaenter

"ฉันได้ยินเสียงฝีเท้าเดินเข้ามาจากข้างหลัง พอหันไปก็เจอเพื่อนร่วมชั้นคนหนึ่งกำลังนั่งลงข้าง ๆ ฉันตกใจนิดหน่อยเพราะ\nเราสองคนก็ไม่ได้คุยกันบ่อยนัก แถมไม่คิดว่าจะมีใครสังเกตฉันเสียอีก"

show miki grinclosed:
    center
    ypos 1.12
with charachange

mk "ไง"

hi "หวัดดีมิอูระ ใช่ปะนะ?"

show miki wink
with charachange

mk "เรียกมิกิเถอะ นามสกุลดูจะทางการจ๋าเกินไปหน่อย"

hi "ถ้างั้นก็เรียกชื่อฉันได้เลยเหมือนกัน"

show miki smile
with charachange

"เราทั้งคู่หันกลับไปยังสนามที่พวกนั้นกำลังเล่นกันอยู่ ดูเหมือนกำลังเตรียมตัวที่จะเริ่มเกมที่สองกัน โดยแต่ละคน\nกระจายตัวไปยังตำแหน่งของตัวเองแล้วนำลูกบอลไปกลางสนาม"

"และแน่นอน เมื่อมีเสียงนกหวีดเป่าเริ่มการแข่งขันแล้วทุกคนก็กลับไปเล่นกันต่อทันที"

hi "ไม่ไปเล่นเหรอ"

show miki grinclosed
with charachange

mk "ไม่อะ ว่าจะพักสักหน่อย"

show miki wink
with charachange

mk "แล้วนายอะ ก่อนหน้านี้ที่นายมาเหมือนอยากเล่นเลย"

"มีคนสังเกตเห็นฉันจริง ๆ สินะ"

hi "พอดีเรื่องมันยาวน่ะ"

show miki grin
with charachange

"สีหน้ามิกิบ่งบอกว่าฉันทำให้สนใจเข้าแล้ว"

hi "ฉันมาที่ยามากุเพราะว่าเป็นโรคหัวใจน่ะ ก็เลยเล่นฟุตบอลไม่ได้แล้ว"

show miki smile
with charachange

mk "นายอยากเป็นนักฟุตบอลเหรอ"

hi "เปล่า ก็แค่เล่นเอาสนุกเฉย ๆ น่ะ พอดีเพื่อนเล่นก็เลยเล่นตาม"

hi "ถ้าไม่เกิดเรื่องกับฉันตอนนั้นฉันก็อาจจะลงไปเล่นเหมือนอย่างคนพวกนั้นก็ได้ แต่ก็ไม่ได้อยากกลับไปเมื่อตอนก่อนหน้านั้น\nเท่าไหร่ด้วยหรอก อธิบายไม่ถูกเท่าไหร่แฮะ"

"หุ่นฉันก็ยังพอใช้ได้เหมือนอย่างช่วงที่ยังเล่นอยู่ ถึงแม้พละกำลังส่วนมากจะไปหมดแล้วก็เถอะ และฉันก็เข้ากันได้ดีกับ\nสมาชิกชมรมคนอื่น ๆ ด้วย"

"พอมาคิด ๆ ดู จริง ๆ ฉันควรจะรู้สึกแย่ที่มาดูคนเล่นอะไรที่ฉันเล่นไม่ได้อีกแล้ว แต่ก็ไม่เป็นอย่างนั้น ซึ่งก็อาจจะเป็น\nเรื่องที่ดี เพราะแปลว่าฉันได้ก้าวข้ามผ่านอดีตตัวเองและพร้อมจะเป็นคนใหม่แล้ว"

hi "โทษที พูดไปเรื่อยเลย"

show miki grinclosed
with charachange

mk "เอาน่า เล่าให้ฟังงี้ก็ดีแล้ว"

show miki smile
with charachange

mk "นายก็ดูท่าจะเป็นเรื่องเป็นราวเหมือนกันนี่ บางคนตอนที่ย้ายมายามากุใหม่ ๆ ก็วุ่นวายน่าดูเลยละ"

hi "งั้นเธอก็เป็นสมาชิกชมรมกรีฑาละสิเนี่ย"

show miki grin
with charachange

mk "อื้ม ตั้งแต่เข้ามาเรียนก็สมัครเลย"

hi "งั้นก็แปลว่าเป็นเพื่อนกับเอมิละสิเนี่ย คนที่ตัวเตี้ย ๆ วิ่งเร็ว ๆ ที่ไม่มีขาน่ะ ฉันว่าสมาชิกชมรมกรีฑาไม่น่ามีผู้หญิงเยอะ\nเท่าไหร่"

show miki grinclosed
with charachange

mk "ฮ่าฮ่า เอมิน่ะเหรอ ทุกคนก็รู้จักหมดนั่นแหละ"

show miki smile
with charachange

mk "แต่ไม่อะ พอดีว่าฉันสนิทกับพวกผู้ชายมากกว่าเลยไม่ค่อยได้ไปคุยกับเอมิเท่าไหร่ เอาเหอะ แล้วนายล่ะ"

hi "อ่า ก็ ตอนนี้ก็ไม่ได้อยู่ในชมรมไหนหรอก แบบที่เป็นชมรมจริง ๆ อะนะ"

show miki wink
with charachange

mk "เห็นช่วงนี้นายอยู่กับฮานาโกะกับแม่สาวฝรั่งผมบลอนด์บ่อย ๆ เลยนี่"

"แม่สาวฝรั่งผมบลอนด์… ก็นะ ลิลลี่ก็คงตัวสูงพอที่จะเรียกแบบนั้นได้อยู่หรอก ฉันพยักหน้าตอบรับโดยไม่ได้ลง\nรายละเอียดอะไรอีก"

show miki grinclosed
with charachange

mk "งั้นก็ไม่ต้องห่วงไปหรอก อย่างน้อยนายก็มีเพื่อนแล้วนี่ ไม่ต้องเข้าชมรมก็ได้"

"เสียงนกหวีดดังลั่นจากสนามดึงความสนใจของเรา ผู้เล่นคนหนึ่งล้มลงกับพื้นกุมขาตัวเองไว้ และคนอื่น ๆ ก็หยุดเล่น\nเพื่อวิ่งไปหาเขา ทำให้มิกิขมวดคิ้วไปด้วย"

show miki serious
with charachange

mk "หูย คงเจ็บน่าดู หมอนั่นดวงซวยจริง ๆ"

"ขณะที่มิกิยังคงมองออกไปยังสนามฉันก็อดไม่ได้ที่จะนึกถึงอาการบาดเจ็บของเธอ แขนซ้ายที่ส่วนปลายเป็นตอ\nแทนที่จะเป็นมือถูกพันด้วยผ้าพันแผลมาตลอดช่วงเวลาที่ฉันอยู่ที่ยามากุทั้งที่ดูเหมือนจะไม่ใช่แผลใหม่เลย"

"มิกิหันกลับมาคุยและเห็นว่าฉันกำลังมองอยู่ เราทั้งคู่นั่งอยู่ในความเงียบที่ชวนให้อึดอัดขณะที่มิกิใช้มืออีกข้างที่\nเหลืออยู่จับแขนที่พันผ้าพันแผลไว้บนตัก"

hi "ทะ โทษที พอดีว่าฉันยัง…"

show miki smile
with charachange

mk "ไม่เป็นไรหรอกน่า"

"น้ำเสียงของเธอออกสบาย ๆ แต่ไม่มีใครพูดอะไรหลังจากนั้น นักเรียนที่มีความพิการทุกคนที่นี่ต่างก็มีวิธีรับมือกับ\nปัญหาของตัวเอง และการที่บางคนรู้สึกว่าอาการของตนเองเป็นปัญหาก็เป็นเรื่องปกติ ฉันเองก็เป็นหนึ่งในนั้นเช่นกัน"

"คนที่บาดเจ็บจากการเล่นฟุตบอลเมื่อครู่ลุกขึ้นยืนได้ด้วยความช่วยเหลือเล็กน้อย และสุดท้ายก็เดินกะเผลกออกจาก\nสนามโดยมีแขนข้างหนึ่งพาดอยู่บนไหล่ของเพื่อนอีกคนเพื่อช่วยประคอง ถ้ายังพอเดินได้ก็น่าจะแค่กล้ามเนื้อฉีก"

"เสียงนกหวีดดังขึ้นอีกครั้ง และเกมก็ดำเนินต่อไปโดยที่ผู้เล่นหายไปหนึ่งคน"

show miki whistle
with charachange

mk "ไปอยู่ด้วยกันกับฮานาโกะกับแม่สาวผมบลอนด์… นายนี่ก็แปลกดีเหมือนกันนะ"

hi "ยังไง"

show miki serious
with charachange

mk "คือแบบฮานาโกะเขา… ไม่รู้สิ"

hi "ขี้อาย?"

mk "เปล่า ไม่ใช่อย่างนั้นหรอก ก็แค่… มีปัญหานิดหน่อย คิดว่านะ ฉันก็ไม่รู้ว่าจะพูดยังไงให้ดูดีได้เหมือนกัน"

show miki wink
with charachange

mk "ไม่ใช่ว่าฉันว่าเธอเป็นคนไม่ดีนะ ฮานาโกะน่ะเป็นคนดีเลยล่ะ"

show miki serious
with charachange

mk "ก็แค่… คุยด้วยยากน่ะ"

"ฟังดูแล้วท่าทางมิกิหรือไม่ก็ใครสักคนในชั้นเรียนเคยพยายามเข้าหาฮานาโกะมาก่อนแล้วได้ผลที่ไม่ดีเท่าไหร่"

"ฉันว่ามิกิพูดแรงไปหน่อย ก็ในเมื่อทุกคน—ไม่ใช่แค่คนในยามากุ—ต่างก็มีปัญหาของตัวเอง แต่ฉันเองก็ไม่ได้รู้จัก\nฮานาโกะมานานขนาดนั้น ก็คงไม่แปลกถ้าจะมีเรื่องของฮานาโกะบางอย่างที่ฉันไม่รู้"

hi "เป็นไงก็เป็นงั้นแหละ ขอแค่ฮานาโกะเป็นคนดีแค่นี้ก็คงพอแล้วล่ะ"

"มิกิหรี่ตาลงเล็กน้อยก่อนจะหยัดยิ้ม"

show miki grin
with charachange

mk "ชอบฮานาโกะเข้าให้แล้วสิเนี่ย"

label th_choiceH12:
menu:
    with menueffect

    "เป็นคนที่พูดกันแบบไม่อ้อมค้อมเลยแฮะ"

    "ยอมรับ":
        return m1

    "ปฎิเสธ":
        return m2

label th_H12a:

hi "ถ้าให้พูดจริง ๆ ก็… อืม ชอบ หวังว่าเธอจะไม่เอาไปปากโป้งละกัน"

show miki wink
with charachange

mk "โห้ย เชื่อใจได้ อย่าได้ห่วง"

show miki grinclosed
with charachange

mk "ใจจริงเลยนะ ฉันว่าก็น่ารักดีออก ถ้าจะจีบก็เอาเลยอย่าได้เกรงใจ"

hi "ขอบใจ"

"ถึงจะพูดแบบนั้นก็เถอะ แต่เมื่อกี้ก็ยังพูดเองเลยว่าฮานาโกะมี “ปัญหา” แต่ก็นะ ฉันยังยืนยันคำเดิมว่าปัญหาของ\nฮานาโกะน่ะไม่สำคัญหรอก ไม่ว่าจะเกิดอะไรขึ้นฉันจะรับมือเอง เพราะฉันอยากช่วยฮานาโกะ"

"ถ้ามีโอกาสแค่เพียงน้อยนิดที่จะช่วยดึงฮานาโกะออกมาจากอาการซึมเศร้าและเก็บตัวได้ ฉันก็จะทำโดยไม่สนใจอะไร\nทั้งนั้น ถ้าเธอต้องการเจ้าชายสักคนละก็ ฉันก็จะเป็นเจ้าชายคนนั้นให้เอง"

"ระหว่างที่กำลังนึกถึงความเป็นไปได้ของความสัมพันธ์นั้นก็เห็นมิกิที่กำลังมองหน้าฉันและยิ้มกว้างออกมา ฉันคง\nหน้าแดงอยู่อย่างไม่ต้องสงสัย และยิ่งฉันหลบหน้าก็ยิ่งทำให้เธอหัวเราะออกมา"

label th_H12b:

hi "คิดว่าไม่หรอก ก็แค่เพื่อนกันน่ะ"

show miki serious
with charachange

mk "โห่ ฉันนึกว่าได้เจออะไรดี ๆ แล้วเสียอีก แต่เข้าใจนะ ผู้หญิงกับผู้ชายไม่จำเป็นต้องเป็นแฟนกันเสมอไปนี่นา"

"ที่เธอพูดก็ถูก และต่อให้ฉันจะรู้สึกแบบนั้นจริง ๆ กับฮานาโกะ ยังไงตอนนี้พวกเราก็เป็นเพื่อนที่ดีต่อกันอยู่ และฉัน\nก็ไม่อยากจะทำมันพังลงด้วย แต่อีกใจหนึ่งก็อยากเป็นมากกว่านั้นสำหรับเธอ ยากจังแฮะ"

label th_H12c:

"มิกินี่ต่างจากผู้หญิงคนอื่น ๆ เลยแฮะ พอคุยแล้วเหมือนได้คุยกับผู้ชายมากกว่าผู้หญิงเสียอีก แล้วยิ่งเจ้าตัวบอกว่าชอบ\nอยู่กับเพื่อนผู้ชายมากกว่าก็ยิ่งทำให้รู้สึกอย่างนั้นมากขึ้นด้วย"

"พอเหลือบมองนาฬิกาข้อมือก็เห็นว่าอีกไม่กี่นาทีจะหมดพักเที่ยงแล้ว คงได้เวลากลับไปห้องเรียนแล้วละ"

hi "จะหมดพักเที่ยงละ กลับกันเลยดีไหม"

show miki smile
with charachange

mk "อืม ก็คงงั้นแหละ"

show miki smile at center
with charamove

"ฉันลุกขึ้นและปัดฝุ่นและหญ้าออกพร้อมยื่นมือให้มิกิเพื่อช่วยเธอลุกด้วย มิกิยื่นมือมารับและดึงตัวเองขึ้นได้อย่างง่ายดาย\nซึ่งเผยให้เห็นมัดกล้ามเนื้อที่กำลังขยับบนแขนเปลือยได้รูปของเธอตอนที่กำลังลุก"

hi "จะว่าไป ทำไมเธอถึงไม่ใส่เสื้อนักเรียนหญิงแบบปกติล่ะ"

show miki whistle
with charachange

mk "อ่า มันร้อนแล้วก็อึดอัดเกินอะ เสื้อนักเรียนชายดีกว่าเยอะ"

"เธอเหวี่ยงแขนไปมาเล็กน้อยเพื่อย้ำคำพูด ซึ่งทำให้เห็นส่วนหนึ่งของร่างกายที่ถ้าเป็นเสื้อนักเรียนหญิงแล้วจะปิดมิดชิด"

scene bg school_gardens
with locationchange

"พวกเราเดินผ่านสวนกลับไปยังอาคารหลักพร้อมคุยไปด้วย"

show miki smile at center
with charaenter

mk "ดูท่านายก็ปรับตัวได้ดีนะ โล่งไปที แปลกใจอยู่เหมือนกันนะที่มีนักเรียนใหม่ย้ายมาช่วงนี้ ยิ่งช่วงใกล้สอบด้วย"

hi "อย่าย้ำสิ…"

show miki grinclosed
with charachange

mk "ฮ่าฮ่า อย่ากังวลไปเลย อ่านคืนก่อนสอบเอาก็รอดแล้ว"

hi "ฟังดูไม่ใช่คำแนะนำที่ดีเท่าไหร่นะ"

show miki grin
with charachange

"มิกิยิ้มพร้อมตบบ่าฉันสองสามที คงไม่ได้สนใจเรื่องเรียนสักเท่าไหร่ละมั้ง"

show miki wink
with charachange

mk "นายก็ดูท่าจะเก่งนี่ แถมครูมุโต้เข้ากับนายได้ดีด้วย เป็นคู่หูที่เหมาะสมเลยเชียว"

hi "ไม่รู้เหมือนกันนะว่าเป็นเรื่องดีหรือเปล่า"

hi "ฉันยังไม่รู้ว่าจะทำตัวยังไงในโรงเรียนนี้ดี มาอยู่ที่นี่ได้สองสามสัปดาห์แล้วแต่บางทีก็ยังรู้สึกงง ๆ อยู่เลย"

show miki smile
with charachange

mk "เดี๋ยวก็ชินน่า อาจจะใช้เวลาสักหน่อย ที่นี่ก็แค่โรงเรียนมัธยมปลายเหมือน ๆ ที่อื่นนั่นแหละ"

"มิกิพูดฟังดูง่าย แต่ฉันไม่คิดแบบนั้นเลย สำหรับฉัน ยามากุเป็นสัญลักษณ์ของการเปลี่ยนแปลงครั้งใหญ่ในชีวิต\nฉันไม่ใช่คนปกติอีกต่อไปแล้ว ฉันเป็นคนที่ “แตกต่าง” และจะต้องเรียนร่วมกับคนที่ “แตกต่าง” คนอื่น ๆ "

"แต่ถึงอย่างนั้นก็เถอะ ฉันเองก็กำลังเดินกลับห้องเรียนพร้อมกับคุยกับเพื่อนร่วมชั้นตอนพักเที่ยงหลังจากที่ได้ดูคนอื่น\nเตะบอล ทุกอย่างก็ปกติดี มิกิคงจะพูดถูกแล้วละมั้ง"

"ฉันคงควรจะต้องมองฮานาโกะแบบนี้เหมือนกัน ทุก ๆ คนล้วนมีปัญหาของตัวเองทั้งนั้น ไม่ใช่เรื่องที่จะเจอได้\nเฉพาะในยามากุเลย สุดท้ายแล้ว ที่นี่ก็เป็นแค่โรงเรียนมัธยมปลายเหมือนกับที่อื่น ๆ นั่นแหละ"

"ขณะที่คุยกันไปฉันก็ยิ้มออกมา มิกิกับฉันเป็นคนที่แตกต่างกันมากในแทบทุก ๆ ด้าน แต่การได้ทำความรู้จัก\nเพื่อนร่วมชั้นอีกคนหนึ่งให้ดีขึ้นสักนิดก็ทำให้รู้สึกดีอยู่หน่อย ๆ "

stop music fadeout 2.0

scene black
with dissolve


#---------------
label th_H13:

play music music_daily fadein 2.0
$ renpy.music.set_volume(0.4, 0.0, channel="ambient")
play ambient sfx_parkambience fadein 2.0

scene bg misc_sky
with locationchange

"สายลมแผ่วเบาพัดพากลิ่นอายของช่วงต้นฤดูร้อนมารอบ ๆ หัวฉันขณะที่กำลังรอลิลลี่"

"กลุ่มเมฆสีขาวก้อนเล็ก ๆ ปกคลุมท้องฟ้าทำลายความจำเจในผืนสีคราม"

li "ฮิซาโอะ? อยู่หรือเปล่า"

"เสียงลิลลี่ลอยมาตามลมราวกับกลืนจนเป็นสิ่งเดียวกัน"

"ฉันหยุดมองท้องฟ้าเพื่อมาพินิจลิลลี่"

$ renpy.music.set_volume(0.8, 1.0, channel="ambient")

scene bg school_gate
show lilly cane_surprised_cas at center
with locationchange

"เสื้อปาดไหล่สีพีชกับกระโปรงยาวกรอมข้อเท้าสีน้ำตาลพร้อมรองเท้าแตะสีน้ำตาล เป็นภาพที่น่ามองทีเดียว"

hi "อื้ม ฉันอยู่ตรงนี้ลิลลี่ ใกล้ ๆ ประตู"

hi "เธอหลบฮานาโกะออกมาได้ด้วยเหรอเนี่ย"

show lilly cane_weaksmile_cas
with charachange

li "ใช่ พอดีปกติฉันก็ออกมาข้างนอกช่วงสุดสัปดาห์อยู่แล้ว เพราะงั้นฉันว่าฮานาโกะคงไม่สงสัยอะไรหรอก"

show lilly cane_sleepy_cas
with charachange

li "อีกอย่างก็… ฮานาโกะต้องไปหาใครบางคนน่ะ"

"ลิลลี่เม้มปากราวกับว่าเธออาจจะไม่ควรพูดต่อ รู้สึกไม่ค่อยอยากเชื่อเท่าไหร่แฮะ"

hi "ฮานาโกะเนี่ยนะจะไปหาใคร จริงเหรอ"

show lilly cane_weaksmile_cas
with charachange

li "เปล่า คือฮานาโกะ… ต้องไปหาจิตแพทย์ทุก ๆ สุดสัปดาห์น่ะ"

hi "อ๋อ เอ้อ งั้นก็เข้าใจได้"

show lilly cane_reminisce_cas
with charachange

"ลิลลี่ถูแขนของเธออย่างไม่สบายใจ และหลังจากที่ฉันเห็นสีหน้าที่ดูเป็นกังวลของเธอแล้วฉันจึงเปลี่ยนเรื่องออกจาก\nฮานาโกะด้วยความรวดเร็ว"

hi "อืม…"

show lilly cane_surprised_cas
with charachange

li "อะไรเหรอ"

hi "แค่สงสัยนิดหน่อยน่ะ… ว่าเธอเข้าตัวเมืองตัวคนเดียวได้ด้วยเหรอ"

show lilly cane_listen_cas
with charachange

"ลิลลี่ถอนหายใจให้กับอาการกังวลเวลาฉันคุยเรื่องเกี่ยวกับอาการตาบอดของเธอ บางทีคนที่พาฉันซวยก็คือตัวเอง\nนี่แหละนะ"

li "ได้สิ แต่ก็ง่ายกว่าถ้าไปกับเพื่อนหรือพี่น่ะ"

"ฉันละสงสัยว่าลิลลี่เข้ากันได้ดีกับพี่สาวของเธอแค่ไหน พอเป็นลูกคนเดียวแล้วก็จินตนาการไม่ค่อยออกเลยว่าการมี\nพี่น้องเป็นยังไง รู้สึกอิจฉาเธอนิดหน่อยเลยแฮะ"

hi "อื้ม เอาละ อีกไม่กี่นาทีรถบัสจะมาแล้ว รีบไปเตรียมตัวรอกันดีกว่า"

show lilly cane_weaksmile_cas
with charachange

li "จริงด้วย ถ้าพลาดเที่ยวนี้ต้องรออีกนานเลย"

stop music fadeout 6.0
$ renpy.music.set_volume(1.0, 1.0, channel="ambient")

scene bg school_road
with locationchange

"เช่นนั้นแล้วเราจึงออกเดินทางไปยังป้ายจอดรถบนเนินเขาที่อยู่ห่างจากประตูโรงเรียนไม่ไกล ซึ่งสะดวกดี"

hi "ตรงนี้วิวสวยดีแฮะ พอโตมากับเมืองแล้วก็ไม่ค่อยได้เห็นภาพอย่างนี้เท่าไหร่ ไม่ต้องถามเลยว่าจะได้เห็นทุกวันหรือเปล่า"

show lilly cane_smile_cas at center
with charaenter

li "ฉันก็ว่าแถวนี้ก็ดีเหมือนกัน เงียบสงบแถมห่างไกลจากเสียงกับกลิ่นต่าง ๆ ในตัวเมืองด้วย"

show lilly back_listen_cas
show lillyprop back_cane at center
with charachange

"ลิลลี่เงยหน้าขึ้นอันเป็นท่าเอกลักษณ์ของเธอ ซึ่งเป็นสัญญาณว่าเธอได้ยินอะไรบางอย่าง"

show lilly back_smile_cas
with charachange

li "โอ๊ะ รถบัสมาแล้ว…"

"ฉันมองไปตามถนนแล้วเห็นรถบัสกำลังแล่นขึ้นมาตามเนิน ความหูดีของลิลลี่ก็เป็นประโยชน์ดีเหมือนกัน"

"ไม่นานรถบัสก็วิ่งมาตามถนนจนถึงป้าย และไม่ถึงนาทีเราก็มุ่งหน้าเข้าสู่ตัวเมือง"

stop ambient fadeout 2.0

scene bg city_street1
with shorttimeskip

play music music_ease fadein 2.0
$ renpy.music.set_volume(0.4, 0.0, channel="ambient")
play ambient sfx_traffic fadein 2.0

"พอได้เดินในตัวเมืองแล้วก็เกิดความรู้สึกคุ้นเคยขึ้นมา ทั้งกลิ่นอาย การจราจร ตึกระฟ้าดาษดื่น… เหล่านี้ต่างละม้าย\nคล้ายเมืองที่ฉันอาศัยอยู่ จะไม่เหมือนก็แต่ทางเดินลอยฟ้า"

"รู้สึกแปลกหน่อย ๆ แฮะ ที่ได้เดินรอบ ๆ ตัวเมืองสบาย ๆ เหมือนกับเดินอยู่ในสวนสาธารณะ แต่มีรถวิ่งขวักไขว่ไปมา\nอยู่ข้างล่าง"

"ขณะที่กำลังครุ่นคิดความอัศจรรย์ของการวิศวกรรมทางเดินลอยฟ้าก็พลันเจอเรื่องที่น่าตกใจ"

show lilly cane_smileclosed_cas_close:
    center
    xpos 0.4
    easein 1.0 xpos 0.5
with charaenter

"ฉันใช้เวลาสักพักจึงรู้ตัวได้ว่าลิลลี่ได้คล้องแขนเธอกับฉันแล้ว โดยที่มืออีกข้างของเธอยื่นไม้เท้าออกไปด้านหน้า"

"ฉันตกใจไปแวบหนึ่งแต่ก็เก็บอาการไม่ให้ลิลลี่รู้ตัว ถึงแม้ว่านี่จะไม่ใช่ครั้งแรกที่เธอให้ฉันช่วยนำทาง แต่ปกติเธอจะจับ\nแค่แขนเสื้อฉันเท่านั้น"

"ตามหลักแล้วถ้าเธอควงแขนก็จะทำให้นำทางในที่คนพลุกพล่านได้โดยไม่หลงแหละ แต่ฉันไม่ชินเลยที่ถูกเนื้อต้องตัว\nกับลิลลี่ขนาดนี้"

"พอรู้ตัวว่าพวกเราเงียบระหว่างเดินมาสักพักแล้วจึงรีบเปิดประเด็นคุย"

hi "เอ้อ แปลกใจอยู่เหมือนกันนะที่ฮานาโกะชอบร้องเพลงน่ะ เธอเคยฟังฮานาโกะร้องเพลงหรือเปล่า"

show lilly cane_smile_cas_close at center
with charachange

li "เคยสิจ๊ะ พวกเราชอบไปร้องคาราโอเกะกับพี่บ่อย ๆ น่ะ ฉันเองก็ไม่ได้ชอบร้องเพลงเท่าไหร่หรอกจ้ะ แต่ทั้งสองคน\nเขาชอบน่ะ"

"หรือฮานาโกะอาจจะชอบร้องเพลงมากกว่าที่ฉันคาดไว้ก็ได้ อยู่ในห้องเล็ก ๆ ที่มีเพียงเธอกับเพื่อน ๆ ของเธอ"

"คงเป็นไม่กี่ชั่วขณะที่ฮานาโกะจะได้ปล่อยตัวตามสบายบ้างเพราะไม่มีใครมาตัดสิน"

hi "ถ้าฮานาโกะชอบร้องเพลง พาไปคาราโอเกะตอนวันเกิดก็คงจะดีนะ"

show lilly cane_sleepy_cas_close
with charachange

li "อืมม ฮานาโกะเขาคงตื่นเต้นน่าดูเลยนะจ๊ะ"

"ฉันเตรียมจะค้าน แต่ลิลลี่ก็ทำหน้าเหมือนกำลังคิดอะไรอีกกับสิ่งที่ฉันเสนอไป กว่าเธอจะตัดสินใจได้ก็ใช้เวลานานพอตัว"

show lilly cane_weaksmile_cas_close
with charachange

li "แต่ก็นะ สิ่งที่เราทำได้ดีที่สุดตอนนี้คือสร้างความทรงจำดี ๆ ในวันเกิดให้กับฮานาโกะ ขืนทำเหมือนเธอเป็นคนไม่ปกติไปอีก\nก็คงไม่ได้อะไรขึ้นมา"

hi "ก็คงจะถูกของเธอ ถ้าฮานาโกะมีความทรงจำกับงานวันเกิดเป็นอย่างอื่นนอกจากความสูญเสียบ้าง ยังไงก็คงอยากมาแหละ"

"ถ้าซื้ออะไรดี ๆ ที่ฮานาโกะเอาไปตั้งให้เห็นได้ทุกวันแล้วเธอคงจะไม่จมกับอดีตมากเกินไปและรู้ตัวว่ายังมีเพื่อนอยู่"

"ยังไงก็เถอะ ฉันว่าฮานาโกะคงรับมือเรื่องแบบนี้ได้ จากการที่ได้อยู่ข้าง ๆ เธอทำให้รู้ว่าเธอไม่ได้บอบบางจนต้อง\nหวาดระแวงขนาดนั้น"

hi "งั้นไปเลยดีไหม ฉันไม่ค่อยชินทางแถวนี้เลยอะ"

show lilly cane_smileclosed_cas_close
with charachange

stop music fadeout 6.0

li "ได้เลยจ้ะ ฉันว่าจะหาอะไรกินก่อนด้วยน่ะ"

hi "ก็ดีนะ ฉันก็ยังไม่ได้กินอะไรมาเหมือนกัน"

show lilly cane_cheerful_cas_close
with charachange

li "ฝากเลือกร้านดี ๆ ด้วยนะจ๊ะฮิซาโอะ"

"เธอยิ้มหยอกออกมา ทำให้ฉันยิ้มตอบไปแม้เธอจะมองไม่เห็นก็ตาม"

hi "อย่าได้ห่วง จะพยายาม"

stop ambient fadeout 1.0
play music music_another fadein 4.0
scene bg city_karaokeint
with locationskip

"พอมาถึงในร้านฉันก็สั่งพายสองชิ้นกับชาสองถ้วยและนำมาที่โต๊ะของเรา"

show lilly basic_smileclosed_cas_close:
    center
    ypos 1.1
with charaenter

"ฉันเล็งคาเฟแห่งนี้ไว้ว่าน่าจะเป็นแบบที่ลิลลี่ชอบ ร้านเล็ก ๆ ดูสงบ แต่ก็มีการดูแลรักษาอย่างดีและดูมีระดับนิด ๆ \nดูจากการที่เธอยิ้มอ่อน ๆ แล้วฉัน… ก็ไม่ค่อยแน่ใจจริง ๆ ว่าฉันเลือกถูกหรือเปล่า"

"ก็นาน ๆ ทีจะเห็นเธอไม่ยิ้มอะนะ"

"ยังไงก็เถอะ ฉันนั่งลงใกล้ ๆ เธอที่โต๊ะตรงมุมตัวหนึ่งแล้ววางอาหารมื้อเล็ก ๆ ของเราลง"

show lilly basic_planned_cas_close
with charachange

"ลิลลี่ค่อย ๆ โน้มหัวลงไปเหนือพายที่วางอยู่ตรงหน้าเธอพลางสูดดมกลิ่นหอมอย่างละเมียดละไม"

show lilly basic_cheerful_cas_close
with charachange

li "พายเลมอนใช่ไหมนะ ขอบใจนะ ฮิซาโอะ"

hi "เรื่องแค่นี้เอง ถ้วยชาตั้งอยู่ข้าง ๆ นะ ระวังทำหกด้วยละ"

show lilly basic_weaksmile_cas_close
with charachange

"ลิลลี่พยักหน้ารับเป็นเชิงขอบคุณ แต่ดูจากรอยยิ้มอ่อน ๆ ของเธอแล้วฉันว่าคงไม่จำเป็นต้องเตือนหรอก เพราะเสียงวาง\nคงทำให้รู้ตำแหน่งไปตั้งแต่แรกแล้ว"

"เราทั้งคู่ลงมือกินโดยไม่รอช้าและกินกันไปอย่างเงียบ ๆ ลิลลี่คงไม่ใช่คนที่ชอบคุยระหว่างมื้ออาหาร ซึ่งฉันเอง\nก็ไม่ค่อยชอบเหมือนกัน"

"สุดท้ายพวกเราก็กินจนหมด และชาถ้วยสุดท้ายก็หมดตามไปในเวลาไม่นานนัก ลิลลี่เป็นฝ่ายเอ่ยปากทำลาย\nความเงียบก่อน"

show lilly basic_smile_cas_close
with charachange

li "อร่อยมาก ขอชมเลยว่าเธอเลือกร้านได้ดีทีเดียว ฮิซาโอะ"

hi "ฉันเองก็เพิ่งได้มาดูเมืองทั่ว ๆ อย่างนี้ ก็คงต้องเลือกร้านที่ดูดีหน่อย ๆ แหละนะ"

hi "เอ่อ… คือ โทษที"

"ฉันรู้สึกผิดจริง ๆ ที่เผลอพูดเรื่องการมองเห็นขึ้นมาต่อหน้าลิลลี่โดยไม่ตั้งใจ แต่เธอก็ดูเหมือนจะไม่ได้ติดใจอะไรมากนัก\nออกจะตรงกันข้ามเสียด้วยซ้ำ เพราะเธอดูเหมือนจะขำกับความพยายามขอโทษอย่างเก้อเขินของฉันมากกว่า"

show lilly basic_smileclosed_cas_close
with charachange

li "เธอนี่ใส่ใจดีจังนะ ฮิซาโอะ แต่บางทีฉันเกรงว่าความช่างเกรงใจนั้นจะทำให้เธอลำบากใจเสียเอง เธอไม่จำเป็น\nต้องเปลี่ยนวิธีพูดเพื่อถนอมน้ำใจฉันหรอกนะ"

"ลิลลี่ดูจะยอมรับความพิการตัวเองได้ดี แต่ถึงอย่างนั้นฉันก็รีบเปลี่ยนประเด็นอยู่ดี เพราะฉันคงพูดไม่ได้เต็มปากว่า\nฉันเองจะรู้สึกยอมรับในเรื่องนี้ได้มากเท่าเธอ"

hi "เธออยู่ที่นี่มานานแล้วหรือยังนะ เหมือนเธอจะชินทางที่นี่มาก ๆ เลย"

show lilly basic_planned_cas_close
with charachange

"เธอรีบโบกมือไปมาตรงหน้าเป็นการปฏิเสธ"

show lilly basic_smile_cas_close
with charachange

li "ไม่ใช่แบบนั้นหรอกจ้ะ ฉันเข้ายามากุตั้งแต่ขึ้นม. ปลาย แต่ก็ไม่ได้เดินในเมืองทั่วขนาดนั้น เพราะว่าพี่สาวฉัน\nที่ชื่ออากิระมารับส่งตลอดจ้ะ"

hi "อ๋อ เอ้อ เธอเคยบอกว่าเพิ่งมาอยู่ที่หอได้ไม่นานนี่นา"

"ค่อนข้างน่าตกใจเหมือนกัน เพราะฉันคิดไปเองว่าเธอมาอยู่ที่นี่ตั้งแต่เข้ายามากุแล้วอยู่มาได้สักสองสามปีเป็นอย่างต่ำ"

show lilly basic_smileclosed_cas_close
with charachange

li "ฉันอยู่กับครอบครัวมาเกือบตลอดเลยจ้ะ จากนั้นก็อยู่กับพี่สาวแค่สองคน แต่พอครอบครัวของฉันย้ายไปอยู่ที่\nอินเวอร์เนสส์ บวกกับความที่พี่ฉันงานยุ่งขึ้นอีก สุดท้ายฉันก็เลยจำเป็นต้องย้ายมาน่ะจ้ะ"

hi "อินเวอร์เนสส์? ที่อยู่สกอตแลนด์น่ะนะ"

show lilly basic_surprised_cas_close
with charachange

li "อ้าว ฉันยังไม่ได้บอกเธอเหรอเนี่ย ครอบครัวฉันตอนนี้อยู่ที่สกอตแลนด์ บ้านเกิดของแม่ฉันน่ะ ส่วนฝั่งพ่อเป็นคนญี่ปุ่น\nน่ะจ้ะ"

"อืม คำถามที่ว่าอะไรทำให้ลิลลี่มีรูปร่างหน้าตาแบบนี้ก็เคยแวบเข้ามาในหัวฉันบางทีเหมือนกัน แต่ฉันก็ไม่เคยคิดที่จะถามเลย\nถ้าอย่างนั้น เรื่องนี้ก็กระจ่างแล้วล่ะ"

hi "เอาจริง ๆ นะ ให้ตายฉันก็เดาไม่ถูก แล้วพูดได้แบบไม่ติดสำเนียงเลยอย่างนี้ เดาว่าเธอเกิดที่นี่ใช่ไหม"

show lilly basic_giggle_cas_close
with charachange

li "ใช่แล้วจ้ะ แต่ฉันก็ดีใจนะที่ครอบครัวเป็นคนต่างชาติน่ะ ไม่อย่างนั้นฉันคงไม่ได้เรียนภาษาอังกฤษตั้งแต่ยังเด็กขนาดนั้น"

show lilly basic_smile_cas_close
with charachange

li "แล้วเธอล่ะจ๊ะ ฮิซาโอะ"

hi "ฉันเหรอ"

"ลิลลี่นิ่งคิดอยู่ครู่หนึ่ง จริง ๆ ถ้าจะเปลี่ยนเรื่องคุยก็ต้องคิดเรื่องที่จะถามก่อนสิ"

show lilly basic_weaksmile_cas_close
with charachange

li "ขอถามว่า… เธอมีแผนสําหรับอนาคตยังไงบ้างจ๊ะ"

hi "ว่าตามตรง ฉันไม่ได้คิดถึงเรื่องนั้นเท่าไหร่"

hi "ต้องเจอเรื่องอุบัติเหตุครั้งนั้นจนได้นอนโรงพยาบาลอยู่หลายเดือน ขอแค่ได้อยู่กับเธอแล้วก็ฮานาโกะก็พอใจแล้วละ"

"เอาจริง ๆ ฉันว่าฉันไม่ได้นึกถึงเรื่อง “อนาคต”  ตัวเองมาสักพักแล้วละ เพราะรู้สึกเหมือนเป็นเรื่องที่เปล่าประโยชน์ยังไง\nไม่รู้"

show lilly basic_sleepy_cas_close
with charachange

li "ปีนี้ปีการศึกษาสุดท้ายของเธอแล้วนะ หลังจากนี้ ไม่ว่ายังไงเธอก็ต้องยืนหยัดด้วยลำแข้งของตัวเองให้ได้แล้ว"

hi "ไม่ใช่ว่าไม่รู้หรอก แค่ว่าตั้งแต่ตอนนั้นมาก็ไม่ได้คิดเรื่องนั้นเท่าไหร่…"

show lilly basic_weaksmile_cas_close
with charachange

"ลิลลี่อ้าปากจะพูดแต่กลับถอนหายใจเบา ๆ แทน ดูเหมือนจะนึกได้ว่าไม่ค่อยรู้เรื่องราวของฉันพอที่จะซักไซ้อะไรอีก\nเท่าไหร่"

li "เอาเถอะจ้ะ คนเราต่างก็มีจังหวะชีวิตเป็นของตัวเอง ฉันแค่หวังว่าเธอจะคว้าทุกโอกาสที่ผ่านเข้ามาไว้นะ"

hi "…เข้าใจละ ฉันจะลองคิดดู"

stop music fadeout 2.0

$ renpy.music.set_volume(0.4, 0.0, channel="ambient")
play ambient sfx_traffic fadein 2.0

scene bg city_street2
show lilly cane_smileclosed_cas_close
with shorttimeskip

"พอเราเดินเข้าไปในตัวเมืองลิลลี่ก็คว้าแขนฉันไว้อีกครั้ง"

show lilly cane_smile_cas_close
with charachange

li "เธอพอจะรู้หรือยังว่าจะซื้ออะไรไปเป็นของขวัญ"

hi "ว่ากันตามตรง ไม่อะ ฉันเลือกของขวัญไม่เก่งมาแต่ไหนแต่ไรแล้ว"

show lilly cane_weaksmile_cas_close
with charachange

li "อาจจะฟังดูแปลก แต่ว่า… เดินดูกันไปเรื่อย ๆ ไหม"

"พอได้ยินลิลลี่พูดคํานั้นออกมาก็ทำให้ฉันถึงกับอึ้งไปแวบหนึ่ง"

hi "เอ่อ… อาฮะ ยังไงล่ะ"

show lilly cane_cheerful_cas_close
with charachange

li "ว่าแล้วว่าเธอต้องถาม ง่าย ๆ เลย เธอแค่ไปเดินดูของตามร้านค้าต่าง ๆ แล้วคอยบอกฉันว่ามีอะไรบ้างก็พอ"

show lilly cane_smileclosed_cas_close
with charachange

li "ถ้ามีอะไรน่าสนใจแล้วก็อาจจะนึกออก"

hi "อืม… ไม่ค่อยแน่ใจเท่าไหร่แฮะ แต่จะเชื่อเธอแล้วกัน"

show lilly cane_smile_cas_close
with charachange

li "ฉันว่าน่าจะไหวอยู่นะ ทั้งฮานาโกะ ทั้งพี่ฉัน ทั้งฉันก็ทำได้ดีอยู่"

$ renpy.music.set_volume(0.2, 1.0, channel="ambient")

scene bg city_street3
with locationskip

"พอลิลลี่พูดคำพูดที่ฟังดูง่าย ๆ ซึ่งค่อนข้างเป็นการมองโลกในแง่บวกนั้นแล้วเราก็เดินไปตามย่านการค้าในตัวเมืองโดยที่\nมีฉันเป็นผู้บรรยายทุกอย่างที่เห็นให้ลิลลี่ได้ฟัง"

"นึกภาพฮานาโกะมาเดินดูตามร้านค้าอย่างนี้ไม่ออกเลยแฮะ เพราะฮานาโกะเองก็เหมือนคนที่จะไม่ค่อยได้สนใจเรื่อง\nการแต่งตัวสักเท่าไหร่ แล้วก็ไม่เคยเห็นอ่านนิตยสารหรืออะไรทำนองนั้นด้วย อันที่จริง งานอดิเรกที่ฉันเห็นฮานาโกะทำ\nก็มีแต่อ่านหนังสือนี่แหละ"

hi "ข้างหน้ามีร้านเครื่องเรือนอยู่ แต่ก็เหมือนจะขายแต่พวกถ้วยชามรามไหมากกว่าอะนะ"

show lilly cane_sleepy_cas_close at center
with charaenter

li "ฉันว่าฮานาโกะคงไม่ค่อยได้ใช้ของพวกนั้นเท่าไหร่หรอกจ้ะ แล้วถ้าให้เป็นของขวัญแล้วจะแนบข้อความไปว่าอะไรล่ะ"

hi "เอ่อ… “ทำอาหารอีกเยอะ ๆ เลยนะ”? ก็ฟังดูไม่เลว มั้งนะ…"

show lilly cane_weaksmile_cas_close
with charachange

li "ของแบบนั้นบางทีการวางทิ้งไว้ตรงนั้นเฉย ๆ ก็เป็นสิ่งที่ดีที่สุดแล้วละจ้ะ ฮิซาโอะ"

"เป็นอีกครั้งที่ฉันสัมผัสได้ว่าฮานาโกะไม่ค่อยประสบความสำเร็จกับการทำครัวสักเท่าไหร่ บางทีลิลลี่ก็คงเข้าไปช่วย\nด้วยแหละนะ"

hi "ไหนซิ ถัดไปเป็นร้านหนังสือ… ก็ใช้ได้นะ ฮานาโกะอ่านหนังสือตลอดเลยนี่"

show lilly cane_concerned_cas_close
with charachange

li "จ้ะ แต่ถ้าเป็นหนังสือละก็จะมีปัญหาอยู่นิดหน่อย คือฉันไม่ค่อยแน่ใจว่าฮานาโกะอ่านอะไรไปแล้วบ้าง"

hi "งั้นบัตรของขวัญล่ะ"

show lilly cane_listen_cas_close
with charachange

li "การให้บัตรของขวัญกับใครสักคนน่ะเป็นอะไรที่ไม่ได้มีความสนิทสนมเลยจ้ะ ให้ไปก็เหมือนการบอกกลาย ๆ ว่า\n“ฉันไม่ได้สนิทพอที่จะรู้ว่าเธอชอบอะไร”"

hi "ฉันก็คิดมาตลอดว่าการให้บัตรของขวัญคือการที่เราจะได้แน่ใจว่าคนรับจะได้ของที่อยากได้จริง ๆ"

show lilly cane_displeased_cas_close
with charachange

li "การให้ของขวัญกับใครสักคนน่ะคือการแสดงระดับความรู้สึกของเราที่มีต่ออีกคนนะจ๊ะ ถ้าแค่เลือกของขวัญง่าย ๆ\nแค่นี้ยังเลือกไม่ได้แล้วจะไปใส่ใจอะไรเขาได้?"

hi "ครับ ๆ ไม่เอาบัตรของขวัญครับ"

"ลิลลี่ดูจะกระตือรือร้นกับเรื่องนี้เอามาก ๆ แต่ก็เข้าใจอยู่นะ ถ้าจะให้ของขวัญกับใครสักคน อย่างน้อยก็ควรที่จะใส่ใจ\nสักหน่อย"

"ในเมื่อฉันอยากได้ของขวัญที่ทำให้ฮานาโกะนึกถึงพวกเราทุกวัน แล้วบัตรของขวัญมันจะมีค่าอะไร"

hi "งั้นปีที่แล้วเธอให้อะไรกับฮานาโกะล่ะ"

show lilly cane_smile_cas_close
with charachange

li "ตุ๊กตากระเบื้องเคลือบจ้ะ ฉันคิดว่าถ้าฮานาโกะมีเพื่อนคุยบ้างก็คงพอบรรเทาความเจ็บปวดลงได้บ้าง"

show lilly cane_weaksmile_cas_close
with charachange

li "ยังไงเสีย ตุ๊กตามันด่าใครไม่ได้นี่นะ"

hi "งั้นให้ดูร้านตุ๊กตาไหม"

show lilly cane_smileclosed_cas_close
with charachange

li "ถ้าเธอจะอุตส่าห์ช่วยมองหาให้ฉันก็ยินดีมากเลยละจ้ะ"

hi "ได้สิ แต่ทำไมเธอถึงไม่บอกกันแต่แรกล่ะ"

show lilly cane_cheerful_cas_close
with charachange

li "ถ้าฉันบอกเธอก็คงไม่คิดเองหรอกจ้ะ หรือไม่ใช่"

"เป็นอีกครั้งที่ลิลลี่พูดถูก ตอนนี้สมองของฉันกำลังประมวลผลทุกร้านที่เดินผ่านเพื่อเลือกของขวัญ ถ้าลิลลี่พูดถึง\nร้านตุ๊กตาแต่แรกฉันคงไม่คิดหาอะไรอย่างอื่นอีก"

$ renpy.music.set_volume(0.4, 1.0, channel="ambient")

scene bg city_street4
with locationskip

"พวกเราเดินเตร็ดเตร่ไปตามถนนในเมือง ทว่าก็ดูจะไม่พบอะไรที่เหมือนจะเป็นร้านตุ๊กตาเลย และยังหาร้านที่ฉันจะเลือก\nซื้อของขวัญไม่ได้ด้วย"

"การมาเดินหาร้านดาด ๆ อย่างนี้ช่วยให้สมองปลอดโปร่งขึ้นบ้าง เหตุการณ์เมื่อสัปดาห์ก่อนเริ่มเลือนรางไป และฉันก็\nตั้งตาคอยการให้ของขวัญกับฮานาโกะ…"

"…ถ้าเจอของขวัญที่ว่าอะนะ"

hi "จนปัญญาแล้วอะ ก็นึกว่ามาเดินในตัวเมืองแล้วจะเจออะไรสักหน่อยเสียอีก แล้วฉันว่าเราเดินผ่านถนนเส้นนี้มาอย่างน้อย\nหนึ่งรอบแล้วนะ"

show lilly cane_oops_cas_close at center
with charaenter

li "นี่เธอจะยอมแพ้แล้วเหรอฮิซาโอะ"

hi "ยังหรอก แต่การหาของขวัญนี่ยากกว่าที่คิดเยอะเลยแฮะ"

show lilly cane_smileclosed_cas_close
with charachange

li "อย่าคิดอะไรแคบไปสิจ๊ะ ลองแวะสักร้านแล้วเดินสำรวจสักหน่อยก็ได้นะ"

hi "ก็น่าจะได้อยู่ ฉันไม่ถนัดการมาเดินเลือกซื้อของอะไรอย่างนี้เลย"

$ renpy.music.set_volume(0.2, 1.0, channel="ambient")

scene bg city_street3 at right
with locationskip

"ลิลลี่กับฉันเดินไปตามถนนในตัวเมืองอีกครั้งโดยที่คราวนี้มีการแวะตามร้านที่เราสนใจ ทว่าสุดท้ายก็ไม่เจออะไรที่\nเหมาะ ๆ ไปกว่ากันเลย"

"ต่อให้สนิทอย่างนี้แล้วเราก็ยังไม่ค่อยแน่ใจว่าฮานาโกะชอบอะไรกันแน่ เพราะฮานาโกะเป็นคนเก็บตัวมาก และสิ่งที่เรารู้\nว่าฮานาโกะชอบก็ใช่ว่าจะเอามาปรับใช้กับการเลือกของขวัญได้ง่าย ๆ"

show lilly cane_sleepy_cas_close at center
with charaenter

li "พักกันสักหน่อยได้ไหมจ๊ะ ฉันชักเหนื่อยแล้ว"

show lilly cane_sleepy_cas_close:
    ypos 1.05
with charamove

show bg city_street3 at left
show lilly invis:
    xpos 0.8
    ypos 1.05
with dissolvecharamove

"ฉันตอบตกลงแล้วปล่อยให้ลิลลี่ยืนพักกับราวเหล็กอยู่ระหว่างที่ฉันไปซื้อเครื่องดื่มจากตู้ขายของแบบหยอดเหรียญ\nที่อยู่ใกล้ ๆ"

"พอเดินมาที่ตู้และซืื้อน้ำมะนาวให้ตัวเองแล้วก็รู้สึกสับสนขึ้นมาเล็กน้อยเพราะไม่รู้ว่าลิลลี่ชอบอะไร ฉันจึงเดาแล้วเลือก\nอะไรที่ดูหวาน ๆ สักหน่อยโดยที่ไม่แปลกเกินไป นั่นคือนมรสสตรอว์เบอร์รี"

show bg city_street3 at right
show lilly cane_weaksmile_cas_close:
    center
    ypos 1.05
with dissolvecharamove

hi "มาแล้ว"

"ฉันเดินไปหาลิลลี่แล้วยื่นกล่องนมไปที่มือของเธอที่ยื่นออกมา พอดูจนแน่ใจว่าจับแน่นดีแล้วฉันจึงปล่อย"

show lilly cane_smile_cas_close
with charachange

"ลิลลี่จับไปตามกล่องก่อนจะเปิดออกแล้วยกดื่มด้วยท่าทีลังเล รอยยิ้มของเธอเมื่อได้ดื่มบ่งบอกว่าฉันเลือกมาถูกแล้ว\nเรานั่งพักดื่มกันเงียบ ๆ อยู่ประมาณสองสามนาที"

$ renpy.music.set_volume(0.2, 0.0, channel="sound")
play sound sfx_phone

show lilly cane_surprised_cas_close
with charachange

"เสียงเรียกเข้าคุ้นเคยดังแว่วมาจากฝั่งลิลลี่ เธอรีบขอโทษขอโพยพลางล้วงกระเป๋าเอาโทรศัพท์มือถือออกมา"

show lilly cane_weaksmile_cas_close
with charachange

li "ขอรับสายหน่อยได้ไหมจ๊ะ"

hi "ได้สิ รับเถอะ"

show lilly back_listen_cas_close
show lillyprop back_cane_close:
    center
    ypos 1.05
with charachange

"ลิลลี่พยักหน้าเป็นการขอบคุณแล้วหันหน้าไปเปิดฝาโทรศัพท์ออกก่อนจะรับสายพลางยกขึ้นมาแนบหู"

show lilly back_smile_cas_close
with charachange

"ฟังจากน้ำเสียงลิลลี่แล้ว ปลายสายน่าจะเป็นเพื่อนหรืออะไรทำนองนั้น ฉันรีบเบือนความสนใจหนี เท่าที่ฟังลิลลี่พูดแล้ว\nน่าจะไม่ใช่แค่คุยซุบซิบเรื่อยเปื่อย"

"ฉันนั่งมองลิลลี่เพราะไม่มีอะไรจะทำอยู่แล้ว ลิลลี่นั้นเป็นคนที่สวยจริง ๆ ซึ่งเป็นผลดีกับความนิยมของเธอในรั้วโรงเรียน\nด้วย พอคิดถึงความต่างระหว่างฮานาโกะกับลิลลี่แล้วก็รู้สึกว่าน่าสนใจดี ทั้งความต่างเรื่องนิสัยใจคอกับรูปลักษณ์"

show lilly back_smileclosed_cas_close
with charachange

"ฉันเอนตัวพักแล้วดื่มเครื่องดื่มพลางมองลิลลี่อยู่สองสามนาที ไม่นานเธอก็บอกลาปลายสายที่คุยอยู่ด้วยแล้ววางสายไป\nก่อนจะเก็บโทรศัพท์ใส่กระเป๋ากลับมาพิงกับราวเหล็กเหมือนเมื่อครู่"

hide lillyprop
show lilly cane_weaksmile_cas_close
with charachange

li "ขอโทษทีนะจ๊ะ พอดีเพื่อนที่เรียนห้องเดียวกันโทร. มา"

$ renpy.music.set_volume(1.0, 0.0, channel="sound")
play sound sfx_can_clatter

"ฉันกระดกกระป๋องขึ้นดื่มอึกสุุดท้ายแล้วโยนทิ้งลงถังขยะ พักหนึ่งลิลลี่ก็ดื่มจนหมดด้วยความรวดเร็วพอตัวแล้วยื่น\nกล่องนมมาให้ฉันทิ้งบ้าง"

$ renpy.music.set_volume(0.1, 2.0, channel="ambient")

hi "ดูเธอจะมีเพื่อนเยอะจังนะ"

show lilly cane_smile_cas_close
with charachange

li "หืม"

"ลิลลี่คอยให้ฉันพูดต่อด้วยความสนใจ"

hi "พอดีคิดอยู่ว่าเธอนี่ไม่เหมือนกับฮานาโกะเลย ฉันนึกภาพไม่ออกเลยว่าถ้าฮานาโกะต้องมาทำอะไรหลายอย่างอย่างเธอ\nแล้วจะเป็นยังไง นึกภาพไม่ออกด้วยว่าจะไปรู้จักคนอื่นที่เธอรู้จักด้วยหรือเปล่า"

show lilly cane_giggle_cas_close
with charachange

li "เธอดูจะคิดถึงเรื่องฮานาโกะพอสมควรเลยนะ"

hi "ไม่รู้สิ คือแบบ… ฮานาโกะก็เป็นคนลึกลับ ละมั้งนะ ฉันแค่อยากรู้จักฮานาโกะให้มากขึ้นสักหน่อย ซึ่งก็ใช่ว่าจะรู้ได้ง่าย ๆ"

show lilly cane_weaksmile_cas_close
with charachange

li "เธอกำลังนึกสงสัยเรื่องความสัมพันธ์ระหว่างเธอกับฮานาโกะหรือเปล่า"

hi "ฉันว่าไม่น่าใช่อย่างนั้นนะ ฉันก็แค่อยากทำอะไรเพื่อเธออีกสักหน่อย ก็เป็นเพื่อนเป็นอะไรกันนี่นะ ฉันไม่แน่ใจด้วยซ้ำ\nว่าฮานาโกะมองฉันยังไง"

show lilly cane_smile_cas_close
with charachange

"ดูท่าว่าประโยคนั้นจะดึงความสนใจจากลิลลี่ได้บ้าง ฮานาโกะได้พูดถึงฉันบ้างหรือเปล่านะตอนที่ได้คุยกับลิลลี่"

show lilly cane_smileclosed_cas_close at center
with dissolvecharamove

"จังหวะที่กำลังจะถามลิลลี่ว่าคิดอะไรอยู่เธอก็ผละตัวออกจากราวเหล็ก"

show lilly cane_cheerful_cas_close
with charachange

li "ไปกันเลยไหมจ๊ะ"

"น้ำเสียงกับสีหน้าของลิลลี่บ่งบอกว่าเธอกำลังแสร้งทำเป็นไม่มีอะไรเกิดขึ้น เธอรู้ดีว่าตัวเองกำลังปล่อยให้ฉันคาใจอยู่"

"ฉันถอนหายใจแล้วผละตัวเองจากราวเหล็กตามแล้วกวาดตามองรอบ ๆ ตอนนี้มีเรื่องที่ต้องทำอยู่ ไว้ค่อยมาคุยเรื่องนี้\nกับลิลลี่อีกทีแล้วกัน"

"ตรงกลางระหว่างแผงหนังสือพิมพ์กับร้านสะดวกซื้อมีร้านค้าร้านเล็ก ๆ ตั้งอยู่ บนป้ายมีตัวอักษรภาษาอังกฤษที่ถูก\nตกแต่งซึ่งเขียนว่า “Othello's Antiques” (ร้านขายของเก่าโอเทลโล่) อยู่"

"ถ้าเดินไปตามถนนเรื่อย ๆ ละก็ร้านนี้จะคลาดไปจากสายตาเอาได้ง่าย ๆ แต่พอหยุดอยู่นิ่ง ๆ แล้วตั้งใจมองหาดู\nอย่างตอนนี้แล้วก็จะเห็นเด่นขึ้นมา"

$ renpy.music.set_volume(0.3, 6.0, channel="ambient")

hi "เออนี่ ลิลลี่… ตุ๊กตาที่เธอให้ฮานาโกะไปคราวนั้นเป็นของใหม่หรือเปล่า"

show lilly cane_smile_cas_close
with charachange

li "ก็ใช่จ้ะ แต่ที่ถามอย่างนี้คืออะไรเหรอจ๊ะ"

hi "ฉันว่าฉันเจอร้านที่จะเลือกซื้อของขวัญได้แล้วละ อยู่อีกฟากถนนนี่เอง"

show lilly cane_surprised_cas_close
with charachange

li "หืม ร้านอะไรเหรอจ๊ะ ร้านของเล่นหรืออะไร"

hi "ร้านขายของเก่าน่ะ น่าจะเป็นตัวเลือกที่ดูดีที่สุดแล้ว"

show lilly cane_satisfied_cas_close
with charachange

li "จริงเหรอเนี่ย ไม่ยักรู้เลยว่าแถวนี้มีร้านอย่างนี้อยู่ด้วย"

hi "ฉันก็ไม่รู้เหมือนกัน ตอนที่มารอบแรกก็ไม่ทันได้สังเกต เป็นร้านที่หายากพอตัวเลย"

show lilly cane_smileclosed_cas_close
with charachange

li "อืม งั้นไปแวะสักหน่อยก็ได้จ้ะ"

"พวกเรารีบจัดแจงตัวเองแล้วมุ่งหน้าไปยังร้านนั้นเมื่อได้เป้าหมายใหม่ ลิลลี่ยื่นมือมาจับที่ข้อศอกฉันเพื่อนำทาง"

stop ambient fadeout 0.5

$ renpy.music.set_volume(1.0, 0.0, channel="sound")
play sound sfx_storebell
play music music_soothing fadein 0.5
$ renpy.music.set_volume(1.0, 4.0, channel="ambient")

scene bg city_othello at right
with locationchange

"ในร้านนั้นมีกลิ่นอับแปลก ๆ อยู่ สภาพผังร้านดูเหมือนโรงรถมากกว่าที่จะเป็นร้าน ข้าวของแต่ละอย่างถูกวางไว้\nอย่างระเกะระกะโดยดูแทบไม่ออกเลยว่าถูกจัดกลุ่มไว้ด้วยเกณฑ์อะไร"

show shopkeep neutral at center
with charaenter

"ดวงตาคู่เล็กของพนักงานร้านมองมาทางพวกเราด้วยสีหน้าเนือย ๆ ใบหน้าของเขาดูอ่อนระโหยโรยแรง และยังแต่งตัว\nดูหลงยุคเอามาก ๆ เขาพยักหน้าเป็นการต้อนรับให้พวกเราอย่างสุภาพก่อนจะอ่านหนังสือต่อ"

hide shopkeep
with charaexit

"ลิลลี่จับแขนฉันไว้แน่น ฉันต้องแบ่งสมาธิไปกับการที่ทั้งต้องคอยดูให้แน่ใจว่าจะมีของขวัญเหมาะ ๆ สำหรับฮานาโกะ\nหรือเปล่ากับทั้งต้องคอยดูว่าลิลลี่จะไม่ไปเผลอชนอะไรเข้า"

show bg city_othello at center
with charamove_slow

"ซึ่งเป็นอะไรที่ลำบากพอสมควร เพราะผังร้านนั้นไร้ระเบียบ ทั้งยังมีของหลายอย่างที่วางยื่นออกมาจากชั้นบ้าง วางไว้บน\nเฟอร์นิเจอร์อย่างอื่นบ้าง แต่สุดท้ายเราก็มาถึงโต๊ะเก่า ๆ ตัวหนึ่งที่มีตุ๊กตากับตุ๊กตาหมีวางอยู่เรียงรายได้โดยสวัสดิภาพ"

hi "ตรงนี้น่าจะใช้ได้เลย มีตุ๊กตาหลายแบบสุดแต่จะจินตนาการเลย"

show lilly cane_smileclosed_cas_close at center
with charaenter

li "งั้นก็น่าจะเลือกได้ง่ายขึ้นเยอะเลย เธอเลือกให้ฉันสักหนึ่งตัวได้ไหมจ๊ะฮิซาโอะ"

"กะแล้วเชียวว่าจะต้องเป็นอย่างนี้ ฉันนึกภาพฮานาโกะพลางคิดตามว่าตุ๊กตาแบบไหนจะเหมาะกับเธอที่สุด"

"สายตาฉันปราดมองไปตามกองตุ๊กตาเรียงรายที่แต่ละตัวต่างดูดีไม่ยิ่งหย่อนไปกว่ากัน มีมากมายหลายแบบจนชวนให้\nปวดหัว แต่สุดท้ายก็มีตัวหนึ่งที่ฉันไปสะดุดตาเข้า"

hi "เอ้านี่ ตัวนี้เป็นไง"

#cutin here

"ฉันหยิบตุ๊กตากระเบื้องเคลือบตัวเล็ก ๆ ตัวหนึ่งที่ดูแล้วราคาน่าจะพอจับต้องได้ เป็นตุ๊กตาผมสีบลอนด์ที่แต่งด้วยชุด\nวิกตอเรียนสีเขียวกับหมวกสีน้ำตาล ซึ่งก็ดูคล้ายลิลลี่อยู่หน่อย ๆ"

show lilly cane_listen_cas_close
with charachange

#cutin out

"ฉันค่อย ๆ ยื่นให้ลิลลี่ เธอจับ ๆ อย่างเบามือพลางทำหน้าจดจ่อเล็กน้อย"

show lilly cane_smile_cas_close
with charachange

li "รู้สึกสวยจริง ๆ จ้ะ เธอคิดว่าเหมาะกับฮานาโกะไหม"

hi "คิดว่านะ ถ้าตั้งในห้องก็คงสวยดี"

show lilly cane_smileclosed_cas_close
with charachange

li "ถ้าอย่างนั้นฉันก็จะเชื่อเธอแล้วกัน แล้วนี่เธอจะไปหาของขวัญให้ฮานาโกะอีกชิ้นหรือว่าจะใช้ตุ๊กตาตัวนี้เป็นของขวัญ\nของเราสองคนไปเลยจ๊ะ"

hi "อืมม ไม่รู้สิ ก็กะอยู่ว่าจะซื้ออีกอย่างเป็นของขวัญจากฉัน แต่จะให้ตุ๊กตาสองตัวเลยมันก็ยังไงอยู่ หรือ…"

"ฉันลากเสียงไปพลางมองไปรอบ ๆ ร้านจนสะดุดตาเข้ากับกล่องประดับที่อยู่บนโต๊ะสำหรับนั่งเขียนซึ่งอยู่ไม่ห่างจากเรา"

hi "รอตรงนี้นะ เหมือนจะเจออะไรแล้วละ…"

show lilly cane_ara_cas_close
with charachange

li "แหม ๆ เร็วจังเลยนะ"

#cutin in

"ฉันเดินผ่านส่วนที่มีเครื่องแก้วหลากชนิดอยู่มาหยิบกล่องนั้น ตรงข้างกล่องไม้นั้นมีภาพการต่อสู้ยุคโบราณที่อยู่บริเวณ\nปราสาทสลักไว้อยู่"

"ส่วนฝากล่องนั้นเป็นสิ่งที่คุ้นตาดี ฝากล่องทำจากไม้เคลือบน้ำมันวาร์นิชเป็นลายขาวสลับดำ"

sk "ของดีเลยนะ ชุดหมากรุกของนอกน่ะ"

#cutin out

show bg city_othello at bgleft
show lilly cane_smileclosed_cas_close at twoleft
with dissolvecharamove

show shopkeep neutral at tworight
with charaenter

"ฉันตกใจเล็กน้อยที่พนักงานร้านที่อยู่ ๆ ก็โผล่มาอย่างนี้ ไม่เห็นตอนเดินมาเลยแฮะ"

"คงเห็นเหมือนพวกเราไม่รู้จะซื้ออะไรดีเลยจะมาช่วยละมั้ง …หรือไม่ก็มาจับตาดูเพราะกลัวว่าพวกเราจะขโมยของ"

hi "ผม… มาหาของขวัญให้เพื่อนน่ะครับ"

show shopkeep happy
with charachange

sk "อ้อ ถ้างั้น ชุดหมากรุกนี่ก็เป็นตัวเลือกที่ดีทีเดียวละ"

"แล้วฉันก็นึกอะไรบางอย่างขึ้นได้ ถึงจะเป็นชุดที่ดูดีก็จริง แต่ร้านนี้เป็นร้านขายของเก่า ซึ่งของแต่ละอย่างราคาก็คงสูง\nพอสมควร"

hi "อันนี้เก่ามากมั้ยครับ"

show shopkeep neutral
with charachange

sk "อันนี้เป็นของที่เขาเอามาผลิตซ้ำน่ะ ถ้าให้เดาก็น่าจะสักห้าปีได้"

hi "อย่างนี้นี่เอง แล้วราคาล่ะครับ"

show shopkeep thinking
with charachange

"พนักงานร้านคิดอยู่ครู่หนึ่งก่อนจะบอกราคา ซึ่งเห็นแล้วก็รู้สึกไม่ดีหน่อย ๆ"

show shopkeep neutral
with charachange

sk "ลุงจะขายให้ 7000 เยน"

"ฉันสะอึกไปเล็กน้อยเพราะไม่ได้วางแผนจะควักเงินมากขนาดนั้น แต่ก็เป็นของที่ดูเหมาะมากเลย แต่ก็นะ ถ้าตั้งราคา\nมาขนาดนี้ก็คงรู้ดีแหละว่าฉันจะยอมจ่ายแค่ไหน"

hi "5000 เยนได้มั้ยครับ"

show shopkeep thinking
with charachange

sk "5500 เยน ขาดตัว"

hi "ได้ครับ อ้อ แล้วก็ตุ๊กตาตัวนั้นด้วยนะครับ…"

show shopkeep neutral
with charachange

"พนักงานร้านมองผ่านฉันไปที่ลิลลี่ซึ่งถือตุ๊กตาอยู่ในมือ เขาหรี่ตามองพลางทำสีหน้าว่ากำลังประมวลผลอยู่ในใจ\nอย่างชัดเจน"

"และรอยยิ้มของเขาก็หย่อนลงเล็กน้อย"

sk "อ่า…"

"แปลว่าไม่ใช่ของในร้านทุกอย่างที่จะเป็นของผลิตซ้ำสินะ"

show shopkeep thinking
with charachange

sk "แม่หนู แน่ใจใช่มั้ยว่าจะเอาตุ๊กตาตัวนั้น"

show lilly cane_smile_cas_close
with charachange

li "หนูเชื่อการตัดสินใจของเพื่อนค่ะ"

show shopkeep surprised
with charachange

sk "ไม่ค่อยเห็น… เอ๊ะ หนูไม่ถือใช่มั้ย…"

show lilly cane_smileclosed_cas_close
with charachange

li "ไม่ถือเลยค่ะ ยังไงถ้าห่อให้ด้วยได้ก็จะดีมากเลยค่ะ"

show shopkeep neutral
with charachange

sk "อ้อ ได้สิ แต่ว่าราคามัน 20000 เยน…"

"ลิลลี่หยิบกระเป๋าสตางค์แล้วควักธนบัตร 5000 เยนที่ดูใหม่ ๆ ออกมาสี่ใบ"

show lilly cane_cheerful_cas_close
with charachange

li "นี่ค่ะ 20000 เยน"

show shopkeep thinking
with charachange

"พนักงานร้านหยิบทั้งเงินกับตุ๊กตาไปอย่างตั้งใจแล้วเดินไปที่เคาน์เตอร์ ฉันจับแขนลิลลี่นำทางตามไป"

hi "เธอแน่ใจแล้วเหรอ"

show lilly cane_smileclosed_cas_close
with charachange

li "ไม่เป็นไรหรอกจ้ะ ฉัน… พอจะมีงบอยู่ อย่างที่บอกไงจ๊ะว่าฉันเชื่อการตัดสินใจของเธอ"

"ฉันรู้สึกผิดอยู่เล็กน้อยด้วยเรื่องสองประการ อย่างแรก ฉันแนะนำของขวัญที่ทำให้ลิลลี่ต้องเสียเงินมาก อย่างที่สอง\nฉันรู้สึกว่าของขวัญฉันยังมีค่าไม่พอ"

"แต่ถึงอย่างนั้นก็เถอะ ลิลลี่ก็ดูอึดอัดอยู่เหมือนกันพอมีคนพูดถึงเรื่องเงิน…"

show shopkeep neutral
with charachange

"ฉันยื่นของขวัญของฉันกับเงินไปให้พนักงานร้านตามลำดับ เขาเก็บเงินใส่เครื่องคิดเงินก่อนจะมาง่วนอยู่กับการห่อ\nตุ๊กตากับกระดานหมากรุก"

"สุดท้ายเมื่อห่อเสร็จแล้วเขาก็ยื่นของขวัญให้เราทั้งสองคน"

show shopkeep happy
with charachange

sk "ขากลับก็ระวัง ๆ หน่อยนะ โอกาสหน้าเชิญใหม่"

hi "ขอบคุณครับ"

show lilly cane_smile_cas_close
with charachange

li "ค่ะ ขอบคุณมากเลยค่ะ"

"เขาโค้งต่ำให้กับเราที่กำลังเดินออกจากร้านไป"

stop music fadeout 6.0
$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_traffic fadein 1.0

scene bg city_street3
with locationchange

show lilly cane_weaksmile_cas_close at center
with charaenter

li "อืม เดินหาอยู่ทั้งวันก็จริง แต่สุดท้ายก็ได้มาจนได้"

hi "นั่นสินะ"

"ตอนนี้ของขวัญก็ห่อมาเรียบร้อยแล้ว ชักอดใจอยากให้ฮานาโกะไม่ไหวแล้วสิ ซึ่งก็เป็นเรื่องปกติเวลามาซื้อของขวัญ\nที่พอซื้อแล้วจะอยากรู้ว่าคนรับจะมีปฏิกิริยาอย่างไรเมื่อได้เห็นของขวัญ"

"และส่วนหนึ่งก็เพราะอยากกลับไปดูฮานาโกะด้วยตาตัวเองว่าสภาพตอนนี้เธอเป็นอย่างไร"

hi "งั้นกลับกันเลยดีมั้ย"

show lilly cane_smile_cas_close
with charachange

li "จ้ะ วันนี้เราเดินมาเยอะแล้ว อยากไปพักขาที่ห้องสักหน่อยเหมือนกัน"

"ลิลลี่พูดถูก พอหมดหน้าที่ที่ต้องหาร้านแล้วก็เริ่มรู้สึกว่าขาล้า ๆ ขึ้นมา"

hi "โอเค งั้นก็กลับโรงเรียนกัน ฉันก็อยากพักสักหน่อยด้วยคน"

"ลิลลี่ยื่นแขนออกมา และฉันก็ควงแขนเธอ พวกเราเดินไปที่ป้ายจอดรถด้วยกัน"

stop ambient fadeout 2.0

scene black
with dissolve

#---------------------

label th_H14:

play music music_pearly fadein 5.0

scene bg school_scienceroom at right
with locationchange

"ครูอ่านสมการกับสูตรไปทีละข้อให้พวกเราฟังด้วยน้ำเสียงราบเรียบไร้ความตื่นเต้นอย่างเช่นเคย"

"ก็มีบางทีอยู่ที่ครูจะตื่นเต้นขึ้นมาเวลาสอน เป็นการแสดงความตื่นเต้นแบบแปลก ๆ ราวกับว่าเริ่มหลงใหลไปกับเนื้อหา\nที่สอนขึ้นมา"

"ทว่าส่วนมากก็จะเป็นสภาพเหมือนอย่างวันนี้ เนื้อหาที่เรียนตอนนี้นั้นค่อนข้างง่ายจนสมาธิที่จะจดจ่ออยู่กับครูหดหาย\nไปเรื่อย ๆ ไม่นานก็เริ่มรู้สึกปวดขาขึ้นมาจนทำให้การจดจ่อนั้นยากขึ้นไปอีก"

"คิดผิดหรือคิดถูกเนี่ยที่เมื่อวานไปตะลอนเดินในตัวเมืองกับลิลลี่ขนาดนั้น"

"ตั้งแต่ออกโรงพยาบาลมาฉันก็แทบไม่ได้ออกแรงอะไรเลย แค่เดินไปกลับระหว่างทางจากโรงเรียนไปร้านสะดวกซื้อยังนับ\nเป็นการออกแรงแทบไม่ได้ด้วยซ้ำ ถึงตอนที่ฉันมาใหม่ ๆ เอมิจะพยายามบอกให้ออกกำลังกายก็จริง แต่ฉันก็ไม่ได้\nคาดหวังว่าร่างกายจะกลับไปฟิตเหมือนอย่างเก่าแล้ว"

"ซึ่งก็ไม่แปลกใจเลยว่าทำไมพอไปเดินในตัวเมืองอยู่หลายชั่วโมงอย่างนั้นแล้วถึงได้ระบมขนาดนี้ คิดแล้วก็หดหู่ ชวนให้\nนึกถึงอะไรหลายอย่างที่เคยทำได้ก่อนหัวใจวายครั้งนั้น น่าสมเพชชะมัด"

show muto normal at twoleft
with charaenter

mu "เอาละ… อิเคซาวะ"

show hanako defarms_shock at tworight
with vpunch

"แปลกแฮะที่ครูมาถามฮานาโกะ แต่ก็ใช่ว่าไม่เคยถามน่ะนะ ฮานาโกะสะดุ้งเล็กน้อยก่อนจะรีบผุดตัวลุกขึ้นยืนมองครู\nในทันที"

"ฮานาโกะรู้ตัวว่าครูไม่ค่อยได้เรียกเธอตอบคำถามเท่าไหร่ ซึ่งจะทำให้คนทั้งห้องหันมามอง เธอจึงมองครูเพื่อที่จะได้\nไม่ต้องเผลอไปสบตาคนอื่นเข้า"

show hanako def_worry
with charachange

ha "คะ-คะ?"

mu "ตัวอย่างปฏิกิริยารีดอกซ์ที่เป็นปฏิกิริยาการเผาไหม้มีเทนนี้จะมีผลิตภัณฑ์อีกหนึ่งอย่างที่ยังไม่ได้พูดถึง ผลิตภัณฑ์นั้น\nคือ…?"

show hanako emb_downtimid
with charachange

"ถึงจะเป็นคำถามง่าย ๆ แต่ฮานาโกะก็ทำท่าอาย ๆ รออยู่ครู่หนึ่งพลางกัดริมฝีปากล่างเบา ๆ เพื่อตั้งสมาธิก่อนตอบ"

show hanako emb_timid
with charachange

ha "เอ่อ… คะ-ความร้อน เหรอคะ"

show muto smile
with charachange

mu "เก่งมาก ปฏิกิริยานี้เป็นปฏิกิริยาคายความร้อนซึ่งจะได้ความร้อนออกมามากกว่าสารตั้งต้น"

show hanako invis:
    ypos 1.1
with dissolvecharamove

hide hanako
with None

"พอครูพยักหน้าให้แล้วฮานาโกะก็นั่งลงอีกครั้งก่อนจะถอนหายใจโล่งอก"

"เป็นก้าวเริ่มที่ยังไม่มั่นคงดี แต่อย่างน้อยก็ได้เริ่ม"

"ถ้าวันเกิดพาไปเที่ยวที่อื่นนอกจากห้องที่ปลีกวิเวกอย่างห้องของเธอเองหรือห้องน้ำชาได้ก็คงดี เห็นสภาพดีขึ้น\nเรื่อย ๆ อย่างนี้ น่าจะพาไปตัวเมืองได้แบบไม่มีปัญหาอะไรแล้ว"

show muto smile at center
show bg school_scienceroom at center
with charamove

mu "เอาละ ส่วนเวลาที่เหลือ ครูขอให้พวกเธอจับกลุ่มกันสักสามสี่คนทำคำถามบทที่ 12 นะ ถ้ามีปัญหาอะไรก็เรียกครู\nได้เลย"

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 8.0

show muto invis:
    ypos 1.1
with dissolvecharamove

hide muto
with None

"ครูนั่งลงกับโต๊ะเอาแผ่นกระดาษออกมาจากแฟ้มแล้วทำงานของตัวเอง แต่ไม่ใช่ว่าครูต้องเอาของพวกนี้ไปทำหลัง\nสอนเสร็จแล้วเหรอ ไม่ใช่มานั่งทำในคาบอย่างนี้"

show shizu invis_close:
    tworight
    xpos 0.8
show misha invis_close:
    twoleft
    xpos 0.2
with None

show shizu behind_blank_close at tworight
show misha hips_smile_close at twoleft
with dissolvecharamove

"แต่เอาเถอะ ฉันหันมองไปทางขวาหาคนจับกลุ่มด้วย แต่ดูจากสีหน้าของคนสองคนที่ยิ้มอยู่ใกล้ ๆ แล้ว ฉันคง\nไม่มีสิทธิ์มีเสียงอะไรที่จะไปจับกลุ่มกับใครคนอื่นอีก"

hi "ได้คนครบแล้วเนอะ"

show misha hips_grin_close
with charachange

mi "ฮิจัง~! มาจับกลุ่มด้วยกันมั้ย โอเค โอเค~! เยี่ยมเลย! ไม่ได้ทำงานด้วยกันตั้งนานแน่ะ~!"

show shizu behind_blank_close:
    ypos 1.09
show misha hips_smile_close:
    ypos 1.09
with dissolvecharamove

"จากนั้นทั้งห้องก็เต็มไปด้วยเสียงย้ายโต๊ะครืดคราด ซึ่งก็เป็นเสียงเดียวกันกับตอนที่ชิซูเนะขยับโต๊ะมานั่งตรงหน้า ก็ดี\nเหมือนกันแหละนะที่ไม่ได้ยินเสียงในห้องตอนนี้น่ะ เพราะก็หนวกหูอยู่พอสมควร"

"ว่าตามตรง ได้จับกลุ่มกับชิซูเนะกับมิช่านี่ก็คงดีแล้วละ ฉันกับชิซูเนะเก่งวิชานี้อยู่พอตัว ส่วนมิช่า… ก็ลายมือสวยมาก"

show hanako silhouette behind shizu at center
with charaenter

"พอหันไปมองมิช่าก็เห็นร่างสูงยืนอยู่ เงานั้นทำให้มิช่าต้องหันไปมองคนผมสีเข้มที่ยืนมองอยู่เช่นกัน"

show shizu behind_blank_close at Position(xpos=0.8)
show misha perky_smile_close at Position(xpos=0.2)
show hanako basic_worry
with dissolvecharamove

mi "ทิวาสวัสดิ์ ฮานาโกะ~!"

show hanako emb_timid
with charachange

ha "เอ่อ… สวัสดี…"

"พอชิซูเนะเงยหน้ามองตามสายตาของพวกเราสองคนก็เห็นฮานาโกะด้วย ชิซูเนะรีบแตะไหล่มิช่าให้หันมาก่อนจะส่ง\nภาษามือไป"

show shizu adjust_happy_close
with charachange

shi "…"

show misha sign_smile_close
with charachange

mi "ชิจังบอกว่า ถ้าหากลุ่มอยู่ก็มาอยู่กลุ่มเดียวกับพวกเราได้นะ~!"

show hanako emb_downsmile
with charachange

"ฮานาโกะก้มหน้าหน้าแดงเล็กน้อยเมื่อได้ฟังคำชวน ก็ไม่แปลกอะไรที่เธอจะมาหาพวกเราก่อน เพราะในห้องนี้ฮานาโกะ\nสนิทกับพวกเราที่สุดแล้ว"

"แต่ก็นะ เหมือนว่าก่อนหน้านี้ฮานาโกะจะแทบไม่ได้มาขออยู่กลุ่มเดียวกันกับสองคนนี้เลย"

hide hanako
with charaexit

show shizu behind_smile_close:
    tworight
    ypos 1.09
show misha hips_smile_close:
    twoleft
    ypos 1.09
with dissolvecharamove

"ฮานาโกะแยกตัวไปลากโต๊ะตัวเองมาจับกลุ่มด้วยกันอยู่ครู่หนึ่ง ระหว่างที่ฮานาโกะหันหลังไปนั้นชิซูเนะกับมิช่าก็หันมา\nทางฉันทันที"

show shizu adjust_happy_close
with charachange

shi "…"

show misha perky_smile_close
with charachange

mi "ได้เล่นด้วยกันสักทีนะฮิจัง~! เดี๋ยวนี้นายไม่ค่อยมาเล่นกับพวกเราเลย…"

hi "ทำไมกันนะ เธอสองคนดูจะมีเจตนาแอบแฝงอะไรอยู่ตลอด"

show shizu basic_frown_close
with charachange

shi "…"

show misha hips_frown_close
with charachange

mi "แรงอะฮิจัง… นี่ว่ากันอยู่หรือเปล่า~!"

show misha hips_grin_close
with charachange

mi "แต่~! คนอย่างฮิจัง เมื่อกี้คงแค่พูดเล่นแหละ!"

hi "ตลกมากเลยนะเธอ ถ้ามีคนเห็นเธอนิสัยดีอย่างนี้แล้วเอาเปรียบเธอคงแย่แน่ เอาเปรียบเช่นว่าใช้ให้ทำงานงี้"

show shizu adjust_smug_close
with charachange

shi "…"

show misha cross_laugh_close
with charachange

mi "วะฮ่าฮ่า~!"

"ชิซูเนะดูตื่นเต้นขึ้นมาแวบหนึ่งพลางแปลกใจเล็กน้อยที่ฉันกล้าท้าเธอ แต่พอเห็นฮานาโกะกลับมาเธอก็ยอมถอยแล้วยิ้ม\nดูท่าว่าวันนี้สงครามประสาทจะจบเร็วหน่อย"

show hanako invis_close behind shizu at center
with None

show shizu behind_blank_close at Position(xpos=0.85)
show misha perky_smile_close at Position(xpos=0.15)
show hanako emb_downtimid_close at Position(ypos=1.09)
with dissolvecharamove

"ฮานาโกะค่อย ๆ หย่อนตัวนั่งลงกับโต๊ะตรงหน้ามิช่า เธอก้มหน้างุดจนฉันนึกสงสัย แต่พอได้มองไปรอบ ๆ ก็ถึงรู้สาเหตุ"

"คนส่วนใหญ่ก็กำลังจับกลุ่มกันอยู่ แต่ก็ยังมีบางคนที่หันมามองฮานาโกะด้วยความสงสัย พออยู่ไกล ๆ แล้วก็ดูไม่ออก\nว่าแค่มองเฉย ๆ หรือว่ากำลังซุบซิบอะไรเรื่องฮานาโกะอยู่"

"แปลกเหมือนกัน เพราะตอนที่ฮานาโกะออกห้องไปไม่ยอมทำงานกลุ่มนั้นไม่มีใครแม้แต่จะชายตามอง แต่พอตอนนี้\nฮานาโกะรวบรวมความกล้ามาทำงานบ้างกลับจ้องเหมือนเธอทำอะไรผิด"

"คนทั้งห้องจับกลุ่มกันแล้วเปิดหนังสือเรียนพร้อมเอาใบงานมาวางบนโต๊ะที่วางติดกันสี่ตัว ไม่นานพวกเราก็เริ่ม\nทำงานกัน"

show misha sign_smile_close
with charachange

mi "ไงฮานาโกะ~! ยินดีที่ได้ทำงานด้วยกันสักทีนะ~"

show hanako basic_distant_close
with charachange

ha "อะ-อื้ม"

show shizu adjust_smug_close
with charachange

shi "…"

show misha hips_grin_close
with charachange

mi "ที่ฮิจังหลบหน้าไปเพราะเธอหรือเปล่า~ ชิจังบอกว่าก็แอบหยาบคายอยู่หรอก แต่ก็เข้าใจได้นะถ้าฮิจังจะอยากไปใช้เวลา\nอยู่ด้วยกันกับสาวน่ารัก ๆ น่ะ~!"

show hanako cover_worry_close
with charachange

ha "ฉะ-ฉันว่ามะ-ไม่ใช่อย่างนั้นหรอก…"

"ฮานาโกะเริ่มบิดตัวด้วยความที่ไม่ชินกับการได้รับความสนใจอย่างนี้"

"ถ้าเป็นคนปกติก็คงตัดบทไปเท่านั้น แต่มิช่านั้นเปรียบดังขั้วตรงข้ามของฮานาโกะ ส่วนหนึ่งของขั้วตรงข้ามที่ว่าคือการที่\nมิช่านั้นไม่ได้รับรู้ถึงการสื่อสารผ่านสีหน้าท่าทางของคู่สนทนาโดยทั่วไป ในขณะที่ฮานาโกะจะไวกับสิ่งเหล่านั้นมาก"

"และเพราะอย่างนั้นมิช่าถึงได้ถามต่อไปด้วยความเร็วเกินกว่าที่ฉันจะทันได้แทรกแล้วเปลี่ยนเรื่องคุยให้เป็นอะไรที่อึดอัด\nน้อยกว่านี้"

stop music fadeout 7.0

show misha hips_smile_close
with charachange

mi "จริงเหรอ~ งั้น~! เมื่อวานฮิจังไม่ได้อยู่กับเธอเหรอ"

show hanako emb_downsad_close
with charachange

ha "มะ… ไม่…"

"รู้สึกเหมือนความลับจะแตกแล้วชอบกล ลิลลี่ไม่อยากให้ฮานาโกะรู้ว่าพวกเราออกไปซื้อของขวัญให้ แล้วก็ยิ่งแน่นอนว่า\nไม่อยากให้รู้ด้วยว่ากำลังวางแผนจัดงานวันเกิดให้อยู่ ขืนฮานาโกะรู้เข้าคงแย่แน่"

hi "อื้ม พอดีฉัน… ไปทำธุระอย่างอื่นอยู่น่ะ อะไรประมาณนั้น…"

show shizu behind_blank_close
with charachange

shi "…"

show misha sign_smile_close
with charachange

mi "จริงเหรอ~ ธุระอะไรสำคัญถึงขั้นต้องบอกปัดเราไปอย่างนั้น~! ถ้าไม่ใช่การไปอยู่กับฮานาโกะ แล้วจะเป็นอะไรได้นะ~\nน่าสนใจจริง ๆ …"

"ชักรู้สึกเหมือนโดนสอบปากคำแล้วแฮะ ทึ่งอยู่เหมือนกันที่มิช่าทำให้รู้สึกกดดันได้ขนาดนี้โดยที่ไม่ได้จงใจจะกดดันเลย\nด้วยซ้ำ"

show hanako defarms_strain_close
with charachange

ha "ยะ… อยู่กับละ-ลิลลี่เหรอ"

$ renpy.music.set_volume(0.3, 0.0, channel="ambient")

"อยู่ ๆ ฮานาโกะก็บังเอิญเดาคำตอบได้พอดี เห็นเป็นคนเงียบ ๆ ขี้อายอย่างนี้แต่ก็หัวไวดีมาก"

hi "อะ-เอาอะไรมาพูด"

show hanako emb_sad_close
with charachange

ha "มะ-เมื่อวานลิลลี่ก็บอกยะ-อย่างนั้น"

show shizu basic_happy_close at Position(xpos=0.8)
with charachange

shi "…"

show misha hips_smile_close
with charachange

mi "น่าสงสัย~! ฮิจัง~! ฉันขอให้นายแก้ต่างมาบัดนี้!"

hi "เฮ้ย นี่เราจะทำงานกันไม่ใช่เหรอ"

show misha cross_smile_close
with charachange

mi "แต่ว่า~! มันดูลึกลับมากเลยนะ… ขนาดฮานาโกะยังอยากรู้เลย~!"

"ฉันหันไปมองฮานาโกะ ก็จริง ดูจากสีหน้าแล้วก็ชัดว่าเธอเองก็อยากรู้เหมือนกัน แล้วตอนนี้ก็คงสายไปที่ฉันจะหนีไป\nแบบเนียน ๆ โดยที่ไม่อธิบายอะไรแล้ว"

"ฉันนึกขอโทษลิลลี่อยู่ในใจ ลิลลี่อยากให้เก็บเป็นความลับไว้ แต่ตอนนี้ดูท่าว่าจะเก็บไม่อยู่แล้ว"

"ฉันรู้สึกถึงอารมณ์ทั้งหลายแหล่ที่ตีกันอยู่วุ่นวายจนฉันไม่อาจแยกได้ว่าอะไรเป็นอะไร อารมณ์เหล่านั้นส่งเสียงอยู่\nในหัวฉันที่กำลังสงบใจตัวเองลงเปิดปากพูดอยู่"

hi "เอาละ จะบอกให้ก็ได้ ฉันไปเข้าตัวเมืองด้วยกันกับลิลลี่ แต่ไม่ใช่อย่างที่เธอคิดหรอกนะ"

hi "ลิลลี่กับฉันน่ะ… เอ่อ… งานวันเกิดฮานาโกะ… พวกเรา…"

"ความแตกจนได้ แต่เหมือนจะพอรับได้กว่าที่ฉันคาดไปเล็กน้อย"

show misha perky_confused_close
show shizu adjust_blush_close at Position(xpos=0.85)
show hanako emb_downtimid_close
with charachange

"ทั้งกลุ่มเงียบกันไปพักหนึ่ง ชิซูเนะกับมิช่ามองหน้ากันยิ้มแหย ๆ คงไม่ได้คาดไว้สินะว่าเรื่องจะเป็นอย่างนี้"

"มิช่ามองไปทางฮานาโกะทำท่าจะขอโทษ ฮานาโกะจ้องไปที่กลางโต๊ะโดยที่แทบไม่ขยับตัวเลยพลางทำหน้าเหมือนจะร้องไห้ ดูท่าจะคิดผิดที่คิดไปว่าฮานาโกะรับได้"

show misha perky_sad_close
with charachange

mi "ฮานาโกะ? ขอโทษนะ…"

"ทุกคนนิ่งกันไปครู่หนึ่ง แต่สุดท้ายฮานาโกะก็เงยหน้าขึ้นแล้วสั่นหัว"

show hanako emb_timid_close
with charachange

ha "มะ-ไม่… เป็นไร…"

"สีหน้าฮานาโกะดูแปลก ๆ คล้ายว่าเหนื่อยมากดูผิดธรรมชาติ แต่ก็ไม่ได้เป็็นอะไรที่ดูร้ายแรง ต่างคนต่างไม่มีใครอยาก\nคุยอะไรต่อแล้วจึงพากันเปิดหนังสือแล้วเริ่มทำงานกลุ่มกัน"

play music music_rain fadein 12.0
$ renpy.music.set_volume(0.5, 5.0, channel="ambient")

show shizu basic_normal2_close at Position(xpos=0.8)
with charachange

"เบื่อ ๆ แฮะ ถึงจะต้องใช้เวลาทำงานที่ต้องทำเป็นกลุ่มนี้อยู่สักพัก แต่ส่วนมากก็เป็นคำถามแบบซ้ำ ๆ ซาก ๆ"

"แล้วยิ่งบรรยากาศตอนนี้ก็ชวนให้อึดอัดด้วย ถึงจะไม่ได้แย่มากมายขนาดนั้นก็เถอะ แต่เราก็ทำงานกันต่อไป"

"สีหน้าของชิซูเนะเผยว่าเธอก็คาดหวังกับงานกลุ่มของเราไม่ต่างจากฉัน แล้วเราสองคนก็เริ่มเขียนผลของกลุ่มตัวเอง"

show misha perky_confused_close
with charachange

"ส่วนมิช่านั้นกำลังเม้มริมฝีปากทำหน้าชัดว่าไม่เข้าใจว่าพวกเราทำอะไรกันอยู่ ฮานาโกะก็มองสิ่งที่เราเขียนและฟังสิ่ง\nที่ฉันพูดอยู่เงียบ ๆ ปกติฮานาโกะก็ทำสีหน้าประมาณนี้เวลาฟังครูสอนเหมือนกัน"

"แต่น่าเสียดายที่ยังมาเข้าเรียนแบบไม่สม่ำเสมอ ดูจากการตั้งใจรับข้อมูลอย่างนี้แล้ว ถ้าเข้าเรียนตามปกติก็น่าจะ\nเรียนเก่งทีเดียว เพราะอย่างนี้หรือเปล่านะชิซูเนะถึงได้ตามจี้เหลือเกิน"

show misha perky_smile_close
with charachange

mi "นี่ ฮานาโกะ เธอเข้าใจอันนี้มั้ยอะ~"

"มิช่าหันไปทางฮานาโกะ แต่เดาว่าน่าจะหาเพื่อนที่ไม่รู้เหมือนกันมากกว่า ไม่ได้ขอความช่วยเหลือจริง ๆ หรอก"

show hanako emb_downtimid_close
with charachange

ha "ฉะ-ฉัน… เอ่อ… กะ-ก็ไม่ค่อย… ละมะ-มั้งนะ…"

"ฉันแปลกใจที่ฮานาโกะเกร็งขนาดนั้นตอนตอบ แต่เธอก็กลับมาเป็นปกติได้ เธอหายใจออก ร่างกายส่วนบนของเธอ\nที่ดูห่อเหี่ยวไปกับอาหารห้อยหัวของเธอทำให้ฉันนึกถึงลูกโป่งที่ถูกปล่อยลม"

hi "ไหวมั้ย ให้ฉันช่วยทำตรงนี้ได้นะ"

"ฮานาโกะสั่นหัวเล็กน้อย แต่ก็นะ ถึงจะบอกว่าไม่ค่อยเข้าใจ แต่คงไม่ต้องให้ฉันอธิบายอะไรอีกหรอก ส่วนมิช่า\nที่ไม่รู้เรื่องรู้ราวอะไรเลยรีบโพล่งขึ้นมา ฉันจึงมาค่อย ๆ ไล่อธิบายว่าได้ผลอย่างนั้นออกมาได้อย่างไรทีละขั้นตอน"

"เป็นจังหวะแบบนี้เองที่ทำให้ฉันระลึกว่าสิ่งนี้อาจไม่ใช่อะไรที่ซ้ำซากสำหรับทุกคน ฉันต่างหากที่เข้าใจแล้วถึงได้รู้สึกว่า\nซ้ำซาก ซึ่งเป็นความรู้สึกที่ชวนให้พึงใจ"

"พอมิช่าคลายกำปั้นออกทำท่าเข้าใจฉันก็ถึงได้สัมผัสถึงความรู้สึกดีใจอีกอย่าง สิ่งที่ฉันอธิบายไปนั้นเข้าหัวเธอแล้ว และ\nมิช่าก็ทำสมการถัดไปได้โดยที่แทบไม่ต้องให้นำเลย"

"ซึ่งตลอดเวลาระหว่างนั้นฮานาโกะก็นิ่งเงียบไปผิดวิสัย"

"ปกติฮานาโกะจะเงียบมากก็จริง แต่อย่างน้อยก็ยังพอเห็นว่ากำลังกลอกตามองไปตามสภาพห้องเรียนตรงหน้า\nเป็นระยะ ๆ หรือไม่ก็ขยับมือไปมาดูประหม่า หรือไม่ก็บิดไหล่บ้าง"

"แต่ตอนนี้การขยับตัวเล็ก ๆ น้อย ๆ ที่ฉันเห็นจนชินตาเหล่านั้นไม่มีเลย คนที่อยู่นิ่ง ๆ แบบไม่ขยับตัวเลยนั้นยังไงก็แปลก\nแม้แต่มิช่ายังรู้ว่ามีอะไรผิดปกติแล้ว"

show misha perky_confused_close
with charachange

mi "ฮานาโกะ เธอไหวแน่นะ"

ha "อะ-อื้ม…"

hi "แน่ใจนะ"

show hanako emb_downsad_close
with charachange

ha "ไม่เป็นไร"

"หนนี้น้ำเสียงฮานาโกะหนักแน่นขึ้นเล็กน้อย ทว่าเธอเบือนหน้าหนีไปตอนพูด ฉันยิ่งนึกไม่เชื่อใจกับคำตอบนั้น แต่ก็\nดูออกอยู่ว่าฮานาโกะไม่อยากให้ฉันถามเรื่องนี้อีก"

"ฉันก็ไม่อยากซักไซ้อะไรต่อด้วยเหมือนกัน เพราะวันนี้ก็เจอบทสนทนาสุดกระอักกระอ่วนไปแล้วหนึ่งหน"

"พวกเราทำงานกันต่อพลางถกคำตอบกันเวลามีใครไม่แน่ใจอะไร แต่นานไปก็เห็นว่าฮานาโกะไม่พูดอะไรเลย เห็นแล้ว\nก็หงุดหงิด ทั้งที่มาไกลขนาดนี้แล้วแท้ ๆ"

"ฉันนึกโมโหอยู่หน่อย ๆ ที่ชิซูเนะกับมิช่ามาเปิดแผนเซอร์ไพรส์ที่ลิลลี่อยากเก็บเป็นความลับอย่างนั้น รู้อยู่หรอกว่าฉัน\nก็มีส่วนผิดเหมือนกัน เพราะอาจจะยังพอมีวิธีปิดไว้ไม่ให้ใครรู้ได้อยู่"

show shizu behind_frustrated_close at Position(xpos=0.85)
with charachange

"ชิซูเนะก็รู้แล้วเหมือนกันว่าฮานาโกะนั้นเงียบไป เห็นหน้าก็รู้ว่าเธอเองก็เริ่มหงุดหงิดด้วย แปลกดี ทั้งที่ชิซูเนะหูหนวก\nแท้ ๆ แต่กลับสังเกตได้ว่าฮานาโกะเงียบไปอย่างผิดวิสัยก่อนมิช่าอีก"

show shizu adjust_frown_close
with charachange

shi "…"

show misha sign_smile_close
with charachange

mi "ฮานาโกะ เธอเงียบไปแล้วนะ~ มีส่วนร่วมบ้างสิ~! สักวันเราอาจจะได้ทำงานที่ใหญ่กว่านี้ ใหญ่พอที่ว่าถ้าทำเสร็จแล้ว\nจะต้องไปกินไอศกรีมหรือไม่ก็เค้กเป็นการฉลองน่ะ ถ้าทำตัวอย่างนี้เราจะไม่พาไปด้วยนะ~!"

"ที่แซวอย่างนั้นก็คงหวังจะให้ฮานาโกะพูดอะไรบ้างนั่นแหละ แต่ฉันว่าวิธีอย่างนั้นใช้ไม่ได้ผลกับฮานาโกะหรอก ซ้ำจะยิ่ง\nทำให้รู้สึกแย่ไปอีก"

hi "อย่าไปแซวฮานาโกะอย่างนั้นสิพวกเธอ"

show shizu behind_smile_close
with charachange

shi "…"

show misha hips_smile_close
with charachange

mi "ฮิจัง ก็พูดกันขำ ๆ น่า~! ชิจังบอกว่าชิจังก็แซวทุกคนเหมือนกันอยู่แล้ว"

show misha perky_smile_close
show shizu behind_blank_close
with charachange

"แต่ทั้งสองคนนั้นก็ยอมถอย มิช่าเบี่ยงประเด็นด้วยการหันมาถามคำถามกับฉันอีกครั้ง พอได้เห็นความยากของคำถาม\nข้อที่มิช่ากำลังทำอยู่แล้วก็ชักไม่แน่ใจว่าเป็นแผนเบี่ยงอันหลักแหลมหรือแค่ความบังเอิญกันแน่"

"ซึ่งก็กินเวลาไปนานเกินความจำเป็นเพราะชิซูเนะเอาแต่แย้งฉันตอนที่กำลังอธิบายให้มิช่าฟังอยู่ แล้วมิช่าก็รีบเชื่อ\nชิซูเนะแทนที่จะเชื่อฉัน ซึ่งรีบจนถึงขั้นที่ว่าลืมแปลสิ่งที่ชิซูเนะพูดอยู่"

hi "นี่ ใกล้หมดเวลาไปทุกทีแล้วนะ เร่งมือกันหน่อย"

stop music fadeout 4.0

show misha perky_confused_close
with charachange

mi "ฮิจัง~! เมื่อกี้นายพูดอะไรอย่างกับชิจังเลย…"

hi "แค่เพราะดูนาฬิกาข้อมือเนี่ยนะ โถ่ แค่เนี้ยอะนะ แค่รู้จักบริหารเวลาหน่อยนี่ก็ได้เป็นประธานสภานักเรียนแล้วเหรอ"

stop ambient fadeout 4.0

$ ksgallery_unlock("evul hanako_breakdown_down")
scene evbg hanako_breakdown:
    truecenter
    1.0
    zoom 1.05 subpixel True
    easein 8.0 zoom 1.0
show evfg hanako_breakdown_down:
    truecenter
    1.0
    zoom 1.1 subpixel True
    easein 8.0 zoom 1.0
with silentwhiteout

play music music_tragic fadein 8.0

"ฉันหันไปมองว่าฮานาโกะเป็นยังไงบ้าง แผ่นกระดาษของพวกเราเต็มไปด้วยสมการ แต่ฮานาโกะยังทำไปได้แค่ครึ่งเดียว\nดูท่าว่าตลอดยี่สิบนาทีที่แล้วจะไม่ได้เขียนอะไรเลย"

"พอรู้ตัวแล้วฉันก็นึกอยากตีหัวตัวเองโทษฐานที่โง่ขนาดนี้"

"ต้องรู้ตัวแต่แรกแล้วสิ เพราะคนอย่างฮานาโกะคงไม่ลืมเรื่องที่เกิดขึ้นไปง่าย ๆ หรอก แต่ที่ฉันไม่รู้ตัวก็เพราะมัวแต่อยาก\nรีบ ๆ ออกจากสถานการณ์อันน่าอึดอัดตรงนั้น"

"ครึ่งหลังของคาบฮานาโกะนั่งสับสวิตช์ตัวเองลงอยู่อย่างช้า ๆ โดยที่ฉันไม่รู้เรื่องเลย ฮานาโกะยังคงจับปากกาอยุ่ แต่\nไม่ได้หมุนช้า ๆ อย่างที่ทำเป็นปกติ เธอไม่กระดิกตัวเลยแม้แต่น้อย"

$ ksgallery_unlock("evul hanako_breakdown_up")
scene evbg hanako_breakdown:
    truecenter
    1.0
    zoom 1.0 subpixel False
show evfg hanako_breakdown_up:
    truecenter
    zoom 1.0 subpixel False
with charachange

"อย่างเดียวที่ทำให้ฉันดูออกว่าฮานาโกะยังมีสติอยู่คือการที่เธอพยายามขยับตัวหนีเมื่อเห็นว่าชิซูเนะ มิช่า แล้วก็ฉัน\nกำลังมองอยู่ พวกเราเบือนหน้าหนี ส่วนหนึ่งก็ด้วยความขายหน้า—อย่างน้อยก็ฉันคนหนึ่งที่รู้สึกอย่างนั้น—ที่ปล่อย\nให้เรื่องมาไกลจนถึงขั้นนี้"

"แม้ภายนอกของฮานาโกะจะถูกตัดขาดจากการรับรู้ไปแทบทั้งหมดแล้ว แต่ฉันรู้ว่าในใจเธอนั้นเป็นคนละอย่างกันเลย"

"ฮานาโกะกำลังคิดอะไรอยู่ตอนที่เธอกำลังพยายามแล้วพยายามอีกเพื่อที่จะย่อตัวเองให้เล็กลงเรื่อย ๆ ราวกับหวังว่า\nตัวเองจะอันตรธานไปได้เลย"

"คราวนี้ทุกคนต่างมองเธอโดยการเหลือบมองไปพลางทำงานส่วนสุดท้ายของตัวเองให้เสร็จ"

"มิช่าลองถามว่าเป็นอะไรหรือเปล่า ทว่ายิ่งทำให้เรื่องแย่ลงกว่าเก่า ถ้าไม่ติดว่าตัวเองนั่งติดกับเก้าอี้อยู่เธอคงจะวิ่งหนี\nออกห้องไปแล้ว"

$ ksgallery_unlock("evul hanako_breakdown_closed")
show evfg hanako_breakdown_closed
with charachange

"มิช่าถามดังจนคนทั้งห้องได้ยิน ฉันนึกอยากแหวใส่อยู่แวบหนึ่ง แต่ก็คิดได้ว่าหากทำอย่างนั้นก็ยิ่งทำให้ฮานาโกะรู้สึกแย่\nไปอีก"

"แน่แท้ว่าหากฉันทำอย่างนั้นก็จะยิ่งเป็นการทำให้สถานการณ์นั้นเลวร้ายลงไปอีก"

"ฉันเชื่อไปว่าฮานาโกะเข้มแข็งขึ้นแล้ว ซึ่งก็เข้มแข็งขึ้นจริง ทว่ายังไม่พอ ฉันรีบเชื่อเร็วเกินไป คราวนี้ฮานาโกะต้องมา\nผวาอยู่ตัวคนเดียวในห้องเรียนอย่างนี้ โดยที่ไม่ว่าหากจะช่วยอย่างไหนก็มีแต่จะทำให้คนสนใจ"

"หงุดหงิดชะมัด มิช่าก็เป็นกังวล แม้แต่ชิซูเนะยังกัดปากตัวเอง"

"ต่างคนต่างไม่มีใครรู้ว่าต้องรับมือกับสถานการณ์อย่างไร ฉันจึงเรียกครูมา ยังไงครูน่าจะตัดสินใจอะไร ๆ ได้ดีกว่า\nพวกเรา"

"ฉันหันไปมองแล้วสบตากับครูพลางทำท่าเงียบ ๆ เป็นการบอกให้มาหา ฉันไม่อยากเอะอะโวยวายกับเรื่องนี้ให้มาก เพราะ\nสิ่งที่จะทำให้เรื่องนี้แย่ลงไปอีกก็คือการที่ฮานาโกะต้องตกเป็นจุดสนใจไปมากกว่านี้"

"ฉันรู้ว่าฮานาโกะรู้ว่าทุกคนจ้องมาที่กลุ่มเราอยู่ หรือก็คือจ้องมาที่เธอนั่นแหละ เพราะทุกคนรู้ว่าถ้ามีปัญหาอะไร ปัญหา\nที่ว่านั้นต้องเป็นฮานาโกะแน่นอน"

"ทุกคนต่างรู้จักเธอ และข้อสรุปนั้นก็เป็นข้อสรุปแรกที่ทุกคนจะคิดกัน การที่ฮานาโกะขาดเรียนบ่อยนั้นทำให้เธอ\nถูกมองว่าเป็นคนผิดปกติ แม้ที่นี่จะเป็นยามากุซึ่งผิดปกติอยู่แล้วก็ตาม"

"ก่อนหน้านี้ฮานาโกะก็เคยอาจถูกมองมาแล้วหลายครั้ง และอาจจะด้วยการที่ถูกคนทั้งห้องมองนี้เองถึงทำให้เธอ\nกลัวหงอกับสายตาของทุกคน"

"ฮานาโกะคงรู้สึกราวกับว่ากว่าครูจะเดินมาถึงนั้นต้องใช้เวลาชั่วนิรันดร์ สภาพเธอดูคล้ายจะเป็นลมไปอยู่แล้ว"

scene bg school_scienceroom
show shizu behind_blank_close:
    tworight
    xpos 0.85 ypos 1.09
show misha perky_sad_close:
    twoleft
    xpos 0.15 ypos 1.09
show hanako emb_downtimid_close:
    center
    ypos 1.09
show muto irritated behind shizu at tworight
with dissolve

"ครูเข้ามากระซิบถามว่ามีอะไรหรือเปล่า ก่อนจะรู้ตัวเมื่อเห็นฮานาโกะ"

show misha perky_sad_close
with charachange

mi "พวกหนู… พวกหนูทำให้ตกใจเหรอ…"

show muto normal
with charachange

mu "ไม่ต้องห่วงนะ"

"พอปลอบมิช่าแล้วครูก็ก้มตัวลงมามองตาฮานาโกะ"

show muto smile
with charachange

mu "ไงอิเคซาวะ มีอะไรให้ช่วยหรือเปล่า"

"เป็นเสียงแผ่วเบาอ่อนโยน ทุกคนต่างทำตัวแปลกไปจากเดิมกับฮานาโกะเมื่อเห็นแล้วว่ามีบางอย่างผิดปกติไป"

show muto smile_close
with characlose

"ฮานาโกะไม่ตอบ ครูจึงวางมือไว้กับไหล่เธอเบา ๆ"

show hanako emb_downsad_close at centertremble_sit
with charachange

"ฮานาโกะเริ่มตัวสั่นเมื่อถูกจับ ทว่าก็ไม่ยอมเงยหน้าขึ้นมาเลย เธอยังจ้องแผ่นสมการที่วางอยู่บนโต๊ะด้วยสายตาไม่จดจ่อ\nจนฉันนึกสงสัยว่าเห็นจริง ๆ หรือเปล่า"

"เป็นสภาพที่แย่กว่าเมื่อครู่เสียอีก ก็ก่อนหน้านี้—ซึ่งยังผ่านไปไม่ถึงชั่วโมงด้วยซ้ำ—ยังคุยกับครูได้แทบจะปกติเลย"

show muto irritated
show hanako emb_downsad_close:
    center
    ypos 1.09
with charadistant

"ครูตั้งตัวลุกขึ้นยืนทำหน้าเบ้ไปเล็กน้อย สีหน้าเปลี่ยนแบบนี้ก็แปลว่าต้องรู้สึกอะไรกับเหตุการณ์ที่เกิดขึ้นด้วยนั่นแหละ"

show muto normal
with charachange

"ครูสูดหายใจตั้งสติก่อนจะกระซิบด้วยเสียงที่เบามาก แอบทึ่งเหมือนกันที่ควบคุมสถานการณ์ได้เร็วขนาดนี้"

mu "แค่นี้ใช่มั้ย ไม่มีอะไรนะ"

play ambient sfx_crowd_indoors fadein 8.0

"ฟังดูราวกับว่าครูพูดลอย ๆ เฉย ๆ แต่คำพูดของเขานั้นก็ฟังดูน่าเชื่อถือพอที่จะทำให้คนที่มองฮานาโกะอยู่หันกลับไป\nทำงานของตัวเองต่อ"

"ครูเหลือบมองซ้ายขวา ยังมีหลายคนที่อยู่โต๊ะใกล้ ๆ จ้องมองด้วยความอยากรู้อยู่ แต่นอกนั้นก็ดูเหมือนว่าเราจะ\nไม่ได้เป็นจุดสนใจมากขนาดนั้นแล้ว"

show muto smile
with charachange

"พอครูเห็นว่าฉันมองตามด้วยก็ยิ้มแห้ง ๆ ออกมาอย่างเคย"

mu "ครูว่า ถ้าจะให้ดีกับตัวอิเคซาวะ ให้พาไปที่อื่นเป็นการเลี่ยงคนก่อน"

mu "นากาอิ ฮากามิจิ พวกเธอพาอิเคซาวะออกห้องไปให้หน่อยได้ไหม เดี๋ยวครูจะคอยดูคนในห้องให้ เพราะงั้นคอยดูแค่\nอิเคซาวะไปก็พอ โอเคนะ"

show misha sign_confused_close
show shizu behind_blank_close
with charachange

"ครูหันไปทางมิช่าบอกให้แปลสิ่งที่พูดให้ชิซูเนะรับรู้ด้วย แต่กว่าจะได้บอกมิช่าก็แปลไปเรียบร้อยแล้ว เก่งดีเหมือนกัน\nที่ทำภาษามือได้ไปโดยอัตโนมัติขนาดนี้ เพราะเจ้าตัวก็ยังดูเหมือนจะสับสนอยู่เลย"

show muto invis
show misha perky_confused_close
show shizu behind_blank_close:
    xpos 0.85
    ypos 1.0
with dissolvecharamove

hide muto
hide shizu
with None

show shizu behind_blank_close behind hanako:
    tworight
    xpos 0.85
    ypos 1.0
with None

"ชิซูเนะกับฉันพยักหน้ารับแล้วเข้าไปประกบตัวฮานาโกะ ครูถอยไปเป็นการเว้นที่ให้พวกเราก่อนจะไปคุยกับโต๊ะข้างหลัง\nเพราะมีบางคนเริ่มซุบซิบกันถึงเหตุการณ์ ณ ขณะนี้แล้ว"

show hanako emb_downsad_close at center
with charamove

"พวกเรามองตากันก่อนจะลดตัวลงยกแขนฮานาโกะคนละข้างขึ้นมาพาดบ่าแล้วยกตัวขึ้น"

show hanako emb_downsad_close:
    twoleft
    xpos 0.35
show shizu behind_blank_close at tworight
show bg school_scienceroom at bgleft
show misha invis_close at Position (xpos=-0.1)
with dissolvecharamove

"เราสองคนเริ่มเดินไปอย่างช้า ๆ เป็นการระวังไม่ให้ฮานาโกะต้องบาดเจ็บ ถึงเราจะทำเหมือนเป็นเรื่องปกติ แต่ถ้า\nไม่ได้ครูคอยดึงความสนใจไปแล้วคงมีสายตาที่มองมาทางพวกเรามากกว่านี้แน่"

"โชคดีที่สุดท้ายเราก็เดินออกประตูมาจนได้"

stop ambient fadeout 0.5

scene bg school_hallway3
with locationchange

"ข้างนอกไม่มีใครเลย เราจึงเดินไปตามโถงทางเดิน แต่ก็ดูเหมือนว่าฮานาโกะจะดูไม่สบายใจสักเท่าไหร่ไม่ต่างอะไรกับ\nตอนอยู่ในห้อง ฉันจึงถามไปว่าจะนั่งพักก่อนหรือเปล่า"

show shizu adjust_happy_close at tworight
show hanako emb_downsad_close:
    twoleft
    xpos 0.35
with charaenter

"พวกเราอยู่นิ่ง ๆ รอให้ฮานาโกะพูดอะไรสักอย่างอยู่ครู่หนึ่ง ชิซูเนะลูบไหล่ฮานาโกะเล็กน้อยด้วยความลังเล แต่ก็ไม่มี\nปฏิกิริยาตอบสนองอะไร"

show shizu behind_smile_close
with charachange

"จนเมื่อชิซูเนะจะลูบอีกครั้งฮานาโกะก็สั่นหัวน้อย ๆ เราสองคนต่างมองฮานาโกะอยู่จึงรับรู้ได้ทันที"

show shizu adjust_happy_close
show hanako emb_sad_close
with charachange

"พอฮานาโกะรู้สึกตัวชิซูเนะก็เอามือมาวางไว้ที่ไหล่ฮานาโกะอีกรอบ เธอเงยหน้ามองทั้งสองคนที่ต่างมองด้วยสายตา\nเป็นห่วงเป็นกังวลอย่างหนักอยู่"

"ฮานาโกะมองเราเงียบ ๆ อยู่พักหนึ่ง ตอนแรกฉันนึกกลัวว่าฮานาโกะอาจสติแตกหรือคลั่งแล้วไปทำอะไร แต่ก็หายห่วง\nขึ้นมาเมื่อเห็นว่าสีหน้าเรียบนิ่งคล้ายสิ่งไม่มีชีวิตนั้นค่อย ๆ กลับมาเป็นสีหน้าอาย ๆ ตามปกติแล้ว"

show hanako emb_downtimid_close
with charachange

"เธอก้มหน้าไม่พูดอะไรพลางเสตามองทางอื่น เป็นสีหน้าที่ดูอับอายคลับคล้ายละอายใจ"

"ฉันอยากจะหาอะไรสักอย่างมาพูด แต่ก็หาไม่เจอเลย ฉันไม่ค่อยเข้าใจว่าเมื่อกี้เกิดอะไรขึ้นกันแน่ แล้วเกิดได้ยังไง\nฉันรู้สึกว่าตัวเองทำอะไรไม่ได้ ทั้งอับอายที่ตัวเองไม่มีประโยชน์เลย"

show shizu basic_normal2_close
with charachange

"ชิซูเนะถอนหายใจมองฉัน แม้ไม่มีคำพูดฉันก็เข้าใจสิ่งที่เธอจะขอ"

hi "เดี๋ยวฉันพาฮานาโกะไปหาคุณพยาบาลให้ โอเคนะ"

"ฉันพยายามทำไม้ทำมือสื่อสารเจตนาของฉันไป แต่รู้สึกว่าชิซูเนะจะไม่ค่อยเข้าใจสักเท่าไหร่"

show shizu behind_frustrated_close
with charachange

"พอเห็นชิซูเนะที่ทำหน้าเอือมกับการทำท่าทางของฉันแล้วก็รู้ว่าเป็นอย่างที่คิดนั่นแหละ"

show shizu adjust_frown_close
with charachange

"ชิซูเนะชูนิ้วขึ้นมากลางอากาศแรง ๆ โดยชี้มาที่ฉันก่อน จากนั้นก็ชี้ไปที่ฮานาโกะ แล้วก็ชี้ไปที่บันได พอเห็นว่าฉัน\nพยักหน้ารับแล้วจึงชี้ไปที่ตัวเองก่อนจะชี้ไปที่ประตูห้องเรียน"

"รู้สึกว่าชิซูเนะจะถนัดของอย่างนี้ดีกว่าฉันเยอะเลยแฮะ"

show shizu behind_blank_close
with charachange

"ฉันพยักหน้ารับ เพราะที่ชิซูเนะบอกก็เหมือนกันกับสิ่งที่ฉันคิดจะทำอยู่ เธอเตรียมเดินกลับห้องแล้ว แต่ก็มองฮานาโกะ\nอยู่อีกสักพักกว่าจะไปจริง ๆ"

hide shizu
with dissolve

hi "ให้ฉันพาเธอไปห้องพยาบาลได้ใช่มั้ย"

stop music fadeout 4.0

"ฮานาโกะไม่ตอบไม่พยักหน้าอะไร แต่เพียงกลับไปตั้งตัวยืนเอง และพอฉันออกเดินเธอก็เดินตามมาอย่างว่าง่าย\nก่อนหน้านี้ก็เคยอ่านเจอเรื่องคนที่เป็นคาตาโทเนียอยู่ แต่หนนี้น่าจะเป็นครั้งแรกเลยที่ได้เห็นกับตาตัวเอง"

"เธอดูอ่อนระโหยโรยแรง ซึ่งก็ไม่แปลก เพราะต้องเจอเรื่องขนาดนั้น"

stop music fadeout 1.0
scene bg school_nurseoffice
with locationskip

"พอฮานาโกะถอดรองเท้าขึ้นนอนบนเตียงในห้องพยาบาลแล้วคุณพยาบาลกับฉันก็เดินออกมา"

play music music_hanako fadein 0.3

"คุณพยาบาลดึงผ้าม่านมาปิดก่อนจะมานั่งพร้อมกันกับฉัน จากนั้นฉันจึงไล่ลำดับเหตุการณ์ทุกอย่างโดยลงรายละเอียด\nพอสมควร"

"ฉันอยากเข้าใจว่าเกิดอะไรขึ้นกันแน่ ซึ่งคุณพยาบาลดูเป็นคนที่น่าจะรู้ดีกว่าใคร"

show nurse concern at center
with charaenter

"คุณพยาบาลพยักหน้าตามระหว่างที่ฉันเล่า พอเล่าจบแล้วก็ทำหน้าเครียดขึ้นมา"

nk "เธอคงไม่สบายใจน่าดูเลยนะที่ต้องมาเห็นอะไรอย่างนี้"

hi "ก็ต้องยอมรับเลยแหละครับว่าไม่สบายใจจริง ๆ ผมพอจะเข้าใจอยู่ว่าฮานาโกะเป็นลมไป แต่ไม่ค่อยแน่ใจว่าอะไร\nคือสาเหตุ หรือทำไมฮานาโกะถึงเป็นอย่างนั้นไป"

"คุณพยาบาลพยักหน้าแต่ก็ทำหน้าหมอง"

hi "คุณก็ไม่รู้เหมือนกันเหรอครับ"

nk "ก็… รู้แหละ แต่ก็ไม่รู้ มันซับซ้อนน่ะ"

nk "เธอคงพอจะเคยได้ยินเรื่องการเก็บรักษาความลับของคนไข้อยู่ใช่ไหม"

nk "ซึ่งการจะพูดถึงเรื่องนี้น่ะค่อนข้างสุ่มเสี่ยงกับการรักษาความลับตรงนั้น ฉันจะขอพูดตรง ๆ เลยแล้วกันว่าเรื่องนี้คือเรื่อง\nของอิเคซาวะ ฉัน แล้วก็จิตแพทย์ของอิเคซาวะเท่านั้น"

"ฉันเตรียมจะแย้ง แต่ก็คิดได้ว่าอย่าดีกว่า ถึงจะอยากปฏิเสธสิ่งที่คุณพยาบาลพูด แต่พอใช้ตรรกะคิดดูแล้วก็รู้สึกว่า\nสมเหตุสมผลดีอยู่แล้ว"

hi "เข้าใจแล้วครับ"

show nurse neutral
with charachange

nk "ดี ๆ ก็อยากช่วยเธอให้มากกว่านี้อยู่หรอกนะ แต่ฉันว่าตอนนี้อิเคซาวะเขาคงไม่ได้อยากให้ใครเข้ามาวุ่นวายกับอดีต\nหรืออารมณ์ของตัวเอง ที่อิเคซาวะต้องการตอนนี้ก็แค่ใครสักคนที่จะอยู่เคียงข้างก็พอ"

nk "คนที่จะเป็นเพื่อนน่ะ"

show nurse fabulous
with charachange

nk "แล้วก็ขอชมด้วย ฉันว่าเธอทำได้ดีมากนะที่พาอิเคซาวะมาที่นี่น่ะ แล้วเท่าที่ฟัง ทั้งเธอแล้วก็เพื่อนของเธอดูจะรับมือ\nกับสถานการณ์ได้ดีด้วยเหมือนกัน"

show nurse grin
with charachange

nk "ซึ่งฉันอยากจะให้ลูกอมไม่ก็สติกเกอร์เป็นรางวัลอยู่หรอกนะ แต่เธอน่าจะแก่เกินกว่าจะรับของพวกนั้นไปหน่อย"

"คุณพยาบาลยิ้มหยัน ชัดว่ากำลังพยายามคลายบรรยากาศอยู่ ตอนนี้ฉันไม่ได้มีอารมณ์ขำเลย แต่ก็หลุดยิ้มจนได้"

hi "ขอบคุณครับ เอ่อ จะว่าอะไรมั้ยครับถ้าผมจะอยู่เฝ้าฮานาโกะด้วย"

show nurse neutral
with charachange

nk "คิดจะเฝ้าก็ดีแล้ว แต่ตอนนี้ฉันว่าให้อิเคซาวะพักก่อนดีกว่า"

nk "เดี๋ยวเย็นนี้อิเคซาวะก็จะกลับหออยู่แล้ว เธอค่อยไปแวะหาทีหลังก็ได้"

"ฉันตอบตกลงไปตามที่คุณพยาบาลบอกก่อนจะลุกขึ้นยืน รู้สึกเหมือนพออยู่กับคุณพยาบาลแล้วก็ได้แต่เออออไปเงียบ ๆ\nอย่างเดียวเลยแฮะ ซึ่งตอนอยู่กับหมอที่โรงพยาบาลฉันก็เป็นอย่างนี้เหมือนกัน"

stop music fadeout 3.0

scene bg school_nursehall
with locationchange

"ต้องเดินอีกไกลกว่าจะกลับถึงห้องเรียน หัวสมองรู้สึกหนักอึ้งด้วยเรื่องทั้งหลายแหล่ที่เกิดขึ้นอย่างกะทันหัน"

scene bg school_scienceroom
with locationskip

play music music_dreamy fadein 2.0
$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 2.0

"แม้แต่ตอนที่กลับมาที่ห้องเรียนฉันก็ยังคิดถึงเรื่องฮานาโกะ"

"พอคิดว่าจะรับมือกับฮานาโกะยังไงดีแล้วก็รู้สึกมวนท้องขึ้นมา ไม่รู้ว่าถ้าเจอหน้ากันอีกทีจะพูดว่ายังไง"

"โชคดีที่คนในห้องไม่ได้สนใจฉันมากนัก ก็มีคนมองมาด้วยความสงสัยอยู่สองสามคนอยู่ แต่ส่วนใหญ่ก็เหมือนยังไม่ค่อยรู้\nว่าเกิดอะไรขึ้น"

"พอเดินผ่านโต๊ะครูแล้วครูก็เลิกคิ้วขึ้นเป็นการเรียกฉัน"

show muto normal at center
with charaenter

mu "นากาอิ… อิเคซาวะอยู่ที่ห้องพยาบาลแล้วใช่ไหม"

hi "ครับ ผมเป็นคนพาไปเอง แล้วคุณพยาบาลก็บอกว่าปล่อยให้พักก่อนดีกว่า"

"ครูพยักหน้าเป็นการยืนยันว่าฉันทำถูกแล้วก่อนจะเกาแก้มอยู่แวบหนึ่งแล้วลุกขึ้นยืน"

show muto smile
with charachange

mu "ทุกคน ทำแบบฝึกหัดกันไปเลยนะ นากาอิ ออกมาคุยด้วยกันที่โถงทางเดินหน่อย"

"ครูพูดเสียงเบา แต่ท่าทีโดยรวมก็ไม่ต่างจากตัวครูตามปกติ ซึ่งก็คงปกติสำหรับคนเป็นครูละมั้ง"

stop ambient fadeout 1.0
scene bg school_hallway3
with locationchange

"พอออกมาที่โถงทางเดินแล้วฉันก็เห็นว่าครูมองซ้ายมองขวาดูว่ามีนักเรียนที่เดินเพ่นพ่านอยู่หรือเปล่า"

"โถงทางเดินนั้นแทบจะเงียบสนิท จิตใจฉันก็จดจ่ออยู่เพียงว่าครูจะพูดอะไร"

show muto smile at center
with charaenter

mu "นากาอิ เธอคิดว่าจุดประสงค์ของโรงเรียนนี้คืออะไร"

hi "เอ่อ… รองรับความต้องการของนักเรียนที่พิการเหรอครับ"

show muto normal
with charachange

"ครูเกาหัวพลางส่ายหน้า"

mu "เปล่าเลย ถ้ามีจุดประสงค์อย่างนั้นจริงก็คงต้องรื้อโรงเรียนสร้างใหม่หมดเลย ทำให้มีชั้นเดียว กระดานพูดได้ อะไร\nทำนองนั้นน่ะ"

mu "ลองมองไปรอบ ๆ สินากาอิ โรงเรียนนี้ตั้งใจที่จะมอบอนาคตให้พวกเธอ อนาคตที่ระบบการศึกษาแบบปกติมอบให้ไม่ได้"

hi "ครับ?"

mu "ลองมองแบบนี้ ถ้าโรงเรียนอยากให้พวกเธอเรียนจบแล้วกลับไปอยู่โรงพยาบาลเลย พวกครูกับคนอื่นทุกคนจะทุ่มเทกัน\nขนาดนี้หรือเปล่า"

"คำพูดตรง ๆ จากครูทำให้ฉันอึ้งไปขณะหนึ่งจนลืมสถานการณ์ตอนนี้ไปเลย"

hi "ไม่ครับ…"

mu "ถูกต้อง ทุกคนต่างอยากให้พวกเธอจบออกไปเป็นมนุษย์ที่เป็นประโยชน์กับสังคม"

hi "ผม… รู้สึกว่ายังไม่ค่อยเข้าใจสิ่งที่ครูจะสื่อเท่าไหร่…"

show muto smile
with charachange

mu "ฉันคาดหวังกับเธอมากนะนากาอิ เธอคงจะเป็นคนแรกเลยที่ฟังสิ่งที่ฉันสอนเข้าใจ"

"นี่มันใช่ของที่คนเป็นครูควรยอมรับง่าย ๆ ไหมเนี่ย"

mu "เธอใช้ความถนัดทางวิทยาศาสตร์ไปเป็นเส้นทางการเรียนต่อในมหาวิทยาลัยได้ง่าย ๆ เลยนะ เคยคิดหรือเปล่า"

hi "เหมือนจะไม่เคยครับ"

mu "โอเค งั้นเธอเคยคิดว่าอะไรบ้าง เรื่องอนาคตของเธอน่ะ…"

hi "เหมือนจะ… ไม่เคยได้คิดเรื่องอนาคตเท่าไหร่ครับ"

"แวบหนึ่งคำถามเรื่องเดียวกันนี้จากลิลลี่ก็ปรากฏชัดในความคิด"

"ฉันเพิ่งมาตั้งหลักได้ห้าเดือนกว่า ๆ เอง จะให้คิดเรื่องอนาคตก็คงเร็วไปหน่อย อีกอย่าง สำหรับฉัน ตอนนี้ปัญหาของ\nฮานาโกะดูจะใหญ่กว่าเรื่องของฉันเสียอีก"

show muto irritated
with charachange

"ครูถอนหายใจด้วยความระอาก่อนจะพูดต่อ"

show muto normal
with charachange

mu "คิดเสียว่าที่นี่คือโอกาสของเธอสิ ที่นี่มีสิ่งอำนวยความสะดวกมากมาย มีครูดี ๆ แล้วยังมีคุณพยาบาลกับทีมงาน\nของเขาอีก"

mu "เธอควรที่จะจดจ่ออยู่กับการคิดถึงอนาคตเท่านั้น"

hi "อ่า… ครับ"

"พอเงยหน้าสบตาครูแล้วฉันก็นึกอะไรได้ เหมือนว่าครูกำลังเลี่ยงไม่พูดถึงปัญหาที่อยู่ตรงหน้าตอนนี้เลย"

hi "ขอโทษนะครับ แต่ทำไมเหมือนไม่มีใครสนใจอะไรเลยตอนที่ฮานาโกะโดดเรียนไป"

hi "ผมเห็นครูมองฮานาโกะเดินออกห้องไปหลายรอบแล้ว ครูจะไม่พูดอะไรหน่อยเหรอครับ"

show muto smile
with charachange

mu "เอาละ นากาอิ เรื่องมันไม่ได้ง่ายขนาดนั้น นักเรียนทุกคนที่นี่ต่างมีความต้องการพิเศษกันทั้งนั้น ถ้าไม่มีความต้องการ\nตรงนั้นแล้วก็ไม่ต้องมีโรงเรียนนี้ก็ได้"

mu "อย่างเช่น ถ้าเธอเกิดหายใจไม่สะดวกขึ้นมา ครูก็คงไม่กักตัวเธอไว้ในห้อง ถูกไหม"

hi "แต่ว่า…"

"ครูตัดบทฉันไปก่อนที่ฉันจะทันได้คิดว่าจะพูดอะไรต่อให้จบเสียอีก"

show muto normal
with charachange

mu "อย่างกรณีของอิเคซาวะก็เป็นอย่างนั้น แต่สิ่งที่อิเคซาวะต้องการไม่ใช่การซีพีอาร์หรือเครื่องกระตุ้นไฟฟ้าหัวใจ แต่เป็น\nเวลากับพื้นที่"

mu "พวกครูทุกคนก็รับทราบเรื่องนี้มาตั้งแต่วันที่อิเคซาวะมาที่โรงเรียนเป็นวันแรกเลย เพราะงั้น ถ้าอิเคซาวะเขาอยาก\nจะออกจากห้องเมื่อไหร่ พวกครูก็จะปล่อยให้ออกไปเลย"

show muto smile
with charachange

mu "และถึงผลการเรียนจะไม่ได้เป็นเลิศขนาดนั้น แต่อิเคซาวะก็สอบผ่านทุกวิชา ซึ่งก็แปลว่าสิ่งนี้ไม่ได้มีผลกับการเรียนด้วย\nแค่นั้นก็น่าจะพอแล้วนี่"

"ฉันอ้าปากเตรียมแย้ง แต่ก็รู้สึกว่าสิ่งที่ครูพูดมานั้นไม่ได้มีจุดผิดเลย ถ้ามองแวบแรกแล้วอาการของฮานาโกะเหมือนจะ\nเป็นเพียงอาการทางกายเท่านั้น ทว่าผลกระทบที่เลวร้ายที่สุดนั้นอยู่ที่จิตใจของเธอ"

"แต่ก็รู้สึกทะแม่ง ๆ อยู่ดี ทำแบบนี้แล้วก็ไม่ต่างอะไรกับการผลักภาระไปที่ฮานาโกะเลยนี่ ยังไงฮานาโกะก็คงอยู่อย่างนี้\nไปตลอดชีวิตไม่ได้หรอก"

show muto normal
with charachange

mu "ครูเข้าใจนะว่าเธออาจจะยังไม่ชินกับอะไรแบบนี้ เพราะมีอะไรหลายอย่างที่เปลี่ยนไปเลย แต่ถึงอย่างนั้น อีกไม่ถึงปี\nเธอก็จะเรียนจบแล้ว"

mu "เธออาจจะไม่ต้องอยู่จนชินกับโรงเรียนนี้ก็ได้ ถ้าเธอไม่สร้างปัญหาอะไรก็จะสอบได้คะแนนดีแน่นอน"

"ฉันพยักหน้าเหม่อ ๆ เป็นการแสดงว่าฟังอยู่แต่ไม่ใช่การแสดงว่ารับรู้ ทั้งที่เริ่มจะรู้สึกชินขึ้นมาแล้ว แต่ก็โดนตอกย้ำ\nอย่างนี้อีกจนได้"

hi "แล้ว… ฮานาโกะล่ะครับ"

mu "ครูเชื่อ… อืม หวังว่าอิเคซาวะคงเรียนได้ดีพอที่จะไปทำสิ่งที่อยากทำต่อในอนาคตน่ะนะ"

mu "ซึ่งสิ่งที่ว่านั้นครูก็ไม่รู้หรอก แย่หน่อยที่ไม่ใช่ทุกคนที่รู้ว่าเรียนจบแล้วจะทำอะไรต่อ"

"ครูเน้นคำว่า{i}แย่หน่อย{/i}ราวกับว่ายังไม่ชัดเจนพอแล้วเว้นจังหวะให้ฉันได้คิดตามสิ่งที่ครูพูด"

show muto smile
with charachange

mu "วันนี้เธอเจออะไรวุ่นวายมา แถมครูคิดว่ายังไงเธอก็คงไม่มีสมาธิเรียนอีกอยู่ดี งั้นครูจะให้เธอไปพักก่อนแล้วกัน\nวันนี้เธอไม่ต้องเรียนแล้ว"

mu "ที่ผ่านมาผลการเรียนของเธอก็ดีอยู่แล้ว ครูคิดว่าเธอน่าจะตามเนื้อหาที่เรียนกันอยู่ได้อย่างไม่มีปัญหาอะไรเลย"

"ครูยิ้มเล็กน้อยพลางชมราวกับว่าเป็นการชดเชยการเทศน์อันตึงเครียดก่อนหน้า"

mu "ไปเก็บของซะนะ เจอกันพรุ่งนี้"

hi "ครับ ขอบคุณครับ"

stop music fadeout 5.0

hide muto
with charaexit

"บทเทศน์อันอ้อมค้อมของครูทำให้ความคิดฉันกระจัดกระจายไปหมด ไม่ได้นึกออกขึ้นมาเลยว่าจะช่วยฮานาโกะ\nอย่างไรดี หนักกว่านั้นคือยิ่งฟังครูพูดแล้วฉันยิ่งสับสนกว่าเก่า"

"ฉันยังคาใจอยู่ว่าฉันเองก็ช่วยฮานาโกะพอ ๆ กันกับที่ชิซูเนะ—ผู้ซึ่งนับทอดมาได้ว่าเป็นศัตรูกับฮานาโกะ—ช่วย\nแต่ก็ไม่รู้ว่าที่ช่วยนั้นแค่เพราะฉันอยากแสดงความเป็นสุภาพบุรุษหรือเพราะเป็นห่วงจริง ๆ กันแน่"

scene bg school_scienceroom
with locationchange

"ฉันเก็บข้าวของของฮานาโกะกับตัวเองไปพลางจัดระเบียบอารมณ์ตัวเอง"

"อยากจะพูดว่าฉันเข้าใจฮานาโกะ ฉันคอยอยู่เคียงข้างฮานาโกะ… เมื่อวานฉันอาจพูดอย่างนั้นได้ก็จริง แต่ตอนนี้ฉัน\nพูดไม่ได้เสียแล้ว"

"ถ้าพูดอย่างนั้นได้ก็ดีสิ"


#-----------

label th_H15:

scene bg school_dormhisao_ss
with shorttimeskip

play music music_night fadein 1.0

"ฉันนอนอยู่บนเตียงคอยรวบรวมความคิดตัวเอง"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

nvl clear
window hide
nvl show dissolve

n "\n\nหลังจากที่ฮานาโกะแพนิกไปคราวนั้นฉันก็มาคิดทบทวนใหม่ถึงเรื่องความสัมพันธ์กับเรื่องฮานาโกะที่ฉันรู้"

n "แค่ฉันต้องอยู่โรงพยาบาลสี่เดือนก็เต็มกลืนแล้ว แต่พอได้มองแผลเป็นฮานาโกะแวบเดียวฉันก็รู้ว่าเธอต้องเผชิญ\nความลำบากมานานกว่าฉัน"

n "แต่ถึงอย่างนั้น ฉันก็แทบไม่รู้เรื่องอดีตของฮานาโกะเลย ฮานาโกะบอกว่าบ้านไฟไหม้ แต่ก็แค่นั้น"

n "แล้วครอบครัวล่ะ ฉันยังไม่ได้ถามถึงลิลลี่เรื่องครอบครัวของฮานาโกะเพราะยังไม่มีจังหวะเหมาะสมที่จะคุย"

n "ฉันไม่รู้ว่าฮานาโกะเติบโตมาจากที่ไหน ไม่รู้ว่าโรงเรียนเก่าเธอเป็นอย่างไร ไม่รู้ว่าเพื่อนเก่าของเธอเป็นอย่างไร ไม่รู้ว่า\nความปรารถนากับความมุ่งมั่นของเธอคืออะไร ไม่รู้แม้กระทั่งรสนิยมการฟังเพลง การกินอาหาร กับการดูหนัง…\nซึ่งเป็นสิ่งเล็ก ๆ น้อย ๆ ของเพื่อนเก่าฉันทุกคนที่ฉันรู้"

n "\n\nแล้วตลอดเวลาที่ฉันได้อยู่กับฮานาโกะกับลิลลี่ที่ผ่านมานั้นฉันมัวแต่ทำอะไรอยู่"

$ renpy.music.set_volume(1.0, 1.0, channel="music")
$ renpy.music.set_volume(0.1, 0.0, channel="sound")
play sound sfx_normalbell

nvl clear
nvl hide dissolve
window show

"ฉันได้ยินเสียงระฆังเลิกชั้นเรียนแว่วมาไกล ๆ ถ้าไม่มีอะไรผิดพลาด เดี๋ยวลิลลี่ก็จะรู้ตัวว่าทั้งฮานาโกะทั้งฉันไม่อยู่\nแล้วกลับหอไป"

$ renpy.music.set_volume(0.5, 0.0, channel="sound")
stop music fadeout 0.5
play sound sfx_phone

"โทรศัพท์มือถือส่งเสียงเรียกเข้าขัดจังหวะการคิดของฉัน ตกใจอยู่เหมือนกันเพราะตั้งแต่มาที่ยามากุนี่แทบไม่มีคนโทร.\nหาเลย"

scene bg school_dormhisao_blurred_ss
show phone mobile:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with locationchange
with Pause (0.5)

hi "ฮัลโหลครับ ฮิซาโอะ นากาอิครับ…"

li "อ้าว ฮิซาโอะ เจอตัวสักทีนะ พอดีไปที่ที่อยู่กันประจำแล้วเธอไม่อยู่ ก็เลยคิดว่าติดต่อมาอย่างนี้น่าจะเร็วที่สุด"

"ที่จริงก็น่าจะเดาได้ว่าเป็นลิลลี่ เพราะเป็นหนึ่งในไม่กี่คนที่ฉันให้เบอร์ไป น้ำเสียงร้อนรนเล็กน้อยของเธอส่งผ่านมา\nแม้จะเป็นการคุยโทรศัพท์"

hi "คือฉัน… ฮานาโกะกับฉันเลิกเรียนก่อนเวลาน่ะ พอดีฮานาโกะแพนิกกำเริบ…"

"ปลายสายเงียบไป ถ้าไม่มีเสียงกุกกักอะไรอยู่ฉันคงคิดว่าลิลลี่วางสายไปแล้ว"

li "เข้าใจแล้วจ้ะ มาหาที่ห้องฉันหน่อยได้ไหม พอดีมีเรื่องจะคุยด้วย"

hi "ได้สิ ฉัน… ฉันก็อยากคุยอะไรหน่อยด้วยเหมือนกัน"

li "ดีจ้ะ… ดี ฉัน… ก็มีข่าวร้ายด้วย ฉันว่าเรามาคุยกันแบบตัวต่อตัวเลยดีกว่า"

"ฟังจากน้ำเสียงของลิลลี่แล้วฉันก็ยังจับไม่ค่อยได้ว่าเป็นเรื่องจริงจังขนาดไหน ส่วนมากลิลลี่ก็จะพูดด้วยน้ำเสียงเยือกเย็น\nซึ่งจะมองว่าเป็นเรื่องดีหรือไม่ดีก็ได้"

hi "ได้ เดี๋ยวไปหานะ"

show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with None

scene bg school_dormhisao_ss
show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with locationchange
with Pause (0.5)

hide phone
with None

"ฉันเก็บของของฮานาโกะที่วางอยู่บนโต๊ะแล้วมุ่งไปยังห้องของลิลลี่"

scene bg school_girlsdormhall
with locationskip

$ renpy.music.set_volume(1.0, 0.0, channel="sound")
play sound sfx_doorknock2

"เคาะประตูอยู่ไม่นานลิลลี่ก็เรียกฉันให้เข้าห้องไป"

play music music_drama fadein 4.0

scene bg school_dormlilly
show lilly basic_sleepy:
    center
    ypos 1.17
with locationchange

"ลิลลี่นั่งอยู่ที่โต๊ะในห้องด้วยท่าทีเหนื่อยอ่อนเล็กน้อย คงจะเพราะข่าวร้ายที่ว่าละนะ"

"ฉันนั่งลงที่อีกฟากโต๊ะกับลิลลี่ตามที่เธอเชื้อเชิญแล้ววางของของฮานาโกะลงกับโต๊ะ"

show lilly basic_weaksmile
with charachange

li "โอเค งั้นไม่ต้องรอเลยแล้วกัน ฮิซาโอะ เธอพูดก่อนเลยได้มั้ยจ๊ะ วันนี้มีเรื่องอะไรเหรอ"

"ถึงความทรงจำจากเหตุการณ์นั้นจะเลือนไปบ้างแล้ว แต่ฉันก็อธิบายให้ลิลลี่ฟังเท่าที่จำได้"

"ชวนให้ฮานาโกะมาทำงานกลุ่มด้วย โดนชิซูเนะกับมิช่าซักไซ้ ความลับเรื่องการไปตามล่าของขวัญแตก แล้วก็\nแพนิกกำเริบ"

"ฉันเสริมด้วยว่าชิซูเนะมีท่าทีอย่างไรราวกับเป็นการปิดท้าย แต่พอลิลลี่ได้ฟังอย่างนั้นแล้วก็ดูจะสบายใจขึ้นมา"

"คนเราคงไม่ใช่อยู่ ๆ ก็มาเป็นศัตรูกันแหละนะ คงต้องมีเบื้องลึกเบื้องหลังอะไรแหละ แต่ตอนนี้ไม่ใช่เวลาจะมาขุดคุ้ย\nเรื่องนั้น"

show lilly basic_concerned
with charachange

li "อย่างนี้นี่เอง เห็นฮานาโกะบอกว่าพอไปหาจิตแพทย์แล้วก็ดีขึ้น ซึ่งฉันก็ยังไม่ค่อยเชื่อเท่าไหร่ น่าเสียดายนะ"

show lilly basic_reminisce
with charachange

li "ตอนวันเกิดฮานาโกะครั้งก่อน ๆ ก็เคยมีปัญหาเหมือนกัน ฉันก็หวังว่าพอมีเธอกับการรักษาจากจิตแพทย์ที่มากขึ้น\nแล้วอะไร ๆ จะดีขึ้น"

show lilly basic_oops
with charachange

li "ตอนนี้ฮานาโกะอยู่ไหนเหรอ"

hi "ล่าสุดก็เห็นอยู่ที่ห้องพยาบาลน่ะ ตอนนี้น่าจะกลับมาที่ห้องแล้วละ"

show lilly basic_sleepy
with charachange

li "ตอนไปหาที่ห้องสมุดกับห้องน้ำชาก็ไม่อยู่ ฉันก็คิดว่าคงเป็นอย่างนั้นแหละจ้ะ"

hi "เธอบอกว่ามีข่าวร้ายด้วยเหมือนกัน… เรื่องอะไรเหรอ เกี่ยวกับฮานาโกะหรือเปล่า"

"ลิลลี่ปรับท่านั่งตัวเองราวกับเป็นการส่งภาษากายว่ากำลังคิดสรรคำพูดอยู่"

show lilly basic_concerned
with charachange

li "คุณป้าของฉันป่วยหนักน่ะจ้ะ เกรงว่าฉันต้องกลับไปเยี่ยมท่านที่สกอตแลนด์ แล้วก็ไปอยู่กับครอบครัวสักระยะ"

hi "ฮะ? แล้วเป็นอะไรมากหรือเปล่า แล้วนี่จะไปตอนไหนเหรอ"

show lilly basic_reminisce
with charachange

li "ฉันก็ไม่ค่อยแน่ใจเหมือนกันจ้ะว่าตอนนี้อาการของท่านเป็นยังไงบ้าง แต่ได้ยินล่าสุดบอกว่ายังคงที่อยู่ แล้วก็ฉันจะไป\nเสาร์นี้จ้ะ เป็นเที่ยวบินที่ออกเร็วที่สุดเท่าที่หาได้แล้ว"

"“คงที่” คือคำที่ใช้แทนคำว่า “ต้องอยู่โรงพยาบาล” ฉัน “คงที่” มานานพอที่จะรู้ความหมายของคำนั้น และรู้ว่าไม่ได้\nหมายความว่าอาการดีเสมอไป แต่เพียงแค่ยังพอประคองอาการได้เท่านั้น"

"แต่ถ้ามองในแง่ดี “คงที่” ยังดีกว่าคำว่า “อาการวิกฤต” มาก อย่างน้อยก็ไม่ได้อยู่ในสภาพเฉียดตาย"

hi "คงที่… ค่อยโล่งหน่อย"

show lilly basic_sad
with charachange

li "จ้ะ แต่ก็หมายความว่าฉันจะมาร่วมงานวันเกิดฮานาโกะไม่ได้ด้วย"

show lilly basic_concerned
with charachange

li "ฉันอยากบอกเธอแล้วเราจะได้คิดกันก่อนว่าจะทำยังไงกันก่อนบอกฮานาโกะดี แต่พอได้ฟังเรื่องวันนี้แล้วฉันก็คิด ๆ\nอยู่ว่าถ้ายกเลิกงานเลี้ยงกันไปเลยก็น่าจะไม่มีปัญหาอะไร"

hi "ฉันว่า… แบบนั้นไม่น่าดีเท่าไหร่นะ ฮานาโกะรู้แล้วว่าพวกเราเตรียมจัดงานเลี้ยงให้ จะมาล้มเลิกไปเลยก็คงไม่ดี"

hi "แล้วยังไงเราก็ต้องจัดงานอะไรกันสักอย่างเป็นการอำลาเธออยู่ดีนี่ ใช่ไหม"

show lilly basic_weaksmile
with charachange

li "พูดอย่างกับว่าฉันจะไม่กลับมางั้นแหละ ถ้าทุกอย่างเรียบร้อยดี สักสัปดาห์หรือไม่ก็อาจจะสองสัปดาห์ฉันก็จะกลับมาจ้ะ"

hi "งั้นก็ค่อยยังชั่ว"

show lilly basic_oops
with charachange

li "แล้วเธอว่าจะให้ทำยังไงดีจ๊ะ"

hi "ถ้าว่าตามสถานการณ์แล้ว ฉันว่าคาราโอเกะไม่น่าเหมาะเท่าไหร่ เธอไม่ได้ไปเพราะมีข่าวดีหรืออะไร เพราะงั้นจะให้\nสนุกกันมากไปก็ยังไงอยู่"

hi "งานวันเกิดปีที่แล้วเธอทำอะไรเหรอ"

show lilly basic_reminisce
with charachange

li "ปีที่แล้ว… ฮานาโกะไม่ยอมออกห้องมาเลยจ้ะ ตอนนั้นล็อกประตูไว้"

li "ฉันก็ได้แต่วางอาหารไว้ให้หน้าประตู อย่างน้อยก็จะได้แน่ใจว่ามีอะไรกินให้อิ่มท้อง"

"ครั้งแรกเลยที่เห็นลิลลี่ทำท่าหมองขนาดนี้ ทั้งน้ำเสียงก็ด้วย สงสารลิลลี่แฮะ คงหนักใจน่าดูที่ช่วยเพื่อนที่เธอสนิทด้วย\nที่สุดไม่ได้"

hi "งั้นจัดงานเลี้ยงกันก่อนเธอไปดีไหม"

show lilly basic_weaksmile
with charachange

li "ก็ฟังดูเป็นตัวเลือกที่ง่ายที่สุดแล้วละจ้ะ"

hi "แต่อย่างน้อยก็บอกฮานาโกะก่อนดีมั้ย ทั้งเรื่องที่เธอจะเดินทางกับเรื่องงานเลี้ยงน่ะ ฉันเก็บของของฮานาโกะ\nจากห้องเรียนมาด้วย"

show lilly basic_smile at center
with dissolvecharamove

li "นั่นสินะจ๊ะ งั้นไปหาฮานาโกะกันตอนนี้เลยดีไหม"

hi "ฉัน… ฉันว่าก็ดีเหมือนกันนะ"

"ใจหนึ่งฉันนึกอยากเจอฮานาโกะแทบแย่ ล่าสุดที่เห็นคือสภาพเหมือนศพเดินได้แล้ว แล้วช่วงสองสามชั่วโมงที่ผ่านมา\nซึ่งฉันได้แต่คิดถึงเรื่องฮานาโกะฉันก็รู้สึกเหมือนแทบขาดใจ"

stop music fadeout 4.0

scene bg school_girlsdormhall
with locationchange

"พวกเรารีบลุกขึ้นเดินออกจากห้องมา ห้องฮานาโกะอยู่ห้องถัดจากลิลลี่ในบริเวณโถงทางเดินเดียวกัน"

play sound sfx_doorknock2

"เมื่อเคาะประตูไปเบา ๆ แล้วก็ไม่มีเสียงตอบรับอะไร ทว่าเมื่อลองจับลูกบิดดูก็พบว่าประตูนั้นไม่ได้ล็อก ลิลลี่ชะงัก\nไปแวบหนึ่งเมื่อลูกบิดนั้นหมุนไปออกผิดจากที่คาดไว้ก่อนจะเปิดประตู"

play music music_moonlight fadein 0.5

scene bg school_dormhanako_ni at Fullpan(8.0)
with locationchange

"ห้องฮานาโกะนั้นเปลือยเปล่าและเรียบจืดจนน่าตกใจ กำแพงสีขาวปลอดนั้นไม่มีอะไรประดับอยู่เลย ผ้าห่มเป็น\nสีน้ำเงินเข้มไร้ลวดลาย บนชั้นมีเพียงหนังสือสองสามเล่ม กระดาษไม่กี่แผ่น กับของใช้ที่จำเป็นเท่านั้น"

"แม้แต่ผ้าปูเตียงยังเป็นสีโทนขาวดำ ทั้งห้องนั้นดูไม่ฉูดฉาดไม่ต่างจากบุคลิกของฮานาโกะ"

scene ev hanako_cry_closed
with whiteout

"ส่วนฮานาโกะนั้นนอนขดตัวอยู่บนเตียง ตอนนี้ไม่ได้ร้องไห้อยู่ก็จริง แต่เธอก็หลับตาแน่นเพื่อห้ามน้ำตาไว้โดยที่\nคราบน้ำตายังหลงเหลืออยู่บนแก้มแดง ๆ ของเธอ"

"ฉันเดินเข้าไปหาเงียบ ๆ แล้ววางกระเป๋าของฮานาโกะลงกับโต๊ะเพื่อไม่ให้เธอตื่นตกใจมากเกินไป"

li "สวัสดีจ้ะฮานาโกะ ฮิซาโอะเล่าเรื่องวันนี้ให้ฟังแล้ว… เธอโอเคขึ้นหรือยัง"

show ev hanako_cry_away
with charachange

"ฮานาโกะลืมตาขึ้นมาแบบปรือ ๆ"

ha "ฉัน… ฉันสบายดี…"

show ev hanako_cry_open
with charachange

"ฮานาโกะเอียงคอเล็กน้อยมองมาเห็นฉันที่ทำหน้าเบ้อยู่ก่อนที่ฉันจะทันได้ปั้นสีหน้าปกติ"

ha "ขะ-ขอโทษ… ทะ-ที่ทำให้นายปะ-เป็นห่วงนะ"

show ev hanako_cry_closed
with charachange

ha "ฉะ-ฉัน… ไม่ปะ-เป็นอะไรแล้วจริง ๆ …"

"แต่น้ำเสียงกับสภาพของฮานาโกะนั้นบ่งบอกว่าเป็น แต่อย่างน้อยก็ดูสงบลงกว่าเมื่อก่อนหน้านี้ ดูแล้วราวกับว่าหาก\nเพียงมีอะไรกระทบเพียงเล็กน้อยแล้วอารมณ์ของเธอก็พร้อมที่จะแหลกสลายได้"

hi "ฉันก็บอกเธอแล้วนี่ว่าไม่จำเป็นต้องขอโทษหรอก"

li "ฮิซาโอะพูดถูกนะ พวกเรา… ฉัน… ไม่น่าปกปิดเรื่องงานวันเกิดอะไรนั่นเลย"

"ฉันเห็นฮานาโกะสะดุ้งเมื่อได้ยินคำนั้น ลิลลี่รับรู้ได้ถึงความเงียบที่ตามมาแล้วย่อตัวลงนั่งข้างฮานาโกะ"

li "ฉันต่างหากที่ต้องขอโทษเธอ ฮานาโกะ"

show ev hanako_cry_away
with charachange

"ฮานาโกะลืมตาเหลือบมองลิลลี่ เธอมองใบหน้าลิลลี่อยู่ครู่หนึ่งด้วยดวงตาสีเข้มช่างคิดคู่นั้น"

play sound sfx_rustling

scene bg school_dormhanako_ni
show hanako emb_downsad_ni:
    center
    ypos 1.3
    easein 1.0 ypos 1.15
with locationchange

"ลิลลี่คงทำให้ฮานาโกะรู้สึกดีขึ้นได้แล้ว เพราะฮานาโกะกลับมามีแรงพอที่จะหยัดตัวลุกมานั่งที่ริมเตียง ฮานาโกะนั้น\nกังวลหลายอย่าง แต่เรื่องที่มาเป็นอันดับแรกคือการกังวลว่าตัวเองจะรบกวนคนอื่น"

show bg school_dormhanako_ni at bgright
show hanako emb_downsad_ni:
    xpos 0.6
    ypos 1.15
with charamove

show lilly invis:
    twoleft
    xpos 0.4
with None

show lilly basic_weaksmile_ni at Position(ypos=1.17)
with dissolvecharamove

"พอลิลลี่ได้ยินเสียงฮานาโกะขยับตัวแล้วเธอก็คลำทางเดินออกมาจากริมเตียงแล้วมานั่งข้าง ๆ ก่อนจะใช้มือทั้งสองข้าง\nกุมมือซ้ายฮานาโกะเอาไว้"

"ยิ่งได้ใช้เวลาอยู่ด้วยกันนานเข้าแล้วความรู้สึกที่ว่าฉันเป็นส่วนเกินเมื่อสองคนนี้ได้อยู่ด้วยกันแล้วก็เริ่มจางไป แต่บางครั้ง\nความรู้สึกนั้นก็ยังหลงเหลืออยู่ ครั้งนี้เองก็น่าจะเป็นบางครั้งที่ว่านั้น"

hi "ลิลลี่ ถ้าไม่อยากให้ฉันอยู่…"

show hanako emb_sad_ni
with charachange

ha "ฉันไม่อยาก… ให้นายไป…"

show lilly basic_surprised_ni
with charachange

"ทั้งลิลลี่ทั้งฉันต่างแปลกใจที่เห็นฮานาโกะรวบรวมความกล้าพูดออกมา ฉันก็ได้แต่ตอบเสียงอ้อมแอ้มไปว่า “โอเค”\nแล้วนั่งที่เก้าอี้ที่อยู่กับโต๊ะของฮานาโกะ"

show lilly basic_concerned_ni
with charachange

li "ฮานาโกะ พอดีว่าฉันมีข่าวร้ายจะบอกน่ะจ้ะ"

"ทีนี้ลิลลี่ก็จะบอกข่าวแล้วสินะ ลิลลี่อาจจะมองว่าเป็นจังหวะดีก็ได้ เพราะฮานาโกะย้ำความสัมพันธ์ของเราชัดขนาดนั้น\nหรือไม่ก็มองว่าคงไม่มีโอกาสเหมาะโอกาสอื่นที่จะบอกอีกแล้ว"

show lilly basic_sad_ni
with charachange

li "คุณป้าของฉันท่านป่วยน่ะจ้ะ ฉันก็เลยต้องกลับไปอยู่กับครอบครัวสักพัก"

show hanako cover_worry_ni
with charachange

"สีหน้าเป็นห่วงปรากฏแทนที่สีหน้าเศร้าสร้อยของฮานาโกะ"

ha "ครอบครัว… ของเธอ… ที่สกอตแลนด์ใช่ไหม"

show lilly basic_reminisce_ni
with charachange

li "ใช่จ้ะ ฉันจะไปกับพี่เสาร์นี้"

show hanako defarms_strain_ni
with charachange

ha "กะ-ก็คือเธอจะไม่กลับมาแล้วเหรอ"

show lilly basic_weaksmile_ni
with charachange

li "ไปไม่นานหรอกจ้ะ อาจจะสักสัปดาห์สองสัปดาห์ เดี๋ยวเดียวก็กลับมาแล้ว แล้วฮิซาโอะก็ยังอยู่ที่นี่ด้วยนี่ ใช่ไหม"

hi "ใช่แล้ว ฉันไม่ไปไหนหรอก"

show hanako basic_worry_ni
with charachange

"ฮานาโกะดูจะสบายใจขึ้นเพียงเล็กน้อยเท่านั้น แต่ก็ยังเรียกความแน่วแน่ขึ้นมาได้จากใจลึก ๆ ของเธอ"

ha "คะ-คุณป้าเธอจะไม่เป็นอะไรใช่ไหม"

show lilly basic_reminisce_ni
with charachange

li "ไม่แน่ใจเหมือนกันจ้ะ"

"ความเงียบเข้าปกคลุม คิดแล้วก็หดหู่เหมือนกันว่าการที่จะดึงฮานาโกะออกมาจากหล่มได้จริง ๆ ต้องทำให้อีกคน\nมีเรื่องอะไรขึ้นมา"

"ฉันตัดสินใจยกเรื่องที่จะมาคุยกับฮานาโกะขึ้นมาพูด อย่างน้อยก็คงพอจะช่วยให้บรรยากาศหดหู่ที่อวลอยู่ในห้องนี้\nเบาบางลงไปบ้าง"

hi "แต่นั่นแหละ พอดีคิดกันอยู่ว่าจัดงานเลี้ยงอำลาให้ลิลลี่ก็น่าจะดี แล้วไหน ๆ ก็นับควบเป็นการ… นั่นแหละ…"

"ฉันเบี่ยงออกก่อนจะทันได้พูดถึงเรื่องงานวันเกิดของฮานาโกะ เพราะดูเหมือนจะเป็นตัวที่ทำให้อารมณ์ของฮานาโกะ\nอ่อนไหวอย่างนั้น"

"ลิลลี่บีบมือฮานาโกะเบา ๆ"

show lilly basic_weaksmile_ni
with charachange

li "เธอโอเคไหมจ๊ะฮานาโกะ ไม่ได้จะจัดกันหรูหราอู้ฟู่ขนาดนั้นหรอก แค่จัดงานเล็ก ๆ กันในห้องฉันนี่แหละ"

show hanako def_worry_ni
with charachange

ha "กะ-ก็คือจะจัดกันที่โรงเรียน? มีแค่พวกเรา?"

show lilly basic_smileclosed_ni
with charachange

li "ใช่จ้ะ แค่เราสามคนนี่แหละ หรือถ้าเธออยากให้พี่อากิระมาด้วยฉันก็ชวนให้ได้นะ"

show hanako basic_normal_ni
with charachange

ha "โอ… เค ธะ-เธอจะไปแค่สัปดาห์เดียวเหรอ"

show lilly basic_smile_ni
with charachange

li "จ้ะ สักสัปดาห์สองสัปดาห์ สัญญาเลยว่าไม่นานกว่านั้นแน่นอน"

show hanako cover_distant_ni
with charachange

ha "อะ-โอเค…"

"คนส่วนมากถ้าได้ฟังข่าวว่าคนในครอบครัวเพื่อนป่วยแล้วก็คงหมอง ๆ และถ้าได้ฟังว่าจะจัดงานเลี้ยงกันแล้วก็จะ\nมีความสุข แต่กับฮานาโกะแล้วดูเหมือนว่าทั้งสองเหตุการณ์นั้นต่างก็มีความรู้สึกอยู่ในระดับเดียวกัน"

hi "เอาละ ฮานาโกะ เธอก็ดูเหมือนจะต้องพักก่อนนะ งั้นพวกเรากลับห้องกันก่อนดีกว่า"

show lilly basic_weaksmile_ni
with charachange

li "เธอรู้ใช่ไหมว่าถ้าขาดเหลืออะไรก็มาบอกมาคุยกับฉันหรือฮิซาโอะได้เลยน่ะ"

"น้ำเสียงลิลลี่ฟังดูกังวล เป็นน้ำเสียงที่ผิดวิสัยกับคนที่มีความมั่นใจสูงอย่างเธอ"

show hanako basic_bashful_ni
with charachange

ha "ฉัน… เข้าใจแล้ว ขอบคุณนะลิลลี่ ฮิซาโอะ"

show lilly basic_smileclosed_ni at Position(ypos=1.0)
with dissolvecharamove

li "งั้นก็ราตรีสวัสดิ์จ้ะฮานาโกะ"

show hanako basic_normal_ni
with charachange

ha "ฝันดี…"

stop music fadeout 4.0

scene bg school_girlsdormhall
with locationchange

"พอออกมาแล้วปิดประตูฉันก็ถอนหายใจยาว แอบรู้สึกเหมือนไปดำน้ำลึกมาแล้วเพิ่งได้ขึ้นมาหายใจเลย"

show lilly basic_concerned at center
with charaenter

"ลิลลี่เองก็ดูไม่ค่อยไหวเหมือนกัน หน้าเธอซีดดูอ่อนล้า"

hi "เป็นอะไรหรือเปล่า"

li "แค่เหนื่อยนิดหน่อยน่ะจ้ะ ช่วงนี้… มีแต่อะไรวุ่นวาย"

hi "ได้นอนบ้างหรือเปล่าเนี่ย เห็นหน้าเธอแล้ว ไอ้ “เหนื่อยนิดหน่อย” นี่ไม่น่าหน่อยแล้วมั้ง"

show lilly basic_sleepy
with charachange

li "ฉันว่าฉันได้นอนสองชั่วโมงก่อนไปเข้าเรียนอยู่จ้ะ คงไม่เป็นไรหรอก"

"รู้สึกผิดแฮะที่ซักไซ้ลิลลี่ตอนนี้ เราสองคนก็คงเหนื่อยพอกันกับอะไรหลายอย่างที่เกิดขึ้น"

hi "ฉันว่าเธอไปพักก่อนดีกว่านะ วันนี้ก็มีเรื่องเยอะแล้ว แล้วนอนดึกเดี๋ยวผิวเสียอีก"

show lilly basic_weaksmile
with charachange

li "ขอบคุณที่เป็นห่วงนะจ๊ะฮิซาโอะ งั้นก็ราตรีสวัสดิ์จ้ะ"

hi "โอเค ฝันดีนะลิลลี่"

hide lilly
with charaexit

"ฉันเดินจากลิลลี่ที่กำลังเปิดประตูเข้าห้องตัวเองมาแล้วกลับไปยังห้องตัวเอง"

scene ev hanako_cry_closed_fb
show noiseoverlay
with flash

"ระหว่างที่เดินไปตามโถงอันเงียบงัน ภาพฮานาโกะเมื่อครู่ที่นอนคู้ตัวไร้เรี่ยวแรงน่าสงสารน้ำตาเปื้อนแก้มนั้นก็ยังไม่ออก\nไปจากหัว ฉันเริ่มคิดว่าฮานาโกะก็เป็นเพียงคนปกติคนหนึ่งที่ขี้อายมาก ๆ เท่านั้น แต่ปัญหาของเธอหยั่งรากลึกไป\nกว่านั้นอีก"

"การจะเดินหน้าความสัมพันธ์ให้ไปไกลกว่านี้ในขณะที่ฮานาโกะยังเปราะบางและอ่อนแอคงเป็นสิ่งที่ไม่ถูกต้อง ฉัน\nไม่จำเป็นต้องเป็นมากกว่าเพื่อนเพื่อที่จะปกป้องฮานาโกะ หรือเพื่อป้องกันไม่ให้อะไรอย่างนั้นเกิดขึ้นซ้ำสองอีก"

"ไม่ว่าความรู้สึกของฉันที่มีต่อฮานาโกะจะไปไกลกว่านั้นได้อีกหรือไม่… ก็ไม่สำคัญแล้ว ฉันให้ค่ากับฮานาโกะมาก\nและเพราะอย่างนั้นฉันจะเอาเปรียบเธอไม่ได้"

"แต่ถึงอย่างนั้น… พอคิดแบบนั้นแล้วฉันก็ยังรู้สึกเจ็บจี๊ดในใจอยู่"

scene bg school_girlsdormhall
with flash

"ตอนนี้ฉันต้องหลับก่อน พรุ่งนี้—หวังว่า—จะเป็นวันที่ดีกว่า"

scene black
with dissolve

#------------------

label th_H16:

scene bg school_scienceroom
with locationchange

"การที่ฮานาโกะขาดเรียนไปยิ่งทำให้สังเกตได้ง่ายกว่าตอนที่เธออยู่เสียอีก"

"รู้สึกเหมือนโต๊ะเรียนที่ว่างเปล่าของฮานาโกะกำลังร้องเรียกหาฉัน ฉันเผลอเหลียวมองข้ามไหล่ตัวเองซ้ำแล้วซ้ำเล่า\nด้วยความหวังลม ๆ แล้ง ๆ ว่าตัวเองแค่ตาฝาดไป และฮานาโกะจะปรากฏตัวขึ้นมาราวกับมีเวทมนตร์"

"เธอพยายามทำตัวให้ไร้ตัวตนที่สุดเท่าที่จะทำได้เวลาเข้าเรียน และถึงแม้ว่าช่วงหลังมานี้อาการของเธอจะเริ่มดีขึ้นบ้างแล้ว\nแต่เธอก็ยังทำตัวอย่างนั้นอยู่"

"ไม่มีใครในชั้นเรียนสนใจฮานาโกะอยู่แล้ว และพอตอนนี้เธอไม่อยู่ทุกคนก็ไม่ได้สังเกตว่าเธอหายไป ทำราวกับเธอ\nไม่มีตัวตนตั้งแต่แรก"

"ลิลลี่เคยเล่าว่าเธอโดดเรียนเป็นเรื่องปกติตั้งแต่ก่อนฉันจะได้มาเจอเธอแล้ว แต่ก็ยังรู้สึกแปลก ๆ อยู่ดี"

play sound sfx_normalbell

"เสียงระฆังบอกเวลาเลิกเรียนทำเอาฉันถึงกับสะดุ้งตัวโยน แล้วก็เพิ่งจะมารู้สึกตัวเอาตอนนี้ว่า มิช่ากำลังเอาดินสอกดจิ้ม\nสีข้างฉันรัว ๆ เพื่อเรียกความสนใจอยู่"

show shizu invis:
    center
    xpos 0.4
show misha invis_close:
    center
    xpos 0.1
with None

show bg school_scienceroom at bgright
show misha sign_smile_close at Position(xpos=0.2)
show shizu behind_blank at center
with dissolvecharamove

play music music_normal fadein 3.0

mi "สวัสดี… มีใครอยู่มั้ย~"

hi "นี่ หยุดเลยนะ"

show misha hips_grin_close
with charachange

mi "อ๊ะ! มาแล้ว! ยินดีต้อนรับกลับสู่โลกความเป็นจริงนะฮิจัง~!"

hi "พูดอะไรของเธอน่ะ"

show misha hips_smile_close
with charachange

mi "เห็นจ้องอะไรอยู่ก็ไม่รู้จนนึกว่ากำลังจะติดต่อสิ่งมีชีวิตนอกโลกอยู่"

"เมื่อคืนฉันแทบไม่ได้นอนเลย ไม่แปลกที่มิช่าจะพูดแบบนั้น ไม่แน่ใจเหมือนกันว่าเป็นเพราะผลข้างเคียงจากยา\nหรือเพราะฮานาโกะแพนิกกำเริบเมื่อวานนี้ หรือเพราะความเป็นห่วงเธอเป็นทุนเดิมอยู่แล้ว หรืออาจจะเป็นเพราะ\nทั้งสามอย่างรวมกัน"

"ฉันหาวอย่างอ่อนแรงก่อนจะนั่งเท้าคางเมื่อนึกได้ว่าฉันนอนน้อยขนาดไหน"

show misha perky_confused_close
with charachange

mi "นี่ ไหวจริง ๆ ใช่ไหมเนี่ย ฉันก็ตกใจกับเรื่องเมื่อวานอยู่เหมือนกัน…"

hi "เออ… เออ ไหวแหละ แต่ก็อยากไปคุยกับฮานาโกะอีกรอบอยู่นะ"

show misha perky_smile_close
with charachange

mi "เมื่อคืนได้ไปหาหรือเปล่าล่ะ"

hi "อื้ม ลิลลี่กับฉันไปคุยกับฮานาโกะ"

hi "เอ่อ อาจจะฟังดูแปลกหน่อย ๆ แต่ช่วยฝากบอกชิซูเนะว่า “ขอบคุณ” ให้ทีสิ ทั้งจากฉัน… กับลิลลี่เลย"

"ฉันรู้แหละว่าจริง ๆ แล้วลิลลี่ก็ไม่ได้ขอบคุณชิซูเนะหรอก แต่ดูจากปฏิิกิริยาของลิลลี่เมื่อคืนแล้วก็พอจะรู้ว่า\nอยากขอบคุณอยู่ คิดว่างั้นนะ"

show shizu adjust_blush
with charachange

show shizu cross_angry
with charachange

shi "…"

show misha sign_confused_close
with charachange

mi "เอ่อ… ฉันว่าชิจังพยายามจะบอกว่า “ด้วยความยินดี” ละ"

"การรัวภาษามืออย่างบ้าคลั่งและแก้มที่ขึ้นสีระเรื่อของชิซูเนะบอกให้ฉันรู้ว่าสิ่งที่เธอพูดเป็นคนละเรื่องกันเลย ท่าทาง\nลนลานอย่างเห็นได้ชัดของเธอนั้นน่าเอ็นดูเสียจนทำให้ฉันเผลอหลุดหัวเราะออกมา"

show misha perky_confused_close
with charachange

mi "มีอะไรน่าขำเหรอฮิจัง~ ใช่เรื่องที่เราพูดหรือเปล่า"

hi "เปล่า ๆ ไม่ใช่แบบนั้น ฉันแค่คิดว่าบางทีชิซูเนะก็น่ารักดีเหมือนกันนะ"

show misha cross_laugh_close
with charachange

mi "วะฮ่าฮ่าฮ่า~! นายพูดถูก~! ชิจังน่ะน่ารักเวลาที่พยายามทำตัวให้ไม่น่ารักล่ะ!"

"ฉันสังเกตว่ามิช่าหยุดการส่งภาษามือให้ชิซูเนะ บางทีความเกรี้ยวกราดของชิซูเนะอาจจะรุนแรงพอที่จะกลบความ\n“น่ารัก” ไปจนหมด"

show shizu adjust_frown
with charachange

"อย่างไรก็ตาม ชิซูเนะสงบสติอารมณ์ได้อย่างรวดเร็วและเริ่มส่งภาษามือหามิช่า"

show shizu behind_smile
with charachange

shi "…"

show misha perky_smile_close
with charachange

mi "โอ๊ะ~? โอเค… ฮิจัง ชิจังอยากให้นายมากินข้าวเย็นกับพวกเราน่ะ"

hi "ข้าวเย็นเหรอ"

"ฉันเบือนหน้าหนีจากพวกเธอเล็กน้อยเพราะเกรงว่าจะใจอ่อนให้กับรอยยิ้มออดอ้อนนั่นแล้วคิดทบทวนดูอีกรอบ"

"เป็นคำเชิญชวนที่น่าไปจริง ๆ ก็ได้ไปกินมื้อเย็นข้างนอกกับสาวน่ารักสองคนนี่นะ แต่ก็อดคิดไม่ได้ว่าถ้าไปแล้วฮานาโกะ\nจะต้องเก็บตัวอยู่ในห้องคนเดียว"

hi "โทษที รอบนี้ต้องขอผ่านก่อน"

show misha perky_sad_close
with charachange

mi "อ่าโธ่…"

show shizu behind_frown
with charachange

"มิช่าไม่ได้ทำภาษามือที่ฉันตอบไป แต่ชิซูเนะก็ดูออกได้ง่าย ๆ และทำหน้าผิดหวัง"

show shizu basic_normal2
with charachange

"เธอขยับแขนเตรียมจะทำอะไรบางอย่าง เดาว่าน่าจะเป็นการประท้วงหรือข่มขู่ แต่เธอก็หยุดไปก่อนและแตะไหล่มิช่า\nสองที พอมิช่ารู้ตัวแล้วเธอก็แค่ยักไหล่ให้มิช่าเท่านั้น"

show misha perky_confused_close
with charachange

mi "เอาเถอะ แล้วแต่นายเลยฮิจัง"

hi "ฉันสัญญาว่าเดี๋ยวรอบหน้าจะไปด้วย จะได้ให้มันแล้วกันไป"

show misha perky_smile_close
show shizu behind_blank
with charachange

"มิช่าดูร่าเริงขึ้นมาทันทีที่ได้ยินแบบนั้น แต่ชิซูเนะไม่ได้แสดงท่าทีใด ๆ เธอแค่สะบัดหัวเป็นสัญญาณให้มิช่าเดินตามออกไป\nและชิซูเนะก็ชูมือขึ้นโบกลาฉันไปเงียบ ๆ "

hide misha
hide shizu
with charaexit

stop music fadeout 3.0

"ขณะที่ทั้งสองคนกำลังเดินพ้นประตูห้องออกไปฉันก็โบกมือตอบกลับไปจนกระทั่งพวกเธอลับสายตาไป"

"ก็ไม่คิดว่าจะผิดหวังขนาดนั้น ฉันรู้สึกผิดขึ้นมาเลยที่ทิ้งพวกเธอไป แต่ก็นะ ฉันเองก็มีสิ่งที่ต้องทำ"

scene bg school_girlsdormhall at right
with shorttimeskip

"วันนี้หอหญิงนั้นคึกคักเป็นพิเศษ มีกลุ่มเด็กผู้หญิงเล่นเกมเสียงดังและดูทีวีกันในห้องส่วนกลางชั้นหนึ่ง ฉันได้ยินเสียง\nพวกเธอแม้กระทั่งตอนนี้ที่ยืนอยู่หน้าประตูห้องฮานาโกะ"

"เมื่อเทียบกับความโหวงเหวงของชั้นที่เธออยู่ก็รู้สึกขัดกันอย่างน่าประหลาด เสียงจอแจจากชั้นล่างยิ่งทำให้\nความโหวงเหวงตรงนี้ดูเงียบเหงายิ่งขึ้น"

"ฉันคาดหวังไว้ว่าวันนี้ฮานาโกะจะมาเรียน ยิ่งเมื่อคืนฉันกับลิลลี่ไปคุยด้วยอย่างนั้นแล้ว แต่ฉันก็รู้สึกว่า\nไม่ควรจะไปว่าอะไรเธอหรอก เพราะเหตุการณ์ที่เกิดขึ้นนั้นค่อนข้างแย่ทีเดียว และยิ่งกับเจ้าตัวแล้ว\nคงเป็นอะไรที่ย่ำแย่กว่านั้นอีก"

scene bg school_dormhanako_ni
show hanagown worry_close:
    center
    xpos 0.39
show expression Solid("#00000022")
show hanako_door_base at right
show hanako_door_door at left
with locationchange

play sound sfx_doorknock2

"ด้วยไม่รู้เลยว่าตอนนี้เธออยู่ในสภาพแบบไหน ฉันจึงหายใจเข้าก่อนจะเคาะประตูไม้สีน้ำตาลของเธอสองสาม\nครั้งด้วยจังหวะที่หนักแน่น"

"สิ่งที่ทำได้ตอนนี้คือยืนรอโดยห้ามใจไม่ให้หวาดวิตกเกินไป"

"ผ่านไปหลายวินาทีแล้วฉันก็คิดว่าเธออาจจะหลับอยู่และน่าจะไม่ได้ยินเสียงเคาะ แต่ก่อนที่ฉันจะทันได้ยกมือ\nขึ้นมาเคาะอีกครั้งที่จับประตูก็ส่งเสียงขยับกุกกักขึ้นมาเสียก่อน"

play sound sfx_dooropen

show hanako_door_door:
   xpos -0.05
with charamove

"ประตูแง้มออกมาเพียงเล็กน้อย ดวงตาข้างหนึ่งมองลอดมาผ่านช่องที่พอจะมองผ่านได้ ฉันมั่นใจว่าถ้าทางหออนุญาต\nเธอคนนี้ก็คงจะติดตาแมวไว้กับประตูด้วย"

"ฉันยืนยิ้มให้เธออยู่อย่างนั้น คำพูดคงจะไม่ช่วยอะไรในสถานการณ์แบบนี้หรอก"

"ฮานาโกะยิ้มตอบมองมาที่ฉันโดยไม่พูดอะไร ช่องไม่กว้างพอที่จะเห็นสีหน้าของเธอ และฉันก็ได้แต่เดาว่าเธอ\nกำลังคิดอะไรอยู่"

"เราจ้องหน้ากันปล่อยให้เวลาไหลไป เสียงเดียวที่ได้ยินคือความสนุกสนานจากชั้นล่างที่ปลีกแยกจากพวกเรา"

hide hanagown
with charaexit

"ไม่แน่ใจว่าผ่านไปนานแค่ไหน แต่ในที่สุดดวงตานั้นก็หลบไป ฉันเอาแต่นึกสงสัยว่าจะให้ฉันเข้าไปหรือจะปิดประตูใส่\nจนกระทั่งประตูเริ่มส่งเสียงเอี๊ยดออกมาช้า ๆ"

play sound sfx_door_creak

show hanako_door_door:
   easeout 1.0 xpos -0.2
show hanako_door_base:
   easeout 1.0 xpos 1.1
show bg school_dormhanako_ni:
   center
   easeout 1.0 xpos 0.55
with None

scene bg school_dormhanako
show hanagown normal at center
with silentwhiteout

play music music_comfort

"เมื่อได้เห็นฮานาโกะกับห้องนอนที่อยู่เบื้องหลังแบบเต็มตาแล้วก็สังเกตเห็นผมของฮานาโกะที่เปียกชื้นได้เป็นสิ่งแรก\nเพิ่งอาบน้ำมานี่เอง กลิ่นแชมพูที่ลอยมาแตะจมูกยิ่งทำให้ทราบชัด"

"ฮานาโกะทำหน้าคล้ายว่าสงสัย ราวกับว่าไม่แน่ใจว่าฉันมาทำอะไร แต่ถึงอย่างนั้นฉันก็ยังไม่แน่ใจจริง ๆ ว่าเธอ\nคิดอะไรอยู่กันแน่"

"รู้สึกเหมือนว่าฮานาโกะหายไปนานมาก และเมื่อกลับมาเจอกันพวกเราต่างก็ไม่รู้จะพูดอะไรกับอีกฝ่ายเลย"

show hanagown distant
with charachange

"ฮานาโกะรู้ตัวว่ากำลังจ้องอยู่จึงเสตามองทางอื่นอย่างกระอักกระอ่วนก่อนจะบิดตัวหนีหน้ามองเท้าตัวเอง ฉันถือเอาว่า\nท่าทางนั้นคือคำชวนให้เข้าห้องได้จึงเข้าไปและปิดประตู"

"ฉันเห็นว่าฮานาโกะจับชุดนอนหลวมโพรกที่พาดไหล่เธอนั้นพับเล่นอยู่ ฉันตั้งสมาธินึกหาคำที่อยากจะพูด\nแต่กลิ่นหอมจากเธอก็รบกวนประสาทไปหมด"

"ฉันต้องแปลกใจที่คนที่ทำลายความเงียบนั้นไม่ใช่ฉันแต่เป็นฮานาโกะ"

show hanagown normal
with charachange

ha "ทำไม…"

hi "ก็… เอ่อ…"

"…ทำไมฉันถึงมาอยู่ที่นี่กันนะ"

"ฉันเป็นห่วงฮานาโกะเลยมาอยู่ที่นี่ เธอให้ฉันเข้ามาอย่างที่หวังไว้ แล้ว… แล้วไงต่อ ฉันตั้งใจจะทำอะไร ฉันตั้งใจ\nจะพูดอะไร"

"ทำไมไม่คิดให้รอบคอบก่อนจะมาที่นี่วะ…"

"ฉันอยากจะชดใช้ถึงสิ่งที่ฉันรู้สึกว่าตัวเอง—อย่างน้อยก็ส่วนหนึ่งละ—เป็นต้นเหตุ ตั้งแต่นั้นมาฉันก็อยากร่นระยะ\nระหว่างเราและอยากเห็นฮานาโกะมีความสุข ซึ่งฉันจะทำได้อย่างไรในเมื่อฉันไม่รู้เรื่องอะไรของเธอเลย"

"อยากรู้จัง… ว่านี่จะเป็นความรู้สึกเดียวกันกับที่ตอนที่อิวานาโกะเห็นฉันนอนอยู่บนเตียงโรงพยาบาลสีฟ้าอ่อน\nอันจืดจางนั่นหรือเปล่า"

hi "เอ่อ… ฉัน… เอ่อ…"

"การถอนหายใจลึก ๆ ช่วยให้รู้สึกมั่นใจขึ้นนิดหน่อยและหยุดการพูดติดอ่างของตัวเองได้ เหมือนฉันจะไม่เคย\nประหม่ากับใครสักคนถึงขนาดนี้มาก่อนเลยนะ พออยู่ในสภาพนี้แล้วฉันคงโกหกไม่ได้หรอก ต่อให้โกหกได้\nฮานาโกะก็คงดูออกอยู่ดี"

hi "ไม่รู้สิ ก็แค่… อยากเจอเธอแค่นั้นเอง ละมั้ง"

show hanagown smile
with charachange

"นิ้วฮานาโกะหยุดขยับไปจนฉันแปลกใจ พอเงยหน้ามองก็เห็นว่าพยักหน้ายิ้มหวานให้ฉันอยู่ ตอบแค่นั้น\nก็เป็นอันใช้ได้แล้วเหรอ"

ha "เอ่อ… ไหน ๆ นายก็มาแล้ว…"

show hanagown distant_blush
with charachange

ha "ฉันอยากจะ… เล่นหมากรุกกับนาย…"

"ฉันแทบจะก้มหน้าลงด้วยความไม่อยากเชื่อว่าฉันเครียดมาขนาดนี้แล้วสิ่งที่ฮานาโกะอยากทำจริง ๆ คือแค่\nการเล่นเกม แต่เมื่อมองที่ใบหน้าเปื้อนยิ้มกระดากอายนั้นแล้วฉันก็รู้ว่ามีอะไรมากกว่านั้น"

"เธอเลือกที่จะไม่มาเปิดประตูให้ฉันก็ได้ เลือกที่จะปิดประตูใส่ฉันตั้งแต่เห็นหน้าฉันก็ได้ หรือเลือกที่จะบอก\nให้ฉันออกไปก็ได้"

"มีช่องให้ปฏิเสธฉันได้หลายที่ แต่ฮานาโกะก็ไม่ทำ และตอนนี้เธออยากจะเล่นเกมเดียวกันกับเกมที่เราเล่น\nตอนใช้เวลาร่วมกันตามลำพังเป็นครั้งแรกด้วยใบหน้าสงบนี้"

"ความโล่งใจเข้ามาเยือนฉัน"

"ทุกอย่างจะโอเค ฮานาโกะให้ฉันเข้ามาในโลกของเธอแล้ว ตราบใดที่เราอยู่ด้วยกันอย่างนี้ได้ฉันก็คิดว่าทุกอย่าง\nคงโอเค"

hi "ด้วยความยินดีเลย"

stop music fadeout 2.0

scene black
with dissolve

#---------------

label th_H17:

scene bg school_girlsdormhall
with locationchange

"ในที่สุดก็ถึงวันงานวันเกิดของฮานาโกะแล้ว"

"ว่าตามตรง ฉันตั้งตารอที่จะได้เห็นฮานาโกะและลิลลี่ในชุดนอนอีกครั้ง ชุดนอนของฮานาโกะดูน่ารักดี ถึงจะดู\nเรียบร้อยไปหน่อยก็เถอะ ส่วนชุดของลิลลี่ที่เป็นกางเกงขาสั้นกับเสื้อบาง ๆ ที่ทำจากผ้าไหมนั้นก็เป็นชุดที่เข้ากันดีมาก"

"แต่ปฏิกิริยาของฮานาโกะต่อเรื่องนี้ทำให้งานนี้ดูเครียด ๆ ขึ้นมา"

"ฉันยังไม่ค่อยเข้าใจเลยว่าเกิดอะไรขึ้น แค่เดาได้นิดหน่อยถึงสาเหตุที่เป็นไปได้ ซึ่งฉันว่าคงตามหาคำตอบยากหน่อย\nคงไม่ง่ายถึงขั้นไปถามเจ้าตัวแล้วได้คำตอบแน่ ๆ"

play sound sfx_doorknock2

"คิดได้เช่นนั้นแล้วฉันจึงเคาะประตูห้องข้าง ๆ ฮานาโกะ"

li "ฮิซาโอะใช่ไหมจ๊ะ"

hi "อื้ม ฉันเอง"

"ฉันได้ยินเสียงฝีเท้าเดินมาที่ประตู ตามด้วยเสียงของกลอนที่ถูกปลดออก ฉันนึกสงสัยเล็กน้อยเพราะเหมือนจะ\nไม่เคยเห็นประตูห้องลิลลี่ล็อกมาก่อนเลย"

"เมื่อประตูเปิดออกมา สิ่งที่เห็นก็… ดูไม่ค่อยน่าตื่นเต้นผิดวิสัยงานวันเกิด"

play music music_ease fadein 1.0

scene ev lilly_bedroom
with locationchange

"ฮานาโกะกลับไปนั่งที่โต๊ะด้วยรอยยิ้มและพยักหน้าให้น้อย ๆ ทิ้งให้ฉันเป็นคนปิดและล็อกประตูไว้เหมือนเดิม น่าจะอยาก\nให้ล็อกไว้นั่นแหละนะ"

"ระหว่างที่ล็อกประตูก็นึกได้ว่าภาพตรงหน้าคืองานเลี้ยงน้ำชายามเย็นเหมือนอย่างที่สองคนนี้จัดกันทุกครั้ง\nซึ่งไม่รู้ทำไมฉันถึงรู้สึกว่าไม่น่าใช่เรื่องที่จะต้องมาแปลกใจเลย"

scene ev lilly_bedroom_large:
    ypos 0 xpos -860
with locationchange

"ฉันโล่งใจที่เห็นฮานาโกะดูค่อนข้างสงบขึ้นแล้ว การหยุดเรียนไปคงช่วยให้ได้ผ่อนคลายลงบ้าง"

scene bg school_dormlilly
show lilly basic_smileclosed_paj:
    twoleft
    ypos 1.2
show hanagown distant:
    tworight
    ypos 1.17
with locationchange

"ฉันนั่งลงตรงระหว่างที่ทั้งสองนั่งอยู่ที่โต๊ะเตี้ยตรงกลางห้องของลิลลี่ กาน้ำสีสันสดใสส่งไอน้ำลอยขึ้นระหว่างเรา"

"ฉันสะดุดตาเข้ากับกระเป๋าทรงสูงสีน้ำตาลข้าง ๆ ลิลลี่ ฉันลองแอบมองข้างในกระเป๋าใบนั้นอยู่สองสามครั้ง\nแต่ก็มองไม่เห็นด้วยตำแหน่งที่นั่งไม่ดีนัก"

"พอมองไปที่ฮานาโกะก็เห็นว่าน่าจะอยากรู้พอ ๆ กันกับฉันเลย"

hi "นี่ ลิลลี่"

"ลิลลี่ดื่มน้ำชาจนหมดก่อนจะวางถ้วยลงและหันมาสนใจฉัน"

show lilly basic_smile_paj
with charachange

li "ว่าไงจ๊ะ"

hi "ฉันแค่อยากรู้ว่ากระเป๋าสีน้ำตาลใบนั้นคืออะไร…"

"ลิลลี่นิ่งไปสักพักก่อนจะยิ้มเจ้าเล่ห์นิด ๆ"

show lilly basic_cheerful_paj
with charachange

li "ของขวัญจากพี่อากิระจ้ะ น่าเสียดายที่พี่บอกว่ากำลังทำงานอยู่เลยมาร่วมงานนี้ไม่ได้"

"ลิลลี่โน้มตัวไปข้างหน้าและสัมผัสกับสิ่งของข้างในก่อนจะยกแขนเธอขึ้นมา"

"ฉันเลิกคิ้วขึ้นเมื่อเห็นวัตถุสองอย่าง—ไม่ได้มีแค่อย่างเดียว—ลอยขึ้นมาจากกระเป๋า ลิลลี่ใช้นิ้วชี้กับนิ้วนาง\nหนีบคอขวดทั้งสองใบไว้โดยมีนิ้วกลางคั่น นี่สินะถึงได้ล็อกประตู"

show wine:
    yalign 0.5 xanchor 0.0 xpos 1.0 alpha 0.0
    easein 1.0 alpha 1.0 xanchor 1.0
with Pause(1.0)

ha "ไวน์…"

"มีเสียงตุบเล็ก ๆ สองครั้งเมื่อขวดถูกวางลงบนโต๊ะ ขวดหนึ่งเป็นไวน์แดง อีกขวดเป็นไวน์ขาว ก็อยากบอกตัวเองอยู่หรอก\nว่าคงเป็นไวน์ปลอมแบบที่ไม่มีแอลกอฮอล์ แต่ถ้าเป็นแบบนั้นจริง ๆ ก็คงไม่จำเป็นต้องระวังขนาดนี้"

hi "เหล้า? เอาจริงดิ คิดดีแล้วใช่ไหมเนี่ย"

show lilly basic_smileclosed_paj
with charachange

"ลิลลี่ยิ้มอย่างสุภาพและหัวเราะคิกคัก ฉันไม่ค่อยเชื่อว่าเธอจะคิดดีแล้วจริง ๆ "

li "ของขวัญจากพี่น่ะ ฉันรู้ว่าอาจจะดูไม่ค่อยดีเท่าไหร่ แต่นิดหน่อยคงไม่เป็นไร"

"ถ้าลิลลี่จะคัดค้านจริง ๆ แล้วฉันว่าคงไม่ยอมง่าย ๆ อย่างนี้หรอก จะว่าไป ฉันเคยนึกภาพไว้ว่าอากิระคงเป็นคน\nจำพวกที่จริงจังและมีความรับผิดชอบ อาจจะเหมือนลิลลี่ในแบบที่โตขึ้น แต่เหมือนว่าฉันจะคิดผิด อายุพวกเรายังไม่ถึง\nตามที่กฎหมายกำหนดให้ดื่มได้ด้วยซ้ำ"

hi "ถ้างั้นก็ไม่ขอแย้งอะไรแล้วกัน ดูน่าดื่มดีด้วยเหมือนกัน"

"ฉันไม่ใช่คนสันทัดเรื่องไวน์ แต่ขวดก็สวยดี ฉันยังไม่เคยดื่มมากพอที่จะรู้ว่าอะไรเป็นอะไรเลย มีก็แต่ตอนที่พ่อ\nแอบส่งไวน์มาให้ดื่มสักแก้วแบบลับ ๆ ล่อ ๆ ตอนทานมื้อเย็นกันแบบพร้อมหน้าแค่นั้นแหละ"

show hanagown smile
with None

show wine:
    easeout 1.0 alpha 0.0 xanchor 0.0
with Pause(1.0)

hide wine
with None

"อันนั้นก็ส่วนหนึ่ง อีกอย่างคือฉันก็ไม่ใช่คนที่ต่อต้านเรื่องของมึนเมาแบบนี้ชนิดหัวชนฝา และดูจากสีหน้าแล้ว\nฮานาโกะก็น่าจะคิดเหมือนกัน แถมนี่คืองานวันเกิดของเธอด้วย"

show lilly basic_smile_paj
with charachange

li "งั้นเปิดสักขวดเลยดีไหม"

hi "เอาสิ เดี๋ยวฉันไปเอา—{w=0.3}{nw}"

$ renpy.music.set_volume(0.5, 0.5, channel="music")
$ renpy.music.set_volume(1.0, 0.0, channel="sound")
play sound sfx_doorknock2

show lilly basic_displeased_paj
show hanagown worry
with vpunch

"หัวใจฉันเต้นแรงเมื่อได้ยินเสียงเคาะประตูของลิลลี่ดังขึ้นสามครั้ง ฮานาโกะหันไปทางประตูทันที และลิลลี่ก็หลับตา\nตั้งใจฟัง พวกเราต่างไม่มีใครอยากให้คนอื่นรู้ว่าเราแอบดื่มกัน"

show lilly basic_oops_paj
with charachange

li "ใครน่ะ"

mystery "ขอเข้าไปหน่อย หนาว!"

show lilly basic_weaksmile_paj
with charachange

$ renpy.music.set_volume(1.0, 6.0, channel="music")

"ลิลลี่ถอนหายใจปลง ๆ ก่อนจะส่งสัญญาณให้ฮานาโกะไปเปิดประตู"

show hanagown invis at tworight
with dissolvecharamove

hide hanagown
with None

"ฮานาโกะลุกขึ้นอย่างว่าง่ายและจัดแจงชุดตัวเองก่อนจะเดินไป เหมือนยังไม่แน่ใจว่าใครอยู่ข้างนอกแต่ก็เชื่อใจลิลลี่พอ\nที่จะทำตามที่เธอสั่ง"

"สิ่งที่ฉันเห็นคือเงาของคนที่มีผมสีบลอนด์และชุดสูทสีเข้มปรากฏขึ้นอยู่ตรงหน้าฮานาโกะเมื่อเธอเปิดประตูออกมา"

mystery "สุขสันต์วันเกิดฮานาโกะ"

ha "ขะ-ขอบคุณค่ะ… พี่อากิระ…"

"ฮานาโกะโค้งเล็กน้อยพร้อมกับเอามือมาบิดไปมาอยู่ข้างหน้า นี่สินะพี่ของลิลลี่ที่เจอตัวยากเหลือเกิน"

show bg school_dormlilly at bgleft
show lilly basic_weaksmile_paj:
    left
    ypos 1.2
with charamove

show hanagown invis at center
show akira invis at right
with None

show hanagown normal at Position(ypos=1.17)
show akira basic_smile:
    right
    xpos 0.95
with dissolvecharamove

"อากิระปิดประตูและตามฮานาโกะมาที่โต๊ะจนมีช่องให้ฉันได้มองเธอให้ถี่ถ้วน"

"อากิระสูงพอ ๆ กันกับฮานาโกะ ผมสีบลอนด์สั้นตัดแบบหยาบ ๆ นั้นเมื่อมาคู่กับหน้าอกที่มีขนาดพอประมาณ\nพร้อมชุดสูทที่ดูแมน ๆ และเสียงทุ้มนั้นทำให้มองได้ไม่ชัดนักว่าเป็นชายหรือหญิงกันแน่"

show akira basic_ending at Position(ypos=1.18)
with dissolvecharamove

"อากิระไม่รีรออันใดผลุบตัวลงนั่งบนโต๊ะที่ฝั่งตรงข้ามฉัน"

show lilly basic_smile_paj
with charachange

li "ดีใจที่ได้เจอนะพี่ ทำงานเสร็จแล้วเหรอ"

show akira basic_boo
with charachange

aki "ช่าย จริง ๆ ต้องกลับไปทำงานอีกนิดหน่อยแหละ แต่ก็ว่างพอที่จะขับแวะมาที่นี่ได้"

show akira basic_smile
with charachange

aki "แปลว่า… นายคือฮิซาโอะ สินะ"

"รอยยิ้มมั่นใจนั้นส่งมาทางฉัน ฉันจึงพยักหน้าสุภาพตอบกลับไป ดูจากการที่มาถึงก็เรียกชื่อต้นกันแล้วคงเป็นคน\nที่ไม่ได้ถือเรื่องพิธีรีตองมากนักเหมือนอย่างลักษณะเสื้อผ้าหน้าผม"

"เดี๋ยวนะ ถ้ารู้แล้วว่าฉันเป็นใครก็แปลว่าลิลลี่ต้องเคยเล่าให้ฟังแล้ว จะเล่าว่ายังไงไปบ้างนะ"

show lilly basic_smileclosed_paj
with charachange

li "ขอโทษที่ไม่ได้แนะนำตัวให้นะ ฮิซาโอะ นี่อากิระ ซาโต้ พี่สาวฉันเอง"

hi "อย่างนี้นี่เอง ยินดีที่ได้รู้จักครับ"

show akira basic_ending
show hanagown worry:
    0.1
    ease 0.1 ypos 1.15
    ease 0.1 ypos 1.17
with Dissolve(0.1)

"เจ้าตัวตบมือเสียงดังจนฮานาโกะสะดุ้งเล็กน้อย"

show akira basic_lost
with charachange

"อากิระเห็นฮานาโกะที่สะดุ้งไปก็หน้าเสียแวบหนึ่งก่อนจะกลับไปทำตัวตามปกติ"

show akira basic_smile
with charachange

"ฉันเพิ่งจะมารู้ตัวว่าอากิระไม่ได้สนใจเรื่องแผลเป็นของฮานาโกะจนเกินความจำเป็นเลย ส่วนฝั่งฮานาโกะ\nแม้จะไม่ถึงขั้นผ่อนคลายแต่ก็ยังดูสบายใจที่ได้อยู่กับอากิระ"

show akira basic_laugh
with charachange

aki "โอเค ของขวัญคงมาถึงแล้วสินะ อย่ารอช้าเลยดีกว่า ฮิซาโอะกับเจ้าของงานวันเกิดก็ดูอยากแล้วด้วย"

show lilly basic_cheerful_paj
with charachange

"ลิลลี่หัวเราคิกคัก ฉันเบือนหน้าหนีอาย ๆ เมื่อรู้ว่าปิดความอยากของตัวเองไว้ได้ไม่มิด แต่แววตาฮานาโกะก็บอกฉัน\nว่าอยากลองดื่มไวน์ด้วยกัน ฉันจึงแสร้งทำท่าเหมือนไม่ยี่หระ"

show lilly basic_smile_paj
show akira basic_smile
show hanagown distant
with charachange

"อากิระเปิดจุกไวน์ขวดแรกได้โดยไม่ต้องออกแรงมากนัก ฮานาโกะไปหยิบแก้วมาให้ฉันเทไวน์ขาวใส่จนเต็มแก้วทั้งสี่ใบ"

"เหมือนเคยได้ยินมาว่าไวน์ขาวจะมีแอลกอฮอล์น้อยกว่าไวน์แดง เพราะงั้นเริ่มดื่มจากตัวนี้น่าจะดีที่สุด"

hi "แก้วนี้แด่ฮานาโกะ และแด่ลิลลี่ที่จะต้องเดินทาง"

show lilly basic_giggle_paj
show akira basic_laugh
with charachange

$ doublespeak (li, aki, "ชนแก้ว!")

show hanagown smile
with charachange

ha "ชะ-ชนแก้ว…"

show lilly basic_smileclosed_paj
show akira basic_smile
with charachange

"เมื่อชนแก้วกันตามธรรมเนียมแล้วเราก็พากันจิบของเหลวสีเหลืองอ่อน ไม่เหมือนที่เคยดื่มกับพ่อแม่เลยเพราะรสผลไม้\nกลบรสแอลกอฮอล์หมด"

"หรือจริง ๆ แล้วไวน์ต้องรสชาติแบบนี้กันนะ แต่ก็นะ อากิระอาจจะเลือกไวน์ที่เหมาะกับลิ้นพวกเรามาก็ได้ เพราะยัง\nไม่มีใครคุ้นกับการดื่มแอลกอฮอล์เลย"

"{i}หวังว่า{/i}จะไม่มีน่ะนะ"

hi "ก็ไม่เลวเลยนะครับ ผมนึกว่ามันจะ… แรงกว่านี้"

show akira basic_ending
with charachange

aki "ถ้าไม่ชอบตัวนี้ฉันก็มีแบบอื่นให้เลือกได้อีกนะ"

hi "พี่ฟังดูช่ำเรื่องไวน์จังเลยนะครับ"

show akira basic_smile
with charachange

aki "ก็นิดหน่อย ฉันชอบดื่มเบียร์มากกว่า"

show akira basic_laugh
with charachange

aki "แต่ปกติฉันก็ดื่มหมดน่ะนะ"

"อากิระเติมไวน์อีกแก้วมาจ่อที่ปากแล้วแหงนหน้าขึ้นราวกับจะพิสูจน์ถึงสิ่งที่บอกไป"

stop music fadeout 6.0

show akira basic_smile
show hanagown normal
with charachange

"ฮานาโกะกับฉันนั่งมองอากิระกระดกไวน์หมดแก้วกันตาปริบ ๆ ไม่รู้ว่าจะประทับใจหรือขนลุกดี แต่เอาเป็นว่าอย่างไร\nฉันก็ไม่ได้อยากทำตามแน่ ๆ"

show lilly basic_displeased_paj
with charachange

"ลิลลี่ทำหน้าเบ้ไปกับคำคุยโวของพี่สาวตัวเอง แต่เห็นอยู่ว่าลิลลี่เองก็จิบไวน์อยู่ด้วยเหมือนกัน"

show lilly basic_weaksmile_paj
with charachange

li "เอาละ เราเปิดชิมของขวัญของพี่กันแล้ว งั้นให้ของขวัญของเรากันต่อเลยดีไหมจ๊ะ"

show hanagown worry
with charachange

ha "ขะ-ของขวัญ?"

play music music_twinkle fadein 6.0

show lilly basic_smile_paj
with charachange

li "ใช่แล้วจ้ะ เราซื้อของขวัญมาให้ ก็วันเกิดเธอนี่นะ"

show lilly basic_smileclosed_paj
with charachange

li "อันนี้ของฉันจ้ะ"

"ลิลลี่หยิบตุ๊กตาที่ห่อไว้อย่างดีจากใต้โต๊ะมาให้ฮานาโกะ"

"ฮานาโกะจับของขวัญราวกับว่าเป็นเครื่องแก้วก่อนจะพลิกแล้วแกะเทปกาวที่ติดกระดาษห่ออยู่ เมื่อกระดาษ\nหลุดออกจากตัวตุ๊กตาแล้วก็เผยให้เห็นชุดสีเขียวมรกตของตุ๊กตา"

show hanagown normal_blush
with charachange

ha "สวย… จัง"

"ฉันก็ไม่แน่ใจเหมือนกันว่าคาดหวังให้ฮานาโกะมีปฏิกิริยาอย่างไร ฉันคิดว่าฮานาโกะคงไม่ได้สนใจตุ๊กตา\nเพราะในห้องของเธอแทบไม่มีตุ๊กตาเลย แต่แววตาของเธอตอนนี้บอกว่าไม่ใช่อย่างนั้น"

"ฮานาโกะพลิกตุ๊กตาดูอย่างเบามือเหมือนอย่างตอนแกะห่อคล้ายกลัวว่าจะแตกสลายคามือได้"

show lilly basic_weaksmile_paj
with charachange

li "ดีใจที่ชอบนะจ๊ะ แต่ขอบอกตามตรงว่าฮิซาโอะเขาเป็นคนเลือกน่ะ"

"อยู่ ๆ ฮานาโกะก็นึกขึ้นได้ว่าในห้องไม่ได้มีแค่เธอก่อนจะหันไปจดจ่ออยู่กับตุ๊กตา"

show hanagown smile
with charachange

ha "อะ-อื้ม ชอบ ขะ-ขอบคุณนะ ทั้งลิลลี่ทั้งฮะ-ฮิซาโอะ"

hi "จริง ๆ ฉันมีอีกอย่างให้เธอด้วย…"

"ฉันเอื้อมมือไปหยิบชุดหมากรุกที่ห่อไว้ในกระเป๋าออกมา"

hi "เอ้านี่ สุขสันต์วันเกิด"

show hanagown normal
with charachange

"ฮานาโกะค่อย ๆ วางตุ๊กตาของลิลลี่ไว้ข้าง ๆ แล้วแกะดูของขวัญของฉันอย่างช้า ๆ เหมือนตอนแกะของขวัญของลิลลี่"

#insert in

"ไม่นานลายตารางหมากรุกบนกระดานก็ปรากฏ ฮานาโกะลูบไปตามพื้นผิวแกะสลักนั้นเบา ๆ"

show hanagown normal_blush
with charachange

ha "อ๊ะ!"

"ฮานาโกะสะดุ้งขึ้นมาเมื่อเผลอไปแตะโดนสลักที่ปิดกล่องไว้ เธอเปิดกล่องแล้วหยิบหมากสีเทาตัวหนึ่งออกมา"

"เธอดูสนใจกับตัวหมากเหมือนอย่างที่สนใจตุ๊กตาเมื่อครู่นี้"

hi "ทำจากปะการังน่ะ ปะการังธรรมชาติแบบไม่ย้อมสี เขาว่างั้นอะนะ"

show hanagown smile
with charachange

ha "ขอบคุณนะฮิซาโอะ…"

hi "ของแค่นี้เอง ก็วันเกิดเธอนี่นา"

show hanagown distant
with charachange

ha "นั่นสินะ… วันเกิดฉัน…"

"ท่าทีฮานาโกะดูแปลกไปเล็กน้อยอีกรอบ เธอปิดฝากล่องอย่างระมัดระวัง"

show akira basic_lost
with charachange

#insert out

"ฉันเห็นว่ารอยยิ้มอากิระดูเจื่อนเอามาก ๆ รู้เรื่องที่เกิดขึ้นในห้องเรียนวันนั้นหรือเปล่านะ เห็นเหมือนจะระวังตัว\nตอนอยู่กับฮานาโกะด้วย"

hi "ไว้เดี๋ยวต้องหาโอกาสมาเล่นกับเธออีกรอบแล้ว"

show hanagown smile
with charachange

ha "ฉัน… จะต้องเล่นฮิซาโอะก่อนให้ได้เลย…"
#Note: yes it's a joke, not a mistake. -SC & Suriko

show ev hanako_presents2:
    truecenter
    subpixel True zoom 1.1
    acdc_warp 10.0 zoom 1.0
with whiteout

"ฮานาโกะหยิบตุ๊กตาที่ได้รับจากลิลลี่มากอดไว้กับกระดานหมากรุกขนาดเล็กนั้นโดยวางหมากไว้ข้างบน"

"เหมือนพอทำอย่างนี้แล้วจะสงบใจลงได้บ้าง เรานั่งกันอยู่เงียบ ๆ พักหนึ่ง"

"คงเป็นหนึ่งในไม่กี่โอกาสที่ได้เห็นฮานาโกะมีความสุขจริง ๆ เธอโอบกอดมิตรภาพของทั้งสองคนไว้กับตัวให้แน่นที่สุด"

show akira basic_boo
show lilly basic_smile_paj
with None

hide ev
with locationchange

ha "ขอบคุณนะลิลลี่ ขอบคุณนะฮิซาโอะ"

show hanagown worry_blush
with charachange

"ระหว่างที่ขอบคุณฮานาโกะก็ทำหมากหล่นจนต้องรีบก้มลงไปคุ้ยหา"

show hanagown distant
with charachange

"พอเจอแล้วฮานาโกะก็วางชุดหมากรุกลงและดื่มไวน์ด้วยความประหม่า ราวกับว่าโลกความเป็นจริงหวนกลับเข้ามา\nในสำนึกซึ่งทางหนีที่เร็วที่สุดอยู่ในแก้วใบนั้น"

hi "นี่ ใจเย็น รีบกระดกแบบนั้นมันไม่ดีนะ…"

show lilly basic_weaksmile_paj
with charachange

li "แต่เราจัดงานเลี้ยงกันอยู่นะฮิซาโอะ"

"ถึงจะพูดอย่างนั้นแต่ในน้ำเสียงลิลลี่ก็ยังเจือความกังวลอยู่บ้าง สุดท้ายเธอก็ยอมจำนนแล้วดื่มตามฮานาโกะ\nโดยที่ไม่ได้รีบเท่า"

"เหมือนลิลลี่จะค่อย ๆ จิบแล้วปล่อยให้ไวน์แช่อยู่กับลิ้นก่อนกลืน ฉันถือเอาว่าวิธีนี้คงดีที่สุดแล้วทำตามบ้าง"

hi "ยังไงงานเลี้ยงหนนี้ก็เหมือนเป็นการเลี้ยงส่งเธอด้วย ขอให้สนุกกับการเดินทางนะลิลลี่ หวังว่าคุณป้าของเธอ\nจะไม่เป็นอะไรมาก"

show hanagown worry
with charachange

ha "ฉะ-ฉันก็ขอให้คุณป้าเธอไม่เป็นอะไรมากเหมือนกันนะลิลลี่…"

show lilly basic_surprised_paj
with charachange

"ลิลลี่กับฉันแปลกใจเล็กน้อยที่ฮานาโกะอวยพรให้ลิลลี่จริงจังขนาดนั้นทั้งที่เรื่องทางบ้านของตัวเองก็ไม่สู้ดีนัก ประทับใจ\nขึ้นมาหน่อย ๆ เลย"

show lilly basic_weaksmile_paj
with charachange

li "แหม ๆ ขอบคุณพวกเธอทั้งสองคนนะจ๊ะ เดี๋ยวพอได้ไปหาแล้วจะฝากคำอวยพรให้นะจ๊ะ"

show akira basic_smile
with charachange

aki "สุดท้ายทุกอย่างจะลงตัวเองแหละลิลลี่ ไม่ต้องคิดมากหรอก"

"บรรยากาศในห้องหม่นไปอย่างเห็นได้ชัด ฉันจึงลองเปลี่ยนไปเรื่องอื่น"

hi "งั้นกินเค้กกันเลยไหม"

show hanagown normal
show lilly basic_smileclosed_paj
show akira basic_ending
with charachange

"ข้อเสนอที่ถามแบบลอย ๆ นั้นได้ผลตามคาด ทุกคนดูสดใสขึ้นพอสมควร"

show hanagown normal_blush
with charachange

ha "อะ-อื้ม กินกัน…"

show lilly basic_surprised_paj
with charachange

li "เค้กเหรอ ไม่ยักรู้ว่ามีเค้กด้วย…"

hi "ฉันแวะซื้อตอนก่อนมาที่นี่น่ะ แล้วก็ขนมนิดหน่อย"

show lilly basic_giggle_paj
with charachange

li "เยี่ยมจ้ะฮิซาโอะ อย่างน้อยก็มีคนซื้อมาคนหนึ่งละนะ"

"ทุกคนดูดีใจที่มีอะไรเบนความสนใจไปเสียที ฉันหยิบเค้กออกมาจากกระเป๋าแล้วหั่นแบ่ง"

"ไม่รู้ว่าไวน์จะเข้ากับเค้กช็อกโกแลตหรือเปล่า แต่ก็ดูเหมือนไม่มีใครถืออะไร บทสนทนาชะงักไปชั่วขณะระหว่างที่\nกำลังกินเค้กกัน"

"ทีแรกฉันยังหวั่นอยู่ว่าจัดงานแบบนี้จะดีแล้วจริง ๆ หรือ เพราะฉันก็คิดว่าค่ำนี้คงออกมาไม่ดีแน่เมื่อดูจากที่ฮานาโกะ\nแพนิกกำเริบไปรอบนั้น แต่เหมือนว่าลิลลี่จะคิดถูกแล้วจริง ๆ ที่จะสร้างความทรงจำดี ๆ ให้ในวันเกิดฮานาโกะ แล้วก็\nคิดถูกด้วยที่รวบจัดเป็นงานเลี้ยงส่งลิลลี่"

"เห็นปฏิกิริยาของฮานาโกะที่มีต่อของขวัญแล้วก็รู้ว่าคงอยากขอบคุณพวกเรามาก ๆ"

show lilly basic_smileclosed_paj
show akira basic_smile
show hanagown drunknormal
with shorttimeskip

"ฮานาโกะจะเทไวน์ให้ตัวเองอีกแก้วแต่ทำหกเลอะโต๊ะไปบางส่วน ดื่มไปแล้วสองแก้ว แถมไม่เคยดื่มแอลกอฮอล์มาก่อน\nไม่แปลกที่จะเริ่มมึน ๆ แล้ว"

show hanagown drunksad
with charachange

ha "ขะ-ขอโทษนะลิลลี่… ฉันไม่ได้ตั้งใจจะทำหก… ฉัน…"

hi "ไม่เป็นไร เดี๋ยวจัดการให้…"

$ ksgallery_unlock("unlock_ev lilly_hanako_hug_end")
show ev lilly_hanako_hug:
    xalign 0.5 yalign 1.0 subpixel True
    easein 12.0 yanchor 0.0 ypos -0.15
with whiteout

"ลิลลี่เยื้องตัวไปโอบฮานาโกะที่ละล่ำละลักอยู่เว้นช่วงให้ฉันได้ตั้งตัว"

li "ไม่เป็นไรนะฮานาโกะ แค่เธออยู่ตรงนี้ฉันก็ดีใจแล้ว"

"ฮานาโกะเพียงพยักหน้าตอบเบา ๆ ก็คงเข้ากันดีละนะที่ลิลลี่เป็นฝ่ายค้ำจุนฮานาโกะอย่างนี้ ฉันนึกไม่ออกเลย\nว่าถ้าไม่มีลิลลี่แล้วฮานาโกะจะเป็นอย่างไร"

"เมื่อเห็นทั้งสองคนที่อยู่ด้วยกันแบบนี้แล้วฉันก็รู้สึกยินดีที่ได้รับอนุญาตให้อยู่ด้วยในห้วงขณะแห่งความสัมพันธ์อย่างนี้\nแม้แต่อากิระเองก็อดยิ้มกับภาพนี้ไม่ได้"

"ไม่เคยคิดเลยว่าฉันจะหาเพื่อนใหม่ได้เร็วขนาดนี้ และยิ่งยินดีไปใหญ่ที่สองคนนี้คือคนที่ฉันได้เป็นเพื่อนด้วย"

stop music fadeout 3.0

show lilly basic_cheerful_paj:
    xpos 0.02
    ease 1.0 xpos 0.0
show hanagown drunksmile:
    xpos 0.48
    ease 1.0 xpos 0.5
with None

hide ev
with locationchange

"ทั้งสองผละตัวออกจากกันช้า ๆ ฮานาโกะใจเย็นลงบ้างแล้วขณะที่ฉันกำลังจะทำหน้าที่ต่อ"

"ฉันหาผ้าขนหนูที่วางอยู่ในชุดน้ำชาของลิลลี่มาเช็ดไวน์ที่หก แต่พอเช็ดเสร็จแล้วฮานาโกะกับลิลลี่ก็เปิดอีกขวด\nพร้อมรินใส่แก้วแล้วเรียบร้อย"

show akira basic_ending
with charachange

aki "ดูท่าจะชอบไวน์สินะ แต่เตือนไว้ก่อนว่าหมดนี่แล้วอย่าไปหาดื่มอีกแบบเป็นบ้าเป็นหลังนะ"

"พวกเราต่างพยักหน้ารับคำกันแข็งขัน แต่มาเตือนแบบนี้ก็ตลกเหมือนกันเพราะเจ้าตัวเองก็เป็นคนที่เอาแอลกอฮอล์\nมาให้ผู้ที่ยังไม่บรรลุนิติภาวะดื่ม"

play music music_comedy fadein 0.5

show lilly basic_cheerfulblush_paj at Position(xpos=0.0)
show hanagown drunkgiggle at Position(xpos=0.5)
show akira basic_boo
with shorttimeskip

"ไวน์ขวดที่สองพร่องลงเร็วกว่าขวดแรก และเมื่อรู้ตัวกันอีกทีไวน์ขวดที่สองก็หมดแล้ว อากิระช่วยดื่มไวน์ที่เหลืออยู่\nให้หมด ดูเหมือนว่าฮานาโกะจะดื่มไปพอ ๆ กันกับที่อากิระดื่ม"

"รู้สึกมึน ๆ นิดหน่อย แต่ฉันว่าฉันกะขีดจำกัดของตัวเองได้ดีเกินคาดอยู่ ฮานาโกะยิ้มเฉื่อย ๆ จับผมตุ๊กตาเล่น ฉันว่า\nเธอน่าจะ… ไม่ได้รู้จักประมาณตนดีเท่าฉันเท่าไหร่"

"ฉันว่าฮานาโกะเองก็ไม่ได้ตั้งใจจะเมาขนาดนี้หรอก แต่เหมือนฤทธิ์แอลกอฮอล์จะพุ่งเข้ามาเล่นงานแบบรวดเดียว\nยิ่งเป็นคนผอมบางแล้วด้วยน่าจะคออ่อนไปใหญ่เลย"

"ลิลลี่ประคองแก้วไว้พลางใช้นิ้วไล้ตามขอบแก้วเล่น แก้มเธอขึ้นสีแดงเรื่อ แต่ยังเก็บอาการไม่ให้ดูเมาเละเทะได้อยู่\nส่วนอากิระนั้นก็แทบไม่เมาเลยตามคาด"

"แต่เหมือนจะยิ้มกว้างกว่าเมื่อกี้ มั้งนะ"

show hanagown drunkgiggle:
    ease 0.1 ypos 1.15
    ease 0.1 ypos 1.17
with None

show hanagown drunkpout
with charachange

"อยู่ ๆ ฮานาโกะก็สะอึกขึ้นมาแล้วเผลอไปชนตุ๊กตาล้ม"

show hanagown drunksad
with charachange

ha "ฉัน… ว่าฉันไปนอนก่อนดีกว่า ขะ-ขอบคุณนะฮิซาโอะ ขอบคุณนะลิลลี่ แล้วก็พี่อาาากีร้าาาาา"

"ฮานาโกะลากชื่ออากิระยาวเหยียดและแทบกลั้นไม่ให้ตัวเองขำตอนพูดไม่อยู่ เมาหยำเปเลยแฮะ ไม่รู้จะรู้สึกผิด\nสักหน่อยดีไหมที่ตลกกับสภาพของเธอตอนนี้"

"ได้เห็นฮานาโกะทำตัวอิสระอย่างนี้แล้วก็รู้สึกประหลาด น่าเสียดายที่มีแต่แอลกอฮอล์เท่านั้นที่ทำให้เป็นอย่างนี้ได้"

show akira basic_ending at Position(ypos=1.0)
with dissolvecharamove

aki "เอ้า เดี๋ยวพาไปส่ง"

"อากิระหยัดตัวลุกขึ้นแล้วจะช่วยดึงตัวฮานาโกะด้วย แต่ก็ชะงักไปเมื่อลิลลี่กระแอมขัดขึ้นมา"

show lilly basic_planned_paj
with charachange

li "ฮิซาโอะ รบกวนหน่อยได้ไหมจ๊ะ"

show akira basic_lost
with charachange

"อากิระดูแปลกใจเล็กน้อย ฉันเองก็ด้วย คือก็ไม่ได้ถือหรอกที่รบกวนกัน ยิ่งแนบมากับรอยยิ้มอย่างนั้นด้วยแล้ว…\nแค่ไม่ได้คิดเฉย ๆ ว่าจะวานฉันน่ะ"

hi "ดะ-ได้ ไม่มีปัญหา"

hide hanagown
with None

show hanagown drunksad:
    center
    ypos 1.17
with None

show hanagown drunkgiggle_close at Position(ypos=1.0)
show akira basic_smile
with dissolvecharamove

stop music fadeout 4.0

"ฉันหยิบชุดหมากรุกขึ้นมาแล้วช่วยประคองฮานาโกะให้ลุกขึ้นยืน รู้สึกว่าต้องรับผิดชอบอยู่เหมือนกัน\nเพราะนอกจากอากิระแล้วก็คงมีฉันนี่แหละที่สร่างสุดแล้ว มือข้างหนึ่งของเธอถือตุ๊กตาไว้ ส่วนอีกข้างยื่นมาให้ฉันจับ"

#the following is weird on purpose, drunk etc

show hanagown drunkgiggle_close:
    parallel:
        ease 0.5 xpos 0.45
        ease 1.5 xpos 0.55
        ease 0.5 center
    parallel:
        1.5
        "hanagown drunkgiggle_close_ni" with Dissolve(1.0, alpha=True)
show bg school_dormlilly:
    ease 1.0 xpos 0.45
show akira basic_smile:
    ease 1.0 xpos 1.0 alpha 0.0
show lilly basic_planned_paj:
    ease 1.0 xpos 0.05 alpha 0.0
with None

show bg school_girlsdormhall:
    center
    xpos 0.6
    ease 2.5 xpos 0.4
with Dissolve(1.0)

hide akira
hide lilly
with Pause(0.5)

show bg school_dormhanako_ni:
    center
    xpos 0.45
    ease 1.0 center
with Dissolve(1.0)

"พวกเราโซซัดโซเซกันออกมาจากประตูมาที่โถงทางเดินแล้วเข้ามาที่ห้องฮานาโกะ ระหว่างทางฮานาโกะก็ชนฉัน\nไปสองสามรอบ"

play sound sfx_switch

scene bg school_dormhanako
show hanagown drunkgiggle_close at center
with Dissolve(0.2)

"เมื่อเข้าห้องมาแล้วฉันก็เปิดไฟ ส่วนฮานาโกะหันไปหาชั้นวางที่อยู่บนตู้ซึ่งมีตุ๊กตาที่นั่งมองห้องเรียบ ๆ นี้วางอยู่"

show hanagown drunksmile_close
with charachange

ha "เอ้านี่… อยู่นี่จะได้ปลอดภัย…"

show ev hanako_dolls
with locationchange

"ฮานาโกะวางตุ๊กตาในมือข้างตุ๊กตาตัวนั้นอย่างแผ่วเบาแล้วจัดแจงชุดตุ๊กตา"

"ตุ๊กตาทั้งสองตัวนั้นนั่งนิ่งพร้อมเสื้อผ้าหน้าผมที่จัดแต่งไว้อย่างดี เป็นตุ๊กตาที่วางไว้ให้ขัดกับสภาพห้องนอนขาว ๆ\nเทา ๆ ทึม ๆ นี้เหมือนอย่างที่ชุดกาน้ำชาของลิลลี่เด่นอยู่ในห้อง"

"ฮานาโกะเลื่อนบานชั้นวางปิด ฉันขัดใจเล็กน้อยที่ต้องเก็บตุ๊กตาไว้ในกล่องปิดตายอย่างนั้น แต่ก็คงไม่แปลก ฮานาโกะ\nรักตุ๊กตาของลิลลี่ เพราะอย่างนั้นถึงได้ปกป้องให้ดีที่สุด"

show hanagown drunksmile_close:
    ease 0.25 ypos 1.05
    ease 1.0 ypos 1.0
with None

hide ev
show hanagown drunkdistant:
    ease 0.25 ypos 1.05
    ease 1.0 ypos 1.0
with charadistant

"เมื่อพอใจที่ตุ๊กตาสองตัวซึ่งเป็นสมบัติในครอบครองของตัวเองจริง ๆ ปลอดภัยแล้วฮานาโกะก็ถอยออกมาแล้วยืนขึ้นเซ ๆ\nฉันขยับตัวเข้าไปหาเผื่อต้องรับตัวไว้ แต่เธอก็ทรงตัวได้เองโดยไม่ต้องให้ช่วย"

"เรายืนเงียบ ๆ กันอยู่ครู่หนึ่ง ฮานาโกะก้มมองตู้"

show hanagown drunkdistant:
    ease 1.0 xpos 0.48
    ease 1.0 xpos 0.5
    repeat
with Pause(0.5)


"ผ่านไปได้สักนาทีสองนาทีฮานาโกะก็โงนเงนไปมา ชวนให้รู้สึกสยองเองมาก ๆ"

hi "เธอ… อยู่เองได้ใช่มั้ย"

show hanagown drunksmile at center
with dissolvecharamove

"ฮานาโกะเงยหน้าขึ้นมามองฉันคล้ายเพิ่งนึกได้ว่าฉันอยู่ในห้องด้วย"

show hanagown drunksmile_close:
   ease 1.0 ypos 1.05
with vpunch

stop music fadeout 0.3
play sound sfx_pillow

"ฉันไม่ได้คาดไว้ว่าฮานาโกะจะเดินเข้ามาสองก้าวแล้วเอาแขนโอบตัวฉันไว้และซุกหน้าเข้ากับอกฉัน"

play music music_heart fadein 0.5

"ฉันสัมผัสได้ถึงหัวใจที่เต้นอยู่เมื่อประสาทสัมผัสทุกอย่างกลับมาใช้งานได้หลังจากที่โดนฤทธิ์ไวน์เมื่อครู่กดไว้"

"กลิ่นไวน์ที่เจือในลมหายใจ สัมผัสจากนิ้วเธอที่แตะเสื้อฉัน กลิ่นจากผมเธอที่อยู่ใต้คาง…"

"มือฉันยังตรงนิ่งอยู่ข้างหน้าด้วยไม่กล้าแตะต้องฮานาโกะ ในใจฉันอยากกอดเธอ อยากโอบอุ้มเธอ อยากบอกว่า\nทุกอย่างจะไม่เป็นไร แต่รู้สึกว่าเป็นสิ่งไม่สมควร ไม่สมควรเอามาก ๆ"

hi "ฮานาโกะ…"

show hanagown drunknormal_close at Position(ypos=1.05)
with charachange

ha "แต่ฉันอยาาาาากอยู่กับนายแล้วก็ลิลลลลลี่"

"พอฮานาโกะทำเสียงยานคางแบบนี้แล้วก็นึกถึงมิช่า แต่ขืนเธอรู้ว่าฉันคิดแบบนี้ฉันตายแน่"

hi "ได้ที่ไหนเล่า เธอเป็นผู้หญิง ฉันเป็นผู้ชาย แล้วลิลลี่ก็ต้องหลับด้วย"

show hanagown drunkpout_close
with charachange

"ฮานาโกะโอดครวญด้วยความผิดหวัง เห็นเธอรุกหนักแบบนี้ก็แปลกตาดี"

hi "ไม่ต้องห่วงน่า เดี๋ยวพรุ่งนี้เจอกัน นะ"

"ฉันยกมือขึ้นมาวางไว้ที่หัวฮานาโกะเป็นการปลอบใจ ฉันให้ตัวเองสัมผัสเธอได้เพียงเท่านี้ในสภาพที่อีกฝ่ายเมาอยู่"

"ฮานาโกะไซ้อกฉันจนยิ่งรู้สึกกระอักกระอ่วนกับสถานการณ์ตอนนี้เข้าไปอีก และเมื่อเธอออกแรงกอดแน่นขึ้นฉันก็รีบ\nหาทางหนีทันที"

"ฉันวางมือไว้กับบ่าฮานาโกะแล้วจับแน่น ๆ และผลักออกเบา ๆ เธอกอดแน่นขึ้นอีกเล็กน้อย แต่สุดท้ายก็ยอมผละตัว\nออกไป"

show hanagown drunkworry_close
with charachange

ha "ฉันไม่อยากให้นายไป…"

hi "ขอร้องละฮานาโกะ เดี๋ยวถ้าฉันอยู่นานไปแล้วพี่อากิระกับลิลลี่จะคิดว่ามีอะไรแปลก ๆ เกิดขึ้นอีก"

"ซึ่งก็จริงดังว่าด้วย ฉันไม่อยากฉวยโอกาสอะไรทั้งนั้น และตอนนี้ฉันก็อึดอัดมาก"

"ฉันไม่ควรไปคาดเดาถึงความหมายอะไรจากท่าทีของฮานาโกะในตอนนี้ ฉันเคยอ่านเจอว่าแอลกอฮอล์นั้นนอกจาก\nจะทำให้ขาดความยับยั้งชั่งใจแล้วยังทำให้เกิดอาการเมาได้หลายรูปแบบซึ่งแตกต่างกันไปในแต่ละคน โดยที่ท่าที\nตอนเมานั้นอาจไม่เหมือนนิสัยจริง ๆ ของเจ้าตัวเสมอไป"

"หรือต่อให้ไม่รู้เรื่องนั้น ฉันก็ยังตีความสิ่งที่ฮานาโกะพูดไปได้อีกหลายทาง ตราบใดที่เธอปลอดภัยแล้วฉันก็จะรีบ\nออกจากห้องไปให้เร็วที่สุดเท่าที่จะทำได้"

show hanagown drunkworry_close:
    ease 0.1 ypos 1.03
    ease 0.1 ypos 1.05
with Pause(0.2)

"ฮานาโกะสะอึกอีกรอบ เธอยืนซึมอยู่กลางห้องด้วยสภาพที่ดูไม่ได้เลย"

"ยิ่งดื่มนิสัยของฮานาโกะก็ยิ่งเปลี่ยน และตอนนี้เมื่อได้อยู่ด้วยกันสองต่อสองแล้วความสดใสเมื่อครู่ก็คล้ายจะหายไปหมด\nนี่ทำเป็นร่าเริงเพื่อที่เราจะได้ไม่ต้องเป็นห่วงเหรอ"

"ต่อให้เป็นอย่างนั้นแล้ว… ฉันจะทำอะไรเพื่อฮานาโกะได้เล่า เพราะฉันเองก็ทำกับอาการของฉันเองแบบเดียวกัน"

show hanagown drunkworry_close:
    ease 1.0 ypos 1.1 alpha 0.0
with Pause(1.0)

hide hanagown
with None

"ฉันดึงสติตัวเองไม่ให้คิดอะไรไปอีกและมาต้อนให้ฮานาโกะนอนที่เตียงจนได้ ถึงจะเธอจัดเตียงที่รกอยู่ได้ไม่เรียบร้อยดีมาก\nก็เถอะ"

hi "ขอโทษกับเรื่องคืนนี้ด้วยนะฮานาโกะ ฉันรู้ว่าเดี๋ยวเธอก็น่าจะลืมหมด แต่… สุขสันต์วันเกิดนะ ขอโทษที่ช่วยได้แค่นี้นะ"

"ฮานาโกะมองฉันอยู่ครู่หนึ่ง ไม่รู้ว่าสิ่งที่พูดนั้นส่งไปถึงเธอหรือเปล่า แต่ฉันก็ไม่มีโอกาสได้ถามอะไรอีกเมื่อเธอหลับตาลง\nอย่างสงบ"

play sound sfx_switch

scene bg school_dormhanako_ni
with Dissolve(0.2)

"ฉันถอนหายใจด้วยความโล่งใจก่อนจะถอยออกมาแล้วปิดไฟก่อนเดินออกจากห้อง"

stop music fadeout 4.0

scene bg school_girlsdormhall
with locationchange

"ฉันชะงักไปเล็กน้อยก่อนเปิดประตูห้องลิลลี่รีบซ้อมคำพูดในหัวว่าถ้าลิลลี่ถามถึงฮานาโกะจะตอบว่าอย่างไร\nสองสามวินาทีให้หลังฉันก็ยังนึกคำตอบไม่ออกอยู่ดี"

scene bg school_dormlilly
show lilly basic_smileclosed_paj:
    twoleft
    ypos 1.2
show akira basic_smile:
    tworight
    ypos 1.18
with locationchange

"ฉันเปิดประตูแล้วดูให้แน่ใจว่าปิดแล้วเมื่อเข้ามาเผื่อว่ามีนักเรียนเดินผ่านมาแล้วจะได้ไม่เห็นขวดไวน์ก่อนจะหันมา\nสนใจสองสาวที่นั่งอยู่ตรงโต๊ะเตี้ย"

"อากิระยิ้มสบาย ๆ เหมือนอย่างลิลลี่ ยินดีเหลือเกินที่ได้เปลี่ยนอารมณ์จากตอนที่อยู่ห้องฮานาโกะเมื่อกี้"

show lilly basic_smile_paj
with charachange

li "นั่นฮิซาโอะหรือเปล่า"

hi "อื้ม ฉันส่งฮานาโกะเข้านอนที่เตียงแล้วนะ ตอนนี้หลับอยู่"

show lilly basic_weaksmile_paj
with charachange

li "ดีจ้ะ ฉันเองก็ไม่คิดว่าฮานาโกะจะดื่มเยอะขนาดนั้นเหมือนกัน"

show akira basic_lost
with charachange

aki "น่า ไม่เป็นไรหรอก ตอนนี้ก็นอนสบายอยู่บนเตียงแล้ว ยิ่งฮานาโกะเขา…"

"อากิระเสียงแผ่วลงด้วยความกระอักกระอ่วน ซึ่งลิลลี่กับฉันก็เข้าใจ กับคนที่ทั้งวิตกทั้งขี้กลัวอย่างนั้น พอได้ดื่มแล้ว\nก็จะเป็นอิสระจากความรู้สึกพวกนั้นได้ง่าย ๆ"

play music music_night fadein 4.0

"ฉันอยากช่วยฮานาโกะให้ได้มากกว่านี้ รู้สึกว่าตัวเองไร้ค่ามาก"

"พอมองลิลลี่แล้วฉันก็นึกถึงสิ่งที่ได้ถามตัวเองตอนอยู่ในตัวเมือง ความสัมพันธ์ระหว่างฉันกับลิลลี่คือเพื่อน\nและไม่เคยรู้สึกว่าเป็นอย่างอื่นเลย ซึ่งตอนนี้ฉันว่าฉันรู้สาเหตุแล้ว"

"ลิลลี่คอยอยู่เคียงข้างฮานาโกะกับฉันมาตั้งแต่ครั้งแรกที่ฉันได้เจอเธอ แต่ลิลลี่ก็เป็นแบบนี้—คอยช่วยให้คนอื่น\nรู้สึกดีขึ้นเท่าที่จะช่วยได้—ต่อทุกคน"

"จากนั้นก็ลองมาคิดต่อว่า แล้วความสัมพันธ์ระหว่างฉันกับฮานาโกะคืออะไรกันแน่"

"พอกอบกู้ความสัมพันธ์ของเราหลังจากที่ฉันทำให้ฮานาโกะแพนิกกำเริบโดยไม่ได้ตั้งใจแล้วฉันก็รู้สึกว่าเราได้กลับไป\nเป็นเพื่อนกัน ทว่าฉันกลับคิดถึงฮานาโกะบ่อยขึ้นเรื่อย ๆ"

"ฉันเองก็ไม่เคยมองผู้หญิงคนอื่นแบบนี้มาก่อน แต่ก็อาจจะเป็นปฏิกิริยาปกติต่อคนที่ทำตัวแบบนั้นก็ได้มั้ง"

hi "จะว่าไป พี่อากิระครับ"

show akira basic_boo
with charachange

show akira basic_smile
with charachange

"อากิระหาวก่อนหันมามองฉัน ตอนนี้เริ่มดึกมากแล้ว"

hi "พี่รู้ใช่มั้ยครับว่าเกิดอะไรขึ้นกับฮานาโกะ"

show akira basic_resigned
with charachange

aki "อืม ลิลลี่เล่าให้ฟัง"

show akira basic_boo
with charachange

aki "ฉันต่อรองขอเวลาพักมาแทบตายเพื่อจะได้ล่องมาทำให้งานวันเกิดของฮานาโกะมันสดใสขึ้นหน่อย เราเข้ากันดี\nเชียวละ"

"แปลกใจแฮะที่คนดูชอบเข้าสังคมอย่างอากิระพูดแบบนั้น แต่ถ้าฮานาโกะได้รู้จักอากิระผ่านลิลลี่แล้วก็แปลว่า\nคงมีเวลาให้ได้ทำความรู้จักอากิระจนชินละนะ"

show akira basic_smile at tworight
with dissolvecharamove

aki "แล้วจะว่าไป ฉันต้องไปก่อนละ แค่นี้ก็สายมากแล้ว"

show lilly basic_oops_paj
with charachange

li "แต่ตอนนี้ดึกมากแล้วนะพี่…"

show akira basic_boo
with charachange

aki "ขอโทษที พอดีงานท่วมหัวเลยต้องทำล่วงเวลากัน"

show akira invis:
    xpos 0.8
with dissolvecharamove

"อากิระหยัดตัวลุกขึ้นยืนพร้อมส่งเสียงโอดโอยแล้วเดินผ่านฉันไปที่ประตู เธอหันมาหาเราก่อนที่จะออกไปพอดี"

show akira basic_lost:
    tworight
with dissolvecharamove

aki "ไม่ลืมเวลาเครื่องออกแล้วก็อะไรทั้งหลายแหล่แล้วนะ"

show lilly basic_smileclosed_paj
with charachange

li "ไม่ต้องห่วงหรอก หนูเตรียมพร้อมหมดแล้ว พอใกล้ถึงเวลาก็แค่เก็บของก็พอ"

show akira basic_ending
with charachange

aki "ต้องงี้สิ งั้นไว้เจอกันนะ"

show akira invis:
    xpos 0.8
with dissolvecharamove

hide akira
with None

"แล้วอากิระก็เดินผ่านประตูออกไปพลางยกมือบอกลา"

show lilly basic_smileclosed_paj at Position(xpos=0.5)
show bg school_dormlilly at bgright
with charamove

hi "พี่เธอนี่… สุดยอดเนอะ"

show lilly basic_giggle_paj
with charachange

"น่าจะคิดคำพูดให้ดีก่อนพูดออกไป แต่ลิลลี่ก็ดูชอบใจที่ฉันชมอย่างนั้น"

hi "ดื่มเยอะขนาดนั้นยังไหวมั้ยเนี่ย ไม่ใช่ว่าเมาแล้วทำเนียนนะ"

show lilly basic_smileclosed_paj
with charachange

li "วางใจเถอะจ้ะ ฉันไม่เป็นไรเลย ฉันรู้จักประมาณตน ให้ว่าแล้วเธอเองก็ดูยังมีสติดีนะ"

hi "เอ้อ ก็นะ การประมาณตนของเธอก็คงมีในตัวฉันเหมือนกัน"

"ฉันลังเลเล็กน้อยก่อนนั่งลงตรงหน้าลิลลี่ ฉันอยากจะคุยเรื่องนี้แบบตรงไปตรงมาเพียงเพื่อที่จะได้หายคาใจเสียที"

hi "ฉันว่าจะถามก่อนหน้านี้แล้ว แต่ก็ชั่งใจอยู่นานเหมือนกัน…"

hi "เธอพอจะรู้ไหมว่าทำไมฮานาโกะถึงแพนิกกำเริบ ฉันพอเดาได้ว่าเป็นเรื่องงานวันเกิด แต่นอกนั้นฉันก็ไม่รู้เลย"

hi "ขนาดพี่อากิระยังระวังตัวมาก ๆ เลยด้วยตอนอยู่กับฮานาโกะ ฉันเลยเดาว่าพี่อากิระน่าจะรู้เหมือนกัน"

show lilly basic_reminisce_paj
with charachange

"ลิลลี่หุบยิ้ม ความรื่นเริงในงานเลี้ยงวันเกิดสิ้นสุดลงแต่เพียงเท่านี้แล้วจริง ๆ"

li "ว่าตามตรงฉันก็ยังไม่แน่ใจเรื่องรายละเอียดนัก"

li "ฮานาโกะบอกเธอว่าเคยติดอยู่ในบ้านที่ไฟไหม้ เรื่องนั้นฮานาโกะก็บอกฉันเหมือนกันหลังจากที่ได้อยู่ด้วยกัน\nบ่อย ๆ แล้ว"

show lilly basic_concerned_paj
with charachange

li "นอกนั้น… ฮานาโกะก็ไม่เคยเล่าอะไรให้ฟังเลย"

hi "ไม่เคยเล่าให้เธอฟัง…"

show lilly basic_sad_paj
with charachange

li "ถ้าลองคิดถึงกรณีที่แย่ที่สุด ฮานาโกะจะมองย้อนไปถึงอะไรบ้าง ชีวิตสันโดษแล้วก็อาจจะความตาย\nของคนในครอบครัวงั้นเหรอ หรืออาจจะถึงขั้นโทษตัวเองที่ทำให้พวกท่านต้องตายจากไป"

"เป็นอดีตที่แม้จะคิดถึงเสี้ยวหนึ่งเท่าที่รู้แล้วก็ยังหม่นหมอง การที่ต้องเผชิญเหตุการณ์นั้นด้วยตัวเองและต้องอยู่กับ\nความทรงจำเหล่านั้นคงแย่ยิ่งกว่าหลายล้านเท่า"

"ลิลลี่เองก็ดูหดหู่พอกัน แต่ฉันยังดูออกว่าเธอยังปั้นสีหน้าให้ดูสงบนิ่งอยู่ได้บ้าง"

"รู้สึกว่าที่เราได้มานั่งคุยกันตรง ๆ กว่าที่มักจะคุยกันอย่างทุกทีอย่างนี้อาจเป็นผลจากไวน์ แต่แค่ได้คุยให้หายคาใจ\nก็ดีแล้วละนะ"

hi "ฉันรู้สึกเหมือนตัวเองทำอะไรไม่ได้เลย ถ้าว่างั้นแล้วฉันจะทำอะไรเพื่อฮานาโกะได้กันเล่า"

show lilly basic_sleepy_paj
with charachange

li "ฉันก็ไม่แน่ใจนักว่าจะบอกดีหรือเปล่า แต่ฮานาโกะบอกฉันว่าเธอแวะไปหาก่อนวันที่เราสองคนจะไปเยี่ยมด้วยกัน"

show lilly basic_weaksmile_paj
with charachange

li "ต้องยอมรับเลยว่าฉันคาดไม่ถึงเลยที่ฮานาโกะจะเดินหน้าเร็วขนาดนั้นหลังจากที่เกิดเรื่องแล้ว เธอก็เหมือนกัน\nฉันว่าเธอทำได้ดีแล้วนะ"

hi "ก็ไม่ใช่อะไรมากมายหรอก"

hi "แค่ว่า… พอมีเรื่องอย่างนี้แล้วบางทีฉันก็คิดว่าถ้าเราได้อยู่แต่ในยามากุหรืออย่างน้อย ๆ ก็แค่ในเมืองนี้ก็คงดี\nพอไม่มีคนอื่นอยู่ด้วยแล้วอะไร ๆ มันก็ราบรื่นขึ้นมาก"

"ฉันไม่คิดเลยว่าลิลลี่จะทำสีหน้าลำบากใจกับสิ่งที่ฉันพูดไปขนาดนั้น เธอจมอยู่กับความคิดตัวเองอยู่ชั่วขณะหนึ่ง"

show lilly basic_oops_paj
with charachange

"ลิลลี่ตั้งท่าจะพูดแต่ก็ชะงักไปแล้วคิดใหม่อีกรอบ ชวนให้รู้สึกแปลก ๆ หน่อย ๆ แฮะ"

show lilly basic_reminisce_paj
with charachange

li "ฉันว่า…"

show lilly basic_smile_paj
with charachange

li "บอกหน่อยได้ไหมจ๊ะว่าเย็นวันศุกร์นี้เธอว่างหรือเปล่า"

hi "เย็นวันศุกร์เหรอ ก็ว่างนะ…"

hi "เครื่องเธอออกวันถัดจากวันนั้นเลยไม่ใช่หรือไง เอาแรงไปใช้ก่อนออกเดินทางเสียหมดน่าจะไม่ดีนะ"

show lilly basic_weaksmile_paj
with charachange

li "ไม่เป็นไรหรอกจ้ะ ไม่ต้องห่วงฉันหรอก ฉันกะจะไปตั้งแต่เย็นวันพรุ่งนี้แล้ว แต่ฮานาโกะคงไม่มีกะจิตกะใจทำอะไร\nอีกสักพัก"

"ฉันทำหน้าเบ้ไปเมื่อคิดถึงสภาพของฮานาโกะในวันพรุ่งนี้ คงเป็นบุญของเราแล้วที่ฮานาโกะไม่อาเจียนออกมา\nจากการที่ดื่มเยอะไปทั้งที่คออ่อนแบบนั้น"

hi "โอเค แต่ฉันไปทำอะไรก็ช่างที่เธอชวนนั้นได้นะ ว่าแต่ชวนไปไหน"

show lilly basic_smileclosed_paj
with charachange

li "ไม่ใช่อะไรแปลกใหม่หรอกจ้ะ วางใจได้เลย แค่เที่ยวเตร่กันนิดหน่อย"

show lilly basic_cheerful_paj
with charachange

li "เธอก็รีบไปเถอะจ้ะฮิซาโอะ อีกไม่นานก็น่าจะถึงเวลาปิดประตูหอแล้ว"

"เออว่ะ เวลาปิดประตูหอ ลืมไปเลย"

"ฉันหันไปมองที่นาฬิกาข้างเตียงลิลลี่ แต่แปลกตรงที่ไม่มีเลขอะไรติดไว้อยู่เลย ซึ่งก็คงไม่แปลกเพราะลิลลี่มองไม่เห็น"

"ด้วยไม่อยากเสี่ยงรับคำด่าจากยามลาดตระเวนที่ชอบวางท่าฉันจึงลุกขึ้นแล้วเตรียมกลับหอตามที่ลิลลี่บอก"

hi "งั้นก็ขอตัวก่อน เจอกันพรุ่งนี้ ทั้งเธอทั้งฮานาโกะเลย ถ้าตื่นกันไหวนะ"

show lilly basic_smileclosed_paj
with charachange

li "ขอบคุณที่เป็นห่วงจ้ะฮิซาโอะ ลาก่อนนะ"

scene bg school_girlsdormhall
with locationchange

"แล้วฉันก็เดินออกประตูมาที่โถงทางเดิน"

"หวังว่าจะพาไปทำอะไรสนุก ๆ นะ"

stop music fadeout 2.0

scene black
with dissolve

#--------------

label th_H18:

scene black
with dissolve

play sound sfx_doorknock

"เสียงมือที่เคาะประตูนั้นให้ความรู้สึกเหมือนว่าหัวโดนตอกตะปูอยู่"

"หนึ่งครั้ง สองครั้ง สามครั้ง ฉันถอนหายใจด้วยความรำคาญฝืนหลับตาทนเสียงนั้นไปและหวังใจเป็นอย่างยิ่ง\nว่าคนที่มาเคาะนั้นจะไสหัวไปเสียที"

"รู้สึกไม่ดีเลย หน้าก็เหมือนมีตะกั่วเคลือบ แขนก็หนักอึ้ง รู้สึกคลื่นเหียนอยากอาเจียนแทบตาย เป็นอย่างนี้ตั้งแต่ตื่นมา\nเมื่อหนึ่งชั่วโมงก่อนแล้ว แรงจะแงะตัวเองออกจากเตียงก็ไม่มี"

"นี่… สินะที่เขาเรียกว่าเมาค้าง"

"หรือนี่คือบทลงโทษที่สาสมแล้วกับเด็กวัยรุ่นที่กระเหี้ยนกระหือรืออยากลองดื่มให้ตัวเองรู้สึกเป็นผู้ใหญ่ เล่นเสียยับขนาดนี้\nฉันคงไม่อยากเจอแบบนี้อีกเป็นครั้งที่สองแน่ ๆ"

play sound sfx_doorknock

"เสียงเคาะประตูรัว ๆ ดังก้องไปทั่วห้องเล็ก ๆ นี้อีกครั้ง ล่าถอยไปสักทีเถอะ ให้ตายฉันก็ไม่ลุกไปเจอหน้าหรอก"

"หลายวินาทีผ่านไปจนกลายเป็นหลายนาที ไม่มีเสียงเคาะประตูแล้วก็แปลว่าต้องไปแล้วแหละ โล่งไปที"

play music music_dreamy fadein 2.0

scene bg school_dormhisao
with openeye

"พอดูนาฬิกาก็เห็นว่าใกล้ถึงเวลาที่ฉันต้องแต่งตัวเตรียมไปเข้าเรียนแล้ว แต่ไม่น่าทันหรอก"

"ไม่อยากโดดเรียนเลย แต่ไปสภาพอย่างนี้ก็คงไม่ได้อะไรขึ้นมาเท่าไหร่ ไม่ต้องส่องกระจกดูก็รู้ว่าสภาพตัวเองตอนนี้\nดูไม่ได้แน่ ๆ"

scene bg school_hallway3
with shorttimeskip

"ด้วยกลุ่มคนมากมายที่กรูกันมายามเช้าทำให้ฉันมายืนอยู่หน้าห้องสักพักหนึ่งแบบเนียน ๆ ได้ หวังว่าครู\nจะไม่ถามอะไรแปลก ๆ ที่ว่าเมื่อวานฉันขาดเรียนไปนะ"

"ฉันไม่สบายจริง แต่ที่ต้องปกปิดคือสาเหตุที่ไม่สบาย"

"ฉันเตรียมเดินอาด ๆ เข้าไปในห้องเรียนโดยทำท่าให้ดูปกติอย่างสุดความสามารถพร้อมความมั่นใจว่าฉันจะใช้กลวิธี\nปกปิดความจริงบางส่วนได้อย่างแยบยล"

scene bg school_scienceroom
with locationchange

"ทันทีที่เปิดประตูและเหยียบก้าวแรกเข้าห้องเรียนไปก็สัมผัสได้ถึงสายตาหลายคู่ที่มองฉันอยู่ ไม่ได้คิดไปเองแน่นอน\nแต่ละคนก็มองมาแบบเปิดเผยเลยด้วย"

show hanako emb_emb:
    tworight
    ypos 1.15
with charaenter

show hanako emb_downtimid
with charachange

"เมื่อกวาดตามองรอบห้องก็เห็นฮานาโกะ เราสบตากันแวบหนึ่งก่อนที่เธอจะก้มมองจับจ้องโต๊ะตัวเอง"

"ฮานาโกะเอาความลับไปแพร่งพรายแล้วเหรอ ครูอาจจะพอรับได้ในฐานะครูอยู่ แต่การที่ผู้เยาว์มาดื่มกันในสถาบัน\nการศึกษานั้นไม่ใช่อะไรที่คนจะมองว่าเป็นเรื่องธรรมดาแน่ ๆ"

"ฉันหันไปมองครูด้วยความกริ่งเกรง"

show muto normal at twoleft
with charaenter

mu "วันนี้ค่อยยังชั่วแล้วเหรอ"

hi "ครับ ขอบคุณครับ"

"ครูทำท่าบุ้ยใบ้ให้ไปนั่งที่ ขาที่พาฉันมาอยู่ตรงนี้นั้นเหมือนกลายเป็นแท่งไม้ไปแล้ว วันนี้ต้องอ่วมเอาการแน่ ๆ"

scene bg school_scienceroom at bgleft
with shorttimeskip

stop music fadeout 2.0
play sound sfx_normalbell

"ทันทีที่ระฆังพักเที่ยงดังฉันก็ไปที่โต๊ะฮานาโกะเพื่อถามถึงสิ่งที่เกิดขึ้น"

hi "ฮานาโกะ… นี่เธอบอก…?"

show hanako emb_emb:
   center
   ypos 1.15
with charaenter

"ฮานาโกะเงยหน้ามองฉันแล้วสั่นหัว โล่งเหมือนยกภูเขาออกจากอกเลย"

show hanako emb_downtimid
with charachange

ha "แค่ว่า…"

hi "แค่ว่า…?"

mi "อ้าวไงฮิจัง ดีใจนะที่วันนี้ได้เจอกันอีก~!"

show bg school_scienceroom at bgright
show hanako emb_downtimid:
    right
    ypos 1.15
with dissolvecharamove

show shizu basic_sparkle at center
show misha perky_smile at twoleft
with charaenter

play music music_happiness fadein 2.0

"ฉันทำหน้าเบ้แล้วหันไปทางเสียงที่ได้ยินที่ไหนก็รู้ว่าเป็นใครซึ่งดังมาจากข้างหลัง น้ำเสียงร่าเริงเกินไปจนใจคอไม่ดีเลย\nต่อให้คนพูดจะเป็นมิช่าก็เถอะ"

"รอยยิ้มแสนสุขของมิช่านั้นไม่ได้แปลกอะไร แต่รอยยิ้มของชิซูเนะนั้นเป็นสัญญาณที่ไม่ดีเลย เป็นรอยยิ้มที่สมองฉัน\nสลักไว้ว่าแปลว่า “ชักแม่น้ำทั้งหกก็ไม่รอดแน่เอ็ง”"

hi "ไงชิซูเนะ ไงมิช่า เธอ เอ่อ… ดูดีใจที่ได้เจอฉันนะ"

show shizu adjust_smug
with charachange

shi "…?"

show misha hips_grin
with charachange

mi "เมื่อวานไม่สบายเหรอฮิจัง~"

hi "อืม ไม่สบาย แต่อย่างน้อยตอนนี้ก็ดีขึ้นแล้วละ"

show shizu behind_smile
with charachange

shi "…"

show misha cross_smile
with charachange

mi "ดีขึ้นก็ดีแล้วละฮิจัง"

"ทำไมถึงรู้สึกเหมือนชิซูเนะกำลังลากฉันให้ไปติดกับอยู่เลยกันนะ"

hi "ที่พูดนี่เหมือนไม่ได้มาจากใจเลยนะ"

show shizu adjust_happy
with charachange

shi "…"

show misha hips_smile
with charachange

mi "พูดจริงนะฮิจัง เราดีใจจริง ๆ นะที่ตอนนี้นายหายดีแล้ว~"

show shizu basic_happy
with charachange

shi "…"

"ชิซูเนะออกอาการชัดว่ามีความสุขจนตัวลอยแล้ว และมีเหตุผลเดียวเท่านั้นที่ชิซูเนะจะมีท่าทีเช่นนี้ ไม่นะ"

show misha perky_smile
with charachange

mi "เราเป็นห่วงนายมากเลยนะ ก็เนี่ย…"

show misha sign_smile
with charachange

mi "ทั้งนาย ฮานาโกะ แล้วก็ลิลลี่ ต่างก็ขาดเรียนไปวันเดียวกันเลย"

"อืม เรียบร้อย เรียบร้อยชนิดที่ว่าฉันได้แต่ถอนหายใจยอมรับความพ่ายแพ้"

hi "งั้นเธอคงพอเดาอะไรได้แล้วสินะ รบกวนพวกเธอแบบว่า… อย่าเอาไปบอกใครได้มั้ย"

show misha cross_smile
with charachange

mi "ช้าไปต๋อยนะฮิจัง~"

"คงจริงอย่างเธอว่า ดูจากสายตาแต่ละคนที่มองมาตอนฉันเดินเข้าห้อง แต่ก็นะ ยังเหมือนว่าแค่สงสัย ๆ กันอยู่\nไม่ถึงขั้นตั้งข้อกล่าวหากันขนาดนั้น น่าจะไม่เป็นไร"

show hanako emb_downsad
with charachange

"ฮานาโกะก้มหน้างุดลงไปอีก คนให้ความสนใจกันแค่นี้ฉันยังเดือดร้อน กับฮานาโกะยิ่งแล้วใหญ่ ดูจากปฏิกิริยาแล้ว\nชิซูเนะกับมิช่าก็น่าจะจับสังเกตได้เหมือนกัน"

show shizu basic_angry
with charachange

shi "…"

show misha hips_frown
with charachange

mi "ที่เราจี้หนักขนาดนี้ก็เพราะเมื่อวานตอนเช้านายเมินพวกเรา~!"

"เมื่อวานตอนเช้าเหรอ ฉันย้อนระลึกพักหนึ่งว่าตอนนั้นเกิดอะไรขึ้นด้วยตอนนั้นสมองยังทำงานได้ไม่เต็มที่"

hi "อ้อ จริงสิ เสียงเคาะประตู พวกเธอเองหรอกเหรอ"

show shizu behind_frown
with charachange

shi "…"

show misha cross_frown
with charachange

mi "ใช่ แล้วก็ปล่อยให้เรารอเป็นชาติทั้งที่อุตส่าห์ถ่อมาถึงหอแต่เช้าตรู่เลย"

hi "ขอโทษที พอดีตอนนั้น… เหมือนจะคลื่นไส้? เหมือนจะคลื่นไส้อยู่น่ะ"

"ไม่เชื่อ ก็ไม่แปลกละนะ"

show shizu behind_frustrated
with charachange

"ชิซูเนะก้มหน้าด้วยความระอาก่อนจะขยับมือไปล้วงกระเป๋า"

"บางอย่างที่เป็นสีขาว ๆ เหลือง ๆ แลบออกมา พอชิซูเนะดึงออกมาถึงเห็นว่าเป็นซองจดหมายที่มีของสีสันฉูดฉาด\nประดับ"

show letter_insert:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"เมื่อยื่นมาให้ฉันก็รับไว้"

mi "นี่แหละของที่จะเอามาให้ฮิจังน่ะ! นายไม่ได้ไปดู…"

stop music fadeout 5.0

"หูฉันตัดเสียงมิช่าไปเมื่อตามองสิ่งที่เขียนอยู่บนซองจดหมาย"

stop music fadeout 0.3

hi "อิวานาโกะ…"

"ฉันมองซองจดหมายอยู่ครู่หนึ่งก่อนฉุกคิดได้ว่ายังมีคนอยู่ด้วย"

show misha cross_smile
show shizu behind_blank
show hanako emb_timid
with None

show letter_insert:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide letter_insert
with None

"แต่ละคนทำสีหน้าชวนให้รู้สึกเหมือนถูกบุกรุกชอบกล ตอนนี้อยากอยู่คนเดียวมากกว่า"

show hanako emb_sad
with charachange

ha "อิวานาโกะ…?"

hi "ไม่มีอะไรหรอก ขอบคุณนะที่พวกเธอเอามาให้"

show misha hips_grin
with charachange

mi "ก็สมควรได้รับคำขอบคุณละนะ ลำบากลำบนกว่าจะเอามาให้ได้เนี่ย~"

show misha hips_frown
with charachange

"ฉันปลีกตัวออกมาแล้วบอกลา มิช่าทำแก้มป่องแบบเห็นชัดระหว่างที่ฉันเดินออกไปทางประตู แต่ชิซูเนะกับฮานาโกะ\nยังดูสงสัยกับปฏิกิริยาของฉัน หวังว่าจะไม่มาซักไซ้อะไรทีหลังนะ"

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_parkambience fadein 2.0

scene bg school_gardens2
with locationskip

play music music_serene fadein 2.0

"กลิ่นของสวนนั้นชวนให้รู้สึกดีเช่นเคย สิ่งบ่งชี้อย่างหนึ่งถึงฐานะอันอู้ฟู่ของโรงเรียนนี้นอกจากขนาดแล้วก็มีสภาพ\nกับพื้นที่สวนนี่แหละ"

"นักเรียนจำนวนหนึ่งกำลังกินข้าวเที่ยงกันอยู่ บ้างก็คุยกัน บ้างก็เล่นกันอยู่ในสนามหญ้าเขียวขจีนี้ แม้แต่คนงาน\nของโรงเรียนบางคนยังออกมาเดินไปตามทางคอนกรีตยืดยาวรับแดดหน้าร้อนคอยสังเกตการณ์นักเรียน"

"ฉันไม่เคยเห็นภาพอย่างนี้ที่เมืองที่ฉันอาศัยอยู่เลย ถ้าเป็นตอนไปเที่ยวละก็อาจจะได้เห็น แต่ถ้าเป็นตามโรงเรียน\nหรือละแวกที่ฉันอยู่แล้วไม่มีแน่นอน"

"แม้แต่ม้านั่งที่ฉันนั่งอยู่ก็อุ่น ๆ ด้วยแดดหน้าร้อน จนฉันนึกได้ว่าเพราะอากาศแบบนี้เองฉันถึงไม่ได้ใส่เสื้อแขนยาว\nของโรงเรียนเลยสักครั้ง"

show letter_open_insert:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"ดังนี้แล้ว ดอกทานตะวันกับสีเหลืองสดที่ประดับกระดาษนั้นจึงนับว่าเข้ากับช่วงเวลานี้ทีเดียว ถ้าเนื้อหาข้างใน\nเป็นไปตามนั้นด้วยคงดี"

"แล้วจดหมายเจ้าปัญหานี่ก็มาตอนที่ฉันคิดว่าทำใจกับเรื่องของเธอไปได้แล้ว"

"ลายมือเธอนั้นพอจะคุ้นตาอยู่บ้าง และเพิ่งนึกได้ตอนเห็นนี่เองว่าเมื่อก่อนเจ้าตัวชอบเขียนอะไรด้วยปากกาหมึกสีชมพู\nฉันไม่รู้จะเอาคำไหนมาอธิบายดี แต่เอาเป็นว่าเธอเป็นคนที่มีความเป็นผู้หญิงมาก ๆ"

"ทว่าก็เป็นคนที่ค่อนข้างเปราะบาง ฉันไม่รู้ว่าฉันชอบตัวเธอมุมนี้หรือเปล่า แต่ก็ไม่รู้จะสงสัยไปทำไมเมื่อจดหมายนี้\nมาอยู่ในมือแล้ว"

"ส่วนแรกของจดหมายก็มีแค่เรื่องข่าวคราวความเป็นไปของชีวิตเธอ ห้องที่ฉันเคยอยู่มีเหตุการณ์ประเดิมปีการศึกษาได้ดี\nหลายคนวิตกเรื่องข้อสอบที่จะได้สอบกัน ฯลฯ"

play sound sfx_paper

hide letter_open_insert
show letter_open_insert_2
with charachange

"แต่ลงท้ายด้วยเรื่องที่เป็นส่วนตัวแบบสั้น ๆ แอบคิดอยู่เหมือนกันว่าที่เขียน ๆ มาตั้งแต่ต้นก็เพื่อซับแรงกระแทก\nจากส่วนท้ายของจดหมายหรือเปล่า"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide

$ written_note("ฉันอยากบอกความรู้สึกให้นายได้รู้ แต่ก็นึกหาคำ\nไม่ได้เสียที ฉันพูดอะไรปลอบใจนายไม่ได้เลย ฉัน\nขอโทษจริง ๆ ที่คอยเป็นแรงใจให้นายยามที่นาย\nต้องการแรงใจที่สุดไม่ได้ ทั้งที่ฉันชอบนายมาก\nแท้ ๆ แต่อย่างน้อยตอนนี้ฉันก็พูดตรง ๆ ขึ้นมา\nได้บ้างแล้ว")

$ written_note("ถ้าฉันกลับไปช่วงเดือนกุมภาพันธ์กับเดือนมีนาคมที่\nเงียบสงบนั้นได้ฉันก็อยากบอกนายว่าอย่ายอมแพ้\nนะ ฉันจะบอกอย่างนั้น ถ้าฉันพูดอะไรบ้างนายคง\nไม่ออกเหินห่างไปขนาดนี้ ฉันอยากให้นายลุกขึ้น\nมายืนด้วยตัวเองให้ได้\n\n\n\n")

$ written_note("แล้วยิ่งทีนี้ห่างกายกันด้วยก็ยิ่งรู้สึกเหมือนเป็นจุด\nส่งท้ายจริง ๆ ยังไงไม่รู้ เราจะได้เจอกันอีกไหมนะ\nหรือถ้าไม่เจอกันอีกเลยจะดีกว่ากันนะ แต่ถ้ายัง\nอยากติดต่อกับฉันอยู่ก็เขียนส่งกลับมาได้เลยนะ\nฉันยินดีมากที่จะได้ฟังเรื่องโรงเรียนใหม่กับ\nชีวิตใหม่ของนาย ขอให้มีความสุขดีนะ\n\nจากใจ อิวานาโกะ")

window show

$ renpy.music.set_volume(1.0, 1.0, channel="music")

"เป็นเช่นนั้น ความสัมพันธ์ของเราจบลงแล้ว สวยงาม ชัดเจน เรียบง่าย ไร้ซึ่งความคลุมเครือ"

"ฉันไม่ได้คิดฝันอยู่แล้วว่าจะเริ่มต้นกันใหม่ได้ ครั้งสุดท้ายที่อิวานาโกะมาเยี่ยมฉันต่างคนต่างก็ไม่พูดอะไร เว้นเสีย\nก็แต่คำพูดสุดท้ายที่เธอพูดก่อนจากไปไม่กลับมาอีก “ลาก่อน”"

"แต่แม้กระนั้น… มีจดหมายแบบนี้แล้วก็ให้ความรู้สึกตัดขาดขึ้น เป็นปัจฉิมบทแด่สิ่งที่เราสองคนได้พยายามแล้ว\nและล้มเหลว"

show letter_open_insert_2:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide letter_open_insert_2
with None

"เสียงตะโกนดึงสายตาฉันออกไปจากจดหมาย ซึ่งมาจากนักเรียนที่วิ่งเล่นกันโดยมีครูคนหนึ่งที่ยืนอยู่แถวนั้นเดิน\nเข้ามาคุยด้วย"

mystery "เป็นอะไรหรือเปล่า"

show yuuko neutral_down at center
with charaenter

"เสียงที่ฟังดูไม่ค่อยแน่ใจนั้นดังอยู่ข้าง ๆ แวบหนึ่งฉันคิดไปว่าคงเป็นฮานาโกะ แต่จริง ๆ แล้วเป็นยูโกะต่างหาก"

hi "อ้าว สวัสดีครับคุณยูโกะ นึกว่าจะอยู่ที่ห้องสมุดเสียอีก"

show yuuko closedhappy_up
with charachange

"ยูโกะยิ้มร่าเริงสมกับบรรยากาศแล้วชูห่อขนมปังโรลที่กินหมดแล้วให้ดู สงสัยคงให้ใครสักคนไปเฝ้าแทนระหว่างที่\nออกมาหาอะไรกิน"

"ซึ่งก็ทำให้ฉันนึกได้ว่าตัวเองยังไม่ได้กินอะไรเลย แต่ตอนนี้ก็ไม่หิว อดข้าวเที่ยงไปสักมื้อคงไม่เป็นไรหรอก"

show yuuko smile_up
with charachange

yu "ขอนั่งด้วยได้ไหม"

hi "อ้อ เชิญครับ"

show yuuko neutral_down at Position(ypos=1.15)
with dissolvecharamove

"ฉันรีบเก็บจดหมายกลับเข้าซองแล้วหย่อนใส่กระเป๋าที่วางอยู่ข้างม้านั่งระหว่างที่ยูโกะกำลังนั่ง เธอทิ้งซองขนม\nที่ถังขยะข้าง ๆ"

"ด้วยไม่มีอะไรให้ทำฉันจึงเอนตัวอาบแดดพลางนึกถึงจดหมายฉบับนั้นอยู่เงียบ ๆ"

"สวนเขียวชอุ่ม ฟ้าสีครามสดใส… ทุกอย่างดูไม่เหมือนตอนนั้นเลย แม้แต่สภาพแวดล้อมของโรงเรียน—ตั้งแต่ยอดเขา\nที่โรงเรียนนี้ตั้งอยู่ไปยันป่าโดยรอบ—ยังตรงกันข้ามกับภาพตามชานเมืองในความทรงจำ"

"หรือนี่จะเป็นสิ่งที่เขาเรียกว่าอาการคิดถึงบ้าน แต่ก็นะ ไม่ใช่ว่าอยู่ที่นี่แล้วรู้สึกไม่ดีหรอก บริเวณโดยรอบยามากุ\nก็ดีเหมือนกันแม้จะต่างจากที่เดิม ฉันน่าจะอยู่จนชินได้"

show yuuko smile_down
with charachange

yu "นี่ ฮิซาโอะ"

hi "ครับ?"

show yuuko worried_down
with charachange

yu "เมื่อกี้เธอยังไม่ได้ตอบคำถามฉันเลยนะ ฉันกะจะไม่พูดถึงแล้วนะ แต่ก็เห็นเธอดูเครียด ๆ"

show yuuko panic_up
with charachange

yu "แต่ถ้าไม่อยากเล่าก็ไม่เป็นไรนะ ฉันไม่ถือหรอก เอ่อ ขะ-ขอโทษที่ถามอะไรแปลก ๆ อย่างนั้นนะ…"

hi "ผมไม่ถือหรอกครับ"

hi "แค่ว่า… ผมได้จดหมายจากที่คนที่ผมรู้จักก่อนมาที่ยามากุน่ะ พออ่านแล้วผมก็ย้อนคิดถึงอะไร ๆ"

hi "ผมเคยคิดว่าผมทำใจยอมรับปัญหาจากอุบัติเหตุครั้งนั้นได้หมดแล้ว แต่ตอนนี้ผมชักไม่แน่ใจ ลึก ๆ ผมก็ไม่อยาก\nมารับรู้เนื้อหาในจดหมายนี้เลย"

show yuuko worried_up
with charachange

yu "ฉันว่าไม่ดีเลยนะฮิซาโอะ"

show yuuko neutral_down
with charachange

yu "แฟนฉันทิ้งฉันไปแบบกะทันหันมาก ไม่เคยบอกให้รู้ด้วยว่าเพราะอะไร ทีแรกฉันก็หดหู่มาก แต่แล้วก็ทำใจให้อภัยได้"

hi "ให้อภัยเหรอครับ อย่างน้อยถ้ามาคุยกันให้เป็นเรื่องเป็นราวก็ยังดีนะครับ"

yu "เขาเป็นคนที่สนิทกับใครไม่เป็นมาแต่ไหนแต่ไรแล้วน่ะ"

yu "สุดท้ายฉันเลยคิดว่าคงมีสาเหตุที่ฉันรักเขาแหละ เขาเป็นคนดีนะ แล้วก็คิดด้วยว่าถ้าสลับตำแหน่งมาเป็นฉันบ้าง\nฉันก็คงลำบากใจที่จะต้องคุยกับเขาเหมือนกัน"

hi "ผมยังไม่… เข้าใจว่าเรื่องนี้มันเกี่ยวกับจดหมายของผมยังไง"

show yuuko worried_up
with charachange

yu "คือฉันจะบอกว่า… เอ่อ จะว่ายังไงดี…"

yu "คนที่ส่งจดหมายมาน่ะคงลำบากใจมาก ซึ่งถ้าลำบากใจจริง ฉันว่าคนนั้นคงคิดจนหัวแตกเลยว่าจะเขียนอะไรดี"

"อิวานาโกะเขียนจดหมายฉบับนี้เพื่อปิดท้ายความสัมพันธ์ของเราได้ เป็นสิ่งที่ฉันคงไม่มีวันทำได้"

"ฉันนี่นะ คอยปกป้องฮานาโกะสุดความสามารถ แล้วยิ่งลิลลี่จะไม่อยู่สักพักหนึ่งด้วย แต่กลับจัดการปัญหาของตัวเอง\nยังไม่ได้เลย"

show yuuko neutral_down
with charachange

yu "เธอเข้าใจไหม"

"ยูโกะถือเอาว่าการที่ฉันไม่ตอบและขมวดคิ้วคือการไม่เห็นด้วย อ่านสีหน้ามากไปแล้วนะ เหมือนคนคนนั้นเลย"

hi "อื้ม เข้าใจครับ"

hi "จริง ๆ ผมก็ตกใจเหมือนกันที่มีจดหมายมา ผมว่าตอนที่มายามากุใหม่ ๆ ผมคอยหลอกตัวเองว่าต้องเริ่มชีวิตใหม่\nแต่อยู่ ๆ ก็มีบางอย่างมาสะกิดว่าไม่ได้เริ่มใหม่เลย ผมเลยยังสับสนนิดหน่อยว่าจะจัดการกับความรู้สึกพวกนี้ยังไงดี"

show yuuko worried_down
with charachange

yu "ฉันว่าฉันคงช่วยเธอเรื่องนั้นไม่ได้ ขอโทษทีนะ"

hi "ไม่เป็นไรหรอกครับ ผมว่าการได้มาคุยกับคุณอย่างนี้ก็ช่วยให้ผมได้จัดระเบียบความคิดให้มันดีขึ้นหน่อยเหมือนกัน\nยังไงก็ขอบคุณนะครับ"

show yuuko closedhappy_down
with charachange

"ยูโกะพยักหน้ายิ้มหวาน เป็นคนดีนะ เสียดายติดที่ตระหนกอะไรบ่อยไปหน่อย"

play sound sfx_warningbell

show yuuko panic_up
with vpunch

"เสียงระฆังที่ดังทำเราทั้งสองคนตกใจ"

yu "อ๊ะ ที่จริงฉันต้องไปก่อนระฆังดัง!"

hi "โอ๊ะ…"

show yuuko worried_up at center
with  Dissolvemove(0.3)

"ยูโกะเด้งตัวลุกขึ้นตั้งท่าพุ่งตัวออกไปไม่พูดอะไรอีก แต่ก็หมุนส้นเท้ามาเมื่อนึกได้ว่าเมื่อครู่คุยกับฉันอยู่"

show yuuko neutral_up
with charachange

yu "ไว้เจอกันนะฮิซาโอะ ร่าเริงเข้าไว้ล่ะ"

hi "จะพยายามครับ ขอบคุณนะครับคุณยูโกะ"

stop music fadeout 9.0

hide yuuko
with charaexit

"ยูโกะค้อมตัวให้เล็กน้อยแล้วรีบมุ่งหน้าไปห้องสมุดทันที นักเรียนบางคนที่กำลังเดินกลับห้องเรียนตัวเองกัน\nอย่างเอื่อยเฉื่อยหลังจากที่ได้สนุกกันแล้วหันมามองเธอที่พุ่งตัวไป"

"ฉันลุกจากม้านั่งอย่างอิดออดก่อนจะปัด ๆ เนื้อตัวแล้วตามคนอื่นไป"

"เรื่องจดหมายฉบับนั้นในกระเป๋ายังไปไม่ไกลห่างจากความคิดนักแม้แต่ตอนกำลังเดินผ่านสวนกลับไปที่อาคารหลัก"

stop ambient fadeout 2.0
stop music fadeout 2.0

scene black
with dissolve

#---------

label th_H19:

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_traffic fadein 1.0

scene bg city_street2_ni
with locationchange

"การได้มาเดินในตัวเมืองเช่นนี้นั้นเป็นสิ่งที่ชวนให้นึกถึงอดีตได้มากอย่างหนึ่ง ภาพของยามากุนั้นเป็นแบบสวนทาง\nกับที่ที่ฉันเคยอยู่ในอดีต ส่วนตัวเมืองยามค่ำคืนนั้นช่างชวนให้รู้สึกคุ้นเคยดีมาก ๆ"

"ตาของฉันไล่มองตั้งแต่ป้ายไฟฟ้าที่ส่องสว่างอยู่สูงลิบในผืนฟ้าราตรี ไฟถนนที่เปล่งแสงฝ่าความมืดมิด\nเหล่าพนักงานบริษัทที่พักผ่อนหย่อนใจหลังเวลางาน ไปจนถึงคู่รักที่มาเดตและคุยกันอยู่"

"ฉันอดใจไม่ได้ที่จะปล่อยให้ตัวเองกำซาบทุกมุมทุกด้านของตัวเมือง ต่อให้จะไม่ได้ตั้งใจมาก็ตาม ฉันดื่มด่ำ\nไปกับความคุ้นเคยนี้ราวกับกำลังอมลูกอมหวาน ๆ ไว้ในปาก"

show akira basic_boo_ni:
    center
    xpos 0.59
show lilly cane_smileclosed_cas_ni:
    center
    xpos 0.41
with charaenter

"ลิลลี่ซึ่งเดินอยู่ทางซ้ายมือฉันกำลังเดินเคาะไม้เท้าไปเรื่อย ๆ พลางจับแขนพี่สาวตัวเองเป็นการนำทางและคุยกับเธอ\nไปด้วย"

"ถ้าให้เทียบกับการนั่งแท็กซี่หรือรถประจำทางแล้ว ให้อากิระขับรถที่ค่อนข้างหรูนั้นมาจะรู้สึกสบายมากกว่า"

show hanako invis_close:
    center
    xpos 1.0
with None

scene bg city_street2_ni at bgleft
show akira basic_boo_ni:
    center
    xpos 0.39
show lilly cane_smileclosed_cas_ni:
    center
    xpos 0.21
show hanako basic_distant_cas_close_ni at tworight
with dissolvecharamove

"แต่คนที่อยู่ทางขวามือฉันน่าจะไม่สบายด้วยเท่าไหร่ ลิลลี่ชินกับการขับรถของพี่สาวตัวเองแล้ว ฉันก็พอจะชอบอะไร\nที่ตื่นเต้นเล็กน้อย แต่ฮานาโกะเกาะประตูรถไว้แน่นมาตลอดทาง"

show hanako basic_smile_cas_close_ni
with charachange

ha "พะ-พอเป็นตอนกลางคืนแล้วอะ-อะไรก็ดูสวยไปหมด…"

show hanako emb_downtimid_cas_close_ni
with charachange

"ฮานาโกะหลุบตามองต่ำทันทีที่เผลอไปสบตาใครคนอื่นเข้าอีกครั้ง"

hi "อื้ม นั่นสิ"

"ฉันตอบไปแบบส่งเดชเพราะมัวแต่คิดอะไรหลายอย่างจนไม่มีสมาธิมาคุยอะไรเรื่อยเปื่อย"

"หลายอย่างที่ว่านั้น—นอกจากทิวทัศน์ของตัวเมืองแล้ว—ก็มีเรื่องเสื้อผ้าหน้าผมของฮานาโกะเป็นอย่างหนึ่ง"

"เป็นครั้งแรกเลยที่ได้เห็นฮานาโกะใส่ชุดอื่นนอกจากชุดนักเรียนกับชุดนอน พอเห็นชุดนี้ครั้งแรกที่หน้าประตูโรงเรียน\nฉันถึงกับชะงักไป"

"ดูจากการที่ฮานาโกะก้มหน้าต่ำเมื่อมีคนเดินใกล้ ๆ แล้ว หมวกนั้นน่าจะไม่ได้ใส่มาแค่เพื่อความเท่"

"ตอนแรกฉันยังกังวลอยู่ว่าดีแล้วหรือที่ลิลลี่พาพวกเรามาเที่ยวกันในตัวเมืองแบบนี้ แต่เมื่อถึงเวลาค่ำก็เห็นชัดว่าลิลลี่\nคิดมาดีแล้ว เพราะไม่ค่อยมีคนสนใจฮานาโกะมากนักด้วยมีความมืดคอยปกปิดแผลเป็นฮานาโกะไว้อย่างดีอยู่"

hi "โอเค… มาถึงตัวเมืองแล้ว จะทำอะไรกันล่ะ"

show akira basic_smile_ni
with charachange

"อากิระยิ้มแฉ่ง สัมผัสได้ว่าเธอนั่นแหละที่เป็นคนเลือกกิจกรรมนี้เอง ถึงต่อให้จะเป็นฝ่ายน้องที่เสนอแผนให้ออกมาเที่ยวกัน\nเป็นคนแรกก็เถอะ"

show akira basic_ending_ni
with charachange

aki "ไปดูเดี๋ยวก็รู้ ตามมาเถอะ"

"ฉันพยักหน้าฝืนตัวเองไม่ให้ทำหน้าเบ้ไป พอได้เห็นสิ่งที่เกิดกับงานวันเกิดฮานาโกะแล้วฉันก็ไม่ค่อยเชื่อการตัดสินใจ\nของอากิระเท่าไหร่"

$ renpy.music.set_volume(0.1, 1.0, channel="ambient")
$ renpy.music.set_volume(0.1, 0.0, channel="music")
play music music_jazz fadein 14.0

scene bg city_street3_ni
with locationchange

"ระหว่างที่เดินไปเรื่อย ๆ ก็เห็นว่าเราเดินผ่านคาเฟ ร้านอาหาร ร้านกินดื่มอื่น ๆ มากมาย"

"นาน ๆ ครั้งก็จะมีคนเมาใส่ชุดสูทเดินออกมาจากบาร์ซึ่งมักจะมีคนหิ้วปีกมาด้วย แต่ลูกค้าของร้านในละแวกนี้ส่วนใหญ่\nก็ดูยังไม่แก่และมีรสนิยม"

"เมื่อเดินผ่านสถานบริการแต่ละที่ก็จะได้ยินเสียงดนตรีต่างชนิดกันออกไป เสียงที่ตีกันมั่วเช่นนี้คงทำให้รำคาญ ทว่า\nก็เป็นเสียงที่ชวนให้นึกถึงช่วงเวลาที่เคยอยู่ด้วยกันกับเพื่อนในตัวเมือง ฉันจึงไม่ได้ถืออะไร"

"ฮานาโกะกับฉันเดินเริ่มเดินห่างจากลิลลี่กับอากิระเล็กน้อย ซึ่งก็หยุดห่างไปเมื่อฉันได้ยินเสียงดังตุบอยู่ข้าง ๆ"

show hanako defarms_shock_cas_ni
with vpunch

ha "ขะ-ขะ-ขอโทษค่ะ…!"

"กว่าฮานาโกะจะจัดแจงตัวเองค้อมตัวขอโทษได้นั้นพนักงานบริษัทวัยกลางคนที่เธอไปเดินชนก็เดินจากไปพลางพึมพำ\nคำขอโทษแบบลอย ๆ แล้ว"

show hanako emb_downtimid_cas_ni
with charachange

"ฮานาโกะดูอึดอัดกับเหตุการณ์นี้เล็กน้อย ฉันเห็นว่าเธอยิ่งก้มหน้างุดลงกว่าเดิมตอนที่รีบเร่งฝีเท้ามาให้ทันฉัน\nคงจะไปเดินชนเพราะมัวแต่มองพื้นไม่ได้มองทางข้างหน้า"

show hanako emb_timid_cas_close_ni
with charachange

"ฉันเดินหลบมุมเล็กน้อยแล้ววางมือไว้บนบ่าอีกฟากรั้งตัวฮานาโกะเข้ามา"

ha "ฮิซาโอะ?"

hi "ไม่เป็นไรน่า มาเดินใกล้ ๆ ฉันก็ได้"

show hanako emb_smile_cas_close_ni
with charachange

"ฮานาโกะลังเล แต่สุดท้ายก็พยักหน้าตกลง"

stop ambient fadeout 1.0
$ renpy.music.set_volume(0.5, 10.0, channel="music")

scene bg city_karaokeext_ni
show crowd_ni
show akira basic_smile_ni:
    center
    xpos 0.39
show lilly cane_listen_cas_ni:
    center
    xpos 0.21
show hanako basic_smile_cas_close_ni at tworight
with locationskip

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_crowd_outdoors fadein 2.0

"ฉันเดินมาจนคิดว่าถึงร้านที่อากิระจะพามาแล้วสองรอบ สุดท้ายเราก็มาถึงที่หมายจนได้ ตอนนี้เราอยู่บริเวณ\nใต้ทางเดินลอยฟ้าและเดินผ่านละแวกที่มีการประดับประดากับไฟส่องสว่างมาหมดแล้ว"

"ฉันแปลกใจนิดหน่อยที่เห็นว่าอายุเฉลี่ยของคนโดยรอบนั้นแก่กว่าอย่างเห็นได้ชัด ที่ร้านมีกลิ่นควันบุหรี่ฉุน\nแต่ไม่ใช่ร้านที่ดูโทรมอะไรเลย ฉันนึกขันเล็กน้อยเมื่อเห็นท่าทีของลิลลี่ต่อกลิ่นบุหรี่"

"ฉันได้ยินเสียงดนตรีแจ๊สแว่วมาจากในร้านแม้จะมีเสียงคุยกันเบา ๆ ของคนรอบตัวกลบอยู่บ้างก็ตาม พอแหงนหน้า\nมองป้ายไฟสลัวก็กระจ่างว่าเพราะอะไร"

hi "บาร์แจ๊ส ยอมรับเลยนะครับเนี่ยว่าคาดไม่ถึงจริง ๆ"

show lilly cane_giggle_cas_ni
with charachange

"ลิลลี่แค่นหัวเราะชอบใจแล้วยิ้ม"

show lilly cane_smileclosed_cas_ni
with charachange

li "ไม่รู้ทำไมถึงรู้สึกว่าหนูน่าจะเดาได้แต่แรกแล้วนะพี่"

"ระหว่างที่คุยกันอยู่นอกร้านฉันก็สังเกตเห็นคนที่เริ่มเหลือบมองมากันแปลก ๆ แล้ว แต่ละคนต่างทำทีเหมือนไม่ได้มอง\nแล้วเบือนหน้าหนีแบบเก้ ๆ กัง ๆ แต่ยิ่งทำแบบนี้ก็ยิ่งดูออกไปใหญ่"

"ตอนที่เดินอยู่ฉันก็พอจะสังเกตได้บ้างแล้ว แต่ตอนนี้ยิ่งเห็นชัดเจนขึ้น"

"ฉันไม่เคยประสบพบเจออะไรแบบนี้มาก่อนในชีวิต วัยรุ่นญี่ปุ่นหน้าตาบ้าน ๆ ที่ตัวสูงกว่าปกตินิดหน่อยไม่ใช่คนที่จะ\nดึงดูดสายตาคนอื่นได้ง่ายนัก"

show akira basic_laugh_ni
with charachange

aki "เฮ้ย ไม่เอาน่า เป็นวัยรุ่นก็ใช่ว่าจะมาลิ้มรสไม่ได้สักหน่อย จริงไหม"

hi "เอ่อ… ผมก็พอฟังแนวนี้ได้นะครับ ถ้าพี่หมายถึงดนตรีอะนะ"

show hanako cover_bashful_cas_close_ni
with charachange

ha "ฉะ-ฉัน… ก็ไม่ถือ… เหมือนกัน"

"ฮานาโกะแทบพูดออกมาไม่เป็นคำแล้ว ซึ่งไม่เหมือนกับสภาพตอนที่อยู่ด้วยกันตามลำพังในยามากุเลย\nฉันผิดหวังเล็กน้อยที่เธอมาตระหนกตอนที่เราออกมาเที่ยวสนุกกันในตัวเมืองอย่างนี้"

"พอก้มหน้าแล้วดูสีหน้าแทบไม่ออกเลยแฮะ ก็คงไม่แปลกเท่าไหร่ที่ไม่ค่อยเข้ามาในตัวเมืองถ้าเป็นแบบนี้ ซึ่งฉัน\nก็รู้สึกยินดีหน่อย ๆ ที่แผลเป็นของฉันนั้นซ่อนได้ง่าย"

"ลิลลี่เองก็ทำให้คนมองได้เหมือน ๆ กัน แต่ชัดว่าเป็นเพราะคนละสาเหตุกัน ลิลลี่ดูเหมือนไม่ใช่คนญี่ปุ่นเลย\nพี่สาวของเธอเองก็ด้วย และลักษณะนี้นั้นเด่นกว่าความเป็นคนตาบอดของเธอมากเมื่อมองจากระยะไกล"

"อาจจะไม่ได้เห็นกับตาว่าคนมอง แต่อย่างไรลิลลี่ก็ต้องได้ยินคนที่ซุบซิบอะไรแปลก ๆ กันเพราะคิดว่าอยู่พ้น\nจากระยะได้ยินแน่นอน"

"ถึงอย่างนั้น ลิลลี่ก็ดูจะไม่แสดงท่าทีว่ารำคาญหรือยินดีกับความสนใจเหล่านั้นเลย"

hide akira
hide lilly
with charaexit

"แต่อากิระก็ยังมั่นใจเหมือนเคย เธอฉีกยิ้มแล้วเดินเข้าไปพร้อมลิลลี่ที่ประกบด้วยโดยมีเราสองคนเดินตามไป"

stop ambient fadeout 1.0
$ renpy.music.set_volume(1.0, 10.0, channel="music")

scene bg city_clubint:
    center
    xpos 0.6
show crowd
with locationchange

$ renpy.music.set_volume(0.8, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 1.0

"ฉันเตรียมใจไว้ว่าต้องปรับตากับความสว่างภายในร้าน ทว่าก็ไม่ได้สว่างกว่าข้างนอกเท่าไหร่"

"ฉันได้ยินเสียงดนตรีเมื่อครู่ชัดขึ้น เคล้ากับเสียงแก้วที่ขยับไปมาตามโต๊ะกับเคาน์เตอร์ ทั้งเสียงจ้อกแจ้กของเหล่าลูกค้า\nเมื่อหันไปมองด้านขวาก็พบกับต้นทางของเสียงดนตรีนั้น ถัดไปอีกสองสามโต๊ะข้างในมีวงดนตรีแจ๊สที่เล่นอยู่"

"ลูกค้าส่วนใหญ่เหมือนจะเป็นผู้ชาย แต่ก็ยังมีผู้หญิงบ้างประปราย โดยที่ไม่มีใครดูอายุน้อยกว่าสามสิบเลย แน่ละ\nว่าไม่นับพวกเรา"

"เหมือนเราก้าวมาอยู่ยุคปีค.ศ. 1920 บรรยากาศในร้านชวนให้พึงใจทีเดียว ฉันยังเกร็ง ๆ อยู่บ้างเพราะยังเป็นวัยรุ่นอยู่\nแต่ถ้าแก่กว่านี้อีกหน่อยก็คงอยู่แช่ในร้านได้สบายแฮเลยทีเดียว"

show hanako basic_smile_cas_close at tworight
with charaenter

"ตอนนี้ฮานาโกะดูจะผ่อนคลายลงบ้างแล้ว อาจจะเพราะไม่มีใครมองอยู่ ทุกคนต่างคุยกันกับกลุ่มตัวเอง บ้างก็ดื่ม\nบ้างก็ดูวงดนตรี"

$ renpy.music.set_volume(0.5, 1.0, channel="ambient")

show akira basic_smile behind crowd:
    center
    easein 1.0 ypos 1.06
hide crowd
with Dissolve(1.0)

"อากิระนั่งลงที่เก้าอี้หน้าเคาน์เตอร์อย่างสบาย ๆ ไม่แม้แต่จะมองไปรอบ ๆ คงจะเคยมาแล้วแหละมั้ง"

show lilly basic_smileclosed_cas:
    twoleft
    xpos 0.25
    easein 1.0 ypos 1.1
with Dissolve(1.0)

"ลิลลี่หดเก็บไม้เท้าแล้วจับไปตามเก้าอี้บาร์กับมุมเคาน์เตอร์แล้วนั่งลงข้าง ๆ พี่สาวตัวเอง บาร์เทนเดอร์หยุดมือ\nที่เช็ดแก้วอยู่หันมามองเธอก่อนจะวางแก้วแล้วมาบริการ"

thname("บาร์เทนเดอร์") "สายัณห์สวัสดิ์ครับคุณผู้หญิง รับอะไรดีครับ"

show akira basic_ending:
    center
    ypos 1.06
with charachange

aki "เอาเป็นสกอตช์แล้วกันค่ะ เธอล่ะ"

show lilly basic_cheerful_cas:
    twoleft
    xpos 0.25 ypos 1.1
with charachange

li "ขอแชม—{w=0.5}{nw}"

show lilly basic_surprised_cas
show akira basic_boo
with vpunch

"คนใส่ชุดสูทดำถองศอกลิลลี่แรง ๆ"

show lilly basic_weaksmile_cas
with charachange

li "ขอน้ำส้มค่ะ"

thname("บาร์เทนเดอร์") "ได้ครับ สักครู่นะครับ"

"บาร์เทนเดอร์เริ่มเทเครื่องดื่มให้ทั้งสองคน ผ่านไปสักสองสามวินาทีอากิระถึงฉุกคิดได้ว่ายังมีฮานาโกะกับฉันยืนหัวโด่\nอยู่ตรงนี้แล้วหันมา"

show akira basic_smile
with charachange

aki "พวกเธอสองคนจะเอาอะไรมั้ย หรือจะยืนอยู่อย่างนั้นแหละ?"

"ฮานาโกะดูเริ่มตระหนกเล็กน้อย ไม่ว่าจะนั่งที่ไหนก็ต้องนั่งติดกับคนอื่น และฮานาโกะก็ดูไม่แก่กว่ายี่สิบไม่เหมือน\nอย่างลิลลี่ด้วย"

show bg city_clubint:
    xpos 0.4
show akira basic_smile:
    xpos 0.3
show lilly basic_weaksmile_cas:
    xpos 0.05
show hanako basic_smile_cas_close:
    xpos 0.5
with charamove

"เมื่อหันมองรอบ ๆ ก็เห็นว่าทางขวามือมีพื้นที่นันทนาการอยู่ ตรงมุมหนึ่งมีโต๊ะบิลเลียดอยู่สองตัว แถมไม่มีใครเล่น\nอยู่ด้วย"

"ฉันเหลือบมองฮานาโกะเตรียมถามว่าอยากเล่นหรือเปล่า แต่เธอก็มองไปทางนั้นตาละห้อยแล้ว เดี๋ยวนี้\nไม่ต้องพูดอะไรมากก็รู้ใจกัน อาจนับได้ว่าความสัมพันธ์ระหว่าเราดีขึ้นแล้ว"

hi "เดี๋ยวพวกผมไปสอยคิวกันตรงนั้นนะครับ"

show akira basic_boo
with charachange

"อากิระเอนตัวมองข้ามไหล่ฉันไปก่อนจะยักไหล่แล้วนั่งหลังตรงตามเดิม"

show lilly basic_giggle_cas
with charachange

li "ดูท่าว่าพี่จะมีแค่หนูอยู่ด้วยเป็นเพื่อนนะ น่าเสียดาย"

show akira basic_smile
with charachange

aki "เล่นให้สนุกนะพวกเธอ"

$ renpy.music.set_volume(0.8, 1.0, channel="music")
stop ambient fadeout 14.0

hide hanako
with charaexit

"พวกเราหมุนตัวเดินไปยังมุมที่ไม่มีใครนั้นโดยมีฮานาโกะนำทางไป"

"ฮานาโกะเดินเร็วขึ้นอย่างเห็นได้ชัดเมื่อรู้ว่าจะได้เล่นพูลอยู่เงียบ ๆ ห่างจากคนอื่น สายตาเธอจดจ้องที่หมายไว้มั่น"

scene bg city_clubpool
with locationchange

"เป็นโต๊ะขนาดมาตรฐาน มีไฟด้านบนส่องสว่างให้อย่างดีแม้โดยรอบจะมืดสลัว มีภาพ… อะไรสักอย่าง… ใหญ่ ๆ\nที่ปิดตรงกำแพงอยู่"

"ตรงนี้ไม่ค่อยมีคนเพ่นพ่านมากนัก ฉันเห็นว่าฮานาโกะคลายความเกร็งลงบ้างเพราะเหตุนี้"

show hanako basic_smile_cas at center
with charaenter

ha "นาย… ละ-เล่นเป็นไหม"

hi "ไม่ได้เล่นเก่งหรอก แต่ก็เป็นอยู่"

show hanako basic_bashful_cas
with charachange

ha "งั้น เอ่อ… เล่นพูลแปดลูกไหม"

hi "ย่อมได้"

hide hanako
with charaexit

"ฮานาโกะหยิบชอล์กกับไม้คิวมาสองแท่งจากที่กลุ่มไม้ที่แขวนอยู่กับกำแพงฝั่งหนึ่ง ส่วนฉันก็ล้วงลูกจากถุงตาข่าย\nที่อยู่กับโต๊ะแล้วหยิบกรอบสามเหลี่ยมที่อยู่ตรงชั้นวางใต้โต๊ะออกมา"

"ฮานาโกะคอยอย่างใจเย็นให้ฉันได้จัดเตรียมให้เรียบร้อย พอหย่อนลูกสุดท้ายใส่กรอบสามเหลี่ยมและปรับให้เข้าที่\nสักเล็กน้อยแล้วฉันก็ต้องกัดฟันด้วยความขัดใจไม่จัดลูกแถวสุดท้ายให้ตั้งฉากกับขอบโต๊ะพอดี"

"เมื่อจัดลูกได้พร้อมเล่นแล้วฉันก็ถอยออกมาหยิบไม้คิวที่ฮานาโกะยื่นให้ ฉันดูหัวคิวแบบผ่าน ๆ ให้แน่ใจว่า\nสภาพยังดีอยู่"

hi "เคยเล่นเหรอ"

show hanako cover_bashful_cas
with charaenter

ha "ครั้ง… หรือสองครั้งนี่แหละ ฉันก็พะ-พอจะ… รู้กฎอยู่"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

"บรรยากาศระหว่างเราชวนให้อึดอัดเล็กน้อย ฮานาโกะยังเกร็ง ๆ อยู่ ซึ่งก็เข้าใจได้เพราะอยู่นอกโรงเรียน"

"จนสุดท้ายแม้แต่ฮานาโกะก็ทนความเงียบไม่ไหวพูดอึกอักออกมาเบา ๆ"

$ renpy.music.set_volume(0.8, 1.0, channel="music")

show hanako basic_worry_cas
with charachange

ha "คะ-ใครจะ… ทะ-แทงเปิดดี"

"ฉันคิดอยู่ครู่หนึ่งก่อนล้วงกระเป๋าควักเหรียญออกมา"

hi "ฉันหัว เธอก้อย"

"พอฮานาโกะพยักหน้าตกลงแล้วฉันก็ดีดเหรียญขึ้นไปในอากาศก่อนจะรับไว้แล้วพลิกมาไว้ที่หลังมือซ้าย"

hi "ดูท่าว่าเธอจะได้แทงเปิดละ"

$ ksgallery_unlock("ev hanako_billiards_distant")
scene ev hanako_billiards_break
with locationchange

"ฮานาโกะพยักหน้าอีกรอบแล้วตั้งท่าเตรียมอยู่ที่ปลายโต๊ะ"

"ปกติเวลาฮานาโกะอยู่กับฉันจะไม่ได้เงียบขนาดนี้ แต่ก็ไม่แน่ใจเหมือนกันว่าเป็นเพราะเรื่องในอดีตที่หลุดออกมา\nจากปากเมื่อครู่หรือเปล่า"

scene bg city_clubpool
with flash

play sound sfx_billiards_break

"ฮานาโกะชักไม้คิวลองเล็งเตรียมก่อนจะแทงเข้ามาที่ลูกคิวบอลเต็มแรงดังปึก ลูกสีขาวนั้นไหลไปตาม\nพื้นเรียบสีเขียวก่อนจะกระทบกับลูกที่จัดไว้อย่างดีตรงอีกฟาก"

"ลูกหลายลูกวิ่งกระจายอยู่บนโต๊ะด้วยความเร็วสูง นับว่าแทงเปิดได้ดีทีเดียว แต่ละลูกเคลื่อนไปอยู่ตามจุดต่าง ๆ บนโต๊ะ\nอย่างสม่ำเสมอ ตาฉันมองไปตามแต่ละลูกเพื่อหาลูกที่แทงลงหลุมได้ง่ายที่สุด"

play sound sfx_billiards

"ฮานาโกะถอนตัวออกจากขอบโต๊ะ ส่วนฉันก็เข้ามาแทงต่อ"

show hanako basic_smile_cas at center
with charaenter

ha "เก่งนี่"

"ฉันรู้ตัวว่าลูกที่ฉันตบไปนั้นลงหลุมแล้วก็ตอนที่ฮานาโกะพูด"

"พอหันไปมองก็เห็นว่าฮานาโกะยิ้มน้อย ๆ อยู่ ดีเหมือนกันที่พอได้มาเล่นแล้วดูจะหายเกร็งบ้าง"

hi "งั้นฉันก็คงได้เก็บลูกลายสินะ"

show hanako cover_distant_cas
with charachange

"ฉันถอยออกมาให้ฮานาโกะเข้ามาแทน เธอไม่เดินเข้ามาที่โต๊ะแต่กลับก้มหน้าเล็กน้อยแล้วถู ๆ แขนตัวเอง"

"ตอนนี้ฉันดูออกแล้วว่าท่านี้คืออาการเมื่ออยากพูดอะไรบางอย่างแต่ยังไม่แน่ใจว่าจะพูดดีหรือเปล่า"

hi "มีอะไรเหรอ"

show hanako cover_bashful_cas
with charachange

ha "แค่ว่า… เห็นนาย… ยะ-ยิ้ม ๆ น่ะ ชอบ… เล่นเหรอ"

"ฉันถอนหายใจแล้วเอนตัวพิงโต๊ะ"

hi "อาฮะ ชอบเล่น ฉันว่าที่ยิ้มน่าจะเพราะเป็นอะไรที่ชวนให้คิดถึงดี"

show hanako def_worry_cas
with charachange

"ฮานาโกะเอียงคอสงสัย"

hi "ฉันกับเพื่อนชอบไปเล่นพูลด้วยกันที่อาร์เคตใกล้บ้านน่ะ ไปเล่นกันตอนกลางคืนด้วย"

show hanako basic_worry_cas
with charachange

ha "ละ-แล้วพ่อแม่…"

hi "พ่อแม่ฉันทำงานกันทั้งคู่ เลยไม่ได้อะไรที่ฉันไม่อยู่บ้าน แถมผลการเรียนฉันก็ดีอยู่แล้วแบบไม่ต้องทำอะไรมาก\nเลยมีเวลาไปทำอย่างอื่นตอนกลางคืนแบบเหลือ ๆ เลย"

show hanako basic_distant_cas
with charachange

"บทสนทนาของเราจบลงเมื่อฮานาโกะไม่กล้าพูดอะไรอีก ฉันจึงย้ายตัวออกจากโต๊ะให้ฮานาโกะเข้ามาแทงบ้าง"
#Variant play is happening here: usually one side shoots until some kind of foul happens, there's no taking turns. -SC

scene ev hanako_billiards_smile
with locationchange

"เนื่องจากไม่มีลูกสีลูกไหนที่ตบได้ง่ายเลยฮานาโกะจึงต้องโน้มตัวแล้วจัดท่าตัวเองอยู่สักพัก"

scene ev hanako_billiards_smile_close:
    truecenter
    zoom 1.0 subpixel True
    easein 6.0 zoom 0.8
with flash

"สีหน้าฮานาโกะตอนนี้เหมือนอย่างตอนที่เธอเล่นหมากรุก เป็นสีหน้าที่ผ่อนคลายทว่าตั้งสมาธิจดจ่อ บางครั้งนักกีฬา\nก็เล่าว่าตัวเองต้องจำกัดความคิดไม่ให้ฟุ้งซ่านไปเรื่องอื่นที่ไม่จำเป็น หรือว่าฮานาโกะจะทำแบบนั้นได้ด้วยนะ"

"ท่าของฮานาโกะนั้นนับว่าสวย ที่แน่ ๆ คือสวยกว่าฉันแล้ว แทบจะเป็นวิธีเล่นตามตำราเลย ส่วนฉันก็จะบิดตัวเอง\nไปตามท่าที่รู้สึกว่าจะใช้ตบลูกที่เล็งได้อย่างเป็นธรรมชาติที่สุด"

scene ev hanako_billiards_serious
with locationchange

"ฮานาโกะตั้งไม้คิวเพื่อเล็งก่อนจะลองชักเข้าออกสองสามครั้งเพื่อดูว่าตำแหน่งตรงแล้ว"

"ฮานาโกะจริงจังกับการเล่นมาก เป็นงานอดิเรกของฮานาโกะที่ฉันรู้นอกจากการอ่านหนังสือ พอได้มาแบ่งปัน\nประสบการณ์อย่างนี้ร่วมกันแล้วฉันก็ดีใจ"

scene bg city_clubpool
with flash

play sound sfx_billiards

"พอพินิจให้รอบคอบดีแล้วฮานาโกะก็แทง ลูกคิวบอลพุ่งไปยังลูกที่อยู่ตรงมุมซึ่งดูจะลงหลุมยากเล็กน้อย"

"การเล็งอย่างดีของฮานาโกะนั้นเป็นผล ลูกคิวบอลกระทบกับลูกนั้นลงหลุมตรงมุมไป แวบหนึ่งดูเหมือนลูกนั้นจะหยุด\nอยู่ตรงปากหลุม แต่สุดท้ายก็กลิ้งตกหลุมได้พอดี"

hi "โห ตบยากนะนั่น ถ้าเธอตบลูกนั้นได้ฉันว่าฉันน่าจะชนะเธอยากแล้วแหละ"

show hanako emb_emb_cas at center
with charaenter

ha "ฉันไม่ได้… กะ-เก่งขนาดนั้น…"

hi "ไม่ใช่แค่ว่าตบยากนะ ตอนเธอเตรียมแทงก็ดูจริงจังด้วย ตอนเล่นหมากรุกเธอก็เป็นแบบนี้เหมือนกัน"

show hanako emb_downsmile_cas
with charachange

"คำชมนั้นทำให้ฮานาโกะขวยเขินเล็กน้อย เธอวางไม้คิวไว้กับโต๊ะแล้วยืนขึ้นหันมาทางฉัน"

ha "ฉันแค่… ชอบอะไรแบบนั้นน่ะ…"

"ฮานาโกะขยับนิ้วบิดไปมาแรง ๆ"

show hanako emb_downtimid_cas
with charachange

ha "ตอนฉันอยู่สถานรับเลี้ยงเด็กกำพร้า… ฉันแค่… ทะ-ทำอะไรที่เคย… ชอบ"

ha "ขอแค่ฉันละ-เล่นเกมกับคนอื่นแล้ว พะ-พี่ ๆ ที่อยู่ที่นั่นก็พอใจแล้ว เพราะงั้น…"

"ไม่เคยมองมุมนี้เลยแฮะ แต่ปกติคนที่ทำงานที่สถานรับเลี้ยงเด็กกำพร้าก็ย่อมอยากให้ทุกคนอยากเข้าสังคม\nกันสักหน่อยอยู่แล้วนี่นะ"

hi "ถ้าเธอไม่ว่าอะไร ขอถามหน่อยได้มั้ย… ว่าที่สถานรับเลี้ยงเด็กกำพร้าที่เธออยู่เป็นยังไงบ้าง"

show hanako emb_sad_cas
with charachange

ha "ยะ-อยากรู้ไปทำไมเหรอ"

"ไปถามเรื่องอะไรไม่ดีเข้าให้แล้วสิ แต่แค่ตอบมาอย่างนี้ก็แปลว่ามีโอกาสที่จะตอบคำถามของฉันอยู่ ถ้าเป็นเมื่อก่อน\nคงจะเงียบไปไม่ยอมพูดอะไรเลย"

show hanako emb_blushing_cas
with charachange

ha "จะ… เล่าให้ฟังนะ แต่…"

hi "แต่…?"

show hanako cover_worry_cas
with charachange

ha "นาย… บะ-บอกหน่อยได้มั้ยว่าอะ-อิวา… นะ-นาโกะ… เป็นใคร"

$ renpy.music.set_volume(0.2, 1.0, channel="music")

hi "อิวานาโกะ…? อ๋อ จดหมายนั่นน่ะเหรอ"

"นี่เตรียมหาจังหวะถามฉันมาตั้งแต่ตอนไหนแล้วเนี่ย ฉันนึกแปลกใจแต่ก็ไม่ลังเล การให้ข้อมูลนั้นย่อมมีการแลกเปลี่ยน\nเป็นธรรมดา"

$ renpy.music.set_volume(1.0, 8.0, channel="music")
$ renpy.music.set_volume(0.4, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 8.0

hi "เป็น… คนที่ฉันเคยชอบ"

show hanako basic_normal_cas
with charachange

"ฮานาโกะหายประหม่าแล้วเมื่อเทียบกับก่อนหน้านี้ที่ยังไม่กล้าถาม ความอยากรู้ของเธอเพิ่มมากขึ้นจนฉันอึดอัด\nที่ต้องตอบคำถามนี้ทั้งที่มีเรื่องอื่นตอบได้เยอะแยะ"

"ตอนนี้ยังไงก็เปิดเผยความรู้สึกทั้งหมดที่ฉันมีต่ออิวานาโกะให้ฟังไม่ได้แน่ ๆ ฉันไม่รู้ด้วยซ้ำว่าตัวเองรู้สึกอย่างไรกับเธอ\nต่อให้ก่อนหน้านี้จะได้คุยกับยูโกะแล้วก็ตาม และฉันก็อยากจะเลี่ยงเรื่องนี้ตอนคุยกับฮานาโกะด้วย"

show hanako def_worry_cas
with charachange

"ฮานาโกะดูจะไม่พอใจเท่าไหร่ที่บทสนทนาจบลงไปแบบกระอักกระอ่วนอย่างนั้น แต่ก็ตัดใจไม่สาวความต่อ เธอเองก็แค่\nถามด้วยความอยากรู้เฉย ๆ โดยที่ไม่รู้ว่าฉันไม่อยากเล่าเรื่องนี้"

"ฉันสลับเข้ามาแทงอีก เสียงคุยระหว่างเราที่เงียบไปถูกแทนที่ด้วยเสียงจอแจของลูกค้าและเสียงจากวงดนตรี\nที่อยู่อีกฟากในร้าน"

hide hanako
with charaexit

"ฉันมองหาลูกที่ตบได้ไม่ยากมากแล้วลองดู"

play sound sfx_billiards

"ลูกคิวชนเข้ากับลูกนั้น องศาได้แล้ว แต่ฉันออกแรงมากไปหน่อย ลูกนั้นแฉลบเข้ากับมุมหลุมแล้วเฉี่ยวหลุมไหลออกไป\nที่ขอบโต๊ะแทน"

"ฉันกัดฟันเบา ๆ นึกหงุดหงิดที่เคยเล่นเก่งพอตัวแต่ฝีมือตกไปขนาดนี้แล้ว"

"ฉันถอยออกมาให้ฮานาโกะเข้ามาแทนพลางเหลือบมองไปยังเคาน์เตอร์ที่ลิลลี่กับอากิระนั่งอยู่ สองคนนั้น\nกำลังคุยกันอยู่ดูเพลิดเพลิน"

scene ev hanako_billiards_serious
with locationchange

"ฉันหันกลับมามองฮานาโกะที่เตรียมตบ เธอทำสีหน้าแบบเดิมดัดตัวให้ตรงแล้วแทงไม้คิวเข้าไปแรง ๆ"

scene bg city_clubpool
with flash

play sound sfx_billiards

"ฮานาโกะตบลูกที่เล็งอยู่ให้ลงหลุมได้เหมือนเดิม แต่ลูกนั้นลงหลุมข้างได้สวยกว่าลูกก่อนหน้านี้ ดูท่าว่าจะเริ่มคุ้นมือ\nขึ้นมาบ้างแล้ว"

hi "ตบได้สวย"

"ฮานาโกะลังเลอยู่ขณะหนึ่งก่อนจะเรียกฉันโดยไม่หันหน้ามา"

scene ev hanako_billiards_smile_med
with locationchange

ha "ที่สถานรับเลี้ยงเด็กกำพร้า… ก็ดีนะ ให้ความรู้สึกคล้าย ๆ ยามากุ… แล้วก็พวกพี่ ๆ จะ-ใจดีมาก"

show ev hanako_billiards_distant_med
with charachange

ha "แต่ผ่านไปละ-หลายปีฉันก็นึกขึ้นได้ ว่าฉันมะ-ไม่เหมือนคนอื่น"

"รู้สึกแปลก ๆ ที่ได้ยินฮานาโกะบรรยายตัวเองตรง ๆ อย่างนี้ ฟังออกเลยว่ากว่าจะออกมาได้แต่ละคำนั้นลำบาก นึกถึง\nตอนที่ฮานาโกะยืนกรานจะเล่าเรื่องไฟไหม้ครั้งนั้นให้ฟังขึ้นมาเลย"

"คงคิดว่าต้องเล่าเรื่องแบบนี้ให้ฉันฟังบ้างหลังจากที่ฉันเล่าเรื่องในอดีตของตัวเองให้ฟังแล้ว"

"ฮานาโกะกำไม้คิวแน่นขึ้นพลางพูดต่อ"

$ ksgallery_unlock("ev hanako_billiards_timid")
show ev hanako_billiards_timid_med
with charachange

ha "สะ-ส่วนใหญ่ก็เป็นเด็กที่ให้คนมารับเป็นลูกบุญธรรมได้เหมือนอย่างฉัน แต่คนอื่นก็ทยอยออกจากบ้านกันไป\nทะ-ทีละคน… ไม่เหมือนฉัน กว่าฉันจะได้มาเรียนที่ยามากุ ตอนนั้นฉัน… ก็เป็นเด็กที่อยู่ในกลุ่มโตสุดในบ้านแล้ว"

ha "ฉันอยู่ชะ-ช่วยดูแลเด็กที่อายุนะ-น้อยกว่าบางคนอยู่พักหนึ่ง ตะ-แต่สุดท้าย…"

scene bg city_clubpool
with locationchange

"ฉันจับบ่าฮานาโกะ ตอนนี้เธอฝืนตัวเองแล้ว"

hi "ไม่เป็นไรนะ"

show hanako emb_blushtimid_cas_close at center
with charaenter

"ฮานาโกะดูประหลาดใจเล็กน้อยแวบหนึ่ง"

show hanako basic_worry_cas_close
with charachange

ha "นายว่างั้น… เหรอ"

hi "อื้ม ว่างั้นแหละ ช่วงที่ลิลลี่ไม่อยู่ก็ยังมีฉันคอยปกป้องเธอไง จริงไหม"

show hanako basic_normal_cas_close
with charachange

"ฮานาโกะมองฉันเนิ่นนานจนฉันไม่ทันตั้งตัว"

"สีหน้าของเธอยังดูเศร้าสร้อยไม่เปลี่ยนไปจากเมื่อครู่ และการที่เราสองคนต่างเงียบนั้นก็ไม่ใช่เรื่องแปลกอะไร ที่ฉัน\nรู้สึกแปลกอยู่นิดหน่อยคงเป็นเพราะฮานาโกะสบตากับฉันอยู่นานมาก"

"รู้สึกเหมือนกำลังพินิจฉันอยู่เลย เป็นความรู้สึกที่ประหลาดซึ่งเจือด้วยความอึดอัด"

hi "ฮานาโกะ…?"

show hanako cover_smile_cas_close
with charachange

ha "ขะ-เข้าใจแล้ว ขอบคุณนะ"

"ฮานาโกะยิ้มแล้วเบือนหน้าหนีเล็กน้อยทว่ายังคงเกร็งอยู่ เธอเป็นคนที่ทำแสร้งเรื่องการแสดงอารมณ์ไม่เก่ง ครั้งนี้\nก็เช่นกัน"

hide hanako
with charaexit

"ฉันเข้ามาที่โต๊ะเมื่อถึงตาตัวเองเพื่อเบนความสนใจของตัวเองไปเรื่องอื่น แต่ดูเหมือนจะไม่ได้ผล ฮานาโกะมองว่าฉัน\nไม่เหมาะสมที่จะช่วยเธอเหรอ ฮานาโกะผิดหวังในตัวฉันงั้นเหรอ"

"ฉันอาจจะคิดมากไป ถึงฉันจะรู้แล้วว่าความเงียบจากเธอนั้นเป็นเรื่องปกติสามัญ แต่บางทีฉันก็อยากให้เธอพูด\nให้มากกว่านี้บ้างเหมือนกัน"

play sound sfx_billiards

"ฉันแทงทรงกลมสีขาวดังตุบให้เลื่อนไปตามโต๊ะไปยังเป้าหมายของฉัน"

show hanako def_strain_cas at center
with charachange

ha "อ๊ะ…"

"ฮานาโกะเห็นสิ่งที่เกิดขึ้นตรงหน้าพร้อม ๆ กันกับฉัน ลูกลายลูกนั้นที่ฉันหมายจะให้ลงหลุมโดนชนเข้าไปเต็มแรง\nแล้วไหลไปทางลูกหมายเลข 8"

"ไม่ผิดดังคาด ฮานาโกะกับฉันยืนกัดปากมองภาพนั้น ทั้งสองลูกชนกันจนลูกสีดำกลิ้งเอื่อย ๆ ลงหลุมมุมไป"

show hanako basic_smile_cas
with charachange

"ฉันได้แต่ถอนหายใจ แต่เหมือนฮานาโกะจะกลับมายิ้มแล้ว ก็คงไม่ได้เสียเปล่าละนะ"

hi "ตบได้บัดซบมาก เธอชนะแล้วแหละ ดูท่าว่าไม่ได้เล่นนานแล้วสนิมเกาะหมด"

hide hanako
with charaexit

"ฮานาโกะโน้มตัวอีกครั้งแล้วตบลูกอื่นที่เหลืออยู่ให้ลงหลุมที่อยู่ใกล้ ๆ ฉันเกือบถามแล้วว่าเล่นอีกเฟรมไหม\nแต่เมื่อเหลือบมองนาฬิกาก็เห็นว่าตอนนี้ค่อนข้างดึกมากแล้ว"

"เหมือนลิลลี่กับอากิระจะยังนั่งดื่มกันที่เคาน์เตอร์อยู่ สงสัยพวกเราคงต้องได้ลากสองคนนั้นออกจากร้านแล้ว"

ha "เอ่อ ฮิซาโอะ"

scene ev hanako_billiards_distant
with locationchange

"ฉันหันกลับไปมองฮานาโกะที่ยังมองโต๊ะคอยตบลูกอื่นอยู่ น้ำเสียงเธอเปลี่ยนไปจากเมื่อครู่"

scene ev hanako_billiards_smile
with charachange

ha "นาย… ก็ยังมีฉันนะ…"

stop ambient fadeout 2.0

hi "อ่า…"

"อยู่ ๆ ฉันก็หน้าแดง ดูจากสิ่งที่ฉันเล่าไปเมื่อครู่แล้วฮานาโกะจะบอกแบบนี้ก็ไม่แปลก แต่พอมาได้ยินกับหูก็ยังอึ้ง ๆ\nอยู่เหมือนกัน"

scene ev hanako_billiards_smile_close:
    xalign 0.0 yalign 0.0 zoom 0.8 subpixel True
    acdc_warp 20.0 zoom 1.0
with locationchange

"ฉันเป็นอะไรกับเธอคนนี้ ฉันอยากปกป้องเธอ อยากทำให้เธอมีความสุข… ฉันไม่แน่ใจนักว่าสิ่งนี้เรียกว่ารักหรือเปล่า\nแต่ก็ไม่น่าใช่ความรู้สึกเดียวกันกับที่ฉันมีต่อลิลลี่แน่ ๆ"

"ฉันสงสารเธอที่ต้องผ่านอะไรมามากมายในชีวิต พ่อแม่ตายเพราะเหตุไฟไหม้บ้าน ใช้ชีวิตวัยเด็กส่วนใหญ่อยู่กับ\nสถานรับเลี้ยงเด็กกำพร้า… ฉันนึกภาพชีวิตแบบนั้นไม่ออกเลย"

"แต่ก็รู้สึกว่าฉันคงช่วยอะไรเธอได้ไม่มาก ยิ่งตอนนี้ที่ลิลลี่จะต้องบินไปต่างประเทศด้วยแล้ว"

stop music fadeout 10.0

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_traffic fadein 4.0

scene bg city_karaokeext
show akira basic_boo_ni:
    center
    xpos 0.39
show lilly cane_smileclosed_cas_ni:
    center
    xpos 0.21
show hanako basic_normal_cas_close_ni at tworight
with locationskip

"ฮานาโกะกับฉันเก็บกวาดโต๊ะกับไม้คิวให้เรียบร้อยแล้วไปเรียกลิลลี่กับอากิระให้ออกจากร้านมาด้วยกัน"

"รู้สึกเหมือนบางอย่างระหว่างฮานาโกะกับฉันนั้นเปลี่ยนไป ตอนนี้ฮานาโกะทำตัวไม่เหมือนเดิมแล้ว\nแต่บอกไม่ถูกเหมือนกันว่าไม่เหมือนเดิมยังไง เหมือนว่าเราอยู่ห่างจากกันกว่าเดิมด้วยซ้ำ"

show akira basic_smile_ni
with charachange

aki "สนุกมั้ยพวกเธอ"

show hanako emb_smile_cas_close_ni
with charachange

"ฮานาโกะกับฉันพยักหน้าตอบรับ ซึ่งก็ไม่ได้โกหกเพราะสนุกจริง ๆ และเราต่างก็ได้เรียนรู้กันและกันให้มากขึ้นด้วย"

show lilly cane_sleepy_cas_ni
with charachange

"ลิลลี่ดูจะเหม่อเล็กน้อย"

hi "คิดมากเรื่องเดินทางเหรอลิลลี่"

"เธอเว้นช่วงไปก่อนจะถอนหายใจแล้วยิ้มบาง ๆ"

show lilly cane_weaksmile_cas_ni
with charachange

li "นิดหน่อยจ้ะ เพราะเป็นเรื่องสำคัญเหมือนกัน"

show akira basic_laugh_ni
show lilly cane_surprised_cas_ni
with vpunch

"เมื่อพูดเช่นนั้นแล้วพี่สาวเธอจึงตบบ่า ฮานาโกะก็ยิ้มกลับให้เช่นกัน"

show hanako basic_smile_cas_close_ni
with charachange

ha "เธอทำได้อยู่แล้วน่าลิลลี่ ไปอยู่ที่นู่นก็ขอให้สนุกนะ"

show lilly cane_smile_cas_ni
with charachange

li "ขอบคุณจ้ะฮานาโกะ จะพยายามนะ ยังไงเสียก็ได้กลับไปอยู่กับครอบครัวด้วย ถึงจะอยู่ไม่นานมากก็เถอะ"

"แล้วเราสี่คนก็เดินไปลานจอดรถที่อากิระจอดรถไว้ พวกเราคุยกันไประหว่างเดิน แต่ส่วนมากก็คุยกันเรื่อยเปื่อย\nไม่มีอะไร"

stop ambient fadeout 2.0
stop music fadeout 2.0

scene black
with dissolve

#---------

label th_H20:

play music music_daily fadein 2.0

scene bg school_girlsdormhall
show lilly basic_smile_cas at twoleft
show hanako basic_normal_cas at tworight
with locationchange

hi "โอเค เธอจะนั่งรถบัสไปใช่ไหมลิลลี่"

show lilly basic_smileclosed_cas
with charachange

"ลิลลี่ผายมือไปที่กระเป๋าเดินทางใบใหญ่ข้างตัว"

show lilly basic_weaksmile_cas
with charachange

li "ฉันต้องขนเจ้านี่ไปด้วยเลยจองรถแท็กซี่ไว้แล้วน่ะจ้ะ เดี๋ยวอีกห้านาทีเขาจะมารับที่หน้าประตูโรงเรียน"

hi "อ้อ อย่างนี้นี่เอง"

show lilly basic_sleepy_cas:
    ypos 1.1
with dissolvecharamove

"ลิลลี่ยื่นมือลงไปจับตามที่จับกระเป๋า น้ำหนักของกระเป๋าทำเอาเธอลำบากอยู่บ้าง ฉันจึงรีบเสนอตัวเข้าช่วย"

show lilly basic_smileclosed_cas at twoleft
with dissolvecharamove

li "มีน้ำใจดีจริงเลยนะจ๊ะฮิซาโอะ"

"เธอไม่ว่าอะไรที่ฉันช่วย ฉันจึงถือกระเป๋าให้ ไม่ได้เบาหวิว แต่ก็ไม่ได้หนักมาก น่าจะถือไปได้ไม่มีปัญหาอะไรมาก"

show lilly basic_weaksmile_cas
with charachange

li "โอเค ขอบคุณจ้ะ เราต้องรีบไปกันได้แล้ว ถ้าแท็กซี่รอบนี้ไปกว่าจะจองได้อีกเที่ยวคงต้องรอสักพักเลย\nพร้อมหรือยังฮานาโกะ"

show hanako cover_worry_cas at tworight
with charachange

ha "อะ-อื้ม ไปกัน"

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_parkambience fadein 2.0

scene bg school_gate at bgright
with locationskip

"เรารีบไปยังประตูหน้าโรงเรียนให้เร็วที่สุด ทว่ารถแท็กซี่ยังไม่มา"

hi "อืม ออกกำลังกายตอนเช้าก็ดีเหมือนกันนะ คุณพยาบาลก็แนะนำให้ฉันทำแบบนั้นด้วย"

show lilly basic_weaksmile_cas at center
with charaenter

li "ฉันว่าเขาน่าจะไม่ได้หมายถึงอะไรแบบนี้นะฮิซาโอะ แล้วก็อาจจะอยากให้ออกกำลังกายเป็นประจำกว่านี้ด้วย\nหรือว่าเธอจะช่วยคนถือกระเป๋าทุกวันเลยจ๊ะ"

hi "ไม่น่า แต่เหมือนจะต้องได้รออีกหน่อยนะ รอนานเท่าไหร่ค่อยโทร. อีกรอบดี"

show lilly basic_smileclosed_cas
with charachange

li "สักสิบนาทีแล้วกันจ้ะ แต่ปกติก็มาตรงเวลานะ รอบนี้อาจจะรถติดนิดหน่อย"

hi "โอเค ได้"

hi "ว่าแต่บินกี่ชั่วโมงจะถึงสกอตแลนด์เหรอ"

show lilly basic_smile_cas
with charachange

li "ประมาณสิบหกชั่วโมงจ้ะ ถ้าจำไม่ผิดนะ พอข้ามเขตเวลาแล้วก็นับยากหน่อย"

show bg school_gate at center
show lilly basic_smile_cas at twoleft
with charamove

show hanako defarms_worry_cas at tworight
with charaenter

ha "นานจัง…"

"ฉันเพิ่งรู้ตัวตอนนี้เองว่าฮานาโกะเงียบไปผิดวิสัย ต่อให้ปกติจะเป็นคนเงียบอยู่แล้วก็ตาม เธอเป็นคนที่รับมือ\nกับความเครียดได้ไม่เก่งจึงดูเกร็งมาก"

hi "อื้ม นึกภาพไม่ออกเลยว่าถ้าต้องนั่งเครื่องนานขนาดนั้นจะเป็นยังไง"

"ฉันเคยก็แต่นั่งเที่ยวบินสั้นขึ้นเหนือไปกับครอบครัวช่วงวันหยุด จึงไม่รู้เรื่องอะไรกับการที่ต้องนั่งนานขนาดนั้นเลย\nถ้าตอนเด็กฮานาโกะอยู่แต่กับสถานรับเลี้ยงเด็กกำพร้าแล้วก็คงแทบไม่ได้ไปไหน ยิ่งขึ้นเครื่องไม่ต้องพูดถึง"

show lilly basic_weaksmile_cas
with charachange

li "ก็ไม่ได้แย่หรอกจ้ะ ส่วนมากก็จะหลับหรือไม่ก็อ่านหนังสือภาษาอังกฤษ อยู่ญี่ปุ่นฉันแทบไม่ได้ใช้เลย ก็เลยต้องทำตัว\nให้ชินกับภาษาอังกฤษเสียหน่อย"

show hanako cover_worry_cas
with charachange

ha "ถะ-ถ้าพูดติดสำเนียง… จะเป็นอะไรมั้ย"

show lilly basic_smile_cas
with charachange

li "ฉันไม่ห่วงเรื่องสำเนียงมากหรอกจ้ะ แรก ๆ อาจจะเป็นปัญหาหน่อย แต่ถ้าฉันชินแล้วก็น่าจะไม่เป็นไร"

show hanako basic_worry_cas at Position(ypos=1.14)
show lilly basic_smileclosed_cas at Position(ypos=1.17)
with dissolvecharamove

"พวกเรานั่งที่ม้านั่งตัวเล็ก ๆ ที่อยู่ข้างประตูหน้าโรงเรียนกันเงียบ ๆ"

"แต่แปลกที่ทั้งที่รู้ว่าลิลลี่จะเดินทางไปต่างประเทศแล้วฉันก็ยังไม่รู้ว่าจะพูดอะไรดี อาจจะเพราะลิลลี่เป็นคนที่พึ่งพาได้\nฉันถึงไม่ได้นึกถึงเธอเป็นลำดับแรก"

show hanako emb_downsad_cas
with charachange

"ลิลลี่มองไม่เห็นว่าฮานาโกะกำลังกัดเล็บตัวเองอยู่ด้วยความประหม่า ฉันเตรียมจะคุยกับเธอแต่ก็ได้ยินเสียงเครื่องยนต์\nที่กำลังเดินทางขึ้นเขามาขัดจังหวะก่อน"

hi "อ๊ะ เหมือนแท็กซี่จะมาแล้ว…"

show lilly basic_cheerful_cas
with charachange

li "หูดีนะฮิซาโอะ ฉันก็เพิ่งได้ยินเหมือนกัน"

"ฉันนึกกระหยิ่มน้อย ๆ การที่ฉันจับสังเกตอะไรได้พร้อมกันกับลิลลี่นั้นแปลว่าฉันเริ่มมีความรับรู้ถึงสิ่งรอบข้าง\nมากขึ้นแล้ว"

"แต่นั่นแหละ เราไม่ต้องโทร. ไปที่บริษัทแท็กซี่แล้ว ไม่ต้องกลัวว่าลิลลี่จะตกเครื่องด้วย"

show hanako basic_worry_cas at tworight
show lilly basic_smileclosed_cas at twoleft
with dissolvecharamove

"เมื่อแท็กซี่มาถึงจุดที่เรายืนอยู่แล้วคนขับก็เลื่อนกระจกรถลงแล้วโน้มตัวเข้ามา หลังจากที่ตอบรับว่าลิลลี่นั้น\nคือคนเดียวกันกับลิลลี่ ซาโต้ที่จองรถไว้แล้วเราก็ช่วยกันจัดเตรียมกระเป๋าของลิลลี่"

hide lilly
with charaexit

"คนขับเปิดฝากระโปรงท้ายแล้วขนกระเป๋าเดินทางของลิลลี่ไป ลิลลี่เข้าไปนั่งที่เบาะหลังระหว่างที่คนขับทยอย\nเก็บสัมภาระใส่กระโปรงท้ายก่อนจะปิดฝา"

"พอคนขับกลับไปนั่งในรถและปิดประตูแล้วก็รอให้เราได้อำลากัน"

show hanako emb_downtimid_cas
with charachange

ha "เดินทางปลอดภัยนะลิลลี่"

hi "ดูแลตัวเองด้วย"

"ฮานาโกะดูหมองไป ซึ่งก็ไม่แปลก ความหมองนั้นสะท้อนมาในน้ำเสียงด้วย"

li "ได้เลยจ้ะ เดี๋ยวเดียวฉันก็กลับมาแล้ว ไม่ต้องห่วง ยังมีคนอยู่กับเธอที่นี่อีกคนนี่นา ใช่ไหมจ๊ะฮิซาโอะ"

hi "อื้ม ใช่แล้ว"

show hanako emb_blushtimid_cas_close
with characlose

"ฉันส่งยิ้มให้ฮานาโกะแล้ววางมือไว้บนบ่าเธอ"

show hanako emb_downtimid_cas_close
with charachange

"ฮานาโกะสบตาฉันได้เพียงสองสามวินาทีก่อนจะหน้าแดงก่ำแล้วหันกลับไปมองลิลลี่"

hi "เจอกันนะลิลลี่"

show hanako basic_worry_cas_close
with charachange

ha "ลาก่อน!"

stop music fadeout 6.0

"ลิลลี่บอกลาเราสองคนด้วยความอ้ำอึ้งพอสมควร คนขับไม่รอช้าสตาร์ตรถอีกรอบแล้วขับรถลงเขาไปยังสนามบิน"

"เราสองคนยืนที่ประตูมองอยู่นานสองนานแม้รถจะลับสายตาไปแล้วด้วยไม่รู้ว่าจะต้องทำอย่างไรต่อดี"

show bg school_gate at bgleft
show hanako basic_worry_cas_close at center
with charamove

hi "แล้วเธออยากทำอะไรไหม"

show hanako def_worry_cas_close
with charachange

ha "ไม่… รู้สิ"

label th_choiceH20:
menu:
    with menueffect

    "อยากไปเข้าตัวเมืองด้วยกันไหม":
        return m1

    "วันนี้พอแค่นี้ก่อนไหม":
        return m2

#---------------

label th_H20_1:

scene bg school_gate at bgleft
show hanako def_worry_cas_close at center
with None

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")

"ป้ายจอดรถที่ตั้งอยู่ดูคล้ายจ่าเฉยนั้นทำให้ฉันนึกอะไรแปลก ๆ ขึ้นมาได้"

hi "ไปเข้าเมืองแวะดูร้านหนังสือหรืออะไรดีไหม วันนี้ก็ว่างทั้งวันเลย"

"แทบจะหวังให้ตอบตกลงไม่ได้เลยเพราะฮานาโกะไม่ชอบเข้าตัวเมือง แค่พาออกไปตัวเมืองตอนกลางคืนมืด ๆ แบบนั้น\nก็นับได้ว่าเป็นปาฏิหาริย์เล็ก ๆ แล้ว แต่ฉันอยากใช้เวลาอยู่กับฮานาโกะให้มากกว่านี้จริง ๆ"

"แต่นั่นแหละ เดี๋ยวก็คงปฏิเสธแล้วก็กลับไป…"

show hanako basic_smile_cas_close
with charachange

ha "โอเค"

hi "จริงเหรอ"

show hanako basic_bashful_cas_close
with charachange

ha "จะ-จริงสิ ไปกัน"

"ฉันนึกไม่ออกว่าเหตุผลอันใดที่จะทำให้ฮานาโกะยอมตกลงได้ แต่ฉันจะไม่ถามว่าจะเปลี่ยนใจไหมหรอก"

stop ambient fadeout 2.0

scene bg city_street2
show crowd
with shorttimeskip

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
play ambient sfx_crowd_outdoors fadein 2.0

"พอลงจากรถบัสแล้วก็เห็นผู้คนมากมายที่อยู่รอบตัว พอย้อนนึกดูแล้วก็น่าจะรู้แต่แรก บ่ายวันเสาร์อย่างไรคนในเมือง\nก็ต้องเยอะอยู่แล้ว"

show hanako emb_downtimid_cas_close at center
with charaenter

"ฮานาโกะเข้ามาอยู่ชิดกับฉัน สัมผัสได้ถึงแรงเกาะแน่นที่อยู่ตรงแขนเลย เธอเกาะฉันไว้แน่นพลางก้มหน้าต่ำจนหมวก\nบังแผลเป็นแทบทั้งหมด"

hi "แล้ว เอ่อ จะไปไหนกันดี ร้านหนังสือ?"

"กระเป๋าสตางค์ฉันแบนไปหมดแล้วด้วยค่าของขวัญฮานาโกะกับค่ากินค่าอยู่ แต่น่าจะพอซื้อหนังสือสักสองสามเล่ม\nได้อยู่ ยังไงปกติฉันก็เก็บเงินไว้ซื้อหนังสืออยู่แล้ว"

"แวบหนึ่งฉันคิดไปว่าฮานาโกะไม่ได้ยินที่ฉันถาม แต่เมื่อหันไปมองก็เห็นว่าเธอพยักหน้าเบา ๆ ชนิดที่ว่า\nแทบดูไม่ออก"

show hanako emb_smile_cas_close
with charachange

ha "อะ-โอเค นะ-นายรู้ที่ใช่มั้ย"

hi "ก็รู้อยู่ ตอนที่ลิลลี่กับฉันมาหาซื้อของขวัญให้เธอก็เดินผ่านอยู่สองสามร้าน"

show hanako emb_downsad_cas_close
with charachange

"ฮานาโกะทำหน้าหม่นไปเล็กน้อย ต้องจำใส่สมองไว้แล้วว่าห้ามพูดถึงเรื่องวันเกิด"

show hanako emb_timid_cas_close
with charachange

ha "นายกับลิลลี่… อยู่ด้วยกันนานเลยเหรอ"

"หรือฉันอาจจะตีความสถานการณ์ผิดไป"

hi "ก็อยากให้แน่ใจนี่นะว่าจะได้ของขวัญที่เธอถูกใจ"

show hanako emb_smile_cas_close
with charachange

"ฮานาโกะยิ้มพร้อมหน้าที่ขึ้นสีแดงเรื่อ เป็นภาพที่ล้ำค่าเหลือเกิน"

hi "แต่นั่นแหละ ไม่ไกลจากนี้เหมือนจะมีร้านหนังสืออยู่ จะไปดูไหม"

show hanako basic_bashful_cas_close
with charachange

ha "ดะ-ได้"

scene bg city_street1
show crowd
with locationchange

"ยิ่งเดินไปตามทางเดินลอยฟ้าคนก็ยิ่งเพิ่มจำนวนมากขึ้น ฮานาโกะเกาะแขนอีกข้างฉันหนึบจนเราเดินได้ช้าลง\nเล็กน้อย"

"ระหว่างที่เดินอยู่นั้นก็มีเสียงการจราจรที่ทำให้ฉันนึกถึงเรื่องสักอย่างที่พอจะเบนความสนใจฮานาโกะได้"

hi "จะว่าไป ฮานาโกะ… เธอเคยคิดไหมว่าจะไปเรียนขับรถเมื่อไหร่"

show hanako cover_worry_cas_close
with charachange

ha "ขะ-ขับรถ"

hi "อื้ม ในแง่หนึ่งเธอก็โชคดีนะ เพราะนักเรียนในยามากุน่ะแทบไม่มีคนที่ขับรถได้เลย"

"ถึงจะไม่ใช่หัวข้อสนทนาที่ดีที่สุด แต่ฉันอยากลองเบนความสนใจฮานาโกะจากสภาพรอบข้าง ตอนนี้\nเธอตระหนกมาก"

"แต่ก็นะ ที่พูดไปนี่น่าจะทำให้กระอักกระอ่วนมากกว่า เพราะคงจะไม่เคยคิดถึงเรื่องนั้นเหมือนกัน ไม่น่า\nพูดอะไรออกไปเลย"

stop ambient fadeout 0.5

scene bg city_street3 at left
with locationchange

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_traffic fadein 1.0

"ไม่นานเราก็เดินมาถึงร้านหนังสือที่ลิลลี่กับฉันเดินผ่านตอนมาหาซื้อของขวัญ"

hi "ร้านหนังสือดี ๆ ที่ไหนปิดกันวันเสาร์วะเนี่ย"

show hanako def_worry_cas_close at center
with charaenter

ha "เดี๋ยวนี้… ร้านหนังสือทำเงินไม่ค่อยได้แล้วเพราะมีอินเทอร์เน็ตน่ะ อาจจะปิดเฉพาะช่วงสุดสัปดาห์หรือเปล่า"

"ดูจะเชี่ยวชาญเรื่องเทคโนโลยีดีนะ กับคนที่ชอบอยู่อย่างสันโดษแล้วก็คงเป็นเรื่องที่เข้ากันดี"

hi "หืม ก็คงจริง… หาหนังสือตามอินเทอร์เน็ตก็ง่ายกว่าด้วย เอาเถอะ ดูท่าว่าแผนนี้จะล่มแล้ว อยากทำอะไรอย่างอื่น\nอีกไหม"

show hanako emb_smile_cas_close
with charachange

ha "ถะ-ถ้าไม่… เป็นการรบกวน… พาไปร้านที่นายซื้อของขวัญให้หน่อยได้ไหม"

hi "ได้ ไม่มีปัญหา อยู่ไม่ไกลจากตรงนี้มากด้วย"

hide hanako
with charaexit

show bg city_street3 at right
with charamove_slow

"ฉันมุ่งหน้าไปยังทิศที่ร้านตั้งอยู่ทั้งที่ยังไม่มั่นใจเต็มร้อยว่าร้านอยู่ตรงไหน ไม่เอาแล้วนะกับการที่ต้องเดินไป\nแบบไร้จุดหมายอยู่ครึ่งวันเนี่ย"

hi "ถึงแล้ว ร้านขายของเก่าโอเทลโล่"

show hanako basic_normal_cas_close at center
with charaenter

ha "ละ-เล็กจัง"

hi "ก็เล็กแหละ ลิลลี่กับฉันเดินอยู่สักพักเลยกว่าจะหาเจอ"

show hanako basic_distant_cas_close
with charachange

ha "เข้าไปได้ไหม"

hi "ทำไมจะไม่ได้ ก็เปิดอยู่นี่"

stop ambient fadeout 0.5
play sound sfx_storebell
play music music_soothing fadein 0.5

scene bg city_othello
with locationchange

"ฮานาโกะผลักประตูเข้าร้านไปก่อนฉัน ร้านยังไม่มีคน—นอกจากเจ้าของร้าน—เหมือนเดิม"

show shopkeep neutral at center
with charaenter

"เจ้าของร้านทำหน้าหมองไปเล็กน้อยเมื่อเห็นฉัน"

sk "อ้าว ไม่ได้มาคืนของใช่ไหม เดี๋ยว ที่พามานี่คนละคนกับคราวที่แล้วนี่…"

hi "เอ่อ เปล่าครับ พวกผมไม่ได้มาคืนอะไร แค่มาเข้าตัวเมืองแล้วอยากมาดูที่ร้านอีกรอบน่ะครับ"

show shopkeep thinking
with charachange

"เจ้าของร้านพิจารณาคำพูดนั้นอยู่พักใหญ่ สงสัยคงไม่ชินกับการที่นักเรียนมัธยมมาเข้าร้านนี้เป็นประจำ"

show shopkeep happy
with charachange

sk "แม่หนูคนนี้หรือเปล่าที่เธอว่าจะซื้อของขวัญให้"

hi "ใช่ครับ ของขวัญให้เธอคนนี้แหละ"

show shopkeep happy at twoleft
show bg city_othello at bgleft
with charamove

show hanako defarms_strain_cas_close at tworight
with charaenter

"เจ้าของร้านหันไปมองฮานาโกะที่ผงะไปไม่ต่างอะไรกับกวางที่กำลังมองไฟหน้ารถยนต์"

show shopkeep surprised
with charachange

"เขาตั้งท่าจะทักฮานาโกะแต่ก็ชะงักไปพร้อมสีหน้าที่ดูตกใจเล็กน้อย"

show shopkeep thinking
with charachange

"เมื่อรู้ตัวว่าตัวเองกำลังจ้องอยู่ก็เบือนหน้าหนีแล้วไม่มองตาพวกเรา สีหน้าเขาดูกระอักกระอ่วนและเกร็ง\nไปพร้อม ๆ กันกับทั้งตัว"

"ก็อยากจะโมโหอยู่หรอก แต่ฉันรู้อยู่แก่ใจว่าตัวเองก็มีท่าทีแบบนั้นไปโดยสัญชาตญาณเมื่อได้เห็นฮานาโกะ\nเป็นครั้งแรกเหมือนกัน เริ่มด้วยความแปลกใจ ตามด้วยความสงสัย ปิดท้ายด้วยการไม่มองหน้าพลางประมวลผล\nสิ่งที่ได้เห็นไป"

show hanako emb_downsad_cas_close
with charachange

"ฮานาโกะดูไม่ตื่นตระหนกเท่าเมื่อก่อนแล้ว… แต่ฉันว่าอารมณ์ที่เธอแสดงออกอยู่นั้นยิ่งแย่กว่าเก่า ไม่ใช่ความโกรธ\nไม่ใช่ความรำคาญ หากแต่เป็นการขอโทษ"

show shopkeep neutral
with charachange

sk "เธอนี่โชคดีนะแม่หนูที่มีเพื่อนคอยดูแลให้อย่างสุดใจแบบนี้"

show hanako emb_downtimid_cas_close
with charachange

ha "ขะ-ขอบคุณค่ะ"

"ถ้าฉันไม่ได้อยู่กับฮานาโกะบ่อยขนาดนี้ฉันคงไม่รู้ตัวด้วยซ้ำว่าเมื่อกี้พูดอยู่ แต่ก็นะ ฉันก็แทบไม่ได้ยินเสียงเจ้าของร้าน\nที่อยู่ในคอเหมือนกัน ส่วนหนึ่งก็เพราะไม่ยอมมองหน้ากันตรง ๆ นี่แหละ"

hide hanako
with charaexit

show bg city_othello at left
show shopkeep invis:
    xpos 0.6 alpha 0.0
with dissolvecharamove

"ฮานาโกะเดินสำรวจในร้านพลางมองของที่จัดวางไว้หลายอย่างด้วยความอัศจรรย์ใจ เมื่อเจอส่วนที่เป็นตุ๊กตาแล้วก็แช่\nอยู่นานหลายนาทีคอยดูตุ๊กตาทุกตัวอย่างละเอียด"

"เป็นมุมหนึ่งของฮานาโกะที่ฉันเพิ่งได้มาเห็นไม่นานมานี้ ฉันประหลาดใจเมื่อลิลลี่บอกว่าฮานาโกะชอบตุ๊กตา\nและยิ่งประหลาดใจไปอีกเมื่อเห็น “ชุดของสะสม” ที่ตั้งอยู่บนตู้ของเธอ"

show hanako basic_normal_cas_close at center
with charaenter

"ฮานาโกะดูจะอารมณ์ดีขึ้นแล้วเมื่อมีอย่างอื่นให้สนใจและอยู่พ้นระยะสายตาเจ้าของร้าน แต่ฉันยังรู้สึกใจคอไม่ดี\nกับเหตุการณ์เมื่อครู่อยู่พอสมควร"

"ฉันมีความผิดปกติของตัวเองอยู่ก็จริง แต่ฉันไม่เคยเจอคนแปลกหน้าที่ทำทีแบบนั้นใส่ราวกับว่าเป็นตัวอะไรสักอย่าง\nที่ไม่เคยรู้จักมาก่อนเลย"

show hanako basic_smile_cas_close
with charachange

ha "ร้านนี้ดีนะ"

hi "อื้ม ก่อนเข้ามาก็ไม่คิดเหมือนกันว่าจะเป็นร้านดี ๆ แบบนี้ จะซื้ออะไรไหม"

show hanako cover_worry_cas_close
with charachange

ha "ฉะ-ฉันไม่มีเงินติดตัวเลย"

hi "อืม งั้นไว้ค่อยมาใหม่ก็ได้"

"มาใหม่ได้เพราะตอนนี้รู้แล้วว่าร้านอยู่ตรงไหนน่ะนะ"

show hanako cover_bashful_cas_close
with charachange

ha "ดะ-ได้เหรอ"

hi "ได้สิ เธออยากมาบ่อยเท่าไหร่ก็ตามใจเลย"

show hanako basic_bashful_cas_close
with charachange

ha "ขะ-ขอบคุณนะ"

hi "ไม่ต้องขอบคุณฉันหรอก ฉันก็เกือบลืมแล้วว่าร้านนี้อยู่ที่ไหนเนี่ย"

"ฉันว่าเราสองคนต่างก็ไม่ได้พูดอะไรจากความรู้สึกจริง ๆ เท่าไหร่ แค่พูดสิ่งที่คิดว่าควรพูดซ้ำ ๆ ใส่กันมากกว่า"

show hanako emb_smile_cas_close
with charachange

ha "งะ-งั้นกลับโรงเรียนกันเลยมั้ย"

hi "ได้ ไปกัน"

stop music fadeout 5.0
play ambient sfx_traffic fadein 2.0

scene bg city_street3 at right
with locationchange

"พอออกจากร้านเตรียมไปที่ป้ายจอดรถก็เห็นเจ้าของร้านที่เหลือบมองพวกเราผ่านผ้าม่านหลังร้าน"

"ฉันไม่แน่ใจนักว่าสายตาที่เจ้าของร้านมองฮานาโกะหมายความว่าอย่างไร รู้สึกแปลก ๆ ฉันทั้งโล่งใจทั้งหงุดหงิดนิด ๆ\nที่ฮานาโกะไม่เห็น"

stop ambient fadeout 2.0

scene bg school_dormext_full
with shorttimeskip

"ฮานาโกะกับฉันหยุดเดินเมื่อมาถึงบริเวณระหว่างหอพักสองหลังที่ปูด้วยคอนกรีต ตลอดทางตั้งแต่ที่เรา\nออกจากตัวเมืองกันมาจนถึงโรงเรียนเราแทบไม่ได้พูดอะไรกันเลย"

show hanako basic_bashful_cas at center
with charaenter

ha "ขอตัวก่อนนะ ละ-ลาก่อน"

hi "ไปดื่มชาหรืออะไรด้วยกันไหม หรือเล่นอะไรกันดี"

show hanako emb_emb_cas
with charachange

"ฮานาโกะสั่นหัวอาย ๆ"

ha "ฉัน… ฉันเพลียน่ะ ไว้พรุ่งนี้ได้ไหม พอดีมีการบ้านด้วย…"

"น้ำเสียงฮานาโกะฟังดูเศร้า ๆ ชัดว่ายังอยากทำอะไรให้มากกว่านี้ แต่ยังไงก็คงต้องมีงานที่ต้องไปจัดการอยู่ละนะ\nก็ขาดเรียนไปสองสามวันเหมือนกัน"

hi "อ้อ การบ้าน ขอบคุณที่เตือนนะ ฉันก็มีที่ต้องทำเป็นตั้งเลย งั้นเจอกันพรุ่งนี้นะ"

show hanako basic_smile_cas
with charachange

ha "เจอกันนะฮิซาโอะ"

hide hanako
with charaexit

"ฉันยังไม่ทันได้บอกลาฮานาโกะก็หันไปเดินเข้าไปยังทางเข้าหอหญิงแล้ว"

"ฉันมองประตูที่ฮานาโกะเดินลับตาไปอยู่พักหนึ่งก่อนจะกลับหอตัวเอง"

"วันนี้เป็นวันที่เหนื่อยเหลือเกิน"

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")


#---------------
label th_H20_2:

scene bg school_gate at bgleft
show hanako def_worry_cas_close at center
with None

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")

hi "ฉันไม่รู้ว่าเธอจะว่ายังไง แต่ฉันขอตัวไปงีบก่อนละ ตอนนี้ปวดหัวเหมือนจะตายให้ได้เลย"

show hanako basic_distant_cas_close
with charachange

"ดูจากการที่ฮานาโกะโล่งใจในฉับพลันแล้วนั้นแปลว่าฉันน่าจะเดาถูก ยังไงก็คงไม่อยากออกไปเที่ยวที่ไหนหรอก"

hide hanako
with charaexit

"ฮานาโกะหันกลับเดินเข้าประตูโรงเรียนไปไม่พูดอะไร"

scene bg school_dormext_full
with locationskip

"พวกเราเดินกลับหอไปด้วยกันก่อนจะมาชะงักกันแบบเก้ ๆ กัง ๆ เมื่อถึงจุดที่ต้องแยกทางกัน"

show hanako cover_distant_cas at center
with charaenter

ha "ขอตัวก่อนนะ ละ-ลาก่อน"

hi "ไว้ไปดื่มชาหรืออะไรด้วยกันไหม หรือเล่นอะไรกันดี"

show hanako emb_timid_cas
with charachange

"ฮานาโกะสั่นหัวอาย ๆ"

show hanako emb_downtimid_cas
with charachange

ha "ฉัน… ฉันเพลียน่ะ ไว้พรุ่งนี้ได้ไหม พอดีมีการบ้านด้วย…"

"ยังไงก็คงต้องมีงานที่ต้องไปจัดการอยู่ละนะ ก็ขาดเรียนไปสองสามวันเหมือนกัน"

hi "อ้อ การบ้าน ขอบคุณที่เตือนนะ ฉันก็มีที่ต้องทำเป็นตั้งเลย งั้นเจอกันพรุ่งนี้นะ"

show hanako emb_downsmile_cas
with charachange

ha "เจอกันนะฮิซาโอะ"

hide hanako
with charaexit

"ฉันยังไม่ทันได้บอกลาฮานาโกะก็หันไปเดินเข้าไปยังทางเข้าหอหญิงแล้ว"

"ฉันมองประตูที่ฮานาโกะเดินลับตาไปอยู่พักหนึ่งก่อนจะกลับหอตัวเอง"

"พรุ่งนี้จะต้องเป็นวันที่ดีกว่า"

stop ambient fadeout 1.0
$ renpy.music.set_volume(1.0, 2.0, channel="ambient")

window hide

return