label th_L1:

window hide None

scene black
with dissolve

play sound sfx_alarmclock

with Pause(2.0)

scene bg school_dormhisao
with openeye

window show

"เสียงอันน่ารำคาญจากนาฬิกาปลุกดังขึ้นทำให้ต้องลืมตาตื่น แสงสีแดงจากตัวเลขบนหน้าปัดส่องมากระทบใบหน้า"

play music music_dreamy fadein 2.0

"เป็นนาฬิกาปลุกเรือนเดียวกับที่ฉันเคยใช้ตอนอยู่ที่บ้านและเป็นหนึ่งในสิ่งของไม่กี่อย่างที่หลงเหลือจากชีวิตเก่า\nก่อนที่จะย้ายมาที่ยามากุ ฉันพกติดตัวมาด้วยหวังว่าจะช่วยให้ปรับตัวเข้ากับชีวิตใหม่นี้ได้ง่ายขึ้น"

"โชคไม่ดีที่มันไม่ได้ช่วยอะไร"

"ฉันลุกขึ้นจากเตียงนอนอย่างเชื่องช้าขยี้ตาให้หายงัวเงียก่อนจะเอื้อมไปเปิดฝาขวดยาที่เรียงรายอยู่บนโต๊ะแล้วเท\nเม็ดยาออกมาโยนเข้าปากกลืนไปทั้งอย่างนั้น"

"ฉันทำแบบนี้ทุกวันจนตอนนี้เริ่มทำโดยอัตโนมัติไปแล้ว ซึ่งควรยินดีที่ทำได้โดยอัตโนมัติ เพราะถ้าไม่ทำก็คงไม่ได้\nมีชีวิตอยู่แล้ว"

$ renpy.music.set_volume(0.5, 2.0, channel="music")

scene bg school_dormbathroom
with locationskip

"พอหายง่วงแล้วฉันก็เดินไปเข้าห้องน้ำ"

play ambient sfx_shower fadein 8.0

show steam
with charaenter

"ขณะที่น้ำอุ่นจากฝักบัวไหลลงมาบนหัว ใจของฉันก็เริ่มลอยออกไปในตอนที่กิจวัตรประจำวันใหม่ได้เริ่มต้นอีกครั้ง"

"ภาพของดอกไม้ไฟหลากสีสันเป็นประกายประดับฟ้ากับเด็กสาวสองคนที่ฉันได้ใช้เวลาร่วมกันก็ปรากฏขึ้นในใจ\nแปลกดี ทั้งที่เจอกันได้ไม่นานแต่ยังรู้สึกประทับใจได้ขนาดนี้"

"อาจเป็นเพราะสถานการณ์ไม่ปกติ แต่อย่างน้อยตอนนี้ฉันก็มีคนที่สามารถพูดคุยด้วยได้แล้ว\nนอกจากนายเพื่อนร่วมสถาบันที่อาศัยอยู่ห้องข้าง ๆ คนนั้น"

stop ambient fadeout 2.0

hide steam
with charaexit

"เวลาที่เหลือก่อนเข้าเรียนวันนี้หมดไปทุกขณะ ฉันรีบเตรียมตัวไปเรียน"

$ renpy.music.set_volume(1.0, 3.0, channel="music")

scene bg school_scienceroom
with shorttimeskip

"เมื่อเดินผ่านประตูเข้ามาในห้องเรียนแล้วถึงรู้ตัวว่ามาค่อนข้างเช้า มองไปในห้องก็เห็นนักเรียนคนอื่นอีกประมาณ\nห้าหกคนมีสีหน้าเหมือนยังไม่อยากลุกขึ้นจากเตียงกันเกือบทุกคน"

"เพราะอะไรแบบนี้นี่แหละที่ทำให้ฉันรู้สึกขอบคุณที่ตัวเองเป็นคนตื่นเช้า แต่ถึงอย่างนั้นในห้องก็ยังมีนักเรียนอยู่สองคน\nที่มีท่าทีกระปรี้กระเปร่าอยู่เช่นเคย"

hi "ไง ชิซูเนะ ไง มิช่า"

show shizu behind_blank at tworight
show misha perky_smile at twoleft
with charaenter

"ฉันนึกขึ้นได้ว่าคนที่ฉันทักเป็นคนแรกคงไม่ได้ยินคำทักทายนั้นจึงรีบยกมือขึ้นโบกทักทายตามไป แต่ก็เหมือนว่าเธอ\nจะไม่ได้คิดมากอะไร"

"หรือไม่ได้สนใจเลยด้วยซ้ำ"

show shizu basic_normal
with charachange

shi "…"

show misha hips_grin
with charachange

mi "สวัสดีฮิจัง~! สบายดีมั้ยเอ่ย"

"ชิซูเนะน่าจะเป็นคนทักทายแหละ เดาเอาน่ะนะ เพราะบางครั้งก็ดูไม่ออกว่าที่พูดคือมิช่าพูดเองหรือแปลมาจากชิซูเนะ\nกันแน่"

hi "ก็คงดีกว่าคนอื่น ๆ อยู่ละมั้ง พวกเธอเองก็ดูร่าเริงสดใสดีนี่"

show misha sign_smile
with charachange

show misha perky_smile
show shizu basic_frown
with charachange

"พอฉันพูดแล้วมิช่าก็แปลเป็นภาษามือไปตาม ดูจากการขยับแขนที่รวดเร็วและปุบปับนั้นแล้วก็น่าจะเป็นการแปล\nแบบรวบรัด"

"แต่ฉันน่าจะระวังคำพูดหน่อย เพราะสองคนนี้ก็เป็นคนที่ลงแรงทุ่มเตรียมงานเทศกาลไปมาก"

show shizu behind_frown
with charachange

shi "…!"

show misha hips_grin
with charachange

mi "ที่พวกเราปล่อยนายไปเพราะนายเป็นนักเรียนใหม่หรอกนะ แต่หลังจากนี้อย่าคิดว่าพวกเราจะให้นายอู้งานแบบนี้อีก"

"มิช่าเหมือนจะอยากพูดอะไรเสริมอีก แต่ก็ต้องแปลภาษามือจากชิซูเนะต่อทันที"

show shizu basic_frown
show misha sign_smile
with charachange

mi "พวกเรายินดีที่นายช่วยแผงห้อง 3-2 แต่—"

"หืม ข่าวแพร่เร็วอยู่นะเนี่ย หรือไม่ก็สองคนนี้รู้ความเป็นไปของโรงเรียนเป็นเรื่องปกติอยู่แล้ว"

show misha hips_frown
with charachange

mi "—พวกเราอยากให้นายมาจัดการภาระหน้าที่ที่ต้องทำมากกว่า หรือก็คือ ห้องตัวเอง"

"ถึงจะไม่อยากยอมรับสักเท่าไหร่ แต่ก็จริงของพวกเธอ แต่ชิซูเนะก็เสริมอะไรอีกสักอย่างก่อนฉันจะทันได้ตอบ พอมิช่าได้เห็นก็ทำหน้ายิ้ม ๆ"

show shizu behind_blank
with charachange

shi "…"

show misha perky_smile
with charachange

mi "แล้วงานเทศกาลสนุกมั้ย~"

"เทศน์เสร็จแล้วมั้ง"

hi "อื้ม สนุกดี เธอสองคนล่ะ"

show shizu behind_smile
show misha hips_grin
with charachange

"ชิซูเนะพยักหน้าน้อย ๆ ส่วนมิช่าโยกหัวขึ้นลงแรง ๆ พอได้เห็นสองท่าทีที่ขัดกันอยู่อย่างนี้แล้วก็ตลกดี"

"ภาพคนที่เริ่มทยอยเข้าห้องมาขยับอยู่ตรงหางตาฉัน พอเหลือบมองนาฬิกาก็เห็นว่าคาบเรียนเริ่มไปแล้วสองสามนาที"

show hanako emb_downtimid at offscreenright
with None

show misha hips_grin at left
show shizu behind_smile at Transform(xpos=0.48)
show hanako emb_downsmile at Transform(xpos=1.0, xanchor=0.7)
show bg school_scienceroom at bgleft
with charamove

"พอมองไปที่โต๊ะของฮานาโกะก็เห็นเธอนั่งอ่านหนังสืออย่างสบายใจอยู่ตรงนั้น มานั่งนานหรือยังเนี่ย ไม่ทันสังเกตเลย"

show misha hips_grin:
    ease 1.0 xpos 0.2
show shizu behind_smile:
    ease 1.0 tworight
show hanako emb_downsmile:
    ease 1.0 offscreenright
show bg school_scienceroom:
    ease 1.0 center
with None

hide misha
hide shizu
hide hanako
with Dissolve(1.0)

"เสียงฝีเท้าหนัก ๆ เป็นสัญญาณการมาถึงของมุโต้ บทสนทนาเรื่องเปื่อยของพวกเราเป็นอันต้องจบลง ฉันมานั่งอยู่\nข้างมิช่า"

"ครูเลื่อนเปิดประตูเข้ามาด้วยท่าทีเอื่อยเฉื่อย ท่ายืนของครูดูแย่กว่าทุกทีอีก ตาก็ปรือแทบไม่เปิดแล้ว สงสัยที่ฉันบ่น\nกับลิลลี่กับฮานาโกะเรื่องคนในโรงเรียนคงจะแรงไปหน่อย"

play ambient sfx_paperruffling

"พอครูนั่งที่แล้วทุกคนก็เปิดหนังสือ และคาบเรียนแรกของสัปดาห์ก็เริ่มขึ้น"

stop music fadeout 3.0
stop ambient fadeout 0.5

with shorttimeskip

play sound sfx_normalbell

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 2.0

"ฉันขยี้ตาเมื่อได้ยินเสียงระฆังพักเที่ยง อย่างน้อยก็ได้พักจากการทำงานสักหน่อยละนะ"

show lilly basic_smileclosed at offscreenleft
with None

show bg school_scienceroom at bgright
show lilly cane_smileclosed at Transform(xanchor=0.2)
with charamove

"เมื่อมองไปทางประตูก็เห็นลิลลี่ยืนอยู่ตรงนั้น ซึ่งฉันไม่แปลกใจเลย เธอยืนถือไม้เท้ารอฮานาโกะอย่างใจเย็น"

"ไหน ๆ เมื่อวานก็ตกลงให้อยู่ด้วยได้แล้ว ฉันจึงตัดสินใจไปกินข้าวเที่ยงกับพวกเธอแทนที่จะไปกินคนเดียว"

show hanako emb_smile at Alphain(0.5), Slide(0.5,0.5,0.4,0.5,0.5)
with Pause(0.5)

hide hanako
hide lilly
with charaexit

"ฮานาโกะเดินไปหาเพื่อนของเธออย่างรวดเร็วจนน่าตกใจ ทั้งสองคนเดินไปตามโถงทางเดินก่อนฉันจะทันได้ตามไป"

stop ambient fadeout 1.0

scene bg school_hallway3
show lilly back_listen at twoleft
show lillyprop back_cane at twoleft
show hanako emb_downsmile at tworight
with locationchange

show hanako def_shock
with vpunch

"ลิลลี่หันหน้ามาเล็กน้อยคอยฟังเสียงฝีเท้าที่ตามเธอมา พอฮานาโกะหันหน้ามามองตามก็แทบสะดุ้งด้วยความตกใจ"

show hanako defarms_strain
with charachange

ha "ฮิ… ฮิซาโอะ?"

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
play music music_normal fadein 2.0

show hanako emb_blushtimid
with charachange

ha "ไม่สิ… เอ่อ… สวัสดี ฮิซาโอะ…"

hi "ไง ถ้าตกใจก็ขอโทษทีนะ"

show lilly cane_smile
hide lillyprop
with charachange

"ลิลลี่หันมาทักทายโดยมีฮานาโกะคอยนำทิศ"

show lilly cane_smileclosed
with charachange

li "ทิวาสวัสดิ์จ้ะฮิซาโอะ จะมาด้วยเหรอจ๊ะ"

hi "ถ้าไม่เป็นการรบกวนน่ะนะ ยังไงก็ไม่มีอะไรทำเท่าไหร่อยู่แล้ว"

show lilly cane_smile
with charachange

"ลิลลี่พยักหน้าน้อย ๆ ราวกับจะสื่อว่าไม่เป็นการรบกวนเลยแม้แต่น้อย"

scene bg school_staircase2
with locationchange

with Pause(0.3)

scene bg school_hallway2
with locationchange

"พวกเราเดินลงบันไดและมาตามโถงทางเดินมายังห้องประจำโดยใช้เวลาค่อนข้างน้อยเพราะลิลลี่มีฮานาโกะคอย\nนำทางอยู่ ไม่ได้ใช้เพียงไม้เท้าและราวเหล็กตามกำแพง"

scene bg school_miyagi
with locationchange

"ซึ่งโล่งตามคาด เสียงชมรมอื่นแว่วมาไกล ๆ แสงแดดสาดส่องห้องผ่านหน้าต่างมา"

"พอมองไปรอบ ๆ ห้องก็เห็นขาตั้งรูปวาดตั้งอยู่ตามกำแพงอยู่สองสามตัว เหมือนก่อนหน้านี้จะไม่มี ชมรมศิลปะ\nคงใช้ห้องนี้เป็นห้องเก็บของเพิ่มมั้ง"

show hanako emb_smile
with charaenter

ha "ให้ไปหยิบชุดหมากรุกมาให้มั้ย"

"เสียงฮานาโกะดูเกร็งน้อยลงเมื่อเธอพูดกับลิลลี่"

show hanako emb_smile at tworight
show bg school_miyagi at bgright
with charamove

show lilly cane_weaksmile at twoleft
with charaenter

li "จ้ะ เดี๋ยวฉันจะไปชงชาให้ระหว่างที่เธอจัดกระดานนะ"

hi "เอ้อ ให้ฉันชงให้ก็ได้นะ ถ้าเธอไม่ว่าอะไร"

show lilly cane_surprised
with charachange

with Pause(0.3)

show lilly cane_planned
with charachange

"เธอคิดอยู่เงียบ ๆ ก่อนจะยิ้มเป็นการยืนยันว่าฉันคิดถูกแล้วที่เสนอตัวช่วย สีหน้าเธอนั้นดูออกง่ายทีเดียว"

show lilly cane_satisfied
with charachange

li "ได้เลยจ้ะ ขอบคุณนะจ๊ะ"

show lilly cane_satisfied:
    ease 0.5 ypos 1.3
    "lilly basic_cheerful" with Dissolve(0.5, alpha=True)
    ease 0.5 ypos 1.0
with Pause(1.0)

hide lilly
hide hanako
with charaexit

"เธอถือไม้เท้าไว้กับมือจับกระเป๋าหิ้วก่อนจะหดไม้เท้าเข้ามาแล้ววางกระเป๋าไว้ที่ขาโต๊ะขาหนึ่ง ก่อนจะนั่งลงที่ฝั่งตรงข้าม\nฮานาโกะ"

"เสียงหมากไม้ที่ถูกจัดอยู่บนกระดานแว่วเข้าหูมาระหว่างที่ฉันชงชาให้พวกเราสามคน ลิลลี่จะเล่นหมากรุกได้เก่ง\nขนาดไหนกันนะ ยิ่งมองไม่เห็นหมากด้วย"

"กว่าฉันจะได้มาวางน้ำชาร้อน ๆ ที่ควันลอยฉุย ลิลลี่กับฮานาโกะต่างก็ขยับหมากตัวแรกกันไปแล้ว ทั้งสองคนต่าง\nกัดกินแซนด์วิชและข้าวปั้นที่แต่ละคนเตรียมมากัน"

$ renpy.music.set_volume(0.5, 2.0, channel="music")

show chessboard:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"ฉันสังเกตเห็นว่าแต่ละช่องบนกระดานจะมีรูอยู่ ส่วนข้างใต้หมากแต่ละตัวจะมีหมุดที่นูนออกมา และช่องที่เป็นสีดำ\nจะนูนขึ้นมาเล็กน้อย"

"เมื่อได้เห็นลิลลี่กวาดนิ้วไปตามกระดานคลำหาตำแหน่งหมากแล้วฉันก็ทึ่งอยู่หน่อย ๆ กับการออกแบบที่เรียบง่ายแต่\nชาญฉลาดนี้ คงทำมาสำหรับคนตาบอดโดยเฉพาะ"

$ renpy.music.set_volume(1.0, 5.0, channel="music")

show chessboard:
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide chessboard
with None

hi "เอ้านี่"

scene bg tearoom_everyone_noon
show tearoom_hanae happy
show tearoom_lillye smileclosed
show tearoom_hisaoe hsmile
show tearoom_chess
with locationskip

"เมื่อฉันวางถ้วยน้ำชาไว้ที่ข้างกระดานฝั่งฮานาโกะแล้วเธอก็พยักหน้าให้น้อย ๆ มือของลิลลี่เคลื่อนไปด้านข้างเล็กน้อย\nคล้ายเป็นการขอบคุณ ฉันจึงวางถ้วยน้ำชาเบา ๆ ให้แตะเข้ากับปลายนิ้วของเธอ "

show tearoom_hisaoe outside
with charachange

"และฉันก็นั่งลงดูทั้งสองคนเล่นหมากรุก สีหน้าพวกเธอที่แตกต่างกันตอนเล่นนั้นดูน่าสนใจทีเดียว"

show tearoom_hanae open
with charachange

"ฮานาโกะมองกระดานใกล้ ๆ ทำสีหน้าจดจ่อเต็มที่ ส่วนลิลลี่นั้นวางหน้าคล้ายมองตรงดูเรียบนิ่ง"

"ลิลลี่ทักฉันกับฮานาโกะขึ้นมาระหว่างที่เธอเดินหมาก"

show tearoom_lillye smile
with charachange

li "เลิกงานเทศกาลแล้วที่ห้องเป็นยังไงบ้างจ๊ะ"

show tearoom_hanae shy
show tearoom_hisaoe hthink
with charachange

"ฉันหันไปดูว่าฮานาโกะจะตอบก่อนหรือเปล่า แต่เธอก็หันมาทางฉันเหมือนกัน"

show tearoom_hisaoe sigh
with charachange

hi "ไม่ค่อย… ดีเท่าไหร่ คนเกือบครึ่งห้องเหมือนจะนั่งสัปหงกกัน ครูก็ด้วย แล้วไหนจะมีสอบอีก"

show tearoom_hanae happy
with charachange

"ฮานาโกะทำท่าว่าเห็นด้วย"

show tearoom_lillye ara
with charachange

li "เธอเป็นนักเรียนใหม่ด้วย คงลำบากหน่อยนะจ๊ะ"

show tearoom_hisaoe lsmile
with charachange

hi "อืม ก็พอไหวอยู่นะ อาจจะมีตกใจที่ว่าสอบเร็วขนาดนี้ วิทย์นี่ฉันน่าจะถนัดสุดแล้วมั้ง"

show tearoom_hisaoe hsmile
with charachange

hi "แล้วเธอล่ะฮานาโกะ"

show tearoom_hanae open
with charachange

ha "ฉัน? เอ่อ… โอเค… ละมั้งนะ…"

"เห็นได้ชัดว่าฮานาโกะนั้นเป็นคนซื่อเกินไปจนโกหกไม่เนียนเท่าไหร่"

show tearoom_lillye thinking
with charachange

"ลิลลี่ยิ้มบาง ๆ ดูจากสีหน้าแล้วฮานาโกะคงเป็นจำพวกที่ถ้าไม่ได้เตรียมตัวอะไรแล้วคงเรียนหรือสอบไม่ค่อยได้เท่าไหร่"

show tearoom_hisaoe lsmile
with charachange

hi "แล้วห้องเธอล่ะลิลลี่"

show tearoom_lillye giggle
with charachange

li "ที่จริงก็ดีเหลือเชื่อเลยจ้ะ มีนักเรียนไม่มาหนึ่งคน ซึ่งก็ยังดีกว่าที่คุณครูเขาคิดไว้"

show tearoom_hanae shy
show tearoom_lillye smileclosed
with charachange

"พอหมดเรื่องจะคุยแล้วทั้งสองคนก็จดจ่ออยู่กับหมากรุกอีกครั้ง"

show tearoom_hisaoe relief
with charachange

"ฉันเองก็ไม่เคยคิดมาก่อนว่าการดูหมากรุกนั้นจะสนุกได้ แต่เอกลักษณ์ของเกมนี้ก็ดึงดูดให้ฉันคอยจับตาดูกระดาน\nที่ดำเนินไปเรื่อย ๆ"

show tearoom_hisaoe outside
show tearoom_hanae sad
with shorttimeskip

"ยิ่งเวลาผ่านไปฉันก็ได้เห็นทักษะของทั้งสองคนซึ่งดีในระดับหนึ่ง ลิลลี่ได้เปรียบกว่าฮานาโกะเล็กน้อยเนื่องจากเธอ\nได้กินเบี้ยมากกว่าอีกฝ่ายอยู่สองตัว"

show tearoom_hanae open
show tearoom_hisaoe hunsure
with charachange

"…ซึ่งก็ได้เปรียบไปจนกระทั่งฮานาโกะเดินควีนมาแบบแปลก ๆ ลิลลี่ใช้ช่องโหว่จากการที่ฮานาโกะตัดสินใจพลาดนี้\nเข้ากินควีนด้วยม้าของเธอ"

show tearoom_hanae shy
with charachange

"และฮานาโกะก็เข้ากินเรือของลิลลี่ที่อยู่อีกฝั่งกระดานทันทีก่อนจะเลื่อนขั้นเป็นควีน"

show tearoom_lillye thinking
show tearoom_hisaoe lunsure
with charachange

"ลิลลี่ผงะไปเมื่อเธอคลำกระดานแล้วรู้ตัวว่าตัวเองเข้าติดกับของฮานาโกะแล้ว การที่ต้องมาคลำกระดานทุกตาเดิน\nอย่างนี้แล้วก็คงเสียสมาธิอยู่หน่อย ๆ ถึงจะจำเป็นต้องทำก็เถอะ"

"ฮานาโกะน่าจะชินแล้ว ดูจากท่าทางของเธอที่ไม่เปลี่ยนไปเลย ก็ทั้งสองคนคงเลยเล่นหมากรุกด้วยกันมาบ้างแล้วนี่นะ"

ha "รุก"

show tearoom_hisaoe hsmile
with charachange

hi "ไม่เลวเลยนี่ เยี่ยมเลย ฮานาโกะ"

show tearoom_hanae happy
with charachange

"คำชมนั้นทำให้เธอตกใจจนหน้าแดง"

ha "ขะ ขอบคุณนะ ฉันไม่คิด… ว่าจะดักได้"

show tearoom_hisaoe lsmile
with charachange

"ฉันมองไปทางลิลลี่ที่เพิ่งยกมือจากการคลำหมากที่เหลืออยู่เพื่อหาทางออกให้คิงพ้นจากการบุกนี้"

li "เหมือนจะรุกจนแล้วนะ…"

show tearoom_hisaoe loops
with charachange

hi "หืม?"

show tearoom_hisaoe relief
with charachange

"ฉันมองกระดานอีกครั้งเป็นการยืนยัน"

"ก็ใช่ คิงของลิลลี่หนีไปโดยไม่ติดตาเดินของหมากของฮานาโกะไม่ได้แล้ว จากที่ฉันนึกสงสัยเมื่อครู่ คราวนี้ฉันก็ได้รู้\nว่าใครเก่งกว่าใคร"

show tearoom_hisaoe sigh
with charachange

hi "ใช่แล้ว"

show tearoom_lillye weaksmile
with charachange

"ลิลลี่ถอนหายใจเบา ๆ ส่วนฮานาโกะก็ยิ้ม ดูจากสีหน้าแต่ละคนแล้ว ผลคงจะออกมาเป็นอย่างนี้อยู่บ่อย ๆ"

show tearoom_hisaoe lsmile
with charachange

hi "เธอสองคนเล่นมานานแค่ไหนกันแล้วเหรอ"

show tearoom_hisaoe hsmile
show tearoom_hanae sad

with charachange

ha "ตั้งแต่… ตอนฉันเป็นเด็ก"

show tearoom_lillye smileclosed
show tearoom_hisaoe lsmile
with charachange

"ลิลลี่พยักหน้ากับคำตอบสั้น ๆ นั้นของฮานาโกะ"

show tearoom_lillye smile
with charachange

li "พอมาเจอกันได้สักพักฮานาโกะก็สอนฉันจ้ะ บางทีฉันก็ชนะเธอบ้าง… แต่ก็นาน ๆ ทีน่ะนะ ดูท่าว่าแนวคิดของฉัน\nจะนำทางให้เล่นไปจนชนะไม่ได้เท่าไหร่"

"ถ้าลิลลี่มาเรียนที่ยามากุตั้งแต่สมัยมัธยมปลายแล้วมาเจอฮานาโกะตอนย้ายมาอยู่ที่หอ แปลว่าคงเล่นมาได้ประมาณ\nปีเดียวเอง"

"ดูจากฝีมือการเล่นของฮานาโกะแล้ว ก็คงเป็นธรรมดาที่ลิลลี่จะเอาชนะฮานาโกะได้ยาก"

show tearoom_hanae happy
show tearoom_hisaoe hthink
with charachange

ha "แต่ว่า… ลิลลี่เก่งภาษากว่าฉัน เพราะงั้น…"

show tearoom_lillye ara
show tearoom_hisaoe lthink
with charachange

"ลิลลี่ยิ้ม ๆ เหมือนขอบคุณที่ฮานาโกะชมย้อนได้เร็วขนาดนั้น"

show tearoom_lillye weaksmile
with charachange

li "แหม คงงั้นแหละมั้งจ๊ะ"

stop music fadeout 3.0
play sound sfx_warningbell

"ทุกคนต่างตกใจที่อยู่ ๆ ระฆังที่ส่งสัญญาณว่าหมดพักเที่ยงดัง"

show tearoom_lillye thinking
show tearoom_hisaoe loops
with charachange

li "อืมม เล่นนานกว่าที่คิดเลยนะเนี่ย"

hi "นั่นสิ คงต้องกลับไปเรียนแล้วละนะ"

show tearoom_hanae shy
show tearoom_lillye weaksmile
show tearoom_hisaoe thinkclosed
with charachange

"ฮานาโกะเริ่มเก็บข้าวของของตัวเองแล้ว ฉันจึงหยิบกระเป๋าส่งให้ลิลลี่ ฉันแปลกใจที่เธอพยักหน้ารับไว้แล้ววางกระเป๋า\nลงกับโต๊ะ"

play music music_daily fadein 2.0

scene bg school_miyagi
show lilly basic_smileclosed at twoleft
show hanako basic_normal at tworight
with locationskip

li "ฮิซาโอะ ขออะไรอย่างได้มั้ยจ๊ะ"

hi "อื้ม ได้สิ"

show lilly basic_smile at twoleft
with charachange

li "เธอจะว่าอะไรมั้ยถ้าฉันขอจับหน้าเธอหน่อย"

hi "อ้อ เอ่อ… ได้ จับเลย ฉันไม่ว่า"

"แวบแรกฉันตกใจกับคำขอนั้น แต่พอใจเย็นลงแล้วก็คิดได้ว่าเป็นคำขอที่ไม่ได้แปลกขนาดนั้น ตอนนี้ลิลลี่ยังไม่รู้ว่า\nหน้าตาฉันเป็นอย่างไร ซึ่งนี่เป็นวิธีเดียวที่เธอจะได้รู้"


$ renpy.music.set_volume(0.5, 1.0, channel="music")

show ev lilly_touch_uni
with GenericWhiteout(0.5,0.1,3.0)

"ลิลลี่ยกมือขวาขึ้นมา ฉันจับมือเธอดึงมาแตะที่หน้าฉันเบา ๆ แล้วปล่อยมือ"

"มีเพียงความเงียบในห้อง มือของลิลลี่ขยับไปรอบ ๆ ใบหน้าของฉัน ตั้งแต่คาง ขึ้นมาที่จมูก และที่อื่น ๆ บนใบหน้า"

"ทีแรกนึกว่าจะอึดอัดกว่านี้อีก แต่ที่ไม่อึดอัดก็คงเพราะการจับหน้าเป็นแค่วิธีการเท่านั้น ซึ่งเมื่อเทียบกันแล้วก็ไม่ต่าง\nอะไรกับการที่มองหน้าใครสักคนเฉย ๆ"

"มือของเธอนั้นนิ่ม แต่ที่ทำให้ฉันตกใจคือความยาวนิ้วเธอ และเธอสัมผัสได้แผ่วเบามากเสียจนไม่รู้ว่าเธอรู้สึกจริง ๆ\nหรือเปล่า ไม่ต้องสงสัยเลยว่าประสาทการสัมผัสของเธอนั้นคงดีกว่าฉันหลายเท่าตัว"

"เธอสางผมฉันหนึ่งครั้งก่อนจะถอนมือออกไป ทุกตารางนิ้วบนใบหน้าฉันคงถูกบันทึกไว้ในความทรงจำเธอหมดแล้วเป็นแน่แท้ และฉันก็เพิ่งจะรู้ตัวว่าเมื่อกี้ฮานาโกะคอยมองอยู่เงียบ ๆ มาตลอด"

$ renpy.music.set_volume(1.0, 2.0, channel="music")

scene bg school_miyagi
show hanako basic_distant at tworight
show lilly basic_weaksmile_close at twoleft
with whiteout

li "ขอบคุณที่ให้ฉันจับหน้านะฮิซาโอะ"

show lilly basic_smile_close at twoleft
with charachange

li "แล้วก็ขอชมหน่อยว่าเธอหล่อใช้ได้เลยนะ"

"ฉันหน้าแดงเล็กน้อยกับคำชมนั้นก่อนจะยักคิ้วด้วยความสงสัย"

hi "แต่ว่า เธอมองไม่เห็นนี่นา แล้ว…"

show lilly basic_pout_close at twoleft
with charachange

li "การที่ฉันมองไม่เห็นไม่ได้แปลว่าฉันจะไม่มีแนวที่ชอบหรอกนะจ๊ะ"

show hanako emb_timid at tworight
with charachange

ha "เอ่อ เราต้องรีบไปกันได้แล้วนะ…"

hi "อื้ม นั่นสินะ งั้นเจอกันนะลิลลี่"

scene bg school_hallway2
show lilly basic_smile at twoleft
show hanako emb_smile at tworight
with locationskip

"ระหว่างที่เดินไปตามโถงทางเดินฉันก็สังเกตเห็นว่าฮานาโกะดูเงียบกว่าปกติ แต่ก็ดูสบายใจขึ้นด้วย"

"ลิลลี่จับไหล่ฮานาโกะไว้ เหมือนว่าเธอเองก็จับจังหวะเดินให้สบายได้แล้วเช่นกัน เธอเดินไปพลางยิ้ม"

"การที่ต้องใช้เวลาที่เหลืออยู่ในรั้วยามากุเช่นนี้ไปจนจบก็คงไม่ใช่เรื่องที่แย่อะไร ยังไงเสีย แค่ได้ใช้เวลาอยู่ร่วมกัน\nอย่างมีความสุขเช่นนี้ฉันก็ยินดีมากแล้ว"

scene bg school_scienceroom
with locationskip

play sound sfx_rumble

"พอฉันเดินมาถึงโต๊ะตัวเองแล้ววางกระเป๋าลงข้างโต๊ะก็นึกบางอย่างขึ้นได้ ไม่สิ เป็นท้องฉันที่นึกขึ้นได้มากกว่า"

"ฉันอยู่กับสองคนนั้นจนลืมซื้อข้าวเที่ยงไปเลย…"

stop music fadeout 2.0

scene black
with dissolve

#**************************************

label th_L2:

scene bg school_dormhisao
with locationchange

"วันเสาร์ วันที่ฉันชอบเป็นอันดับสอง"

"หลัก ๆ ที่ชอบก็เพราะวันนี้เป็นวันที่มีเรียนน้อยที่สุดเป็นอันดับสอง โดยจะเลิกเรียนก่อนพักเที่ยง"

scene bg school_dormhallway
with locationchange

"ฉันเปิดประตูด้วยความมั่นใจเป็นอย่างยิ่งว่าวันที่มีเรียนน้อยและอากาศดีเช่นนี้จะเป็นวันที่ดี"

scene bg school_dormhallground
with locationchange

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_footsteps_hard

"ฉันเดินอาด ๆ ไปตามโถงทางเดินลงบันไดไปที่โถงหอชายอย่างมั่นใจ"

$ renpy.music.set_volume(0.6, 4.0, channel="ambient")

"ฉันหันไปมองว่าเสียงฝีเท้าที่ตามมาว่าเป็นใครอย่างมั่นใจ"

$ renpy.music.set_volume(1.0, 4.0, channel="ambient")

"ฉัน… ไม่มั่นใจแล้วว่าวันนี้จะเป็นวันที่ดี"

stop ambient
play music music_kenji fadein 0.5

show kenji happy:
    center
    xpos 0.4
    easein 0.5 xpos 0.5
with charaenter

ke "ไงพวก ทำไร"

hi "ไม่ทำไรมั้ง รอพักเที่ยงแหละ นายอะ"

show kenji happy_close at center
with characlose

"เขาจับไหล่ฉันที่หย่อนลงด้วยความคุ้นเคยที่ออกจะมากเกินไป ชักจะแปลก ๆ แล้ว"

show kenji neutral_close
with charachange

ke "ไปข้างนอกกัน"

hi "ก็กำลังจะไปเนี่ย แต่นายมาทักก่อน"

show kenji tsun_close
with charachange

scene bg school_dormext_full
with locationchange

"เคนจิไม่ได้สนใจที่ฉันตอบไปเลยแม้แต่น้อย ฉันเมินเขาแล้วเดินมาตามบันได"

"ไม่นานนักเขาก็ตามมาจนทันกับฉัน นี่จะมายืมเงินหรือพล่ามเรื่องทฤษฎีสมคบคิดอีกล่ะเนี่ย คงจะทั้งสองอย่างมั้ง"

show kenji tsun:
    center
    xpos 0.6
    easein 0.5 xpos 0.5
with charaenter

ke "ฉันอยากจะท้วงอะไรนายหน่อย"

hi "อาฮะ"

ke "เรื่องยัยผมสีบลอนด์นั่น นายรู้ใช่มั้ยว่าฉันพูดถึงใคร"

"ทฤษฎีสมคบคิดสินะ ฉันนึกชั่งใจอยู่ครู่หนึ่งว่าจะทำเป็นไขสือไปเลยดีไหม แต่บอก ๆ ไปเลยน่าจะจบเรื่องได้เร็วกว่า"

hi "ลิลลี่ที่อยู่ห้องนายอะนะ"

show kenji rage at center
with vpunch

ke "นี่สนิทถึงขั้นเรียกชื่อกันแล้วเหรอ!"

"เขาตกตะลึงพรึงเพริดไปเมื่อได้ยินเช่นนั้น นี่คิดว่าฉันจะไม่ตอบหรือไง"

show kenji tsun
with charachange

"เขาตั้งสติแล้วกระแอมใส่กำปั้นตัวเองอย่างเล่นใหญ่ ตามปกติที่ทำอะไรก็เวอร์หมดนั่นแหละ"

ke "เออ ช่างเหอะ ฉันมาเตือนนาย เนี่ย ในฐานะลูกผู้ชายด้วยกันไง"

hi "เตือนเรื่องอะไร ลิลลี่เหรอ"

ke "เออ นายจะไปรู้จักอะไรยัยนั่น"

"ก็จริงอยู่ ฉันรู้จักลิลลี่กับฮานาโกะมาได้ยังไม่ถึงสองสัปดาห์เลย แล้วที่คุยกันแต่ละทีก็คุยแต่อะไรพื้น ๆ เรื่องโรงเรียน\nไปเรื่อยเปื่อยตอนกินข้าวเที่ยงด้วยกัน"

hi "ฉันว่านายก็ไม่น่ารู้จักเหมือนกันนะ"

ke "ฉันจะรู้จักมั้ยไม่ใช่ประเด็น นายนั่นแหละคือคนที่ใช้เวลามากเกินปกติกับยัยนั่น"

"คิดแล้วก็หดหู่ คนอย่างเคนจิที่สภาพน่าจะไม่รับรู้เรื่องข่าวสารบ้านเมืองอะไรสุด ๆ แล้วดันมารู้เรื่องหยุมหยิมอย่างเช่น\nว่าฉันไปเป็นเพื่อนกับใครคนไหนเนี่ย"

"แต่ก็นะ… ฉันย้ายมาใหม่ อีกฝั่งก็เป็นหัวหน้าห้อง แถมเป็นคนผมสีบลอนด์ที่ตัวสูงอีก"

"บางทีการที่เขาพล่ามก็คงจะนับเป็นการเตือนได้ว่าโรงเรียนนี้ยังมีพวกเรื่องข่าวลืออยู่ แถมกระสุนก็ตกใส่หัวฉันได้แน่ ๆ"

hi "ก็แค่กินข้าวเที่ยงน่า ไม่มีอะไรเป็นพิเศษหรอก"

show kenji neutral
with charachange

ke "เนี่ย พวก ที่ลับไง เห็นที่ลับตรงสะพานนั้นมั้ย นายอยู่ตรงที่ลับนั้นแหละ คนเราถ้าอยากได้ความลับต้องไปล้วงจากที่ลับเว้ย"

show kenji tsun
with charachange

ke "ฉันแค่จะเตือนไม่ให้นายหลงในที่ลับจนลึกเกินไป"

hi "ยังไงนะเคนจิ ฉันตามไม่ทันละ"

show kenji happy
with charachange

ke "ไม่เป็นไร มีหลายคนแหละที่ตามอะไรไม่ทัน ฉันถึงได้มาช่วยยังไงละ"

scene bg school_gardens
show kenji neutral
with locationskip

ke "แค่ระวังตัวไว้ตอนอยู่กับยัยนั่นก็พอ ภายนอกอาจะดูไม่มีพิษภัย แต่ฉันได้ยินอะไรแย่ ๆ มาเยอะ"

show kenji tsun
with charachange

ke "นายรู้จักพวกสภานักเรียนใช่มั้ย"

"พอเขาพูดแล้วก็ตัวสั่นไปเหมือนไม่รู้ตัว คิดแล้วก็คงตลกดีถ้าจับเคนจิไปอยู่ในห้องเดียวกันกับชิซูเนะ สองคนนี้เคย\nเจอกันหรือยังนะ"

hi "อืม ชิซูเนะกับมิช่าเรียนอยู่ห้องเดียวกันกับฉัน แต่เหมือนฉันจะหนีความตายมาได้น่ะนะ"

show kenji happy
with charachange

ke "ดีแล้ว ดีแล้ว"

show kenji tsun
with charachange

ke "แต่ยัยผมสีบลอนด์นั่นน่ะนะเคยเป็นสภานักเรียน เป็น สภา นักเรียน"

hi "อ้อ แล้ว?"

ke "แล้วก็ไม่ได้เป็นแล้ว"

stop music fadeout 3.0

hi "…"

ke "เฮ้ย ลองคิดดูสิ มันต้องมีอะไรเกิดขึ้นแน่ ๆ"

"ฉันหยุดยืนอยู่ครู่หนึ่งพลางคิด ซึ่งคิดแล้วก็น่าจะเปลืองสมองไปเหมือนกัน"

"ซึ่งถ้าเป็นอย่างนั้น การที่สองคนนั้นทะเลาะกันส่วนหนึ่งก็คงมาจากเรื่องสภานักเรียน เดี๋ยว ไม่สิ ไม่น่าใช่นะ เพราะการ\nที่จะลาออกจากสภานักเรียนได้มันต้องมีจุดเปลี่ยนสักอย่าง"

"สุดท้ายแล้วก็ไม่ได้ความอะไรขึ้นมาเท่าไหร่ นอกจากได้รู้ว่าสองคนนี้ไม่ถูกกันมาแต่ไหนแต่ไรแล้ว"

hi "ก็คงถูกของนายมั้ง แต่ก็ไม่เห็นว่าจะเกี่ยวอะไรกับฉันสักหน่อย"

show kenji neutral
with charachange

ke "โอเค งั้นลองคิดตามนี้ดูนะ ลิลลี่เป็นคนต่างชาติ เห็น ๆ กันอยู่"

hi "เห็น"

ke "แล้วเป็นคนสัญชาติอะไร"

"ฉันอ้าปากเตรียมตอบ แต่แล้วก็นึกได้ว่าไม่มีคำตอบจะพูด ที่จริงฉันแทบไม่เคยคิดเรื่องนี้ด้วยซ้ำ"

"ฉันไม่ได้คิดว่าจะเป็นเรื่องสำคัญอะไรเพราะเห็นว่าลิลลี่ก็พูดไม่ติดสำเนียงต่างชาติ แถมทำตัวเป็นคนญี่ปุ่นตามปกติหมด\nแต่พอเคนจิถามแล้วก็อยากรู้ขึ้นมาเลยแฮะ"

hi "ว่าตามตรงฉันก็ไม่รู้เหมือนกัน อังกฤษมั้ง คนอังกฤษชอบชานี่"

"จริง ๆ ก็ไม่ควรใช้การเหมารวมอะไรอย่างนั้นมาเดาน่ะนะ แต่ก็พอจะเดาได้แค่นี้แหละ"

show kenji happy
with charachange

play music music_kenji fadein 1.0

ke "นายได้ใช้สมองมั้ยเนี่ย โชคยังดีนะที่นายมีสมองฉันให้ใช้อยู่"

hi "เออ ขอบใจ"

"เขาไม่ได้รู้ตัวเลยว่าฉันประชดไป"

show kenji neutral
with charachange

ke "งั้นฉันจะถามก่อน คนที่ทั้งมีอำนาจ ทั้งรวย—นายรู้ใช่มั้ยว่าพวกผมสีบลอนด์น่ะรวยกันทั้งนั้น—ทั้งเคยมีเรื่องพิพาท\nทั้งหลายมายาวนาน ทั้งเคยอยู่องค์กรขนาดใหญ่ คือใคร"

hi "พวกโรมันคาทอลิก?"

show kenji tsun
with charachange

ke "…เอ่อ โอเค อันนั้นก็ใช่"

show kenji neutral
with charachange

ke "แต่อีกกลุ่มคือมาเฟียไง เนี่ย รวย เป็นคนต่างชาติ ยังไงยัยนั่นก็ต้องเกี่ยวกับพวกมาเฟียแน่ ๆ"

"ฉันว่าตรรกะการเชื่อมโยงของเขามันมีอะไรน่าสงสัยอยู่นะ แต่เขาก็ไม่มีทีท่าว่าจะหยุดพล่าม"

scene bg school_hallway3
show kenji neutral
with locationskip

ke "แล้วรู้หรือยังว่าฉันคิดว่ายัยนั่นเป็นคนที่ไหน"

hi "อิตาลี?"

show kenji tsun
with charachange

ke "อิตาลีแผ่นดินใหญ่น่ะจิ๊บจ๊อยมาก ยัยนั่นน่ะต้องเป็นคนซิซิลีแน่ ๆ พวกมาเฟียจะอยู่กันที่นั่นหมด"

show kenji happy
with charachange

ke "เดี๋ยว ไม่สิ รัสเซียสิ ตายละ แย่แน่ ๆ ขบวนการมาเฟียในรัสเซียน่ะจริงจังกันมาก ไหนจะพวกที่เคยเป็นเคจีบี ไหนจะ\nพวกกำลังกึ่งทหาร ไหนจะพวกขนของเถื่อน แล้ว—"

hi "เดี๋ยว เดี๋ยว หยุด ช้าก่อน นี่นายกำลังจะสื่อว่าอะไร"

show kenji neutral
with charachange

ke "นายไม่รู้หรอกว่ายัยนั่นคิดจะทำอะไร ฉันจะไม่เข้าไปขัดขวางนายหรอก เพราะพวกตัวแทนไม่ได้ทำงานกันอย่างนั้น\nแต่ฉันแค่อยากให้นายระวังตัวไว้"

show kenji tsun
with charachange

ke "พอถึงเวลานั้น เราจะต้องรวบรวมกำลังมาให้ได้มากที่สุดเท่าที่จะหาได้ ฉันไม่อยากเสียนายไปหรอกนะสหาย"

"เอาเหอะ อย่างน้อยก็นับได้ว่าเขาห่วงฉันแหละ"

stop music fadeout 4.0

show kenji tsun:
    center
    easeout 0.5 xpos 0.6 alpha 0.0
with None

"ฉันโบกมือลาเคนจิแยกย้ายกันไปเรียน แต่ฉันก็ไม่แน่ใจว่าเขาเห็นที่ฉันโบกมือหรือเปล่า"

scene bg school_scienceroom
with shorttimeskip

play ambient sfx_crowd_indoors fadein 2.0

"พอจัดหนังสือใส่กระเป๋าก็เหลือบไปเห็นหนังสือที่ยืมมาจากห้องสมุดเมื่อสัปดาห์ที่แล้ว เอาไปคืนดีกว่า ยังไงอ่านแค่\nสองวันก็จบแล้ว"

"แวบหนึ่งฉันนึกจะชวนฮานาโกะไปห้องสมุดด้วย แต่เธอก็ไม่อยู่แล้ว แต่ยังไงอยู่คนเดียวน่าจะจดจ่อกับการอ่าน\nหนังสือเรียนได้ดีกว่าอยู่แล้วละนะ"

"ฉันบิดขี้เกียจแล้วโบกมือลาเพื่อนร่วมชั้นสองคนที่โบกมือตอบแล้วเดินออกมาจากห้องเรียน"

stop ambient fadeout 1.0

scene bg school_library
with locationskip

"จังหวะที่เปิดกระเป๋าหยิบหนังสือเตรียมหย่อนตรงกล่องคืนหนังสือก็เหลือบไปเห็นคนมีอายุผมสีดอกเลาที่ดูแปลกตา\nคนหนึ่ง คงเป็นคนที่มาอยู่แทนช่วงที่ยูโกะทำงานที่คาเฟละมั้ง"

"ฉันกวาดตามองหาโต๊ะว่าง ซึ่งหาแทบไม่เจอทั้งที่คนน้อยเพราะทุกคนต่างนั่งโต๊ะใครโต๊ะมันกันหมด"

"พอเห็นทรงและสีผมที่คุ้นเคยฉันก็เดินไปที่ส่วนหนังสืออักษรเบรลล์"

show lilly basic_smileclosed
with charaenter

"ฉันดูแทบไม่ออกว่าลิลลี่ตั้งสมาธิอยู่หรือเปล่า เพราะเธอยังทำสีหน้าเรียบนิ่งพลางคลำไปตามหน้าหนังสือที่มีจุด\nตะปุ่มตะป่ำ"

hi "ไง ขอนั่งด้วยได้หรือเปล่า"

show lilly basic_surprised
with charachange

li "หืม อ้อ ได้สิ นั่งเลย…"

"เสียงเธอแผ่วลงแสดงให้เห็นว่ากำลังตั้งใจอ่านอยู่"

play music music_lilly fadein 10.0

show lilly basic_smile
with charachange

li "อ้อ ฮิซาโอะ"

show lilly basic_smileclosed
with charachange

"เธอพยักหน้าทักทายระหว่างที่ฉันหย่อนตัวลงนั่งที่เก้าอี้ฝั่งตรงข้ามเธอ ฉันหยิบหนังสือวิชาเคมีออกมาจากกระเป๋า\nแล้วกรีดหน้าหาบทที่กำลังเรียนอยู่"

"เราต่างนั่งอ่านหนังสือของตัวเองกันอยู่พักหนึ่ง"

"แต่พอมองลิลลี่แล้วก็นึกถึงที่เคนจิพูดเมื่อเช้า แถมไม่เคยเห็นใครอ่านหนังสืออักษรเบรลล์มาก่อนด้วย ฉันจึงคอย\nเหลือบมองเธอเป็นระยะ ๆ"

"รู้สึกผิดอยู่เหมือนกันแฮะ เพราะมองยังไงลิลลี่ก็ไม่รู้ตัวอยู่แล้ว ถาม ๆ ไปเลยดีกว่า ยังไงเรื่องสายเลือดของลิลลี่ก็คงไม่ใช่\nความลับระดับชาติขนาดนั้น แล้วก็มีอีกอย่างที่เพิ่งสังเกตได้จากท่าทางด้วยเหมือนกัน"

hi "นี่ ลิลลี่ ขอถามอะไรหน่อยได้ไหม"

show lilly basic_smile
with charachange

li "ถามได้เลยจ้ะ มีอะไรหรือเปล่า"

hi "ฉันแค่สงสัยว่า… อย่างน้อย ๆ เธอก็ต้องมีเชื้อทางต่างชาติบ้างแหละ ใช่มั้ย"

show lilly basic_giggle
with charachange

"เธอหัวเราะน้อย ๆ ก่อนจะวางหนังสือลง"

show lilly basic_cheerful
with charachange

li "ฉันละแปลกใจจริง ๆ ที่พอมีคนถามเรื่องนี้ทีไรก็ชอบถามแบบอ้อม ๆ กัน พี่ก็เคยพูดอยู่เหมือนกันว่าเราสองคนลักษณะ\nดูไม่ค่อยเหมือนคนอื่นเท่าไหร่"

show lilly basic_smile
with charachange

li "รายละเอียดจริง ๆ ซับซ้อนอยู่นิดหน่อยนะ แต่ฉันเป็นลูกครึ่งญี่ปุ่น-สกอตแลนด์จ้ะ"

"…สกอตแลนด์เหรอ ผิดคาดไปหน่อยแฮะ ฉันต้องยั้งปากไว้ไม่ให้พูดออกไป"

"ฉันลองนึกภาพประเทศสกอตแลนด์ดู ถ้าอิงจากสหราชอาณาจักรแล้ว สกอตแลนด์ก็ไม่ได้แย่เท่าไหร่… แต่ไม่รู้สิ"

"ที่เดาไปทีแรกว่าอังกฤษนั้นนับว่าใกล้เกินคาดทีเดียว ถ้านับตามแผนที่น่ะนะ แต่ก็ยังมีอีกเรื่องที่คาใจอยู่"

hi "แต่ตอนเธอพูดก็ไม่ติดสำเนียงต่างชาติเลยนะ…?"

show lilly basic_weaksmile
with charachange

li "นี่แหละรายละเอียดที่ว่า แม่ฉันเป็นชาวต่างชาติก็จริง แต่ฉันเกิดและโตที่ญี่ปุ่นนี่แหละจ้ะ"

hi "อ้อ อย่างนี้นี่เอง"

"เดี๋ยวนะ ถ้าสาเหตุที่ลิลลี่ย้ายมาอยู่หอมีแค่เรื่องที่อากิระทำงานเยอะขึ้น…"

hi "แปลว่าพ่อแม่เธอไม่ได้อยู่แถวนี้เหรอ"

show lilly basic_reminisce
with charachange

"เธอถอนหายใจเล็กน้อยคล้ายไม่คิดว่าฉันจะถามต่อ ที่บอกอะไรตรง ๆ เมื่อกี้คือบอกเฉย ๆ โดยที่ไม่ได้อยากบอกจริง ๆ\nเหรอ"

li "ไม่… เชิงจ้ะ ฉันเองก็ไม่ได้เจอพวกท่านนานแล้ว"

"เหมือนลิลลี่ยังปิดบังอะไรไว้อยู่ แต่ฉันเองก็ไม่อยากซักไซ้เรื่องของเธออะไรให้มากเกินจำเป็นเหมือนกัน การที่ท่าที\nของเธอเปลี่ยนไปแบบกะทันหันนั้นก็แปลว่าเธอไม่ค่อยสบายใจจะเล่าเท่าไหร่"

hi "แล้ว… เธอได้พูดภาษาอังกฤษบ่อยมั้ย ว่าตามตรง ฉันก็ไม่รู้เรื่องประเทศสกอตแลนด์เท่าไหร่ แต่พอรู้อยู่ว่าที่นู่นเขาใช้\nภาษาอังกฤษเป็นภาษาราชการกัน"

"ลิลลี่รวมรวมความคิดอยู่สักพัก ดูเหมือนเธอจะยินดีที่ฉันเปลี่ยนเรื่อง"

show lilly basic_smileclosed
with charachange

li "ใช่จ้ะ ตอนฉันยังเด็ก ที่บ้านใช้ภาษาญี่ปุ่นก็เป็นส่วนใหญ่ก็จริง แต่พวกท่านก็คอยสอนฉันกับพี่ให้รู้จักวัฒนธรรม\nฝั่งสกอตแลนด์ด้วยเหมือนกัน"

show lilly basic_smile
with charachange

li "ฉันใช้ภาษาอังกฤษได้คล่องแล้ว แต่ก็มาเรียนที่โรงเรียนด้วย หลัก ๆ ที่เรียนก็เพราะจะได้เสริมทักษะแล้วก็จะได้ผ่าน\nการรับรองแบบเป็นรูปธรรมน่ะจ้ะ"

hi "แปลว่าเธอพูดได้สองภาษาเลยงั้นสิ น่าทึ่งจัง"

show lilly basic_weaksmile
with charachange

li "ไม่ขนาดนั้นหรอกจ้ะ ที่ฉันได้หลัก ๆ ก็เพราะมีพ่อแม่ที่พูดภาษาอังกฤษได้มากกว่า หนังสืออักษรเบรลล์ภาษาอังกฤษ\nก็หาซื้อหรือนำเข้าได้ไม่ยากเพราะมีคุณยูโกะช่วยจัดการให้ด้วยน่ะจ้ะ"

show lilly basic_smileclosed
with charachange

li "ยังไงถ้าเทียบ ๆ ดูแล้ว ครูภาษาอังกฤษดูจะเป็นที่ต้องการของที่นี่มากกว่าที่อื่นด้วย ซึ่งก็เป็นแรงใจให้ฉันตั้งใจเรียน\nได้ด้วยแหละจ้ะ"

"ครูภาษาอังกฤษเป็นที่ต้องการเหรอ ฉันนึกสงสัยอยู่แวบหนึ่งว่าทำไมถึงพูดเรื่องนี้"

hi "เธออยากเป็นครูภาษาอังกฤษเหรอ"

show lilly basic_cheerful
with charachange

"เธอพยักหน้าอย่างอารมณ์ดี"

"มีเป้าหมายในอนาคตที่ชัดเจนแบบนี้นี่ดีจังเลยนะ ฉันไม่ค่อยได้คิดถึงอนาคตตัวเองเท่าไหร่เลยนึกอิจฉาอยู่หน่อย ๆ"

hi "อืมม…"

show lilly basic_smile
with charachange

li "มีอะไรเหรอจ๊ะ"

hi "แบบว่า… ฉันนึกภาพเธอเป็นครูได้ชัดเลยนะ เหมาะดี"

show lilly basic_emb
with charachange

"เธออึ้งไปครู่หนึ่งก่อนจะก้มหน้าหัวเราะคิกคักอาย ๆ อย่างที่ฉันไม่เคยเห็นมาก่อน"

"เป็นทั้งหัวหน้าห้อง แถมยังเป็นคนพึ่งพาได้ การเป็นครูก็ดูจะเหมาะกับลักษณะนิสัยของลิลลี่ดี"

hi "ขอโทษทีนะ คงพูดเกินไปหน่อย แต่จริงนะ"

show lilly basic_weaksmile
with charachange

"เธอโบกมือปัด ๆ กลับมาทำหน้าตามปกติได้อย่างรวดเร็ว"

li "ไม่ใช่อย่างนั้นหรอกจ้ะ แค่ว่า… เคยมีคนพูดอย่างนั้นกับฉันแค่คนเดียวเอง"

stop music fadeout 8.0

"ความเงียบอันน่าอึดอัดชั่วครู่ผ่านเข้ามา เผลอลากไปเข้าเรื่องวุ่นวายโดยไม่รู้ตัวอีกแล้วสิ"

"ทำอะไรให้ลิลลี่สดใสขึ้นหน่อยดีกว่า ก็ฉันเป็นคนทำให้หมองเองนี่นะ"

hi "เดี๋ยวไปกินข้าวเที่ยงที่โรงอาหารกันมั้ย"

"อาจจะพอช่วยให้อารมณ์ดีขึ้นหน่อย หรืออย่างน้อยความคิดก็จะได้ไม่ต้องจมอยู่กับเรื่องที่บ้านที่ดูจะซับซ้อนนั่น"

show lilly basic_planned
with charachange

"ยิ้มอย่างนี้แล้วแปลว่าแผนของฉันได้ผล"

show lilly basic_ara
with charachange

li "ขอบคุณที่ชวนจ้ะ แต่อาหารที่โรงอาหารมันออกจะ…"

"เปลี่ยนเรื่องเร็วเหมือนกัน แต่ก็ถูกของเธอ กับข้าวที่โรงอาหารก็ไม่ค่อยอร่อยเท่าไหร่"

hi "งั้นไปร้านเซี่ยงไฮ้กันมั้ย เดี๋ยวไปชวนฮานาโกะด้วยก็ได้"

show lilly basic_surprised
with charachange

li "อ๊ะ…"

hi "มีอะไรเหรอ"

show lilly basic_weaksmile
with charachange

li "เกือบลืมไปเลย เธอพูดเมื่อกี้ฉันถึงนึกได้พอดี เดี๋ยวจะถึงวันเกิดฮานาโกะแล้ว แล้วพรุ่งนี้ฉันกะว่าจะเข้าตัวเมืองไปซื้อ\nของขวัญด้วย"

hi "จะชวนฉันไปด้วยเหรอ ถ้าชวนฉันก็ยินดีจะไปด้วยนะ"

"ทำความคุ้นเคยกับผังเมืองที่นี่ไว้ก็น่าจะดีเหมือนกัน ฉันเองก็เพิ่งมาได้ไม่นาน ถ้าไปตัวคนเดียวคงหลงแน่"

show lilly basic_smile
with charachange

"เธอพยักหน้าเป็นสัญญาณว่าตกลงให้ฉันไปด้วยกับเธอในวันอาทิตย์นี้"

"สุดท้ายเราก็อ่านหนังสือของตัวเองกันต่อ ฉันเหลือบมองลิลลี่อีกหนึ่งครั้งก่อนจะกลับมามองหนังสือตัวเอง"

"ฉันคงจะคิดมากไปกับสภาพตัวเองตอนนี้ ยังไงเสีย ทุกคนที่นี่ต่างก็มีเรื่องอะไรหลายอย่างแตกต่างกันไปของใครของมัน\nทั้งนั้น"

"ได้ออกไปสัมผัสอากาศข้างนอกให้หัวสมองโล่งก็คงดีเหมือนกัน"

scene black
with dissolve

#**************************************

label th_L3:

play ambient sfx_traffic fadein 10.0

scene black
with None

scene bg city_street1 at Fullpan(16.0, "left")
with locationchange

"ฉันเบื่อกับการยืนอยู่เฉย ๆ ดูโทรทัศน์ที่ตั้งอยู่ในร้านผ่านกระจกจึงเดินเอื่อย ๆ ปลีกตัวออกมา"

"พอได้อยู่ที่โรงเรียนยามากุแล้ว เมืองใหญ่ก็ดูเป็นอะไรที่เป็นเหมือนโลกอีกใบหนึ่งไปเลย"

"ห้ามวิ่งตามโถงทางเดิน ต้องทำตัวสงบเสงี่ยมเรียบร้อยตลอดเวลาแม้กระทั่งตอนอยู่ในห้องเรียน เวลาจะออกจากห้อง\nต้องดูซ้ายขวาว่ามีคนมาหรือไม่ มีเพียงผู้พิการทางการเคลื่อนไหวเท่านั้นที่ใช้ลิฟต์ได้ เวลาขึ้นลงบันไดต้องเดินเป็นแถว\nเรียงเดี่ยว"

"ถ้าให้เทียบกับมาตรฐานที่เคร่งครัดจนดูละม้ายคล้ายพวกกองทัพเช่นนั้นแล้ว ย่านการค้าในเมืองใหญ่นี้ก็เรียกได้ว่าเป็น\nแดนสนธยาเลยทีเดียว"

"แม้ช่วงเทศกาลโรงเรียนจะดูมีความวุ่นวายบ้างก็จริง แต่สภาพโลกภายนอกนั้นต่างจากที่โรงเรียนมาก"

"แปลกดี ทั้งที่ก่อนเกิดเรื่องครั้งนั้นฉันก็ใช้ชีวิตอยู่ในเมืองใหญ่มาตลอด ฉันต้องคุ้นเคยกับบรรยากาศอย่างนี้มากกว่าที่\nโรงเรียนยามากุสิ"

"แต่ไม่รู้ทำไมถึงรู้สึกไม่คุ้นชิน ทั้งทางเดินลอยฟ้า ตึกสูงแต่ละแห่งที่มีป้ายโฆษณาที่ติดอยู่สูงไปจากพื้นสักสามช่วงคน\nซึ่งไม่ได้ทำให้ฉันละความสนใจไปจากท่าทีของคนรอบ ๆ ตัวได้เลย"

$ renpy.music.set_volume(0.7, 0.5, channel="ambient")

show lilly cane_smileclosed_cas_close:
    center
    xpos 0.2
    easein 1.0 twoleft
show bg city_street1 at left
with Dissolve(1.0)

"มือของลิลลี่ข้างหนึ่งจับไหล่ฉันไว้ ส่วนมืออีกข้างนั้นถือไม้เท้าที่แตะไปตามทางเดินเป็นจังหวะสม่ำเสมออย่างเมโทรโนม\nพอหันไปมองก็เห็นว่าเธอยังยิ้มเรียบ ๆ เช่นเคย"

"ด้วยความที่เคยเห็นเธอแค่ตอนใส่ชุดนักเรียน ถ้าไม่เห็นไม้เท้ากับผมอันเป็นเอกลักษณ์นั้นฉันคงจำเธอที่นั่งรอฉันอยู่\nตรงม้านั่งไม่ได้แน่"

"ฉันไม่รู้ว่าที่คนมองลิลลี่นั้นเป็นเพราะความสูง เพราะหน้าตาที่เป็นฝรั่ง เพราะเธอตาบอด หรือเพราะทั้งสามอย่างนั้นกันแน่\nแต่จะเพราะอะไรฉันก็อึดอัดที่คนมองอยู่ดีนั่นแหละ"

show lilly cane_smile_cas_close
with charachange

li "อยากไปดูที่ไหนก่อนมั้ยจ๊ะฮิซาโอะ"

"เสียงอันนุ่มนวลของเธอดึงสติฉันออกมาจากความคิดเหล่านั้น"

"ยังไงเธอก็คงรู้ตัวแหละว่าคนต่างมองเธอกันอยู่ แต่เธอก็ดูไม่ร้อนใจอะไร ลิลลี่คงจะชอบออกมาเดินเล่นข้างนอกอยู่แล้ว\nถึงได้ชิน"

hi "ก็ไม่หรอก ฉันเพิ่งเคยมาเมืองนี้เป็นครั้งแรกเลยไม่รู้ว่าจะไปที่ไหนดี"

show lilly cane_listen_cas_close
with charachange

"เธอขมวดคิ้วครุ่นคิดวางแผนเส้นทางที่จะเดินไปด้วยกัน และ—จะว่าไปแล้ว—ก็น่าจะคิดอยู่ด้วยว่าจะบอกเส้นทางนั้น\nยังไง"

"เท่าที่อยู่กับลิลลี่มา อย่างหนึ่งที่ฉันสังเกตได้ก็คือเวลาที่เธอคิดจะไม่มีภาษากายอะไรแสดงออกมาเลย"

"สีหน้าเปลี่ยนก็จริง แต่จะไม่มีการเคลื่อนไหวใด ๆ เลย แต่ก็ดูเหมือนว่าเธอจะไม่ขยับตัวแสดงท่าทางอะไรแบบมาก ๆ\nอยู่แล้ว ก็คงจะเป็นความเรียบร้อยด้วยนิสัยของเธอนั่นแหละ"

show lilly cane_weaksmile_cas_close
with charachange

li "แถวนี้มีร้านเครื่องใช้ไฟฟ้าร้านใหญ่ ๆ มั้ยจ๊ะ"

"พอกวาดตามองรอบ ๆ ก็เห็นแต่ร้านขายเสื้อผ้าเป็นส่วนใหญ่ แต่ไม่นานฉันก็เห็นร้านที่มีป้ายสีฟ้าสว่าง ๆ อยู่ไกล ๆ\nที่น่าจะเป็นร้านที่ลิลลี่พูดถึง"

hi "อื้ม อยู่ใกล้ ๆ นี่เอง ไปทางนั้นกันมั้ย"

show lilly cane_smile_cas_close
with charachange

"โชคดีที่ลิลลี่ถามเพียงเท่านั้น เธอพยักหน้าแล้วพวกเราก็เดินไปยังจุดหมายของเธอที่ฉันไม่อาจทราบโดยมีร้านนั้น\nเป็นหมุดนำทาง"

stop ambient fadeout 2.0

scene ev icecream
with shorttimeskip

play music music_happiness fadein 2.0

thname("เจ้าของร้าน") "ได้แล้ว รสวานิลลาหนึ่ง รสช็อกโกแลตหนึ่ง"

scene bg city_street2 at center
with locationchange

"ฉันวางเงินไว้ที่เคาน์เตอร์หยิบไอศกรีมทั้งสองโคนนั้นแล้วเดินมายังราวเหล็กที่ลิลลี่นั่งอยู่"

"ไม่อยากจะเชื่อเลยว่าจะหลงกลอะไรอย่างนี้ หลอกพามาร้านขายไอศกรีมไม่พอแล้วยังฝากซื้ออีก ยังดีที่ว่าเธอให้เงิน\nค่าไอศกรีมของตัวเองมาด้วย"

show lilly cane_smileclosed_cas at Transform(xanchor=0.5, xpos=0.2, ypos=0.2, yanchor=0.0)
with charaenter

"และแน่นอนว่าเธอก็รอฉันอย่างใจเย็นอยู่ตรงที่ฉันปลีกตัวออกมา คงวางแผนจะมาเที่ยวมากกว่า ไม่ได้กะจะมาซื้อของ\nเฉย ๆ หรอก"

show lilly cane_smileclosed_cas:
    ease 1.0 xpos 0.5 xanchor 0.5 ypos 0.15
show bg city_street2:
   ease 1.0 left
with None

show lilly basic_satisfied_cas_close:
    xanchor 0.5 xpos 0.2 ypos 0.2 yanchor 0.0
    ease 1.0 xpos 0.5 xanchor 0.5 ypos 0.15
show bg city_street2:
   ease 1.0 left
with Dissolve(1.0)

"ฉันเรียกลิลลี่แล้วค่อย ๆ ส่งไอศกรีมรสวานิลลาให้เธอที่ยื่นมือออกมา พอแน่ใจแล้วว่าเธอถือเต็มไม้เต็มมือฉันจึงผละมือ"

"อย่างน้อยก็กินรสอะไรปกติละนะ ทีแรกก็คิดมากว่าจะสั่งให้ซื้อรสอะไรแปลก ๆ หรือเปล่า"

hi "นี่เงินทอน"

show lilly basic_smileclosed_cas_close at Transform(xalign=0.5, ypos=0.15)
with charachange

li "ไม่เป็นไรจ้ะ เธอเอาไปเถอะ"

"ฉันเตรียมจะยัดเยียดเงินนั้นกลับไป แต่ด้วยเศษเงินแค่นี้จะฝืนคืนไปก็คงเหนื่อยเปล่า ฉันเก็บเหรียญใส่กระเป๋ากางเกง\nซึ่งมีส่วนช่วยให้ค่าขนมอันนิดน้อยของฉันเพิ่มขึ้นมากระผีกหนึ่ง"

show lilly basic_smileclosed_cas_close
with charachange

"เมื่อลิลลี่ไม่มีท่าทีว่าจะลุกขึ้นฉันจึงนั่งลงข้างเธอแล้วกินไอศกรีมของตัวเองบ้าง"

hi "อากาศหน้าร้อนนี่ดีเนอะ อยากให้เป็นอย่างนี้ไปอีกสักพักเลย"

show lilly basic_weaksmile_cas_close
with charachange

li "เธอก็อีกคนเหรอเนี่ย หรือจะมีแค่ฉันคนเดียวจริง ๆ ที่ชอบหน้าหนาว"

"ฉันครุ่นคิดกับคำพูดของเธออยู่ครู่ใหญ่ ๆ"

hi "อื้ม คงงั้นแหละ"

show lilly basic_pout_cas_close
with charachange

"และได้ผลดังคาด พอลิลลี่ทำแก้มป่องแล้วน่ารักดี"

hi "แต่เอาจริง ๆ ฉันก็นึกไม่ออกเหมือนกันว่าหน้าหนาวมันดีตรงไหน ไปไหนทีก็ต้องใส่ชุดเป็นร้อย ๆ ชั้น แถมใส่แล้วใช่ว่า\nจะอุ่นขึ้นนะ"

show lilly basic_reminisce_cas_close
with charachange

li "ฉันเคยอยู่ทางเหนือที่มีหิมะตกเยอะ ๆ น่ะจ้ะ หน้าหนาวก็เลยเป็นอะไรที่ชวนให้คิดถึงขึ้นมา แถมฉันเองก็ไม่ค่อยชอบ\nอากาศร้อนเท่าไหร่ด้วย"

hi "อย่างน้อยพอเป็นหน้าร้อนก็ใส่กระโปรงได้นะ จะบ่นก็คงไม่ได้หรอก"

show lilly basic_giggle_cas_close
with charachange

"เธอยิ้มหัวเราะคิกคัก พวกเราต่างกินไอศกรีมที่เริ่มละลายแล้วของตัวเองกัน"

play ambient sfx_crowd_outdoors fadein 2.0

hide lilly
show crowd at left
with shorttimeskip

"ฉันนั่งมองผู้คนที่เดินผ่านไปมาพลางกินไอศกรีมโดยมีบทสนทนากระท่อนกระแท่นลอยผ่านหู"

show lilly basic_satisfied_cas_close at Transform(xalign=0.5, ypos=0.15)
with charaenter

"พอหันไปมองก็เห็นลิลลี่ที่ยังคงเลียไอศกรีมกินจากบนลงล่างอย่างตั้งอกตั้งใจโดยไม่รู้เลยว่าตัวไอศกรีมนั้นเริ่มละลายแล้ว"

hi "ละลายแล้วแน่ะ"

show lilly basic_surprised_cas_close
with charachange

li "ตรงไหนเหรอ"

hi "เอ่อ… ล่าง ๆ หน่อย?"

show lilly basic_listen_cas_close
with charachange

"เธอขยับปากลงมาด้านล่างโคนแต่ยังไม่รู้ว่าส่วนที่ละลายจนหยดนั้นอยู่ตรงไหน หลังจากนั้นก็ต้องคอยบอกซ้ายขวา\nนำทางลิลลี่ไปจนถึงจุดนั้น"

"ใครมองก็คงเห็นว่าประหลาดที่มีผู้หญิงหลับตาหมุนโคนไอศกรีมไปเรื่อย ๆ โดยที่มีผู้ชายที่นั่งอยู่ข้าง ๆ คอยบอกทาง\nคงจะเหมือนเกมปิดตาที่เล่นกันสมัยเด็กแต่เป็นในรูปแบบที่แปลก ๆ ละมั้ง"

show lilly basic_smileclosed_cas_close
with shorttimeskip

"ไม่เร็วไม่ช้าเราก็กินไอศกรีมกันจนหมดพลางคุยอะไรฆ่าเวลาไปเรื่อยเปื่อย"

stop music fadeout 3.0

show lilly back_listen_cas_close
with charachange

"ระหว่างที่คุยลิลลี่ก็เงยหน้าขึ้น เป็นท่าที่คล้ายท่าประจำตัวของเธอเวลามีอะไรสักอย่างที่ดึงความสนใจเธอไป"

show lilly back_smileclosed_cas_close
with charachange

li "อ๊ะ…"

hi "มีอะไรเหรอ"

show lilly back_smile_cas_close
with charachange

li "พี่ฉันอยู่แถวนั้นหรือเปล่า เหมือนได้ยินเสียงอยู่นะ"

show lilly back_smile_cas_close at Transform(xpos=0.25)
show crowd:
    bgright
    xpos 0.55
show bg city_street2:
    bgright
    xpos 0.55
with dissolvecharamove

#bgright: xpos 0.6 xanchor 0.5 ypos 1.0 yanchor 1.0


"ฉันเลิกคิ้วขึ้นพลางหันไปมองทางที่ลิลลี่หันหน้าไป ในใจยังนึกสงสัยว่าเธอจะหูดีถึงขั้นได้ยินเสียงอากิระที่ปะปนอยู่กับ\nเสียงอื้ออึงเหล่านี้ได้จริงหรือไม่"

show akira basic_boo behind crowd:
    tworight
    xpos 0.78 ypos 1.13
with charaenter

"แต่ที่เห็นนั่นไม่ผิดแน่ มีผู้หญิงผมบลอนด์ใส่ชุดสูทที่อยู่ท่ามกลางฝูงชนที่คลาคล่ำอยู่"

"ฉันยกมือโบกให้อากิระหันมา"

hi "คุณซาโต้! ทางนี้ คุณซาโต้!"

show akira basic_smile
with charachange

"อากิระชะงักแล้วหันมามองเพราะได้ยินฉันเรียก เธอเดินมาพร้อมอีกคนที่ประกบมาด้วย"

"แต่ตอนที่มองไกล ๆ แล้วยังมองไม่ค่อยออกว่าคนนั้นเป็นใครกันแน่"

$ renpy.music.set_volume(0.5, 1.0, channel="ambient")
play music music_ease fadein 4.0

show akira basic_smile:
    ease 1.0 ypos 1.0 alpha 0.0
with None

show akira basic_smile as akira2 behind lilly:
    tworight
    xpos 0.78 ypos 1.13 alpha 0.0
    ease 1.0 ypos 1.0 alpha 1.0
with Pause(1.0)

hide akira
with None

show lilly back_smile_cas_close at Transform(yalign=1.0)
with charamove

"พอสองคนนั้นเดินมาถึง ลิลลี่กับฉันก็ลุกขึ้นแล้วปัด ๆ ฝุ่นตามตัว"

show lilly back_giggle_cas_close
with charachange

li "พี่?"

hide akira2
show akira basic_laugh behind lilly:
    tworight
    xpos 0.78 ypos 1.0
with charachange

aki "ไงพวกเธอ"

show lilly back_giggle_cas_close at Transform(xpos=0.1)
show akira basic_smile at Transform(xanchor=0.5, xpos=0.6)
show crowd at center
show bg city_street2 at center
with dissolvecharamove

show hideaki bored at right behind akira
with charaenter

"อากิระพยักหน้าให้ฉัน ซึ่งฉันก็พยักหน้าตอบ สายตาฉันเลื่อนไปทางเด็กผู้หญิงที่อยู่ข้าง ๆ จนเราสองคนสบตากัน\nจังหวะนั้นอากิระก็เอามือวางไว้บนหัวเธอ แต่เธอดูจะไม่ยี่หระอะไร"

show hideaki normal
with charachange

hh "คงจะเพิ่งได้เจอกันเป็นครั้งแรกเลยสินะครับ ผมฮิเดอากิครับ ยินดีที่ได้พบนะครับพี่ฮิซาโอะ"

"ชื่อผู้ชายเหรอ เกือบไปแล้วมั้ยล่ะ เขาโค้งตัวด้วยความเก้ ๆ กัง ๆ เล็กน้อยเพราะอากิระจับหัวไว้อยู่"

show lilly basic_smileclosed_cas_close at Transform(xpos=0.18)
with charachange

li "อ้าว ฮิเดอากิก็มาด้วยเหรอ สบายดีหรือเปล่า"

show hideaki thinking
with charachange

hh "พี่อากิระดูแลผมดีมากเลยครับ ขอบคุณครับ"

show akira basic_laugh
show hideaki sad
with charachange

"อากิระยิ้มราวกับยืนยันคำพูดนั้นพลางยีหัวฮิเดอากิแรง ๆ แบบวนเป็นวงกลม เห็นหน้าแหย ๆ ของฮิเดอากิตอนนี้แล้วก็\nตลกดีเหมือนกัน"

show akira basic_smile
with charachange

aki "คุณลุงเขาออกไปทำธุระอีกแล้วน่ะ วันนี้เลยพาน้องมันมาเที่ยว"

show akira basic_boo
with charachange

aki "ใจจริงก็อยากไปเดตกับแฟนมากกว่านะ แต่ว่า…"

show hideaki closed_up
with charachange

"ฮิเดอากิกระแอมคล้ายจะเบี่ยงประเด็นอากิระ"

"แต่ประเด็นในหัวฉันก็เบี่ยงไปแล้วเหมือนกัน สองคนนี้เป็นพี่น้องกันเหรอ หรือเป็นลูกพี่ลูกน้อง แต่ต้องเป็นอะไรกัน\nนั่นแหละอากิระถึงได้มาดูแลอย่างนี้"

hi "จะว่าไป ฮิเดอากิ นี่นายรู้ชื่อฉันได้ยังไง"

show hideaki serious
with charachange

hh "พี่อากิระบอกผม และการที่พี่ฮิซาโอะเรียนที่ยามากุ แปลว่าต้องพิการอะไรสักอย่างสินะครับ"

hi "ใช่ว่าทุกคนในยามากุจะพิการสักหน่อย…"

"ซึ่งฉันก็เพิ่งรู้มาเมื่อไม่กี่วันมานี้เอง ในใจฉันนึกขอบคุณชิซูเนะและมิช่าที่แบ่งปันข้อมูลเรื่องนอกในของโรงเรียน"

"เพราะสองคนนั้นฉันถึงได้รู้ว่าโรงเรียนนี้ไม่ได้กีดกันคนที่แข็งแรงดีออกไปด้วย เพราะยังไงโรงเรียนนี้ก็เปิดกว้างรับทุกคน\nที่พิการทางร่างกายอยู่แล้ว"

"แต่คนที่ร่างกายสมบูรณ์ดีก็คงไม่ค่อยไปเรียนที่ยามากุกันหรอก มาตรฐานการศึกษาในโรงเรียนสูงก็จริง แต่ตัวโรงเรียน\nค่อนข้างอยู่ไกลคน แถมโรงเรียนเองก็เน้นการให้ความช่วยเหลือกับนักเรียนที่พิการมากกว่า"

show hideaki angry_up
with charachange

hh "เลี่ยงคำถามเหรอครับ"

"หัวไวเกินไปละ"

"แต่ก่อนที่ฉันจะทันได้พูดอะไรเขาก็เปิดมาก่อน"

show hideaki evil
with charachange

hh "ถ้าให้ผมเดา… หัวใจใช่มั้ยครับ"

$ renpy.music.set_volume(0.5, 0.5, channel="music")
$ renpy.music.set_volume(0.0, 0.5, channel="ambient")

show akira basic_lost
show lilly basic_listen_cas_close
with charachange

"อากิระมองฉันด้วยความสนใจเพราะเธอเองก็อยากรู้เหมือนกัน เดาแม่นจริง"

hi "นี่นาย…"

$ renpy.music.set_volume(1.0, 10.0, channel="music")
$ renpy.music.set_volume(0.5, 10.0, channel="ambient")

show hideaki thinking
with charachange

hh "แขนขาพี่ยังอยู่ครบ ร่างกายไม่มีบิดเบี้ยว เพราะงั้นตัดความพิการพวกนั้นออกไปได้"

show hideaki serious
with charachange

hh "แล้วพี่ก็ทำตัวปกติดี เพราะงั้นคงไม่ใช่ความพิการทางจิตด้วย"

show lilly basic_planned_cas_close
with charachange

li "แต่ยามากุไม่รับนักเรียนพิการทางจิตนะจ๊ะ"

show hideaki bored
with charachange

hh "ผมรู้ครับ"

show hideaki serious_up
with charachange

hh "พอตัดเรื่องนั้นออกไปด้วยแล้ว ความเป็นไปได้เดียวคือความพิการกับอวัยวะภายใน"

show hideaki happy
with charachange

hh "ผมไม่รู้ว่าพี่เป็นอะไรก็เลยเดา แล้วก็เดาถูก ปฏิกิริยาของพี่ก็ยืนยันด้วยว่าใช่"

show akira basic_smile
with charachange

"ฉันหันไปมองอากิระด้วยสีหน้าที่ไม่สบอารมณ์มากนัก เธอยิ้มแล้วยักไหล่ดูสนุกกับการอนุมานของอีกฝ่าย"

"ก็ฉลาดจริงแหละ แต่ออกจะขวานผ่าซากไปหน่อย มีเหตุผลดี แต่ยังขาดไหวพริบ เห็นการทำตัวอย่างนี้แล้วก็นึกถึง\nชิซูเนะเหมือนกัน หน้าตาก็คล้ายด้วย"

show hideaki disapproves
with charachange

hh "แล้วนี่จ้องผมทำไมเหรอครับ ผมไม่ใช่ตัวอย่างพิเศษนะครับ"

"นี่ไม่รู้ตัวเลยเหรอว่าตัวเองทำตัวเด่นแค่ไหนน่ะ ไอ้เสื้อผ้ากับถุงน่องน่ะพอเข้าใจได้ว่าอาจจะบังเอิญ แต่โบว์บนหัวนี่\nไม่ไหวเลยจริง ๆ"

"ซึ่งการแต่งตัวก็ไม่ได้เกี่ยวอะไรกับประเด็นจริง ๆ อะนะ"

hi "โทษที พอดีเห็นนายแล้วนึกถึงใครบางคน"

play sound sfx_impact

show akira basic_boo
show hideaki surprise_up
with vpunch

"อากิระถองศอกใส่ฮิเดอากิ"

show akira basic_laugh
with charachange

aki "บอกแล้วไงว่านายก็เหมือน ๆ กับพี่นายน่ะแหละ"

show hideaki closed_up
with charachange

"เขากระแอมใส่กำปั้นแล้วทำท่าให้ดูจริงจังขึงขังไว้"

hh "แสดงว่าเจอพี่ผมแล้วด้วยสินะครับ งั้นถ้ารู้นามสกุลผมแล้วคงนึกออก"

show hideaki serious
with charachange

hh "ผมฮิเดอากิ ฮากามิจิครับ คงจะนึกถึงพี่สาวของผมที่ชื่อชิซูเนะ ฮากามิจิอยู่สินะครับ"

"อ้อ น้องชิซูเนะนี่เอง"

"เดี๋ยวนะ ถ้าฮิเดอากิเป็นลูกชายของลุงอากิระ แล้วชิซูเนะเป็นพี่ฮิเดอากิ แปลว่าพ่อของลิลลี่กับชิซูเนะเป็น\nพี่เขยน้องเขยกัน ดังนั้น…"

hi "ลิลลี่กับชิซูเนะเป็นลูกพี่ลูกน้องกัน?"

show lilly basic_concerned_cas_close
show akira basic_smile
with charachange

"ลิลลี่ทำเสียงโอดครวญแบบเต็มที่ผิดวิสัย พออากิระเห็นปฏิกิริยาของลิลลี่แล้วก็ยิ้ม ๆ"

"ก็แปลว่าเรื่องที่สองคนนั้นไม่ถูกกันยังมีอีกด้านที่ไม่เคยเห็นอยู่ ทีแรกก็นึกว่าแค่มีปัญหาเรื่องการสื่อสารกัน แต่พอมี\nเรื่องครอบครัวมาเกี่ยวแล้วยิ่งทำให้อะไร ๆ ซับซ้อนขึ้นกว่าเดิม"


show akira basic_laugh
with charachange

aki "คนเราน่ะเลือกเพื่อนได้ แต่เลือกครอบครัวไม่ได้นะ"

show akira basic_boo
with charachange

"อากิระยักไหล่เนือย ๆ คงไม่ได้คิดมากเรื่องสองคนนั้นเท่าฉันละมั้ง"

show akira basic_smile
with charachange

aki "เอาเหอะ ก็ตามนั้นแหละ ว่าแต่เธอสองคนออกมาทำอะไรกันในวันฟ้าใสอย่างนี้"

show lilly basic_smileclosed_cas_close
with charachange

li "พอดีหนูออกมาหาซื้อของขวัญให้ฮานาโกะ ใกล้ถึงวันแล้วด้วย ถ้าพ้นวันนี้ไปก็จะไม่มีโอกาสได้ออกมาซื้อของแล้ว\nเพราะต้องกลับไปเรียน"

stop music fadeout 7.0

show akira basic_lost
with charachange

"อากิระทำหน้าเหวอราวกับลิลลี่เพิ่งบอกว่าท้องฟ้าไม่ได้เป็นสีฟ้า ก้อนเมฆไม่ได้เป็นสีขาว"

aki "วันเกิดฮานาโกะมันวันที่สิบเดือนหน้านู่นเลยไม่ใช่เหรอ"

show lilly basic_surprised_cas_close
with charachange

li "อื้ม… ทำไมเหรอ มีอะไรหรือเปล่า"

show akira basic_resigned
with charachange

"อากิระทำสีหน้าเครียดหนัก เป็นสีหน้าที่ไม่เหมาะกับเธอซึ่งเป็นคนเฮฮาและหัวแข็งเอามาก ๆ"

aki "ที่บ้านยังไม่ได้ติดต่อมาเหรอ"

show lilly basic_oops_cas_close
show hideaki confused
with charachange

"ลิลลี่สั่นหัวเป็นเชิงว่าไม่รู้เรื่อง ฉันเหลือบมองไปทางฮิเดอากิเผื่อจะรู้ว่ามีเรื่องอะไรกัน แต่เขาก็ยักไหล่ตอบ"

show akira basic_boo
with charachange

"อากิระคิดอยู่ครู่หนึ่งว่าจะเอายังไงต่อก่อนจะยิ้มอีกครั้ง ซ่อนอารมณ์ได้เก่งและแนบเนียนจนฉันใจคอไม่ดีขึ้นมาเลย"

show akira basic_smile
with charachange

aki "เฮ้ย โทษทีนะเจ้าเตี้ย อยู่กับฮิซาโอะไปก่อนนะ"

$ renpy.music.set_volume(0.7, 2.0, channel="ambient")

show hideaki normal
with charachange

show lilly basic_oops_cas_close:
    parallel:
        easeout 1.0 xpos -0.5
    parallel:
        linear 0.7 alpha 0.0
show akira basic_smile:
    parallel:
        easeout 1.0 xanchor 1.0 xpos 0.0
    parallel:
        linear 0.7 alpha 0.0
show hideaki normal:
    ease 1.0 center
show bg city_street2:
    ease 1.0 right
show crowd:
    ease 1.0 right
with Pause(1.0)

hide lilly
hide akira
with None

"ฮิเดอากิพยักหน้าแล้วโบกมือลา อากิระโอบไหล่ลิลลี่นำทางไปให้พ้นระยะที่พวกเราจะได้ยิน"

"และฉันก็ถูกทิ้งให้อยู่กับ “เจ้าเตี้ย”"

hi "อากาศ… ดีเนอะ ว่ามั้ย"

show hideaki thinking at center
with charachange

hh "ก็ดีนะครับ"

"…"

hi "โดนทิ้งแล้วสิ"

show hideaki serious
with charachange

hh "ครับ"

"เหมือนมาเล่นตลกกันสองคนเลย จะคุยกับเขายังไงดีเนี่ย ถามคำตอบคำเป็นหุ่นยนต์ไปได้ ไม่รู้จะเอายังไงต่อดี"

show hideaki triangle
with charachange

"แล้วเขาก็แกว่งขาเล่น เห็นได้ชัดว่าเบื่อที่ต้องคุย ทำตัวเป็นเด็กจริง ๆ ถึงท่าทางจะดูจริงจังก็เถอะ"

"พอเห็นว่าหมดเรื่องจะคุยแล้วฉันก็นึกจะไปทำสิ่งที่ได้ตั้งเป้าไว้แต่แรก"

hi "เดี๋ยวจะไปซื้อของขวัญ ไปด้วยมั้ย"

show hideaki normal
with charachange

hh "ไม่มีอะไรทำอยู่แล้วครับ"

stop ambient fadeout 0.5

scene bg city_street3
with shorttimeskip

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_traffic fadein 2.0

"ไม่นานเราก็มาถึงร้านเล็ก ๆ ที่ตั้งอยู่ข้างร้านสะดวกซื้อ"

"เป็นร้านที่ตามหน้าต่างไม่ได้มีเครื่องใช้ไฟฟ้าหรือเกมคอมพิวเตอร์ แต่เป็นหุ่น ตุ๊กตาหมี และของเบ็ดเตล็ดทำมือ\nที่ทำด้วยไม้ทั้งหลาย"

hi "ร้านขายของเก่า… โอเทลโล่?"

"ร้านขายของเก่าเหรอ อืม ถ้าให้เทียบกับร้านอื่น ร้านนี้น่าจะเหมาะกับฮานาโกะที่สุดแล้วละมั้ง"

"ฉันยื่นมือเตรียมจับมือจับประตูที่ดูเก่า แต่ก็ไม่ได้จับเมื่อเห็นว่าคนที่มาด้วยไม่ได้ตามมา"

hi "ไม่เข้ามาด้วยเหรอ"

show hideaki triangle at center
with charaenter

hh "ผมจะไปดูแผงหนังสือพิมพ์สักหน่อย พี่ไปเถอะ"

"น้ำเสียงฮิเดอากิบอกชัดจนฉันซึมว่าเขาไม่ได้สนใจของในร้านเลย แถมไม่ได้มีใจจะตามมาด้วย"

hide hideaki
with charaexit

"พอเขาเดินออกไปแบบเงียบ ๆ แล้วฉันก็ผลักประตูไม้บานหนาเข้าร้านมา เสียงกระดิ่งที่อยู่บนหัวดังกริ๊ง"

stop ambient fadeout 0.5
play sound sfx_storebell

scene bg city_othello at Fullpan(10.0, dir="left")
with locationskip

play music music_soothing fadein 0.5

"กลิ่นอับของหนังสือกับชั้นไม้ให้ความรู้สึกเหมือนร้านนี้อยู่คนละยุค"

"ฉันมองไปทางเคาน์เตอร์ที่อยู่ข้างประตูซึ่งมีชายผมสีดอกเลาที่นั่งอ่านหนังสือเก่า ๆ อยู่เงียบ ๆ ท่าทางเขาดูเข้ากับ\nร้านนี้เป็นอย่างดี"

"ฉันเดินดูตามชั้นวางของไปเอื่อย ๆ คนที่ฉันนึกถึงเมื่อได้พินิจดูของทำมือหรือของเบ็ดเตล็ดนำเข้าแต่ละชิ้นกลับไม่ใช่\nฮานาโกะ"

"ฉันย่อตัวลงมองที่โต๊ะไม้โอ๊กโบราณที่อยู่ตรงหน้าต่างร้าน"

"มีตุ๊กตาอยู่อย่างน้อยสามสิบตัว แต่ละตัวต่างมีขนาดและลักษณะที่ไม่เหมือนกัน ลักษณะเดียวที่แต่ละตัวมีเหมือนกันคือ\nชุดเดรสวิกตอเรียนแบบยาว"

"ฉันพลิกป้ายราคาที่ติดอยู่บริเวณเอวของตุ๊กตาดู"

"…ไม่ได้อยู่ในกรอบราคาที่ตั้งเป้าไว้เลย แม้แต่น้อย"

"ฉันไล่พลิกดูแต่ละตัวที่เหลือ ยิ่งขนาดของตุ๊กตาที่ดูแต่ละตัวเล็กลงเรื่อย ๆ ก็ยิ่งเครียด"

"และฉันก็ไล่ดูราคามาจนถึงตัวที่เล็กที่สุด ซึ่งเป็นราคาที่จับต้องได้ แถมคุณภาพดี ตุ๊กตาตัวนั้นมีผมสีแดง ใส่ชุดเดรส\nสีฟ้าตัวเล็ก ๆ"

"ฮานาโกะต้องชอบของขวัญชิ้นนี้แน่นอน ดูน่ารัก และไม่ได้ดูฉูดฉาดรุงรังเกินไป"

"พอค่อย ๆ หยิบตุ๊กตาตัวนั้นมาแล้วฉันก็เดินดูของในร้านต่อ ไม่แน่ใจเหมือนกันว่าอยากดูเพราะชอบบรรยากาศร้าน\nหรือเพราะความอยากรู้เฉย ๆ"

stop music fadeout 2.0

show bg city_othello at left
with None

"เมื่อหันมองไปรอบ ๆ ก่อนจะไปที่ชั้นวางของอีกที่ก็เห็นว่าชั้นวางของตรงนี้เป็นส่วนสำหรับของเล่นที่ทำด้วยไม้ มีตั้งแต่\nรถของเล่นไปจนถึงหุ่นที่มีกลไกใส่ไว้อย่างละเอียด"

show musicbox closed:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"ข้างหลังหุ่นนัตแครกเกอร์มีกล่องไม้เรียบ ๆ เล็ก ๆ วางอยู่หนึ่งกล่อง เมื่อใช้มือข้างที่ว่างจับมายกดูก็พบว่าเบากว่าที่คิด\nไว้มาก"

show musicbox open:
    ypos 0.5 alpha 1.0
with charachange

play music music_musicbox

"ฝากล่องเปิดออกได้อย่างง่ายดาย โลหะทรงกระบอกขนาดเล็กที่อยู่ในกล่องเริ่มหมุนทันที"

"ฉันยืนนิ่งฟังท่วงทำนองที่ออกมาจากกล่องขนาดเท่าฝ่ามือนี้อยู่หลายวินาที"

"ระหว่างที่กล่องดนตรีนั้นเล่นอยู่ฉันก็พลิกดูป้ายราคา ตัวเลขที่เขียนด้วยลายมือแบบหวัดนั้นอ่านยากเล็กน้อย"

"ราคาก็… พอรับได้อยู่นะ"

show musicbox closed
with charachange

play sound sfx_switch
stop music

show musicbox closed:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide musicbox
with None

"ฉันทำหน้าเบ้เล็กน้อยก่อนจะปิดกล่องดนตรีแล้วหยิบไปพร้อมกับตุ๊กตาที่ถือมาด้วยไปที่เคาน์เตอร์"

show shopkeep surprised at center
with charaenter

"พอเอาของสองอย่างนั้นมาวางที่เคาน์เตอร์แล้วคนที่นั่งอยู่ก็ลุกขึ้นมาดู ดูสีหน้าก็รู้ว่าแปลกใจที่คนรุ่นฉันมาซื้อของ\nอย่างนี้"

show shopkeep thinking
with charachange

"ฉันจำใจยื่นเงินตามราคาของสองอย่างนั้นแล้วออกจากร้านมาพร้อมถุงทึบแสงใบเล็กในมือ"

play ambient sfx_traffic fadein 0.5

scene bg city_street3
show hideaki serious at center
with locationchange

"ฉันแปลกใจที่เห็นฮิเดอากิยืนอยู่ตรงหน้า"

hi "อ้าว… ไง ไหนบอกจะไปแผงหนังสือพิมพ์"

show hideaki bored
with charachange

hh "พี่อากิระโทร. มา บอกว่ารออยู่ที่น้ำพุกับลิลลี่"

"อย่างน้อยก็ไม่ต้องไปเดินหาอีกรอบละนะ"

$ renpy.music.set_volume(0.4, 0.5, channel="ambient")

scene bg city_street2
with locationskip

"พวกเราเดินกลับไปที่น้ำพุ ท่าทางและการแสดงออกอันเรียบร้อยของฮิเดอากินั้นดูขัดกับรูปลักษณ์ของเขาอย่าง\nประหลาด"

show lilly cane_reminisce_cas at twoleft
show akira basic_boo at tworight
with charaenter

"ลิลลี่กับอากิระทำหน้านิ่ง ๆ ยืนรอพวกเราอยู๋"

show akira basic_smile at tworight
with charachange

aki "ไง พร้อมไปกันยัง เจ้าเตี้ย"

show bg city_street2 at bgleft
show lilly cane_reminisce_cas at left
show akira basic_smile at Transform(xpos=0.55)
with charamove

show hideaki happy at right
with charaenter

"ฮิเดอากิดูจะอารมณ์ดีขึ้นเมื่อได้กลับมาอยู่กับอากิระอีกครั้ง"

show hideaki happy_up
with charachange

aki "เจอกันลิลลี่ ฮิซาโอะ ฝากบอกสุขสันต์วันเกิดให้ฮานาโกะด้วย"

hi "ได้ครับ เจอกัน"

show lilly cane_weaksmile_cas
with charachange

li "ลาก่อนนะพี่"

hide akira
hide hideaki
show lilly cane_reminisce_cas
with charaexit

show lilly cane_reminisce_cas at center
show bg city_street2 at bgright
with charamove

"และสองคนนั้นก็กลืนหายไปกับฝูงชนอันอื้ออึงในยามบ่าย"

"เมื่อหันไปมองลิลลี่ก็พบว่าเธอถือถุงใบเล็ก ๆ อยู่ และฉันก็เพิ่งรู้ตัวว่าทำไมท่าทีของเธอถึงดูแปลกไปจากทุกที ปกติลิลลี่\nจะเป็นคนที่รู้สึกยังไงก็แสดงออกอย่างนั้น แต่สีหน้าและน้ำเสียงของเธอนั้นจับอารมณ์ได้ยาก"

"ซึ่งฉันก็ค่อนข้างหงุดหงิดอยู่เหมือนกัน แต่การที่เธอพยายามซ่อนอารมณ์ขนาดนี้ก็แปลว่าคงไม่อยากให้ใครมาซักไซ้\nถามหาเหตุผลว่าทำไมต้องทำอย่างนี้หรอก"

hi "ได้ของขวัญให้ฮานาโกะแล้วเหรอ"

show lilly cane_weaksmile_cas
with charachange

li "จ้ะ เธอล่ะ"

hi "อื้ม"

show lilly cane_sleepy_cas
with charachange

li "งั้นไปที่ป้ายจอดรถกันเลยมั้ย"

hi "ได้ เดี๋ยวรถเที่ยวที่ไปยามากุน่าจะมาแล้วละ"

"แล้วเราสองคนก็ออกเดิน"

$ renpy.music.set_volume(0.7, 0.5, channel="ambient")

scene bg city_street1
show lilly cane_concerned_cas_close at twoleft
with locationskip

"รู้สึกไม่เหมือนกับเมื่อกี้เลย ลิลลี่กำต้นแขนฉันแรงผิดปกติ บรรยากาศก็ชวนให้อึดอัดเอามาก ๆ"

"ความเงียบยังคงดำเนินไปอีกสักระยะหนึ่ง ไม่อยากเห็นลิลลี่เป็นอย่างนี้เลย"

show lilly cane_sleepy_cas_close
with charachange

li "เดี๋ยวจะจัดงานวันเกิดให้ฮานาโกะเร็วหน่อย วันที่สี่ได้มั้ยจ๊ะฮิซาโอะ"

"ยังไงฉันก็ปฏิเสธไม่ได้อยู่แล้วละ ฉันพยักหน้าตอบไปโดยอัตโนมัติ แต่ก็เพิ่งมาคิดได้ว่าพยักหน้าไปก็ยังไม่ใช่การตอบ\nจึงรีบออกปากตอบตกลงไปทันที"

"เธอทำตัวให้ดูปกติที่สุด ซึ่งออกจะยากสักหน่อย เพราะเห็นได้ชัดว่าใจเธอตอนนี้ไม่ได้อยู่กับตัวเลย"

show lilly cane_weaksmile_cas_close
with charachange

li "ขอโทษทีนะฮิซาโอะ เธอบอกว่าเดี๋ยวรถจะมาแล้วใช่มั้ย"

hi "ใช่"

"แต่พอลิลลี่ทักอย่างนั้นแล้วฉันก็นึกอะไรได้"

hi "เออนี่ บ่ายวันนี้เธอมีธุระอะไรมั้ย"

show lilly cane_oops_cas_close
with charachange

li "เหมือนจะ… ไม่นะ ถามทำไมเหรอจ๊ะ"

hi "ปกติตอนนี้ฉันคงจูงมือเธอรีบพาไปที่ไหนสักที่ แต่ฉันจะไม่รีบแล้วกัน แต่เชื่อฉันแล้วตามมาหน่อยนะ"

show lilly cane_surprised_cas_close
with charachange

"ฉันจับมือเธอไว้แล้วเดินนำทางเธอไปอย่างช้า ๆ สีหน้าเหม่อลอยของเธอแปรเปลี่ยนเป็นสีหน้าอันสงสัยและแปลกใจ\nเล็กน้อย"

stop ambient fadeout 2.0

scene bg city_karaokeint
with shorttimeskip

$ renpy.music.set_volume(1.0, 10.0, channel="ambient")
play music music_another fadein 2.0

"ฉันขอบคุณพนักงานเสิร์ฟที่นำชุดถ้วยชาและกาแฟที่ฉันสั่งไปมาวางที่โต๊ะ"

"ว่ากันตามจริง ที่ฉันมาเจอคาเฟนี้ก็เป็นความบังเอิญหรอก ฉันไม่ได้มีเป้าหมายด้วยซ้ำว่าจะไปไหน แค่กะว่าจะหาคาเฟ\nที่ดูบรรยากาศดี ๆ"

"ลิลลี่ที่พอตั้งตัวได้บ้างแล้วค่อย ๆ จิบน้ำชาไปพร้อม ๆ กับฉันที่กระดกกาแฟดื่ม"

"และลิลลี่ก็ยิ้มออกมาอย่างที่ฉันหวังเมื่อเธอรู้ว่าเป็นชาอะไร"

show lilly basic_weaksmile_cas_close at Transform(xalign=0.5, ypos=0.15, yanchor=0.0)
with charaenter

li "อื้ม… เยี่ยมเลย!"

show lilly basic_surprised_cas_close
with charachange

li "ฮิซาโอะ… เธอรู้ได้ไงว่าฉัน…"

"ฉันสั่งชาดำเฟรนช์วานิลลาเป็นการหยั่งเชิงว่าอาจจะเป็นรสที่ลิลลี่ชอบที่สุด หรืออย่างน้อยก็อาจจะพอเป็นรสที่เธอ\nชอบดื่ม ถึงฉันไม่ได้เชี่ยวชาญเรื่องชา แต่ชื่อก็ฟังดูเป็นอะไรที่ลิลลี่น่าจะชอบ"

"…เดาจากการที่เธอสั่งไอศกรีมรสวานิลลา ฉันไม่ใช่ผู้คร่ำหวอดในวงการชาเลยสักนิด"

hi "แค่เดามั่ว ๆ แล้วถูกน่ะ เธอนี่ชอบชาจริงเลยนะ"

show lilly basic_smileclosed_cas_close
with charachange

"เธอวางถ้วยชาลงแล้วพยักหน้าน้อย ๆ ฉันโล่งใจที่รอยยิ้มอันคุ้นเคยนั้นปรากฏขึ้นบนใบหน้าลิลลี่อีกครั้ง"

show lilly basic_smile_cas_close
with charachange

li "พอได้ดื่มชาแล้ว… เหมือนใจมันสงบน่ะจ้ะ"

hi "ดื่มขนาดนี้แน่ใจนะว่าไม่ได้ติดชาน่ะ เดี๋ยวนี้คนติดกาเฟอีนก็มีกันเยอะแยะ"

show lilly basic_giggle_cas_close
with charachange

li "แล้วฉันบอกเหรอว่าฉันไม่ได้ติดน่ะ"

"เธอหัวเราะคิกคักจังหวะที่ฉันห้อยหัวลง คนเราต่างก็มีข้อเสียกันทั้งนั้นแหละมั้ง แถมยังมีอะไรอย่างอื่นที่แย่กว่าให้ติด\nอีกเยอะ"

hi "ชาดำเฟรนช์วานิลลาเหรอ จะจำไว้นะ"

show lilly basic_smileclosed_cas_close
with charachange

"พวกเรานั่งดื่มกันไปเงียบ ๆ พอมีคนอย่างลิลลี่อยู่ด้วยในสภาพแวดล้อมใหม่อย่างนี้แล้วก็อุ่นใจดี ถึงแค่จะมานั่งเงียบ ๆ\nกันสองคนเฉย ๆ ก็เถอะ"

"ชักอยากรู้แล้วสิว่าลิลลี่จะรู้สึกอย่างนี้เหมือนกันหรือเปล่า และเธอก็วางถ้วยชาลง"

show lilly basic_emb_cas_close
with charachange

li "ฮิซาโอะ ขอถามอะไรแปลก ๆ หน่อยได้มั้ยจ๊ะ"

hi "ก็อยู่ที่ว่าเธอจะถามอะไรละมั้ง"

show lilly basic_weaksmile_cas_close
with charachange

li "ฉันอยากรู้ว่า… สีที่เธอชอบที่สุดคือสีอะไรน่ะ ทุกคนต่างก็มีสีที่ชอบกันทั้งนั้นนี่นะ"

"จังหวะที่ฉันกำลังจะตอบก็ฉุกคิดได้ว่าทำไมคำถามที่ดูจืด ๆ อย่างนี้ถึงได้ค่อนข้างแปลก"

hi "สีที่ฉันชอบที่สุดเหรอ แต่ว่า…"

show lilly basic_pout_cas_close
with charachange

"เธอทำแก้มป่องคาดคั้นคำตอบจากฉัน ถึงจะตอบไปแล้วไม่มีค่าอะไร แต่ก็ไม่เสียหายอะไรหรอก"

hi "ฉันรู้สึกว่าชอบสีเขียวน่ะ นั่นแหละสีที่ฉันชอบที่สุด"

show lilly basic_satisfied_cas_close
with charachange

li "สีเขียวเหรอ พอคิดถึงสีเขียวแล้วจะนึกถึงอะไรเหรอจ๊ะ"

hi "ก็คง… ทุ่งหญ้ากับต้นไม้ในฤดูร้อนละมั้ง แล้วก็ทหารด้วย พวกชุดลายพราง"

show lilly basic_planned_cas_close
with charachange

li "ผู้ชายดูจะชอบเรื่องทหารกันทุกคนเลยนะ"

show lilly basic_smile_cas_close
with charachange

li "แต่ว่า… ฟังดูเป็นสีที่ดีจังเลยนะ เป็นสีที่ดีมาก ๆ"

"เธอพยักหน้าน้อย ๆ ราวกับเห็นด้วย ก็คงไม่แปลกอะไรกับการผูกสีไว้กับอะไรอย่างอื่น เพราะคำว่าสีนั้นนับได้ว่า\nเป็นอะไรที่ลิลลี่แทบไม่รู้จัก"

hi "ถ้าทุกคนมีสีที่ชอบที่สุดแล้ว เธอชอบสีอะไรล่ะ"

show lilly basic_smileclosed_cas_close
with charachange

li "สีขาวจ้ะ ฉันรู้มาว่าสีขาวเป็นสีของหิมะ แล้วก็ไอศกรีม"

hi "เนี่ย เธอก็ไม่ต่างจากฉันหรอก ชอบสีแค่เพราะเป็นของที่ชอบกินเนี่ย แต่สีขาวก็ดีเหมือนกันละนะ"

hi "พูดถึงสี เดี๋ยวจะมืดแล้ว ให้ฉันช่วยนะ"

show lilly basic_smile_cas_close
with charachange

show lilly basic_smile_cas_close at center
with charamove

"ลิลลี่ยื่นมือมาให้ฉันจับดึงตัวเธอลุกขึ้นมาจากเก้าอี้ ฉันนึกตกใจกับความนุ่มของมือเธอที่สัมผัสกับมือของฉัน\nด้วยความที่ฉันไม่ชินกับการถูกเนื้อต้องตัวอย่างนี้เท่าไหร่"

"แต่ลิลลี่ก็ดูไม่ได้คิดมากอะไร และแม้เหตุผลจะเห็นได้ชัด ฉันก็ยังรู้สึกว่าสิ่งนี้เป็นแค่ความเป็นกุลสตรีอย่างหนึ่งของเธอ\nมากกว่า"

"ทันทีที่ลิลลี่เตรียมจับกระเป๋าสตางค์ของตัวเองฉันก็ตัดบททันที"

hi "ไม่เป็นไร ฉันเลี้ยงเอง"

show lilly basic_cheerful_cas_close at center
with charachange

li "อ้าว ขอบคุณนะจ๊ะฮิซาโอะ"

"เธอยิ้มจริงใจให้ฉันที่ปรามไว้ ซึ่งเป็นรางวัลที่มีค่ามากกว่าคำพูดของเธอเสียอีก"

stop music fadeout 2.0

scene bg suburb_roadcenter_ni
with shorttimeskip

$ renpy.music.set_volume(0.2, 0.5, channel="ambient")
play ambient sfx_cicadas fadein 0.5

"กว่าจะได้ลงจากรถบัสก็มืดค่ำเต็มที่แล้ว"

$ renpy.music.set_volume(0.5, 0.5, channel="ambient")

scene bg school_road_ni
with locationskip

"พวกเราเดินขึ้นเขากันไปเงียบ ๆ ด้วยความอึดอัดเล็กน้อย คงเพราะเรื่องที่เกิดวันนี้แหละ"

"ถึงจะยังห่วงที่ลิลลี่ดูเว้นระยะจากฉันหลังจากที่เธอได้คุยกับพี่สาวของเธอแล้ว แต่ฉันก็รู้สึกประสบความสำเร็จที่พอจะ\nทำให้ลิลลี่ร่าเริงขึ้นได้บ้าง"

"แต่… รู้สึกเหมือนบรรยากาศระหว่างเราเปลี่ยนไป อาจจะเปลี่ยนไปเล็กน้อย แต่เป็นอะไรบางอย่างที่ฉันคิดว่าเราสองคน\nคงไม่เคยรู้ตัวมาก่อนเลย"

show lilly cane_weaksmile_cas_ni at center
with charaenter

li "สรุปวันนี้เรา… ไปเดตกันมาใช่มั้ยจ๊ะ"

"ใช่ เราสองคนต่างก็รู้ดี คำตอบของคำถามนั้นชัดเสียจนเหมือนถามแบบรำพึงมากกว่า"

"ถึงจะอึดอัด แต่ก็ไม่ใช่ความรู้สึกที่แย่อะไร กลับตรงกันข้ามด้วยซ้ำ ฉันไม่รู้ว่าสิ่งนี้คืออะไร ฉันไม่อาจรู้ได้แน่ แต่รู้สึก\nเหมือนเป็นอะไรที่ขยับขึ้นมาจากมิตรภาพเล็กน้อย"

"ความเข้าใจ? ความเห็นใจ? การจะหาคำที่เหมาะสมเพื่อมาอธิบายนั้นยากยิ่ง แต่แม้กระนั้นก็ตาม…"

hi "ไว้ไปด้วยกันอีกดีมั้ยลิลลี่ แบบที่ไม่ต้องไปหาซื้อของขวัญแล้วน่ะ?"

show lilly cane_emb_cas_ni
with charachange

"ลิลลี่ยังทำสีหน้าเช่นเดิมกับฉันที่โยนหินถามทางไปอย่างนั้น ใบหน้าขาวนวลของเธอทำให้สีแดงเรื่อนั้นเห็นได้ชัดขึ้น\nนิดหนึ่ง เธอยังคงไม่หันมาพลางหน้าก้มหน้าต่ำเล็กน้อย"

show lilly cane_cheerful_cas_ni
with charachange

li "…ได้สิ"

stop ambient fadeout 2.0

scene black
with dissolve


#**************************************

label th_L4:

scene bg school_girlsdormhall
with locationchange

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")

"ฉันเดินไปตามโถงทางเดินหอหญิงพร้อมกระเป๋านักเรียนในมือ"

"ข้างในกระเป๋ามีตุ๊กตาที่ถูกวางบนกล่องใบเล็ก ๆ อยู่ ฉันเอากล่องใส่กระเป๋ามาสักพักแล้วเพราะไม่รู้เหมือนกันว่าจะเอาไป\nทำอะไรดี"

"พอมาลองคิด ๆ ดูแล้ว สถานการณ์เหล่านี้ดูออกจะประหลาด"

"ถึงจะรู้ว่าเดี๋ยวจะจัดงานวันเกิดฮานาโกะกันก็จริง แต่ก่อนหน้านี้ฉันไม่รู้เลยว่าจะจัดยังไงกัน มารู้อีกทีก็วันนี้ตอนที่เจอ\nกระดาษโน้ตที่วางไว้ในห้องน้ำชาที่ไม่มีใครอยู่"

"ฉันหยิบกระดาษโน้ตนั้นขึ้นมาอ่านอีกรอบแล้วดูรายละเอียดที่เป็นตัวอักษรสีดำนั้นให้แน่ใจ เป็นลายมือที่อ่านค่อนข้าง\nง่ายแม้คนเขียนจะตาบอดก็ตาม ซึ่งแสดงให้เห็นได้ชัดถึงความพยายามและเอาใจใส่ของลิลลี่"

window hide

$ written_note(u"ฮิซาโอะ\n\nพวกเราจะจัดงานเลี้ยงกันที่ห้องของฉัน\nมาหาที่หอหญิงห้อง 225 ณ เวลา 18:00 น.\nขอโทษที่ต้องเขียนบอกอย่างนี้นะจ๊ะ\nพอดีฉันติดธุระหัวหน้าห้อง\n\n\n- ลิลลี่ ซาโต้", text_args={"color":"#000000"})

window show

"ฉันเดินตามโถงทางเดินไปเรื่อย ๆ จนถึงห้องลิลลี่ด้วยความยังไม่มั่นใจ ฉันนึกลังเลอยู่แวบหนึ่ง แต่สุดท้ายก็เคาะประตูไป\nสามรอบ"

play sound sfx_doorknock2
with Pause(0.5)

"มีเสียงคุยกันอู้อี้อยู่ในห้องครู่หนึ่ง พอฟังดี ๆ แล้วก็ได้ยินแต่เสียงฮานาโกะกับลิลลี่"

"พอคุยกันเสร็จลิลลี่ก็เรียก"

li "ฮิซาโอะหรือเปล่าจ๊ะ"

hi "อื้ม อ่านโน้ตที่เขียนทิ้งไว้แล้วนะ"

li "เข้ามาได้เลยจ้ะ ประตูไม่ได้ล็อก"

"โล่งไปที่มาถูกห้อง ฉันจับมือจับประตูแล้วบิดเปิดเข้าไป"

play sound sfx_dooropen

"พอเปิดประตูฉันก็ลืมคำทักทายทั้งหลายสิ้น"

window hide

play music music_one fadein 10.0

scene ev lilly_bedroom:
    truecenter
    zoom 1.1 subpixel True
    ease 15.0 zoom 1.0
with GenericWhiteout(0.5,0.1,4.0)

window show

"ลิลลี่ใส่ชุดนอนนั่งอยู่ที่โต๊ะเตี้ยกลางห้อง ส่วนฮานาโกะใส่ชุดโปร่ง ๆ นั่งอยู่ฝั่งตรงข้าม รู้สึกแปลกแยกขึ้นมาเลยที่ใส่\nชุดนักเรียนมาคนเดียว"

"ฉันกวาดตามองสองคนตรงหน้าซึ่งดูน่ารักก่อนจะเบนสายตาออกจากขาเรียวยาวขาวนวลของลิลลี่ทั้งที่ยังไม่อยาก\nละสายตาอยู่เหมือนกัน"

hi "งะ ไง ของ… ที่เอามาน่าจะครบแล้วนะ"

scene ev lilly_bedroom_large:
    xpos -130 ypos -400 subpixel True
    acdc_warp 12.0 ypos -800
with flash

"เธอยิ้มพยักหน้า จะรู้ตัวมั้ยนะว่าตัวเองน่ะน่ารักขนาดไหน ชุดนอนบาง ๆ สีน้ำเงินที่ทำจากผ้าไหมนั้นเหมาะกับเธอจริง ๆ\nเพราะช่วยขับเน้นทั้งตาและส่วนโค้งเว้าของเธอ"

"ตัวเธอเมื่อคืนวานที่ดูเป็นคนลังเลและเขินอายนั้นถูกแทนที่ด้วยความขี้เล่น ฉันดีใจที่เห็นเธอมั่นใจขึ้นมาอย่างนี้ แต่ก็\nอดคิดถึงท่าทางของเธอเมื่อตอนนั้นไม่ได้อยู่ดี"

scene ev lilly_bedroom_large:
    xpos -830 ypos -200 subpixel True
    acdc_warp 12.0 ypos 0
with flash

"ฉันหันไปมองทางฮานาโกะที่ใส่ชุดนอนนั่งเกร็ง ๆ อยู่ฝั่งตรงข้าม ไม่แปลกใจเท่าไหร่ที่ชุดนอนของเธอเป็นแบบเรียบ ๆ\nแต่ก็ดูน่ารักดี"

hi "ไง ฮานาโกะ สุขสันต์วันเกิด"

ha "อ๊ะ… ขะ ขอบคุณนะ"

"เธอดูประหม่ากว่าปกติ ทั้งที่เธอเปิดใจให้ฉันบ้างแล้วตลอดระยะเวลาหนึ่งสัปดาห์ที่เราได้รู้จักกัน แต่ก็คงเพราะสถานการณ์\nตอนนี้ออกจะพิเศษสักหน่อยละนะ"

scene ev lilly_bedroom
with flash

li "เชิญนั่งได้ตามสบายเลยจ้ะฮิซาโอะ เดี๋ยวฉันรินชาให้"

hi "ได้"

$ renpy.music.set_volume(0.8, 2.0, channel="music")

scene bg school_dormlilly
with locationchange

"ลิลลี่ยกกาน้ำชาสีแดงมาจากข้างโต๊ะแล้วรินน้ำชาใส่ถ้วยชาของพวกเราให้ช้า ๆ ไประหว่างที่ฉันกำลังนั่งลงพร้อมวาง\nกระเป๋าไว้ที่กำแพงข้าง ๆ"

"พอตั้งสติและตั้งตัวได้บ้างแล้วก็ถึงนึกได้ว่าครั้งนี้เป็นครั้งแรกที่ได้มาห้องลิลลี่"

"อย่างแรกที่ฉันสัมผัสได้คือกลิ่นอ่อน ๆ ที่ต่างจากห้องของฉันไปเล็กน้อย… อาจจะเป็นกลิ่นน้ำหอมไม่ก็น้ำยาทาเล็บ\nจริง ๆ ก็เป็นกลิ่นอะไรของผู้หญิงนั่นแหละ"

"อีกอย่างคือสภาพห้องที่ดูเรียบ ๆ กำแพงสีเบจ ตู้เรียบโก้ไร้การตกแต่ง ตามกำแพงไม่มีโปสเตอร์หรือภาพแขวนใด ๆ\nเป็นห้องที่เน้นการใช้สอยโดยแท้จริง ซึ่งก็ควรเดาได้แต่แรกแล้วเพราะลิลลี่ตาบอด"

"อย่างเดียวที่ดูเด่นสะดุดตาคือกองหนังสือที่วางอยู่บนพื้น แต่ละกองสูงประมาณเข่าไม่ก็ประมาณเอว บางเล่มมีปกพิมพ์\nตัวอักษรไว้อยู่ ส่วนเล่มอื่นนั้นมีแต่จุดอักษรเบรลล์"

"ซึ่งน่าสนใจดีที่เล่มที่มีพิมพ์ตัวอักษรนั้นเป็นภาษาอังกฤษล้วน แต่ก็ไม่ได้แปลกใจอะไร ลิลลี่เองก็เคยเล่าแล้วว่าที่บ้าน\nเสริมภาษาอังกฤษให้ตัวเองกับอากิระด้วย"

hi "ห้องสวยดีนะลิลลี่"

show hanagown distant:
    center
    ypos 1.15
with charaenter

"ฉันได้ยินคำขอบคุณลอยมาจากข้าง ๆ ไหล่ฉัน พอหันไปมองฮานาโกะก็เห็นว่าเธอจ้องตักกำชุดนอนตัวเอง\nด้วยความเกร็งอยู่"

"และฉันก็เพิ่งรู้ตัวว่าเพราะอะไร พอฮานาโกะใส่ชุดแบบนี้แล้วจะเห็นแผลเป็นได้มากขึ้น ซึ่งลากยาวตั้งแต่คอลงมาจนถึง\nตามไหล่ขวา"

"ทั้งที่เป็นงานเลี้ยงจัดเพื่อเธอแท้ ๆ แต่พอฉันมาด้วยแล้วเหมือนฮานาโกะจะสนุกได้ไม่เต็มที่เลย"

hi "แล้วปีนี้อายุเท่าไหร่แล้วล่ะ สิบแปด?"

show hanagown worry
with charachange

"สีหน้าฮานาโกะที่ดูตกใจอย่างเห็นได้ชัดด้วยความที่เธอนั้นซ่อนอารมณ์ไม่เก่งทำให้รู้ได้ว่าเธอกำลังพยายาม\nทำเหมือนว่าฉันไม่ได้อยู่ตรงนี้ อึดอัดแฮะ"

ha "ชะ ใช่"

hi "ถ้ามองในแง่ดี อีกสองปีก็ดื่มได้แล้วนะ แล้วเธอกับลิลลี่ใครแก่กว่ากันเหรอ"

show hanagown normal
with charachange

ha "ลิลลี่ ลิลลี่เกิดเดือน… กะ กุมภาฯ แล้ว… นายล่ะ"

hi "ช่วงต้นปีนู่น ผ่านมาแล้วน่ะ"

"ฉันปกปิดส่วนที่ว่าวันเกิดนั้นเป็นช่วงที่เข้าโรงพยาบาลพอดี ตอนนั้น… เป็นช่วงที่ตกต่ำเป็นพิเศษเลย"

show hanagown distant
with charachange

show hanagown distant:
    tworight
    ypos 1.15
show bg school_dormlilly at bgright
with charamove

show lilly basic_smileclosed_paj:
    twoleft
    ypos 1.2
with charaenter

play sound sfx_teacup

"เรื่องที่จะคุยนั้นหมดลงเร็วตามคาด ไม่นานลิลลี่ก็จัดแจงชาวางถ้วยน้ำชาสามถ้วยให้แต่ละคนจนเสร็จเรียบร้อย"

"พอยกถ้วยชาขึ้นดื่มก็รู้สึกถึงกลิ่นและรสชาติที่เข้มกว่าชาที่ดื่มด้วยกันทุกที"

hi "หืม ไม่เหมือนชาที่กินด้วยกันในห้องน้ำชาเลย"

show lilly basic_smile_paj
with charachange

li "เป็นรสอีกแบบหนึ่งน่ะจ้ะ ไม่เหมือนที่ดื่มกันที่ห้องน้ำชา เธอไม่เคยดื่ม ‘{i}Orange Jaipur{/i} (ชาดำกลิ่นส้ม)’\nใช่มั้ยจ๊ะ"

hi "เหมือนจะ… ไม่ ปกติฉันก็ดื่มแต่กาแฟนี่นะ เหมือนตอนที่ไปเข้าตัวเมืองวันนั้น แต่อันนี้ก็อร่อยดีนะ"

show hanagown normal
with charachange

"พอดื่มชากันสบาย ๆ แล้วแล้วฮานาโกะก็ดูจะหายเกร็งไปบ้าง อาจจะไม่ขนาดนั้น แต่ก็ไม่ได้เกร็งที่ฉันอยู่ด้วยเท่าไหร่แล้ว"

"พวกเราดื่มชากันหมดแทบจะพร้อมกัน ท่าทางฮานาโกะแสดงชัดว่าอยากกินเค้กที่ตั้งอยู่บนโต๊ะคอยยั่วน้ำลายนั้นเต็มที"

stop music fadeout 4.0

"จะว่าไปฉันเองก็อยากกินแล้วเหมือนกัน แต่ก่อนอื่นเลย"

hi "ลิลลี่?"

show lilly basic_planned_paj
with charachange

li "จ้ะ ตอนนี้แหละ"

"พวกเราสองคนต่างรู้กันว่าพูดถึงเรื่องอะไรอยู่ ฉันเอี้ยวตัวไปคุ้ยหาตุ๊กตาที่ซื้อมาให้ฮานาโกะซึ่งอยู่ในกระเป๋า ส่วนลิลลี่\nลุกไปหยิบของขวัญที่ตัวเองซื้อมา"

"พวกเราซ่อนของขวัญไว้ในมือก่อนจะเอามาวางไว้บนโต๊ะพร้อมกัน"

show lilly basic_cheerful_paj
show hanagown normal_blush
with charachange

$ doublespeak (li, hi, "สุขสันต์วันเกิด!")

"ฮานาโกะนั่งนิ่งมองของขวัญอยู่นานหลายวินาทีด้วยความประหลาดใจ"

"ตุ๊กตาไม้ที่ใส่ชุดยุควิกตอเรียนกับหมวกใบเล็ก ๆ ของฉันวางอยู่ข้างตุ๊กตาหมีนุ่มฟูสีน้ำตาลอ่อนของลิลลี่"

show hanagown distant
with charachange

"ฮานาโกะกำชุดนอนแน่นพลางพูดโดยที่ไม่ละสายตาไปจากของขวัญเล็ก ๆ น้อย ๆ ของพวกเรา"

show hanagown distant_blush
with charachange

ha "ขะ… ขอบคุณนะ… ลิลลี่… ฮิซาโอะ"

play music music_serene fadein 6.0

scene unlock_ev lilly_hanako_hug_end
show black
show ev lilly_hanako_hug:
    xalign 0.5 yalign 1.0 alpha 0.0 subpixel True
    parallel:
        linear 5.0 alpha 1.0
    parallel:
        easein 15.0 yanchor 0.0 ypos -0.15

with locationskip

"เสียงฮานาโกะเริ่มสะอื้นจังหวะเดียวกับตอนที่ลิลลี่เข้าไปโอบไว้"

"ภาพที่ฮานาโกะนั้นกอดลิลลี่แน่นช่างอบอุ่นหัวใจเสียจนฉันฝืนหุบยิ้มไม่ได้เลย"

"ลิลลี่แนบหน้าเข้ากับหัวฮานาโกะพลางกระซิบแผ่วเบาเสียจนฉันแทบไม่ได้ยิน"

li "สุขสันต์วันเกิดจ้ะฮานาโกะ"

hi "สุขสันต์วันเกิด"

"ฮานาโกะพยักหน้าน้อย ๆ กอดลิลลี่อยู่อีกพักหนึ่งก่อนจะผละออกแล้วเช็ดน้ำตา"

"สำหรับฮานาโกะ ขอแค่มีใครก็ได้อยู่เคียงข้างคอยรักเธอก็คงเป็นอะไรที่พิเศษแล้วละนะ ฉันคงปลื้มไปอีกนานที่ฉัน\nกับลิลลี่ได้เป็นคนที่ว่านั้นสำหรับเธอ"

scene ev hanako_presents1
with locationskip

"ฮานาโกะคว้าตุ๊กตาสองตัวนั้นขึ้นมาเบา ๆ แล้วกอดไว้พลางยิ้มอบอุ่น"

"พวกเราสามคนนั่งกันเงียบ ๆ อย่างมีความสุขอยู่นานสองนาน จนกระทั่งลิลลี่พูดขึ้นมา"

li "งั้นทานเค้กกันเลยมั้ยจ๊ะ"

scene bg school_dormlilly
show lilly basic_smile_paj:
    twoleft
    ypos 1.2
show hanagown smile:
    tworight
    ypos 1.15
with locationskip

"คำตอบของคำชวนนั้นเป็นสีหน้าที่แสดงความอยากเต็มที่ของสองคน"

hi "ไม่ขัด"

ha "ได้"

stop music fadeout 2.0

scene bg school_dormlilly
show lilly basic_smileclosed_paj:
    twoleft
    ypos 1.2
show hanagown normal:
    tworight
    ypos 1.15
with shorttimeskip

ha "ฮู่ว อร่อย"

play music music_dreamy fadein 4.0

"ฉันนั่งเอนตัวด้วยความอิ่มหนำ ทั้งลิลลี่และฮานาโกะก็ไม่ต่างกันกับฉัน เค้กเยอะไปหน่อย แต่พวกเราสามคนก็ช่วยกัน\nกินจนหมดจนได้"

show hanagown normal_blush
with charachange

ha "อิ่มจนกินอะไรไม่ไหวแล้วละ"

show lilly basic_weaksmile_paj
with charachange

li "คราวหน้าคงต้องซื้อก้อนที่เล็กลงมาหน่อยสิเนี่ย"

show hanagown smile
with charachange

"ฮานาโกะกับฉันแค่นหัวเราะ แต่ก็อดคิดไม่ได้ว่ากว่าจะถึงวันเกิดอีกทีปีหน้าพวกเราก็เรียนจบกันแล้ว"

"คิดแล้วก็หดหู่เหมือนกัน ทั้งที่ตอนนี้เหมือนอะไร ๆ ในชีวิตฉันจะเริ่มเข้าที่เข้าทางแล้วแท้ ๆ"

"ฉันมองไปรอบห้องที่เป็นระเบียบเรียบร้อยของลิลลี่เล่น ๆ และฉันก็สะดุดตากับกองหนังสือเหล่านั้นอีกครั้ง"

"อาจจะเป็นคำถามที่โพล่งขึ้นมาแบบไม่ได้คิดอะไร แต่ฉันก็อยากรู้อยู่ดี อีกอย่าง ลิลลี่คงไม่ถือหรอก"

hi "นี่ ลิลลี่ ขอดูหนังสือเธอหน่อยได้มั้ย"

show lilly basic_smile_paj
with charachange

li "ได้เลยจ้ะฮิซาโอะ"

show lilly basic_planned_paj
with charachange

li "แต่ถึงอย่างนั้น ถ้าเธอผ่านกำแพงภาษาสองชั้นไปได้ ฉันคงประทับใจทีเดียว"

hi "สองชั้น? อักษรเบรลล์กับ… อ้อ จริงสิ ภาษาอังกฤษ"

show lilly basic_smile_paj
with charachange

"ลิลลี่พยักหน้า"

hi "คือรู้แหละว่าเรียนภาษาอังกฤษอยู่ แต่ก็อดทึ่งไม่ได้แฮะที่เธอเก่งขนาดนี้"

show lilly basic_giggle_paj
with charachange

li "จะว่าเป็นวิธีกันไม่ให้คนอื่นยืมหนังสือของฉันก็ได้แหละนะ"

"เธอพูดติดตลก แต่แอบผิดหวังหน่อย ๆ แฮะ มีหนังสือเยอะขนาดนี้แต่อ่านไม่ออกสักอย่างแล้วรู้สึกเหมือนโดนแกล้งเลย"

"ฮานาโกะหัวเราะคิกคัก ฉันมองคร่าว ๆ แล้วเอื้อมไปคว้าหนังสือเล่มที่อยู่ด้านบนกองที่อยู่ใกล้มือสุด บนปกมีแค่\nตัวอักษรตัวใหญ่ที่พิมพ์ว่า ‘{i}Death on the Nile{/i}’"

$ renpy.music.set_volume(0.5, 0.5, channel="music")
play sound sfx_paper
show ev braille at Fullpan(10.0, dir="right")
with locationskip

"ฉันนั่งเปิดหนังสือดูพักหนึ่งระหว่างที่ลิลลี่กับฮานาโกะคุยกัน"

"ถึงจะพยายามลูบตัวอักษรเบรลล์ที่พิมพ์อยู่แต่ละหน้าสักเท่าไหร่ก็รู้สึกเหมือนแต่ละจุดนั้นกลืนไปด้วยกันหมดจนแยก\nไม่ออกเลย"

"ทีแรกก็นึกว่าจะอ่านง่ายกว่านี้เสียอีก แต่ถ้าคนที่ประสาทสัมผัสดีกว่าฉันได้ฝึกสักหน่อยก็น่าจะอ่านได้เร็วพอตัวเลย"

$ renpy.music.set_volume(1.0, 0.5, channel="music")

scene bg school_dormlilly
show lilly basic_smileclosed_paj:
    twoleft
    ypos 1.2
show hanagown normal:
    tworight
    ypos 1.15
with locationskip

"พอรู้สึกตัวว่าเหมือนเงียบมาสักพักแล้วฉันจึงเงยหน้าขึ้นจากหน้าที่พิมพ์จุดเหล่านั้น ลิลลี่ยิ้มให้ฉัน ส่วนฮานาโกะกำลัง\nดื่มชาอีกถ้วยอยู่"

hi "มีอะไรเหรอ"

show lilly basic_smile_paj
with charachange

li "ไม่หรอกจ้ะ แค่ว่าความอยากรู้ของเธอมันน่าเอ็นดูดี"

"พอได้ยินอย่างนั้นแล้วก็รู้สึกดีแปลก ๆ แต่ก็รู้สึกเหมือนแก้มตัวเองแดงขึ้นมาหน่อย ๆ ด้วย"

hi "ขอบใจ แต่คือฉันแค่ไม่รู้จะทำตัวยังไงดี"

show lilly basic_weaksmile_paj
with charachange

li "ว่าตามตรง ฉันเองก็ไม่แน่ใจเหมือนกันว่าเธอมองพวกเรายังไง เพราะเธอเองก็เพิ่งย้ายมาใหม่"

stop music fadeout 12.0

show lilly basic_reminisce_paj
with charachange

li "ถ้าเธอมองว่าพวกเราน่าสงสาร ฉันคงไม่พอใจทีเดียว"

show hanagown distant
with charachange

"น้ำเสียงลิลลี่แฝงอารมณ์บางอย่างที่คงไม่น่าเกี่ยวกับศักดิ์ศรี พอเหลือบมองฮานาโกะก็เห็นว่าเธอดูผ่อนคลายกว่าทุกที\nสายตาไม่ได้มองมาที่ฉันแต่มองไปที่ลิลลี่"

hi "ฉันไม่คิดอะไรอย่างนั้นหรอก ดูสภาพแล้วฉันคงไม่มีหน้าไปสงสารใครคนอื่นหรอก"

hi "ท่าทีของพ่อแม่ตอนที่รู้เรื่องหัวใจของฉัน… ฉันไม่อยากให้ใครต้องเห็นหน้าแบบนั้นเลย"

show lilly basic_oops_paj
show hanagown distant_blush
with charachange

"ฉันยั้งตัวเองไว้ไม่ให้เล่าอะไรไปไกลกว่านี้อีก แต่เหมือนจะช้าไป เพราะเธอทั้งสองคนดูจะไม่สบายใจเท่าไหร่ โดยเฉพาะ\nลิลลี่"

show lilly basic_emb_paj
show hanagown worry
with charachange

li "ขอ… โทษทีนะ ฉันไม่น่าพูดอย่างนั้นเลย…"

show lilly basic_listen_paj
with charachange

$ renpy.music.set_volume(0.5, 0.0, channel="sound")
play sound sfx_doorknock2

"ความเงียบเข้าครอบงำอยู่ชั่วขณะ ซึ่งยังดีที่ไม่นานลิลลี่ก็เงยหน้าขึ้น เป็นท่าทางที่ฉันเห็นจนคุ้นตาแล้ว"

hi "ได้ยินอะไรหรือเปล่า"

show lilly basic_surprised_paj
with charachange

li "ประตู…"

$ renpy.music.set_volume(1.0, 0.0, channel="sound")
play sound sfx_dooropen

show lilly basic_surprised_paj:
    left
    ypos 1.2
show hanagown distant_blush at Transform(xpos=0.4)
show bg school_dormlilly at bgleft
with charamove

"ทุกคนต่างหันมองไปทางประตูเพราะเชื่อในประสาทสัมผัสของลิลลี่ ซึ่งจริงอย่างที่ลิลลี่ว่า มือจับประตูกระตุกแล้วบิดลง\nเผยให้เห็นคู่สีเหลืองและดำที่โผล่มา"

show akira basic_laugh at right
with easeinright

play music music_running

show lilly basic_listen_paj
show hanagown worry
with vpunch

aki "อากิระ ซาโต้ มาเยือนจ้า! สุขสันต์วันเกิดนะฮานาโกะ!"

show hanagown worry_blush
with charachange

ha "อ๊ะ… ขอบคุณ…"

show akira basic_smile at Transform(ypos=1.15, xpos=0.8, xanchor=0.5)
with dissolvecharamove

"อากิระลงนั่งที่โต๊ะแล้วโยนกระเป๋าลงวางข้าง ๆ บรรยากาศรอบตัวเธอนั้นมีความกระฉับกระเฉงเป็นเอกลักษณ์ ทำให้\nการปรากฏตัวของเธอดูอลังการ"

show hanagown distant
with charachange

"ฮานาโกะกำชุดนอนตัวเองตั้งสติ แต่พอดูสงบลงแล้วตัวก็ไม่สั่นเท่าไหร่ คงจะเคยเจอกับอากิระมาก่อนแล้วละนะ ซึ่งพอ\nเห็นอากิระกับลิลลี่สนิทกันขนาดนี้แล้วก็ไม่แปลกใจเท่าไหร่"

"อากิระดูจะไม่ได้เครียดอะไรที่เห็นฮานาโกะตกใจขนาดนั้น ยังคงทำตัวตามปกติไม่มีการเกร็งอะไร แม้ฮานาโกะจะเป็น\nคนขี้อายก็ตาม"

show lilly basic_weaksmile_paj
with charachange

li "ไหนพี่บอกว่ามีงานไง หาเวลาว่างออกมาได้เหรอ"

show akira basic_boo:
    ypos 1.15
with charachange

aki "อ่า ประมาณนั้น แต่ก็รู้สึกผิดที่ทิ้งพวกที่ทำล่วงเวลาไว้อย่างนั้น เดี๋ยวต้องกลับไปละ"

show akira basic_smile
with charachange

aki "แต่ถ้าไม่มางานวันเกิดฮานาโกะตัวน้อยสุดน่ารักของเธอฉันก็จะรู้สึกผิดเหมือนกัน พี่เลยแวบมาแป๊บหนึ่ง"

show hanagown smile
with charachange

"อากิระยิ้มแฉ่งให้ฮานาโกะที่นั่งจ้องตักตัวเองหน้าแดงแจ๋อยู่ ปากก็หุบ ๆ เกร็ง ๆ ราวกับกลั้นยิ้มไว้ด้วยความอายอยู่"

"แปลกเหมือนกันที่ท่าทีของฮานาโกะดูจะตรงไปตรงมา ทั้งที่เธอจะอายกับรูปลักษณ์ตัวเอง ฮานาโกะได้แต่พยักหน้า\nน้อย ๆ ตอบโดยที่ซ่อนความดีใจไว้แทบไม่มิดเลย"

"คงไม่ค่อยมีใครที่ให้ความสนใจกับฮานาโกะในแง่บวกอย่างนี้มากละมั้ง เห็นแล้วก็นับถืออากิระเลยแฮะที่ทำให้ฮานาโกะ\nดีใจได้ขนาดนี้ อย่างฉันนี่เทียบแทบไม่ติดเลย"

show akira basic_laugh
with charachange

aki "เอาละ ก่อนไป…"

play sound sfx_rustling

"เธอเปิดกระเป๋าตัวเองที่อยู่ข้าง ๆ แล้วเอาของที่อยู่ข้างในออกมาให้ดูแบบเล่นใหญ่"

show wine:
    yalign 0.5 xanchor 0.0 xpos 1.0 alpha 0.0
    easein 1.0 alpha 1.0 xanchor 1.0
with Pause(1.0)

"ของที่ว่านั้นเป็นขวดแก้วใหญ่สองใบ แต่ละขวดมีชื่อภาษาฝรั่งเศสยาว ๆ พิมพ์ไว้บนฉลากอยู่"

show hanagown normal
with charachange

"ฮานาโกะทำหน้าทั้งแปลกใจและสงสัย ฉันเองก็คงไม่ต่างกัน ส่วนลิลลี่ที่มองไม่เห็นนั้นยังไม่รู้ว่าเกิดอะไรขึ้น"

show hanagown normal_blush
with charachange

ha "พี่อากิระ… อันนี้มัน…"

show lilly basic_surprised_paj
with charachange

li "อะไรเหรอ"

hi "ไวน์น่ะ ขวดนึงไวน์แดง อีกขวดไวน์ขาว"

show lilly basic_pout_paj
with charachange

li "พะ พี่! แต่ว่า…!"

show akira basic_smile
with None

show wine:
    easeout 1.0 alpha 0.0 xanchor 0.0
with Pause(1.0)

hide wine
with None

aki "ใจเย็น ๆ ใช่ว่าชิซูเนะจะตามมาเทศน์ถึงนี่ได้ที่ไหน"

hi "แต่ที่ลิลลี่พูดก็ถูกนะครับ จริง ๆ โรงเรียนเขาก็น่าจะห้ามของพวกนี้อยู่แล้ว"

hi "…แต่เอาจริง ๆ จะที่ไหนก็ดื่มไม่ได้หรอกครับ พวกเรายังอายุไม่ถึงกันเลย"

show akira basic_laugh
with charachange

aki "ไอ้คนพูดน่ะเห็นขวดละน้ำลายสอเลยนะ"

"ไปต่อไม่ถูกเลยทีนี้ เอาเข้าจริง ๆ ก็อยากลองแหละ สักนิดก็ยังดี และถึงฮานาโกะจะดูเหมือนไม่ได้อยากลองอย่างฉัน\nแต่ก็เหมือนจะไม่ขัดอะไรเหมือนกัน"

show lilly basic_displeased_paj
with charachange

"ลิลลี่นวดหน้าผากเพราะรู้ว่าเถียงกับอากิระไปก็เปล่าประโยชน์ ยังไงอากิระก็ไม่สนคำพูดลอย ๆ อย่างคำว่า “กฎ” หรือ\n“ระเบียบ” อะไรพวกนั้นอยู่แล้ว"

show lilly basic_displeased_paj
with charachange

li "พี่อย่าเอาเรื่องนี้ไปแพร่งพรายให้ใครในโรงเรียนรู้เลยนะ ขอร้องละ"

show akira basic_smile
with charachange

aki "ไม่ต้องห่วง พี่ไม่โง่ขนาดนั้น"

show akira basic_boo
with charachange

aki "แต่นั่นแหละ เดี๋ยวพี่ต้องกลับไปทำงานละ"

show lilly basic_oops_paj
with charachange

li "จะไปแล้วเหรอ แต่พี่เพิ่งมา…"

show akira basic_resigned
with charachange

aki "ขอโทษทีนะลิลลี่ แต่ได้เห็นหน้าเธอสองคนอีกครั้งก็ดีแล้วละ นายด้วยฮิซาโอะ"

hi "งั้นก็ไว้เจอกันครับ"

ha "เอ่อ ละ ลาก่อนนะ… พี่อากิระ…"

show akira basic_resigned at Transform(yalign=1.0)
with charamove

hide akira
with charaexit

"อากิระหยัดตัวลุกขึ้นยืนพร้อมเสียงโอดโอยแล้วเดินนวยนาดออกห้องไป ทิ้งให้เราสามคนอยู่กับไวน์สองขวดที่ตั้งอยู่\nบนโต๊ะ"

show lilly basic_oops_paj:
    twoleft
    ypos 1.2
show hanagown normal_blush:
    tworight
    ypos 1.15
show bg school_dormlilly at center
with charamove

hi "…น่าสนใจ"

show lilly basic_arablush_paj
show hanagown normal
with charachange

"ลิลลี่หัวเราะเจื่อน ๆ กับท่าทีของพี่สาวตัวเอง ส่วนฮานาโกะก็หยิบขวดไวน์ขึ้นมา"

show hanagown distant_blush
with charachange

ha "แล้ว…"

hi "เอาไงลิลลี่"

show lilly basic_weaksmile_paj
with charachange

"ลิลลี่นั่งเท้าศอกกับโต๊ะแล้วบีบสันจมูกตัวเองคิดอะไรให้ถี่ถ้วน ดูท่าว่าลิลลี่จะตามพี่สาวตัวเองไม่ทันเท่าไหร่"

show lilly basic_smile_paj
with charachange

stop music fadeout 3.0

li "ก็… ขวดมันอยู่ตรงนี้แล้ว ดื่มสักหน่อยเลยก็ได้"

"พอลิลลี่พูดอย่างนั้นแล้วฉันก็กวาดตามองรอบห้องหาแก้วทันที"

scene bg school_dormlilly_ni
with shorttimeskip

play music music_night fadein 0.5

"เสียงโอดโอยที่ดังอยู่บนหัวทำให้ฉันระลึกได้ว่าสองสามนาทีก่อนลิลลี่หนีไปนอนบนเตียง"

"ฉันลากสังขารตัวเองที่แรงแทบไม่เหลือแล้วลุกขึ้นเดินมานั่งพิงหลังอยู่กับเตียง"

show bg school_dormlilly_ni as ovl1:
    xalign 0.5 alpha 0.4 yalign 0.5 zoom 1.0
    ease 1.0 xalign 0.55 alpha 0.5 rotate 1 zoom 1.05
    ease 1.0 xalign 0.5 yalign 0.5 alpha 0.0 rotate 0 zoom 1.0

show bg school_dormlilly_ni as ovl2:
    xalign 0.5 alpha 0.4 yalign 0.5 zoom 1.0
    ease 1.0 xalign 0.45 alpha 0.5 rotate -1 zoom 1.05
    ease 1.0 xalign 0.5 yalign 0.5 alpha 0.0 rotate 0 zoom 1.0

hi "โอ้"

show lilly basic_listen_paj_ni:
    center
    ypos 1.2
with charaenter

li "โอย…"

"เสียงครวญลิลลี่ฟังดูตายซาก"

hi "ดื่มเยอะไปเหรอ"

show lilly basic_concerned_paj_ni
with charachange

li "ปวดหัว"

hi "อืม ดื่มเยอะไป"

"ฉันเอาหัวพิงกับเตียงแล้วเหม่อมองเพดาน สภาพตอนนี้เละไม่เหลือซากเลย"

"เอาแต่นั่งดื่มกันทั้งคืน หมดก็เติมใหม่เรื่อย ๆ ทำกันอย่างกับคนสติไม่ดี ฮานาโกะล้มตัวลงหลับไปดาด ๆ ปาฏิหาริย์มาก\nที่ฉันไม่ได้เมาหนักเท่าลิลลี่"

show lilly basic_sad_paj_ni
with charachange

li "นี่ ฮิซาโอะ ขอโทษเรื่องวันนี้ด้วยนะ ฉัน… ไม่คิดว่าเรื่องมันจะเป็นอย่างนี้"

hi "ไม่เป็นไรหรอกลิลลี่ ว่าตามตรงนะ สนุกมากด้วยซ้ำ"

show lilly basic_weaksmile_paj_ni
with charachange

li "จริงเหรอ"

hi "อื้ม ฮานาโกะก็น่าจะสนุกเหมือนกันนะ ไม่สิ สนุกแน่ ๆ"

show lilly basic_reminisce_paj_ni
with charachange

"และเราก็เงียบกันไปครู่หนึ่ง ก่อนจะมีเสียงโอดโอยดังมาจากลิลลี่ที่นอนอยู่อีกรอบ"

hi "ไหวมั้ย"

show lilly basic_weaksmile_paj_ni
with charachange

li "ดื่มมากไปอย่างที่เธอว่านั่นแหละ แล้วนี่กี่โมงแล้ว"

hi "กี่โมงแล้ว? เอ่อ ตอนนี้…"

"ฉันเหลือบมองนาฬิกาข้อมือ ห้องที่มืดทำให้แทบไม่เห็นตัวเลขเลย"

hi "สักเที่ยงคืนได้"

show lilly basic_concerned_paj_ni
with charachange

li "งั้นก็เลยเวลาปิดประตูหอแล้ว"

hi "อืม ก็นะ สงสัยคืนนี้ต้องค้างที่นี่กันก่อน"

"พอฉันพูดจบก็มีเสียงผ้าที่ขยับเมื่อลิลลี่เปลี่ยนท่ามาลุกขึ้นนั่ง"

show lilly basic_oops_paj_ni
with charachange

li "ฮานาโกะ…"

hi "เดี๋ยว ไม่ ๆ นอนเถอะ อย่าฝืนลุกเลย"

show lilly basic_displeased_paj_ni
with charachange

li "ฮิซาโอะ ฉันต้อง…"

hi "ดูยังไงสภาพเธอก็หนักกว่าฉันอีก พักก่อนเถอะ"

show lilly basic_oops_paj_ni
with charachange

li "ถ้างั้น แล้ว…"

hi "เดี๋ยวฉันไปหาผ้าห่มมาห่มให้ฮานาโกะเอง ไม่ต้องห่วง"

hide lilly
with charaexit

"พอฉันหาวหวอดใหญ่แล้วลุกขึ้นไปหยิบผ้าห่มก็มีเสียงลิลลี่เอนตัวลงกับที่นอนดังปุ"

li "ขอบคุณนะฮิซาโอะ"

hi "ไม่เป็นไร เรื่องแค่นี้เอง สภาพตอนนี้เธอเมาไม่ไหวเลยนะ"

li "ไม่ได้… เมา… แค่… เหนื่อยนิดหน่อย"

"ลิลลี่ทำแก้มป่อง คำพูดก็เริ่มฟังดูอ้อแอ้ด้วยฤทธิ์แอลกอฮอล์ที่เล่นงานเธออีกครั้ง ฉันคว้าผ้าห่มสองผืนที่ม้วนอยู่\nตรงปลายเตียงขึ้นมา"

"ฉันเดินย่องไปหาฮานาโกะแล้วห่มผ้าห่มให้เธอที่กำลังนอนหลับสบายอย่างเบามือด้วยเกรงว่าจะทำให้เธอตื่น"

"แต่ดูจากกลิ่นฉุนแอลกอฮอล์จากลมหายใจที่พ่นออกมาแล้ว ให้ตายก็คงไม่ตื่นหรอกมั้ง"

"ฉันลุกขึ้นยืนแล้วมองไปรอบ ๆ ห้องอีกครั้งเป็นการปิดท้าย"

stop music fadeout 4.0

"หญิงสองคนที่เมาหยำเปกับชายหนึ่งคนที่นอนค้างคืนด้วยกันอยู่ในหอหญิง ถ้าเรื่องนี้หลุดไปคนเอาไปลือกันให้แซ่ดแน่"

"ระหว่างที่เดินกลับมานั่งที่ข้างเตียงก็เหลือบมองลิลลี่อีกครั้งปิดท้าย"

"ลิลลี่นอนตะแคงนิด ๆ อ้าขาผมกระเซิงอยู่ดูหลับสบาย"

"ฉันย่อตัวลงดูใกล้ ๆ"

play music music_comfort

scene ev lilly_sleeping:
    truecenter zoom 1.05 subpixel True
    acdc_warp 20.0 zoom 1.0
with locationchange

"ผิวขาวเธอกลืนไปกับหมอนสีขาวบนที่นอน ความสงบที่เกิดจากนิทราปรากฏบนใบหน้า"

"ปกติลิลลี่จะดูมั่นใจและมุ่งมั่น คอยดูแลอยู่เคียงข้างฮานาโกะเสมอ ทว่าตอนนี้ลิลลี่ดูเปราะบางเหลือทน"

"ฉันย้อนนึกถึงของขวัญของฮานาโกะ"

"ก็คิดไว้อยู่หรอกว่าคงเป็นโอกาสอันดีของฮานาโกะ แต่ไม่คิดเลยว่าเธอจะซาบซึ้งขนาดนี้"

"วันเกิดปีแล้วปีเล่า"

"ที่มีเธอและลิลลี่สองคนเพียงลำพัง"

"…ฮานาโกะคงไม่ได้ชอบแค่ของขวัญหรอก"

scene bg school_dormlilly_ni
with locationchange

"ฉันจำใจยอมนอนแบบไม่สบายตัวแล้วนั่งที่ข้างเตียงอีกครั้งก่อนจะห้อยแขนที่หมดแรงลงลู่ข้างตัว"

li "นี่ ฮิซาโอะ"

"เสียงลิลลี่นั้นเบามากจนฉันแทบไม่ได้ยิน คงใกล้หลับแล้วแน่ ๆ"

scene ev lilly_sleeping:
with locationchange

hi "ว่า"

scene ev lilly_sleeping_smile
with charachange

li "ขอบคุณนะ"

hi "ขอบคุณ? เรื่อง?"

li "ที่เธออยู่ตรงนี้"

hi "…ไม่เป็นไร"

scene bg school_dormlilly_ni
with locationchange

"เสียงหายใจยาว ๆ ที่ตามมาเป็นสัญญาณบอกชัดว่าลิลลี่หลับไปแล้ว"

"ไม่นานพอหลับตาฉันเองก็เข้าสู่นิทราไปตามกัน"

stop music fadeout 2.0

window hide

scene black
with shuteye

#**************************************

label th_L5:

window hide None

scene black
with Pause(4.0)

stop music

window show

mystery "ฮิซาโอะ"

mystery "ฮิซาโอะ ตื่น…?"

"เสียงแผ่วเบาที่ซึมซาบเข้ามาในหูปลุกฉันให้ตื่นขึ้นมาช้า ๆ อยากมีคนปลุกให้แบบนี้บ่อย ๆ จังเลยนะ"

"ฉันทำเสียงงึมงำพลางค่อย ๆ …"

scene bg school_dormlilly
show lilly superclose
with openeye_shock

show lilly superclose_shock
with Dissolve(0.2)

$ doublespeak(hi, li, "อ๊าก!","อ๊ะ!")

play sound sfx_impact2

show lilly superclose_ouch
with vpunch

show lilly basic_concerned_paj:
    xalign 0.5 yanchor 1.0 ypos 1.2
    ease 0.4 ypos 1.4
with Dissolve(0.2)

"อารามตกใจที่มีหน้ามาจ้องใกล้ ๆ ในระยะไม่กี่มิลลิเมตรด้วยความสงสัย หัวฉันจึงชนเข้ากับลิลลี่ด้วยเสียงดังปึก หน้าผาก\nเราชนกันจนตัวล้มร้องโอยกันทั้งคู่ เสียงลิลลี่ฟังดูเหมือนไม่ใช่เสียงคนเท่าไหร่ คล้ายเสียงของเล่นแบบบีบมากกว่า"

hi "โอ๊ย ๆ ๆ"

play music music_happiness fadein 6.0

"ฉันใช้มือข้างหนึ่งนวดหน้าผาก อีกข้างยันตัวเองไว้ ลิลลี่ที่อยู่ไม่ห่างก็ทำท่าเดียวกันพร้อมสีหน้าเหยเก"

hi "อ่า… ขอโทษที พอดีหน้าเธอมันใกล้มากจนหัวมันลั่นไปเองน่ะ เป็นอะไรมั้ย"

show lilly basic_concerned_paj:
    ease 1.0 ypos 1.2
with Pause(0.5)

li "หัว…"

"ดูท่าว่าจะเป็น จะว่าไป แค่หน้าผากชนกันคงไม่ได้ทำให้เจ็บขนาดนั้น ที่ปวดหัวก็น่าจะเพราะ"

hi "เมาค้างเหรอ เห็นเมื่อคืนดื่มไปเยอะเหมือนกันนี่"

show lilly basic_sad_paj:
    ypos 1.2
with charachange

"ลิลลี่พยักหน้ายืนยันเงียบ ๆ ระหว่างที่ฉันยันตัวลุกขึ้นยืน"

show lilly basic_concerned_paj:
    ease 1.0 ypos 1.0
with Pause(0.5)

"ฉันยื่นมือให้ลิลลี่แล้วดึงตัวช่วยให้ลุกขึ้นยืน พอเหลือบมองไปข้างหลังก็เห็นฮานาโกะที่ยังหลับปุ๋ยอยู่"

show lilly basic_reminisce_paj at center
with charachange

li "ไม่ยุติธรรมเลย… ฉันก็ดื่มไปเยอะพอ ๆ กับเธอนะ…"

hi "เหมือนจะไม่ใช่อย่างนั้นเลยนะ แต่เอาเถอะ ยังไงผู้หญิงก็คออ่อนกว่าผู้ชายอยู่แล้ว"

show lilly basic_displeased_paj
with charachange

li "ไม่ได้รู้สึกดีขึ้นเลยจ้ะ"

hi "ก็ได้ เดี๋ยวไปเอาน้ำมาให้ อย่าไปสะดุดฮานาโกะเข้าล่ะ"

hide lilly
with charaexit

"ฉันเดินไปที่เคาน์เตอร์พลางขยี้ตาให้หายงัวเงียสักหน่อย เช้ามาก็ต้องมาดูแลคนเมาค้างเนี่ยนะ"

"ไม่นานแก้วก็เต็ม น้ำใสสะท้อนแสงสีจางที่ส่องลอดผ้าม่านบาง ๆ มา"

"ลิลลี่นั่งอยู่ที่ข้างเตียง ฉันเดินไปหาพลางระวังไม่ให้เหยียบฮานาโกะที่กำลังหลับอยู่อย่างสงบเข้าแล้วส่งแก้วน้ำให้มือลิลลี่\nที่ยื่นมารอ"

show lilly basic_weaksmile_paj_close:
    center
    ypos 1.2
with charaenter

li "ขอบคุณจ้ะ"

hi "ไม่เป็นไรน่า"

stop music fadeout 12.0

"ฉันนั่งลงข้าง ๆ ลิลลี่ เตียงนุ่ม ๆ นี่เด้งดีผิดคาดเลยแฮะ"

"ลิลลี่ดื่มน้ำช้า ๆ คล้ายมีลำดับขั้นตอน ความเงียบที่มีเพียงเสียงหายใจแผ่วเบาของฮานาโกะนั้นตามมาอีกพักใหญ่"

show lilly basic_reminisce_paj_close
with charachange

"ฉันมองหน้าลิลลี่ด้วยความรู้สึกผิดเพื่อดูว่ากำลังทำสีหน้าแบบไหน ลิลลี่ขมวดคิ้วคล้ายคิดอะไรอยู่"

show lilly basic_emb_paj_close
with charachange

"ฉันนึกชั่งใจอยู่แวบหนึ่งว่าจะทำยังไงดี สุดท้ายจึงเอามือไปจับไหล่ลิลลี่หวังจะปลอบใจเธอ แต่ไม่ได้คิดว่าจะสะดุ้งแรง\nขนาดนั้น"

hi "อ๊ะ ขอโทษนะ พอดีไม่ได้ตั้ง—"

show lilly basic_sad_paj_close
with charachange

"ลิลลี่สั่นหัวทันควัน ซึ่งดูสั่นแรงผิดวิสัย"

"เธอสูดหายใจลึก ๆ ตั้งสติก่อนจะก้มหน้าลง"

show lilly basic_weaksmile_paj_close
with charachange

li "สภาพฉันตอนนี้คงดูไม่ได้แน่เลย…"

"ฉันทำท่าปฏิเสธ แต่ก็นึกได้ทันทีว่ายังไงก็คงไม่เห็น แต่ก็นะ อยากให้ลิลลี่เปิดใจให้มากกว่านี้อีก"

hi "ถ้ามีเรื่องจะคุยฉันก็พร้อมรับฟังนะ"

show lilly basic_displeased_paj_close
with charachange

"ลิลลี่แค่นหัวเราะราวกับจะเย้ยหยันอารมณ์ตัวเอง"

show lilly basic_reminisce_paj_close
with charachange

li "แค่ว่า… อะไร ๆ มันวุ่นวายไปหมดเลยน่ะจ้ะ"

show lilly basic_sad_paj_close
with charachange

li "ขอโทษนะที่ช่วงนี้ทำตัวแปลก ๆ ยิ่งตอนที่ไปตัวเมืองด้วยกันอีก ตอนนี้ฉันเองก็ยังสับสนอะไรหลายอย่างอยู่"

hi "เข้าใจเลยแหละ จริง ๆ นะ"

show lilly basic_weaksmile_paj_close
with charachange

"ลิลลี่ยิ้มเศร้าสร้อยพลางเอาแก้มแนบกับหลังมือตัวเอง"

li "เราสองคนนี่ เรียกว่าเป็นวัยรุ่นโง่เง่าผู้แตกสลายสินะ"

hi "ไม่เอาน่า อย่าพูดอย่างนั้นสิ เดี๋ยวพอเรียนจบเราก็ได้กลับสู่โลกความเป็นจริงแล้ว"

"โลกความเป็นจริง? บางทีฉันก็ตกใจกับมุมมองตัวเองต่ออะไร ๆ เหมือนกัน ฉันคงยังไม่ชินเท่าไหร่ละมั้งกับความต่างที่\nรู้สึกได้ตอนเทียบระหว่างทั้งยามากุทั้งละแวกโดยรอบกับโลกภายนอก"

"หรืออาจจะไม่มีวันชินก็ได้ นึกย้อนดูแล้วก็แปลกดี มาอยู่ที่ที่ปลีกจากสังคมขนาดนี้ก็ไม่ได้รู้สึกแย่เท่าที่คิดเท่าไหร่ ลิลลี่\nยิ้มแห้งคล้ายคิดอะไรเหมือนกับฉันอยู่"

"แต่สุดท้ายเธอก็หุบยิ้ม"

show lilly basic_displeased_paj_close
with charachange

li "เดี๋ยวฉันจะต้องกลับไปอยู่สกอตแลนด์สักสัปดาห์สองสัปดาห์แล้ว"

hi "เพราะงี้เลยต้องเลื่อนงานวันเกิดฮานาโกะเหรอ"

"ลิลลี่พยักหน้ายืนยัน"

hi "อย่างน้อยก็จะได้กลับไปเจอคนที่บ้านอีกนะ ไม่อยากไปเหรอ"

show lilly basic_concerned_paj_close
with charachange

li "ฉันไม่ได้อยู่กับครอบครัวตัวเองมาหกปีแล้วจ้ะ ลืมไปแล้วด้วยซ้ำว่าจะต้องทำตัวกับพวกท่านยังไง"

"เดี๋ยว… อะไรนะ ฉันอ้าปากค้าง สมองก็พลางคิดตาม"

play music music_moonlight fadein 6.0

"ถ้าลิลลี่อายุสิบแปด แปลว่าแยกจากกันตอนอายุสิบสอง ฉันไม่ค่อยได้เจอหน้าพ่อแม่เพราะงานเยอะกันทั้งคู่ก็จริง\nแต่ถ้าขนาดนั้นมันก็…"

"ฉันรู้สึกไร้ค่าขึ้นมาทันที สมองก็ไม่รู้จะเอาคำไหนมาพูดต่อดี"

hi "ถ้างั้น… แต่ ทำไมล่ะ"

show lilly basic_reminisce_paj_close
with charachange

li "จะถามว่าทำไมถึงแยกกัน หรือจะถามว่าทำไมถึงชวนให้พี่กับฉันกลับไปจ๊ะ"

hi "ก็คงจะทั้งสองอย่าง"

show lilly basic_sleepy_paj_close
with charachange

li "พอดีสำนักงานใหญ่ของธุรกิจของคุณพ่ออยู่ที่สกอตแลนด์น่ะจ้ะ แล้วตำแหน่งผู้บริหารที่นั่นก็ว่างพอดี สุดท้ายก็ต้อง\nย้ายไปอยู่ถาวร"

li "คุณแม่ก็ตามไปอยู่ด้วย แต่พี่กับฉันอยู่ญี่ปุ่นเพราะว่าพี่ทำงานที่บริษัทคุณพ่อที่สำนักงานสาขาญี่ปุ่นน่ะจ้ะ แล้วก็คอย\nดูแลเรื่องการศึกษาให้ฉันด้วย"

show lilly basic_concerned_paj_close
with charachange

li "ส่วนคำถามที่สอง… พอดีคุณป้าฉันคนหนึ่งป่วยหนักน่ะจ้ะ"

hi "อ๊ะ ขอ… โทษนะ"

show lilly basic_weaksmile_paj_close
with charachange

li "ไม่เป็นไรจ้ะ เอาจริง ๆ ก็รู้สึกแปลกเหมือนกันนะที่เรียกให้พวกเราไปหา ทั้งที่แทบไม่ได้อยู่ด้วยกันเลยแท้ ๆ ฉันจำเสียง\nท่านไม่ได้แล้วด้วยซ้ำ"

"ที่แปลกพอกันคือลิลลี่ดูไม่ได้นึกรำคาญครอบครัวเธอที่วานอะไรอย่างนี้เลย เห็นอย่างนี้แล้วก็อดชื่นชมไม่ได้"

"แต่ถึงอย่างนั้น สีหน้าเศร้าสร้อยของเธอก็เป็นแค่ฉากที่ซ่อนอารมณ์ของเธอไว้อยู่ พอเห็นลิลลี่เป็นอย่างนี้แล้วหดหู่แฮะ"

stop music fadeout 5.0

"ฉันเด้งตัวออกจากเตียงพร้อมความคิดบางอย่าง ลิลลี่ที่รู้สึกถึงเตียงที่ขยับเงยหน้าขึ้นพลางยื่นมือมาจับ ๆ ตรงด้านข้าง\nที่ฉันนั่งอยู่เมื่อครู่"

show lilly basic_oops_paj_close
with charachange

li "ฮิซาโอะ…?"

play sound sfx_rustling

"ฉันเดินไปเปิดกระเป๋าที่วางอยู่ข้างกำแพงก่อนจะคุ้ยถุงทึบแสงออกมาแล้วหยิบกล่องเรียบ ๆ ใบเล็กมาไว้ในมือ"

hi "ยื่นมือออกมาหน่อย ลิลลี่"

show lilly basic_surprised_paj_close
with charachange

"ลิลลี่ทำหน้าแปลกใจอยู่ครู่หนึ่ง แต่สุดท้ายก็ยอมยื่นมือออกมาเงียบ ๆ"

show lilly basic_surprised_paj_close:
    ease 1.0 xpos 0.4
show bg school_dormlilly:
    center
    ease 1.0 xpos 0.4
with Pause (1.0)

show musicbox closed behind lilly:
    alpha 0.0  zoom 0.5  xanchor 0.0 xpos 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.6 alpha 1.0
show boxstrip behind lilly:
    alpha 0.0  zoom 0.5  xanchor 1.0 xpos 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.6 alpha 1.0
with Pause (1.0)

"พอเห็นลิลลี่ทำหน้าสงสัยตอนที่วางกล่องดนตรีไว้กับมือแล้วก็อดยิ้มไม่ได้ เธอคอยสัมผัสอย่างเบามืออย่างที่ชอบทำ\nเวลาหยิบจับอะไรจนดูเหมือนว่ากล่องดนตรีนี้เปราะบางถึงขั้นที่ว่าแค่หายใจรดก็อาจพังได้"

stop music fadeout 2.0

"ลิลลี่ยกกล่องดนตรีขึ้นมาไว้ตรงหน้าไม่พูดอะไร นิ้วเรียวของเธอเลื่อนไปตามรอยนูนกับลวดลาย"

"จนสุดท้ายนิ้วนั้นก็มาสัมผัสเข้าที่รอยแยกตรงกล่องกับฝา ลิลลี่ใช้นิ้วโป้งเปิดฝาออกอย่างง่ายดาย"

show musicbox open:
    xpos 0.5 ypos 0.6 alpha 1.0
with charachange

play music music_musicbox

"ฉันนั่งลงข้าง ๆ มองเธออยู่เงียบ ๆ อย่างตั้งใจ"

"ลิลลี่นั่งนิ่งฟังเสียงดนตรีกระจุ๋มกระจิ๋มนั้นพลางเผยอปากเล็กน้อย"

show musicbox closed
show lilly basic_smileclosed_paj_close:
    xpos 0.4
with charachange

play sound sfx_switch
stop music

show musicbox closed:
    ease 1.0 ypos 0.7 alpha 0.0
show boxstrip:
    ease 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

show lilly basic_smileclosed_paj_close:
    ease 1.0 xpos 0.5
show bg school_dormlilly:
    ease 1.0 center
with Pause (1.0)

hide musicbox
hide boxstrip

"พอฟังอยู่สักพักใหญ่ลิลลี่ก็ปิดฝากล่องเป็นอันจบการแสดงขนาดจิ๋วที่เล่นอยู่บนฝ่ามือเธอเมื่อครู่"

"รอยยิ้มอันอ่อนโยนและเศร้าสร้อยของเธอเป็นสัญญาณว่าฉันคิดถูกแล้ว"

hi "คิดเสียว่าเป็นของขวัญติดมือตอนเธอไปเที่ยวที่สกอตแลนด์นะ"

show lilly basic_smile_paj_close:
    xpos 0.5
with charachange

li "จ้ะ…"

play sound sfx_rustling

show lilly basic_smile_paj_close:
    twoleft
    ypos 1.2
show bg school_dormlilly at bgleft
with charamove

"เสียงขยับตัวดังมาจากบริเวณพื้นตรงหน้าพวกเรา ฮานาโกะตื่นแล้ว"

show hanagown distant:
    tworight
    ypos 1.3
    easein 1.0 ypos 1.1
with Dissolve(1.0)

"เธอคลานออกมาจากผ้าห่มที่ฉันห่มให้พลางขยี้ตาให้หายงัวเงีย โดยที่สภาพยังดูอึน ๆ"

hi "ตื่นแล้วเหรอ"

show hanagown normal:
    ypos 1.1
with charachange

ha "หืม อะไรนะ"

show lilly basic_planned_paj_close
with charachange

"ฮานาโกะทำตาปรือมองไปรอบห้อง ตัวตื่นแล้วแต่สมองยังไม่ตื่นตาม ฉันกับลิลลี่ที่ได้เห็นฮานาโกะที่ยังงัวเงียอยู่ก็อด\nหัวเราะไม่ได้"

show lilly basic_planned_paj_close:
    ease 1.0 twoleft
with Pause(1.0)

show lilly basic_planned_paj at twoleft
with charadistant

"จังหวะเดียวกันกับที่ลิลลี่ลุกจากเตียงไปหาฮานาโกะฉันก็มองไปรอบ ๆ ห้องเป็นการส่งท้าย"

hi "งั้นฉันไปก่อนนะ เดี๋ยวขืนมีคนเห็นฉันออกจากหอหญิงตอนเช้าแล้วเดี๋ยวโดนซักแน่"

show lilly basic_smile_paj
with charachange

li "ลาก่อนจ้ะฮิซาโอะ"

show hanagown smile
with charachange

ha "อ๊ะ… ลาก่อน"

"ฉันลุกขึ้นไปหยิบกระเป๋าที่ค่อนข้างเบาลงแล้วและเดินไปที่ประตู"

scene bg school_girlsdormhall
with locationchange

"แต่พอออกจากห้องมาที่โถงทางเดินแล้วก็ได้ยินเสียงฝีเท้าลิลลี่ตามมา"

hi "หืม มีอะไรเหรอ"

show lilly basic_smileclosed_paj_close:
    yalign 1.0 xpos 0.3 xanchor 0.5
    easein 1.0 xpos 0.5
with Dissolve(1.0)

"ลิลลี่เดินเข้ามาหาฉันไม่พูดอะไร ฉันชะงักไปเมื่อมือเธอเคลื่อนเข้ามาสัมผัสแก้มฉัน ประสาททุกส่วนรับรู้ถึงสัมผัสจากนิ้ว\nและฝ่ามือของลิลลี่เต็มที่"

play music music_romance

"ทันใดนั้นเองเธอก็เคลื่อนใบหน้าเข้ามาทางด้านข้าง จากนั้นริมฝีปากเธอก็สัมผัสกับแก้มฉันอย่างแผ่วเบาอยู่เสี้ยววินาทีหนึ่ง"

"เป็นสัมผัสที่ชวนให้รู้สึกราวกับว่าทุกอย่างหยุดชะงักไปชั่วขณะ ฉันใช้นิ้วมาจับแก้มตัวเองโดยไม่รู้ตัวราวกับจะค้นหา\nความรู้สึกชั่วแล่นนั้นอีกครั้ง"

hi "ลิลลี่…"

show lilly basic_smile_paj_close at center
with charachange

li "ถือเป็นคำขอบคุณจากฉันนะ ฮิซาโอะ"

hi "คำขอบคุณ…?"

show lilly basic_cheerful_paj_close
with charachange

li "ที่นายให้ของขวัญ ตั้งใจเรียนนะ"

show lilly basic_cheerful_paj_close:
    easeout 1.0 xpos 0.3 alpha 0.0
with Pause(1.0)

hide lilly
with None

"แล้วเธอก็หายตัวไปในห้องแล้วปิดประตูเบา ๆ เสียงอู้อี้ของลิลลี่และฮานาโกะนั้นดังพอ ๆ กับที่ได้ยินเมื่อคืนวาน"

"…"

"…เจอเรื่องแบบนี้ จะไม่ให้ตั้งใจเรียนยังไงไหว"

show bg school_courtyard
with locationskip

"ฉันเดินไปพร้อมอารมณ์ที่เริงร่า รู้สึกเหมือนตอนที่ออกมาจากหอหญิงจะมีคนมองอยู่ด้วย แต่เรื่องอะไรจะต้องสน"

stop music fadeout 2.0

scene black
with dissolve

#**************************************

label th_L6i:

scene black
with None

mi "ฮิจัง~"

hi "ไปให้พ้น"

mi "ฮิจัง~"

hi "อย่ามายุ่ง"

mi "ไม่เอาน่า ฮิจัง~"

hi "โอย ขอนอนหน่อยเหอะ"

"ไม่ได้หลับมาสองคืนติด อุตส่าห์ได้หลับทั้งทียังจะมีคนมาปลุกอีกเหรอ"

"ถึงหมอนจะเป็นหนังสือเรียน ถึงจะใกล้หมดคาบแล้วก็เถอะ แต่ขนาดนี้แล้วถ้าหลับได้ก็จะหลับ"

mi "เนี่ย ฮิจัง ขนาดชิจังยังอยากให้นายตื่นเลย~!"

"ชิซูเนะจะอยากอะไรก็ช่างเหอะ อย่ามายุ่ง"

mi "เฮ้อ ฮิจัง งั้นฉันก็ต้องปลุก…"

"เดี๋ยวนะ นี่มิช่าจะ…"

mi "…นาย…"

"แย่แล้ว!"

play music music_running

scene bg school_scienceroom
show misha hips_grin_close at center
with vpunch

hi "ตื่นแล้ว!! ตื่นแล้ว!! เธอไม่!… ต้อง…"

"ฉันรู้สึกถึงหน้าตัวเองที่แดงฉ่าขึ้นมาทันที"

"คนในห้องสะดุ้งนั่งตัวตรงจ้องเขม็งมาที่ไอ้บ้าที่ไหนไม่รู้ที่เมื่อกี้ก็หลับอยู่แล้วแหกปาก"

hi "…แม่งเอ๊ย"

play sound sfx_impact2
with vpunch

"ฉันทิ้งหัวตัวเองลงกระแทกกับโต๊ะดังตึง"

show misha cross_laugh_close
with charachange

mi "วะฮ่าฮ่าฮ่าฮ่าฮ่า~!"

"เสียงหัวเราะร่วนประจำตัวมิช่าดังก้องไปทั่วห้องเรียน"

show shizu invis behind misha:
    center
    xpos 0.95
with None

show misha hips_grin_close at twoleft
show shizu adjust_happy at tworight
show bg school_scienceroom at bgleft
with dissolvecharamove

"ฉันทำตาละห้อยหันไปมองชิซูเนะผู้ซึ่งใส่แว่น เธอดันแว่นอย่างระมัดระวังคอยปั้นสีหน้าให้ดูไม่พอใจอย่างจริงจัง\nสุดความสามารถ"

"พอหรี่ตามองก็เห็นรอยยิ้มของเธอที่ปิดไม่มิดเลย"

hi "เจ้าก็ด้วยหรือ ชิซูเนะ"

show shizu behind_blank
with Dissolve(0.3)

"ชิซูเนะกอดอกเบือนหน้าหนีอย่างรวดเร็วเพราะแทบทนความตลกไม่ไหวแล้ว"

show misha cross_laugh_close
with charachange

mi "วะฮ่าฮ่าฮ่าฮ่าฮ่าฮ่า~!"

"มิช่าเหลือบมองชิซูเนะพลางหัวเราะดังขึ้นสองเท่า ฉันได้แต่ลูบหน้าตัวเองเป็นเชิงยอมแพ้"

hi "เธอสองคนนี่นะ…"

show misha sign_smile_close
with charachange

mi "ใครน้าที่งีบตอนเรียน ฮิจัง~"

hi "เออ ๆ ฉันเองแหละ"

show misha hips_frown_close
with charachange

mi "ชิจังผู้น่าสงสาร ชิจังน่ะโกรธมากที่ปลุกแล้วนายไม่ตื่น เนอะ"

show shizu basic_angry
with charachange

"ฉันกลอกตาไปมองชิซูเนะที่ดูออกจะเย็นชา เธอทำเสียงฮึดฮัดเป็นการยืนยันแล้วกอดอกหันมองทางอื่น"

hi "แล้วชิซูเนะจะมาปลุกฉันทำไม"

show misha hips_smile_close
with charachange

mi "ชิจังจะเอาเอกสารให้นายที่ครูที่มาสอนแทนเอามาให้ตอนฮิจังหลับอยู่น่ะ"

hi "เอกสาร?"

play sound sfx_paper
show shizu behind_frown_close
show misha hips_frown_close
show blanknote at truecenter
with vpunch

"อยู่ ๆ ก็มีกระดาษสองแผ่นลอยลงมาอยู่ตรงหน้าฉัน"

show blanknote at Transform(xpos=0.3)
with charamove

"พอไล่มองตามมือที่ถือกระดาษก็เห็นใบหน้าที่ขมวดคิ้วทำท่าไม่พอใจอยู่ ฉันคงผิดจริง ๆ นั่นแหละ"

hi "…อ๊ะ เอ่อ ขอโทษทีนะ"

stop music fadeout 8.0

"ไม่ได้ผล ชิซูเนะยังคงทำหน้ารำคาญเหมือนเดิม ฉันพนมมือแล้วก้มหัวลงเป็นการขอโทษ"

hi "ขอโทษจริง ๆ ขอโทษมาก ๆ"

show shizu behind_frustrated_close
with charachange

show blanknote:
    easeout 0.5 ypos 0.8 alpha 0.0
with Pause(0.5)

hide blanknote
with None

"เธอทำเสียงฮึดฮัดแล้วปล่อยกระดาษลงกับโต๊ะ"

hi "ให้ตาย"

show shizu adjust_angry_close
show misha sign_smile_close
with charachange

"พอเงยหน้ามองก็เห็นชิซูเนะกับมิช่าที่ส่งภาษามือให้กันเป็นพัลวัน ชิซูเนะดูจะหงุดหงิด"

show shizu basic_angry_close
with charachange

shi "…!"

"เหมือนไม่ได้คุยกัน เหมือนด่ามากกว่า ระหว่างนั้นก็มีเหลือบมองฉันเป็นระยะ ๆ จะให้บอกว่าชวนขนลุกยังน้อยไป"

hi "เอ่อ…"

show shizu behind_frown_close
show misha hips_frown_close
with Dissolve(0.3)

"อยู่ ๆ ทั้งสองคนก็หยุดทำภาษามือแล้วหันมามองฉันพร้อม ๆ กัน โดยทั้งสองคนทำสีหน้าไม่พอใจเหมือนกัน ทันใดนั้น\nมือของมิช่าก็เคลื่อนขึ้นมาอยู่บนหัวฉันอย่างรวดเร็ว จากนั้นมือนั้นก็พุ่งลงมา"

scene black
with None

play sound sfx_impact2
play music music_running

"ยังไม่ทันได้ตั้งตัวอะไร หัวของฉันก็ถูกจับกระแทกขึ้นลงราวกับเป็นตุ๊กตา" with vpunch

"ฉันรีบเอามือจับหัวตัวเองทันที ซึ่งเหมือนจะเป็นผลจากปฏิกิริยาตอบสนองโดยอัตโนมัติมากกว่าความเจ็บ"

hi "โอ๊ย! ทำทำไมเนี่ย!"

scene bg school_scienceroom at bgleft
show shizu adjust_smug_close at tworight
show misha hips_grin_close at twoleft
with openeye

"พอลืมตาขึ้นมาก็เห็นทั้งสองคนที่แสยะยิ้มให้กันพลางชูนิ้วโป้งชอบใจ"

show misha hips_smile_close
show shizu behind_smile_close
with charachange

mi "ชิจังบอกว่าให้อภัยนายแล้วละฮิจัง~!"

hi "คราวหน้าคราวหลังจะให้อภัยก็ใช้กำลังให้มันน้อยลงหน่อยได้มั้ย"

show misha cross_laugh_close
with charachange

mi "วะฮ่าฮ่าฮ่าฮ่า~!"

"ฉันเหม่อมองทั้งสองคน มิช่า ชิซูเนะ: 1 ฮิซาโอะ: 0"

show shizu adjust_happy_close
with charachange

shi "…"

show misha hips_grin_close
with charachange

mi "อ้อ ชิจังบอกด้วยว่านายต้องหัดไปดูตู้จดหมายของตัวเองบ้างนะ~!"

show letter_insert:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"เธอหยิบซองจดหมายสีเหลืองสดออกมาแล้วฉีกยิ้มกว้าง"

"แปลก ใครที่ไหนจะเขียนจดหมายถึงฉัน แต่ตอนนี้ไม่ใช่เวลาจะเปิดอ่าน ไม่ใช่ที่ที่จะเปิดอ่านด้วยแน่ ๆ"

show letter_insert:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide letter_insert
with None

"ฉันนวดหน้าผากตัวเองแล้วกลับมานั่งตัวตรงช้า ๆ จำยอมต้องอดงีบที่ถูกพรากไปอย่างโหดร้ายก่อนจะเก็บเอกสาร\nกับซองจดหมายใส่กระเป๋าแล้วสะพาย"

show misha cross_laugh at Transform(yalign=1.0, xanchor=0.5, xpos=0.355)
show shizu behind_smile at Transform(yalign=1.0, xanchor=0.5, xpos=0.615)
with charadistant

"ฉันถอยมาหนึ่งก้าวแล้วโค้งตัวเล็กน้อยก่อนเดินออกห้อง ทิ้งมิช่าที่กุมท้องตัวเองหัวเราะอยู่กับชิซูเนะที่พยักหน้า\nเป็นการบอกลาแบบเรียบ ๆ"

stop music fadeout 3.0
play ambient sfx_crowd_indoors fadein 0.5

scene bg school_hallway3
show crowd
with locationchange

"ฉันเดินไปตามกลุ่มนักเรียนที่กำลังเดินออกห้องแล้วเลี้ยวมาที่โถงทางเดิน"

$ renpy.music.set_volume(0.7, 0.5, channel="ambient")

show hanako emb_downtimid at center
with charaenter

"…และมาเจอเข้ากับฮานาโกะ"

hi "โอ้ เอ่อ ไง ฮานาโกะ"

show hanako emb_timid
with charachange

ha "ทิวาสวัสดิ์… ฮิซาโอะ"

show hanako emb_downtimid
with charachange

"พวกเราเงียบกันไปโดยมีเสียงจอแจของนักเรียนที่เดินผ่านไปมา ฮานาโกะบิดตัวไปมาตลอด สายตาจับจ้องอยู่ที่รองเท้า\nแสนธรรมดาของเธอ"

"ฉันเอานิ้วบีบสันจมูกพลางกะพริบตาแรง ๆ เพื่อให้รับรู้อะไรได้ชัดขึ้น แค่ตอนนี้ก็แทบจะหลับคาที่อยู่แล้ว"

hi "ฮานาโกะ อยากพูดอะไรก็ว่ามาเลย"

show hanako emb_blushing
with charachange

ha "อะ เอ่อ… ฉันจะเอานี่… มาให้นาย…"

hi "หืม?"

show hanako basic_worry
with charachange

"ฮานาโกะยื่นแผ่นกระดาษรูปสี่เหลี่ยมผืนผ้ามาให้ ฉันกะพริบตาที่แทบจะปิดอีกครั้งให้เห็นข้อความที่เขียนอยู่\nแล้วไล่อ่านไปช้า ๆ"

window hide

$ written_note("\nไข่ 2\nขนมปังแบบแถว 1\nซีเรียลโฮลเกรน 1\nไทม์ 1\n")

window show

play music music_happiness fadein 0.5

hi "…รายการซื้อของ?"

"ฉันเลิกคิ้วขึ้นเงยหน้ามอง"

show hanako emb_timid
with charachange

ha "ปกติฉันจะไปซื้อของกับลิลลี่น่ะ แต่พอดีรอบนี้ไปไม่ได้ ก็เลย…"

hi "จะวานให้ฉันเป็นธุระให้?"

show hanako defarms_shock
with charachange

ha "ถะ ถ้าไม่อยากไปก็ไม่เป็นไรนะ! ฉันแค่คิดว่า บางที เอ่อ…"

"ฮานาโกะลนลานแล้ว ฉันถอนหายใจ แพ้อีกแล้ว ถึงคราวนี้จะเป็นการยอมโดยที่แทบไม่ได้สู้อะไรเลยก็เถอะ"

"ฉันยิ้มเพลีย ๆ แล้ววางมือไว้บนหัวฮานาโกะให้เธอสงบลง"

hi "ไม่เป็นไร ฉันกะจะไปอยู่แล้ว ซื้อแค่ของในใบนี้ใช่มั้ย"

show hanako def_worry
with charachange

"ฮานาโกะพยักหน้าแล้วโค้งตัวต่ำสองครั้งราวกับจะเน้นคำขอบคุณให้เห็นชัด ๆ"

show hanako cover_distant
with charachange

ha "นะ นัดกับลิลลี่ไว้ว่าจะเจอกันที่ประตูหน้าโรงเรียนตอนหกโมงเย็นนะ… ขอบคุณนะ ฉันกะจะไปอยู่ แต่ต้องอ่านหนังสือ\nเตรียมสอบพรุ่งนี้"

hi "สอบ? อ้อ จริงสิ วิชาวิทยาศาสตร์ เป็นยังไงบ้างล่ะ"

show hanako cover_bashful
with charachange

"ฮานาโกะยิ้มเล็กน้อย"

show hanako basic_bashful
with charachange

ha "ฉัน… อ่านหนังสือกับวิชานี้เยอะกว่าทุกทีเลย น่าจะ… พอทำได้"

hi "งั้นก็ดีแล้ว"

show hanako basic_smile
with charachange

"เธอคลี่ยิ้มออกมาอย่างตั้งใจกว่ารอยยิ้มของฉันเสียอีก"

"ฉันมั่นใจว่าตัวเองไม่ต้องอ่านเพิ่มก็พอทำได้แล้วก็จริง แต่เห็นฮานาโกะทุ่มกับการอ่านนอกเหนือจากการอ่าน\nที่ห้องสมุดแล้วก็ใจชื้นดี"

hi "งั้นเดี๋ยวไปซื้อแล้วจะเอาไปให้ตอนค่ำ ๆ นะ เจอกัน"

stop music fadeout 3.0
$ renpy.music.set_volume(1.0, 3.0, channel="ambient")

hide hanako
with charaexit

"พวกเราโบกมือลากันเล็กน้อย"

"ต้องทำการบ้านก่อนไปหาลิลลี่ น่าจะทันอยู่"

stop ambient fadeout 1.0

scene bg school_gate_ss
with shorttimeskip

play music music_soothing fadein 2.0

"การสู้รบปรบมือกับโจทย์คณิตศาสตร์ที่ซับซ้อนเป็นพิเศษนั้นทำให้ฉันมาหาลิลลี่ได้ช้ากว่าที่นัดไว้เล็กน้อย"

"ช้าไปสองนาที แต่ก็ช้าพอที่จะทำให้ฉันต้องรีบพุ่งผ่านสวนมาที่ประตูหน้าโรงเรียน"

scene bg school_road_ss
with locationchange

"ฉันเลี้ยวขวาแล้วเดินมายังเมืองเล็ก ๆ ที่อยู่ด้านล่าง โดยที่ข้างหลังมีนักเรียนอยู่สองสามคนที่จะไปสถานีรถบัสซึ่งเลี้ยวไป\nอีกทาง"

"ฉันล้วงกระเป๋ากางเกงเดินไปตามแสงอาทิตย์อัสดงสีส้ม"

"โชคดีที่อากาศร้อนจัดในฤดูร้อนนั้นทุเลาลงบ้างแล้ว ตอนนี้มีเพียงลมเย็นสบายพัดผ่าน"

show lilly back_listen_ss at center
show lillyprop back_cane_ss at center
with charaenter

"พอยืดแขนยื่นมือขึ้นไปบนหัวก็เห็นเงาที่คุ้นเคยที่กำลังถือไม้เท้าด้วยมือขวาอยู่"

hi "อ๊ะ ลิลลี่"

show lilly cane_listen_ss
hide lillyprop
with charachange

"ลิลลี่หยุดเดินแล้วหันตัวมาพลางหันหน้าไปมาเล็กน้อยเพื่อหาว่าต้นเสียงมาจากไหน"

hi "ไง ฉันเอง"

"ฉันรีบเดินเข้าไปหาลิลลี่แล้วเดินตามฝีเท้าที่ไม่เร่งรีบของเธอไปด้วยกันกับเธอ"

show lilly cane_smile_ss
with charachange

li "ทิวาสวัสดิ์ ฮิซาโอะ"

hi "สวัสดี"

scene bg misc_sky_ss at Fullpan(10.0, dir="right")
with locationchange

"ฉันเงยหน้าเหลือบมองท้องฟ้า"

"สีแสดเด่นแต้มแต่งหมู่เมฆพร้อมสาดส่องลงมายังทางเท้า เงาต้นไม้ทอดยาวพาดผ่านถนนกว้างที่ไล่ลงไปตามเนินเขา"

scene bg school_road_ss
show lilly cane_smileclosed_ss
with charachange

li "แล้วมีอะไรถึงมานี่เหรอจ๊ะฮิซาโอะ"

hi "แค่จะเข้าเมืองไปซื้อของหน่อยน่ะ พอดีฮานาโกะฝากมา"

show lilly cane_surprised_ss
with charachange

li "ฮานาโกะฝากมา?"

hi "อื้ม เหมือนบอกว่าต้องอ่านหนังสือเตรียมสอบพรุ่งนี้ พอดีฉันกะจะมาซื้อของอยู่แล้ว เลยกะว่าไหน ๆ ก็ซื้อของฮานาโกะ\nไปด้วยเลยก็ได้"

"ส่วนที่ไม่ได้บอกคือลิลลี่จะได้มีคนช่วยซื้อของด้วย แต่เราทั้งสองคนก็ละไว้ในฐานที่เข้าใจ"

show lilly cane_weaksmile_ss
with charachange

li "ตั้งใจอ่านขนาดนี้ก็ดีแล้วละนะ"

hi "ตอนที่ฮานาโกะวานมาฉันก็คิดแบบนั้นแหละ"

hide lilly
with charaexit

"พวกเราเดินไปตามถนนพร้อมเสียงเคาะไม้เท้าอันคุ้นเคยที่ก้องอยู่ เป็นความเงียบที่ชวนให้สบายใจ แม้บางทีจะมีเสียงรถ\nที่แล่นผ่านหรือเสียงใบไม้ที่เสียดสีกัน"

"ในที่สุดวันนี้ก็ได้พักสักที"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

scene evbg lilly_sunsetwalk:
    truecenter subpixel True zoom 0.9
    acdc_warp 20.0 zoom 1.0
show evfg lilly_sunsetwalk:
    truecenter subpixel True zoom 0.85
    acdc_warp 20.0 zoom 1.0
with locationskip

"ฉันเหลือบมองไปทางลิลลี่"

"ใบหน้าขาวนวลของลิลลี่มีความมั่นใจทว่าผ่อนคลายอยู่ในทีเสมอ ถ้าให้ว่าแล้วลักษณะนิสัยของเธอก็คงไม่ต่างกัน"

"ลิลลี่เดินไปเงียบ ๆ โดยตั้งหน้าตรงไปตามถนนข้างหน้า ฉันมองข้างหน้าปล่อยให้ลมเย็น ๆ ปะทะหน้า"

"ตอนนี้น่าจะเป็นช่วงที่สงบที่สุดในชีวิตฉันตั้งแต่จุดพลิกผันรอบนั้น"

"แล้วดันเป็นตอนที่เดินไปซืื้อของด้วย ชีวิตฉันนี่พิลึกจริง"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

scene bg school_road_ss
with locationskip

"ฉันจับเศษกระดาษยับ ๆ ที่อยู่ในกระเป๋ากางเกงแล้วหยิบออกมาดูรายการอีกครั้ง"

hi "ไหนซิ… มีไข่ ขนมปัง ซีเรียล ไทม์ ผักกาด แฮมแผ่น…"

show lilly cane_weaksmile_ss
with charaenter

li "รายการขนาดนี้ คงถือคนเดียวลำบากหน่อยนะจ๊ะ"

hi "นั่นสิ กินอะไรเยอะแยะ"

"พอพูดสมองก็ระลึกได้ทันทีว่ามีคนอยู่ข้าง ๆ"

hi "ดะ เดี๋ยว คือฉัน…"

show lilly cane_giggle_ss
with charachange

"ลิลลี่หัวเราะอย่างจริงใจ"

show lilly cane_planned_ss
with charachange

li "แหม ๆ ฮิซาโอะ"

"คำพูดของเธอมีเสียงหัวเราะคิกคักคั่นโดยที่เจ้าตัวแทบไม่ได้กลั้นขำเลย"

show lilly cane_satisfied_ss
with charachange

li "วันนี้ปากตรงกับใจน่าดูเลยนะจ๊ะ"

hi "อืม ตามนั้นแหละ แต่ก็เยอะจริง ๆ แหละนะ"

show lilly cane_smileclosed_ss
with charachange

li "ปกติฉันไปซื้อของกับฮานาโกะเลยรู้ว่าจะซื้ออะไรบ้าง ก็ซื้อเหมือนเดิมทุกสัปดาห์เลย"

hi "หืม ฮานาโกะทำอาหารเก่งเหรอ"

show lilly cane_weaksmile_ss
with charachange

"ลิลลี่หัวเราะแก้เก้อ"

li "ปกติก็ฉันนี่แหละจ้ะที่จะได้ทำอาหาร ยังไงก็เคยทำให้พี่กินอยู่แล้วด้วย เลยทำให้ฮานาโกะกินได้สบายมาก"

hi "เธอทำกับข้าวเป็นด้วยเหรอ แต่ว่า…"

show lilly cane_cheerful_ss
with charachange

"ลิลลี่ฮัมเสียงด้วยความชอบใจเล็กน้อยอยู่ข้าง ๆ ที่ชอบใจกับคำพูดของฉันบ่อยขนาดนี้คือชอบจริง ๆ หรือแค่อยากให้\nพูดถึงเรื่องที่ตัวเองตาบอดได้อย่างสบายใจกันนะ"

show lilly cane_smileclosed_ss
with charachange

li "ก็มีวิธีอยู่แหละจ้ะ บางอย่างก็ทำยากกว่าเพื่อนหน่อยเพราะฉันมองไม่เห็นว่าอะไรเป็นอะไร แต่ปกติก็ไม่นานกว่าอย่างอื่น\nมากหรอก อย่างเช่นว่านิ้วก็ใช้วัดอะไรได้หลายอย่างมาก"

"ก็ถูก แต่คงต้องระวังไม่ให้ตัวเองเป็นแผลนั่นนี่น่าดู แล้วนี่เคยโดนอะไรมากี่ครั้งแล้วเนี่ย เพราะเหมือนต้องทำอาหารเอง\nอยู่หลายปีให้อากิระช่วงที่พ่อแม่ไม่อยู่ด้วย"

"แล้วบทสนทนาก็จบลง"

"ซึ่งเป็นความเงียบที่ไม่เหมือนแบบที่ชวนให้อึดอัดตอนอยู่กับฮานาโกะ ความเงียบจากลิลลี่นั้นมาจากการที่เหมือนเธอ\nจะพอใจแล้วกับการได้พูดสิ่งที่คิดและเงียบไปเมื่อไม่มีอะไรจะพูดอีก"

"แสงสีส้มอาบไล้ถนนเรียบซึ่งฉันเหยียบอยู่ บางครั้งมีเสียงกรอบแกรบจากใบไม้แห้งที่ถูกเหยียบ ฉันหาวหวอดใหญ่\nอาการนอนน้อยเล่นงานเข้าให้แล้ว"

show lilly cane_smile_ss
with charachange

li "เมื่อคืนนอนน้อยเหรอ"

hi "นอนไม่หลับมาสองคืนติดแล้วเนี่ย สงสัยเป็นโรคนอนไม่หลับ"

stop music fadeout 8.0

show lilly cane_oops_ss
with charachange

"อยู่ ๆ ลิลลี่ก็ทำหน้าเป็นห่วงขึ้นมา เห็นลิลลี่เป็นห่วงสุขภาพฉันทีไรแล้วก็รู้สึกว่าตัวเองเป็นคนใช้ไม่ได้ทุกที ถึงจะดี\nที่มีคนสนใจก็เถอะ"

li "นอนไม่หลับเหรอ ไปหาคุณพยาบาลมั้ย"

hi "ไม่อะ ไม่ขนาดนั้น ก่อนหน้านี้ก็เคยมีบ้างแหละ บางทียามันก็ทำให้นอนไม่หลับน่ะ"

show lilly cane_concerned_ss
with charachange

li "อ๊ะ… คือ… ขอโทษนะ"

hi "ไม่เอาน่า เธอไม่ผิดสักหน่อย อย่างน้อยคืนนี้น่าจะหลับได้ไม่มีปัญหาอะไรละนะ"

show lilly cane_sleepy_ss
with charachange

li "บางทีฟังดูสภาพเธอแล้วฉันก็เป็นห่วงนะ"

hi "เป็นห่วง… ฉัน?"

"ฉันเกาท้ายทอยแกรก ๆ อยากจะเล่าอยู่เหมือนกันแฮะ"

hi "นี่… ลิลลี่"

show lilly cane_smile_ss
with charachange

li "หืม"

hi "คือ อาจจะฟังดูแปลก ๆ นะ แต่ว่า… ลืม ๆ เรื่องหัวใจฉันไปเถอะนะ"

show lilly cane_oops_ss
with charachange

"ลิลลี่ทำหน้างง ๆ ซึ่งก็ว่าไม่ได้หรอก"

hi "คือ น่าจะประมาณว่า… ไม่ต้องอะไรกับฉันเป็นพิเศษแค่เพราะเรื่องหัวใจนี่หรอก"

show lilly cane_emb_ss
with charachange

"เธอก้มหน้าลงเล็กน้อย แทบมองไม่เห็นว่าแก้มแดงอยู่"

li "คนเราก็ต้องเป็นห่วงคนรอบตัวอยู่แล้วนี่จ๊ะ…"

hi "เอาน่า แต่ฉันดีใจนะที่ยังมีคนแบบนี้อยู่น่ะ"

show lilly cane_smileclosed_ss
with charachange

"พูดแล้วอาจจะกระดากปาก แต่ก็เป็นอย่างนั้นจริง ๆ ลิลลี่สูดหายใจตั้งสติแล้วคลี่ยิ้มอันอ่อนโยนออกมาโดยที่แก้มยัง\nแดงอยู่"

"พวกเราเดินกันไปเงียบ ๆ ผ่านช่วงตีนเขาไปจนถึงร้าน"

scene bg suburb_konbiniint
with shorttimeskip

play music music_daily fadein 4.0

thname("พนักงานหญิง") "ยินดีต้อนรับค่ะ!"

hi "งั้นเดี๋ยวฉันไปซื้อของตัวเองก่อนดีกว่า แล้วค่อยมาดูของฮานาโกะอีกที"

show lilly cane_smileclosed at center
with charaenter

"ฉันหยิบตะกร้าสีแดงสองใบที่ถูกใช้จนเก่าซึ่งตั้งอยู่ข้างทางเข้าแล้วส่งใบหนึ่งให้ลิลลี่"

show lilly cane_smileclosed at Transform(ypos=800)
with charamove

show lilly basic_smileclosed at Transform(ypos=800)
with charachange

show lilly basic_smileclosed at center
with charamove

"และเช่นเคย ลิลลี่วางตะกร้าลงกับพื้นแล้วใช้ไม้เท้าที่หดเก็บแล้วมาสอดเข้าที่มือจับตะกร้าก่อนจะใช้มือขวายกตะกร้า\nกลับขึ้นมา"

$ renpy.music.set_volume(0.5, 0.5, channel="music")

show lilly basic_smileclosed at Slide(0.5,0.5,0.3,0.5,1.0, time_warp=_ease_time_warp)
with None

show lilly basic_smileclosed_close at Slide(0.5,0.5,0.3,0.5,1.0, time_warp=_ease_time_warp)
with Dissolve(1.0)

"พอลิลลี่ควงแขนฉันก็นึกแปลกใจที่การต้องตัวกันอย่างถือวิสาสะนี้กลายเป็นเรื่องปกติไปแล้ว ซึ่งก็ด้วยความจำเป็น\nน่ะแหละ"

show lilly basic_smile_close at twoleft
with charachange

li "ไปกันเลยมั้ยจ๊ะ"

$ renpy.music.set_volume(1.0, 2.0, channel="music")

hi "โอเค"

"ระหว่างที่เดินไปตามร้านแล้วเดินสวนคนอื่นก็ไม่มีใครสนใจอะไรพวกเรา ซึ่งก็ดี ถ้าให้เทียบกับสายตาที่จับจ้องกับ\nเสียงซุบซิบตอนที่อยู่ในตัวเมืองน่ะนะ"

show lilly basic_smileclosed_close
with charachange

"พอไปที่แต่ละชั้นวางของฉันก็ถามกับลิลลี่ว่าจะซื้ออะไรแล้วหยิบมาพร้อม ๆ กับของตัวเองแล้วใส่ตะกร้าของใครของมัน"

"เป็นความรู้สึกที่ประหลาดดีที่มีคนพึ่งฉันขนาดนี้กับการซื้อของง่าย ๆ สรุปถ้าลิลลี่จะอยากซื้ออะไรฮานาโกะก็ต้อง\nมาด้วยไปโดยปริยายนั่นแหละ"

hi "เอาละ ฉันซื้อของให้ตัวเองกับฮานาโกะครบแล้ว เธอจะเอาอะไรอีกมั้ยลิลลี่"

show lilly basic_smile_close
with charachange

li "ไม่จ้ะ น่าจะครบแล้วละ"

hi "งั้นก็ไปกัน"

"น่าแปลกที่มีคนต่อแถวยาวเป็นหางว่าว สภาพร้านที่แคบจนมีได้เคาน์เตอร์เดียวอย่างนี้คงต้องรอสักพัก"

hi "ให้ตาย"

show lilly basic_surprised_close
with charachange

"ลิลลี่ทำท่าสงสัยเพราะไม่เห็นว่าฉันบ่นเรื่องอะไร"

hi "คนต่อแถวยาวเฟื้อยเลย น่าจะต้องรอสักพัก"

show lilly basic_weaksmile_close
with charachange

li "แปลกจัง"

"พวกเราทำท่ายอมแพ้กลาย ๆ แล้วจำใจไปต่อแถว"

$ renpy.music.set_volume(0.5, 10.0, channel="music")

"คิดเงินเสร็จไปหนึ่งคน แถวก็ขยับ คิดเงินเสร็จไปอีกหนึ่งคน แถวก็ขยับ"

"กว่าจะมาถึงคิวพวกเราฉันก็แทบจะผล็อยหลับไปแล้วจนลิลลี่ต้องตบหลังฉันเบา ๆ ให้เดิน"

show lilly basic_oops_close
with charachange

li "ฮิซาโอะ… ฮิซาโอะ!"

$ renpy.music.set_volume(1.0, 0.3, channel="music")

hi "หืม อ้อ โทษที"

show lilly basic_displeased_close
with charachange

"ลิลลี่ถอนหายใจเฮือกดูงง ๆ ระคนเป็นห่วง ฉันเดินเข้าไปคิดเงินแล้วแยกของตัวเองกับฮานาโกะใส่คนละถุง"

thname("พนักงานหญิง") "ขอบคุณค่ะ โอกาสหน้าเชิญใหม่นะคะ!"

stop music fadeout 5.0

scene bg suburb_konbiniext_ni
show lilly basic_smileclosed_ni
with locationskip

"พวกเราออกมาจากร้านโดยที่ลิลลี่ถือมาหนึ่งถุง ส่วนฉันต้องบริหารระบบถือสี่ถุงเต็มสองมือ ถึงจะลำบากหน่อย แต่ดีที่\nของในถุงไม่ได้หนักอะไรมาก"

"แม้ไม่เงยหน้ามองท้องฟ้าก็รู้ว่าเวลาผ่านไปนานมากแล้วด้วยไฟถนนที่ส่องสว่างให้ถนนที่มืดมิด"

show lilly cane_smile_ni
with charachange

"พอลิลลี่ถือไม้เท้าดีแล้วพวกเราก็เดินกลับหอไปตามทางที่ลงมาแล้วทิ้งแสงอันอบอุ่นของร้านไว้เบื้องหลัง"

scene bg school_road_ni
with locationskip

play music music_dreamy fadein 8.0

"แม้ถนนจะปลอดรถ แต่ถุงที่ใส่ของมาเต็มพิกัดนั้นถูกกันชนกันไปมาจนเกิดเสียงมาชดเชยความเงียบได้อย่างเหลือเฟือ"

show lilly cane_ara_ni
with charaenter

li "แหม ๆ ฮิซาโอะ กินเยอะอย่างนี้ก็ดีแล้วจ้ะ"

hi "ก็วัยกำลังกินกำลังโตนี่นะ กินได้เท่าไหร่ก็ต้องกิน!"

show lilly cane_weaksmile_ni
with charachange

li "อืม… เป็นผู้ชายนี่ดีจังเลยนะ"

hi "หะ หา"

"ลิลลี่พูดต่อโดยไม่มีอาการชะงัก เหมือนจะไม่ได้สังเกตที่ฉันตกใจกับคำพูดที่พูดขึ้นมาแบบลอย ๆ นั้น หรือไม่ก็จงใจ\nเมิน"

show lilly cane_smile_ni
with charachange

li "ส่วนมากเวลากินก็ไม่ค่อยคิดมากเรื่องน้ำหนักเท่าไหร่"

hi "ก็จริง ผู้หญิงคงคิดมากกับอะไรแบบนั้นมากกว่าพวกผู้ชายละมั้ง"

show lilly cane_smileclosed_ni
with charachange

li "ใช่จ้ะ บางทีฉันก็แอบอิจฉาเหมือนกันนะ"

hi "อืม จะให้เมินแบบไม่สนใจเลยก็คงไม่ได้อยู่ดีละนะ"

"ลิลลี่พยักหน้าเห็นด้วย ก่อนที่พวกเราจะเดินกันต่อ"

hi "เออ จริงด้วย"

show lilly cane_smile_ni
with charachange

li "มีอะไรเหรอ"

hi "ฮานาโกะบอกว่าวันเกิดเธอผ่านมาแล้วนี่ ได้ทำอะไรเป็นพิเศษกันมั้ย"

show lilly cane_listen_ni
with charachange

"ลิลลี่เงียบไปครู่หนึ่งพลางครุ่นคิดระลึกถึงเหตุการณ์ที่ผ่านมา"

show lilly cane_weaksmile_ni
with charachange

li "ไม่หรอกจ้ะ ก็มีแค่ฉันกับฮานาโกะที่มานั่งจัดงานเลี้ยงเล็ก ๆ ตอนค่ำหลังเลิกเรียนนี่แหละจ้ะ"

hi "งานวันเกิดน่ะต้องจัดให้ใหญ่ ๆ สิ"

"คงเหงาน่าดู อยู่ค้างคืนกันแค่สองคน"

"ฉันมองว่างานวันเกิดนั้นคืองานครอบครัว บางครั้งพ่อแม่ของฉันก็หาทางเตรียมมาอยู่กับฉันในวันเกิดให้ได้ หรือ\nอย่างน้อยก็มาอยู่จัดงานด้วยกัน แม้ตัวเองจะต้องทำงานเต็มเวลาก็ตาม"

"ว่าแล้วก็นึกถึงที่ลิลลี่บอกว่าไม่ได้เจอหน้าครอบครัวมานานแล้ว แล้วยังต้องย้ายออกจากบ้านอากิระอีกต่างหาก"

"แต่ก็คงไม่ใช่งานที่น่าตื่นเต้นอะไรขนาดนั้นละมั้ง ลิลลี่เองก็อ่านฉลากอะไรไม่ได้ จะซื้อของโดยที่ไม่มีคนช่วยเลยก็คง\nลำบาก"

"ท้ายที่สุดแล้ว ลิลลี่ก็มีแค่ฮานาโกะกับฉัน แล้วก็อากิระตอนที่เลิกงานแล้ว"

"แต่ถึงอย่างนั้น ลิลลี่เองก็ดูจะมีเพื่อนในโรงเรียนนี้ที่เธอพอรู้จักอยู่บ้าง ไหนจะคนอย่างยูโกะอีก"

"เธอคงจะเป็นคนขีดเส้นเองว่าแบบไหนคือเพื่อนที่สนิท กับเพื่อนแบบไหนที่รู้จักไว้เข้าสังคม"

"เห็นแล้วก็นับถือเหมือนกันที่ลิลลี่ดูจะเป็นคนวางแผนอะไรในชีวิตไว้หมด แล้วก็ทำไปอย่างใจอยาก"

"ทว่าก็ยังมีฮานาโกะที่อยู่จัดงานวันเกิดด้วย แล้วก็มีฉันที่ตอนนี้มาช่วยซื้อของ ก็ลงตัวแบบแปลก ๆ ดี"

show lilly cane_oops_ni
with charachange

li "เป็นอะไรหรือเปล่า ฮิซาโอะ"

hi "ทำไมเหรอ"

li "เห็นเงียบไปนานเลย"

hi "อ๊ะ ขอโทษที พอดีคิดอะไรอยู่"

show lilly cane_smileclosed_ni
with charachange

li "เอ๋"

label th_choiceL6_1:
menu:
    with menueffect

    "เอาละ ไปทำให้ลิลลี่อยากรู้เข้าแล้วสิ แต่ก็ดูออกจะเป็นเรื่องส่วนตัวเกินไปหน่อย…"

    "เลี่ยงประเด็น":
        return m1

    "บอกความจริง":
        return m2

label th_L6a:
#Choice [1]

hi "แค่มีเรื่องให้คิดนิดหน่อยน่ะ ไม่ต้องห่วงหรอก"

stop music fadeout 2.0

show lilly cane_listen_close_ni
with characlose

li "หืม"

"ลิลลี่โน้มตัวเข้ามาใกล้อีกจนฉันต้องเอี้ยวตัวหลบ"

hi "ไม่เอาน่า เธอก็เคยมีเรื่องให้คิดเหมือนกันใช่มั้ยล่ะ"

show lilly cane_cheerful_close_ni
with charadistant

li "ทำอย่างกับว่านายซ่อนอะไรไว้อยู่เลย…"

play music music_lilly fadein 4.0

"เอ่อ ทำไมเธอคนนี้ถึงได้ความรู้สึกไวขนาดนี้นะ"

"แต่พอหันกลับไปมองหน้าลิลลี่ก็เห็นว่ากำลังยิ้มน่ารัก ๆ แบบขี้เล่นอยู่"

"นี่ลิลลี่… แหย่ฉันเหรอ แต่ถึงงั้นก็เถอะ ตัด ๆ บทไปก่อนน่าจะดีกว่า"

hi "บอกแล้วไงว่าไม่มีอะไรหรอก"

show lilly cane_displeased_close_ni
with charachange

"ลิลลี่ขมวดคิ้วไม่พอใจ"

li "จริงเหรอ"

hi "จริงสิ"

show lilly cane_surprised_close_ni
with charachange

li "โกหกไม่เนียนเลยนะ ฮิซาโอะ"

hi "ก็จริง แต่เพราะอย่างนี้แหละฉันถึงได้ไม่โกหก ฉันเป็นคนที่น่าเชื่อถือมาก ๆ"

show lilly cane_weaksmile_close_ni
with charachange

li "น่าเชื่อถือจ้ะ แต่ฉันคงให้อภัยเธอให้ได้แค่ครั้งนี้ครั้งเดียว"

hi "ให้อภัย? เรื่องอะไรล่ะ"

show lilly cane_giggle_close_ni
with charachange

with Pause(0.2)

show lilly cane_smile_ni
with charadistant

"ลิลลี่หัวเราะคิกคักก่อนจะเดินต่อไปเงียบ ๆ เมื่อกี้เธอคิดอะไรอยู่กันนะ"

stop music fadeout 4.0

"ฉันทิ้งแขนแหงนหน้ามองฟ้ามืด"

"เรื่องนี้ฉันคงต้องเป็นคนจัดการเอง ไม่ใช่จะเอาแต่หวังพึ่งลิลลี่ไปเสียทุกอย่าง"

label th_L6b:
#[2]

hi "คือแบบ… คิดอยู่ว่าเธอดูจะเป็นคนที่วางแผนอะไรไว้หมดแล้ว ทั้งที่ต้องเป็นที่พึ่งให้ฮานาโกะด้วยแท้ ๆ แล้วก็พูดได้เลยว่า\nตอนฉันย้ายมาใหม่ ๆ ก็ต้องพึ่งเธอด้วยเหมือนกัน"

hi "ฉันว่าคนเรามีนิสัยแบบนี้ติดตัวไว้ได้จะดีมากเลยละ"

"ฉันหันไปสำรวจปฏิกิริยาของลิลลี่"

stop music fadeout 2.0

show lilly cane_listen_close_ni
with characlose

"ลิลลี่ตั้งหน้าตรงขมวดคิ้วเล็กน้อย สีหน้าเธอเคร่งขึ้นเล็กน้อยคล้ายกำลังเลือกสรรคำอยู่"

hi "…ลิลลี่?"

show lilly cane_weaksmile_close_ni
with charachange

li "อยากขอบคุณอยู่หรอกนะจ๊ะ แต่… จะบอกว่าฉันไม่พึ่งใครเลยก็คงเกินไปหน่อย ฮานาโกะเองก็ใช่ว่าจะมาพึ่งฉันโดยที่ไม่มี\nอะไรตอบแทนเลย"

"ลิลลี่ดูจะลำบากใจเล็กน้อยที่ต้องพูดอย่างนั้น แต่ที่เธอพูดก็คล้าย ๆ กันกับสิ่งที่ฉันคิดนั่นแหละ"

"ถ้าลิลลี่คอยใช้ชีวิตแบบไม่พึ่งใคร—ซึ่งถ้าใครได้เป็นเธอก็คงจะใช้ชีวิตอย่างนั้นเหมือนกัน ไม่ว่าจะตาบอดหรือไม่ก็ตาม—\nการจะพูดถึงความต้องการของตัวเองนั้นคงเป็นเรื่องยากสำหรับเธอ"

"และฉันก็เพิ่งรู้ตัวว่าลิลลี่ละเรื่องอะไรไป ฉันนึกกระเซ้าไม่ให้เรื่องลงลึกไปกว่านี้อีก"

hi "อ้อ แล้วฉันล่ะ"

play music music_lilly fadein 2.0

show lilly cane_smile_ni
with charadistant

"อยู่ ๆ ลิลลี่ก็เร่งฝีเท้าเดินนำหันมาขวางฉัน"

show lilly behind_cheerful_ni
with charachange

"เธอยิ้มเอามือไพล่หลังโน้มตัวเข้ามา"

li "สำหรับนายมันคนละกรณีกัน"

show lilly back_giggle_ni
show lillyprop back_cane_ni
with charachange

"แล้วลิลลี่ก็หันหน้ากลับไปเดินนำต่อด้วยฝีเท้าอันคล่องแคล่ว"

"ฉันได้แต่เลิกคิ้วขึ้นแล้วยิ้มบาง ๆ เหมือนจะไม่เคยเห็นลิลลี่หยอกเล่นอย่างนี้มาก่อนเลย"

"สรุปว่า… ฉันเป็น “คนละกรณี” ไม่ค่อยแน่ใจเท่าไหร่ว่าหมายความว่ายังไงกันแน่ แต่ดูจากนิสัยของลิลลี่แล้ว คงจงใจ\nพูดให้กำกวมอย่างนี้แหละ"

"ความสัมพันธ์ของเราเปลี่ยนแปลงไปเรื่อย ๆ อาจจะแค่เพราะฉันเริ่มยืนหยัดด้วยตัวเองได้แล้วและเริ่มอยากรู้เรื่องราว\nของคนรอบตัวให้มากขึ้น"

"ส่วนสาเหตุ… ก็คงเพราะความอยากรู้ของฉันเอง แล้วก็อยากลองคิดดูว่าจะจัดการเรื่องของตัวเองยังไงดี"

"แต่กับลิลลี่นี่ไม่แน่ใจเท่าไหร่ เพราะอย่างนี้ฉันถึงได้ตกใจกับคำพูดของลิลลี่ที่คล้ายกับความรู้สึกของฉันที่มีต่อเธอ"

"ฉันนึกเก็บเรื่องนี้ไว้คุยทีหลังแล้วเพียงยิ้มมองลิลลี่ที่เดินไปตามถนนเคาะไม้เท้าไปทางซ้ายทีขวาที เป็นมุมดี ๆ ของลิลลี่\nที่ฉันไม่อยากลืม"

stop music fadeout 2.0

label th_L6c:
#End choice sections

scene bg school_girlsdormhall
with shorttimeskip

play music music_normal fadein 4.0

"แล้วเราก็เดินมาจนถึงหอหญิง แขนฉันทั้งสองข้างปวดหนึบจากการที่ต้องหิ้วของมาสองชุด"

hi "แฮ่ก… ถึงสักที ฮู่"

show lilly invis:
    right
    xpos 0.95
with None

show lilly cane_smileclosed at right
with dissolvecharamove

"ฉันก้มตัวลงแล้วใช้หลังมือเช็ดหน้าผาก ลิลลี่หยุดยืนอยู่หน้าประตูแล้ววางถุงลงก่อนจะควานหากุญแจในกระเป๋า"

show lilly cane_smile
with charachange

li "ขอบคุณที่มาช่วยจ้ะ ฮิซาโอะ"

hi "อ้อ ไม่เป็นไร เรื่องแค่นี้เอง"

show lilly cane_smileclosed
with charachange

li "สำหรับเธออาจจะเป็นเรื่องแค่นั้น แต่ว่า… สำหรับฉันแล้วไม่ใช่เรื่องแค่นั้นเลยจ้ะ"

show lilly invis:
    right
    xpos 1.05
with dissolvecharamove

play sound sfx_doorclose

hide lilly
with None

"แล้วเธอก็เดินเข้าห้องไปแล้วปิดประตู"

"ฉันยืนกะพริบตาปริบ ๆ ก็เป็นแค่คำขอบคุณจากใจแท้ ๆ แต่ทำไมถึงอดรู้สึกแปลก ๆ ไม่ได้กันนะ"

"แต่เอาเถอะ ตอนนี้มีสิ่งที่ต้องทำก่อนจะไปคิดเรื่องนั้น"

scene bg school_dormhanako_ni
show hanako emb_timid_close:
    center
    xpos 0.45
show hanako_door_base at right
show hanako_door_door at left
with locationchange

play sound sfx_doorknock2

"ฉันหันไปที่ประตูห้องฮานาโกะแล้วรัวเคาะสองรอบติดโดยที่ถุงข้าวของยังเสียดสีส่งเสียงกันอยู่ในมือ"

play sound sfx_dooropen

show hanako_door_door:
   xpos -0.05
with charamove

"ผ่านไปชั่วอึดใจประตูก็เปิดออกช้า ๆ ชนิดที่ว่าถ้าไม่ได้มองใกล้ ๆ ก็คงไม่เห็นว่าประตูขยับ"

"ฉันเอียงคอส่องดูช่องแสงแคบ ๆ ที่อยู่ระหว่างบานประตูกับวงกบ"

hi "ไง ฮานาโกะ ซื้อของมาให้แล้วนะ"

show hanako basic_normal_close at Position(xpos=0.4)
with charachange

ha "อ๊ะ!"

show hanako_door_door:
   xpos -0.3
show bg school_dormhanako
with dissolvecharamove

"แล้วเธอก็เปิดประตูออกกว้างเผยให้เห็นห้องของเธอที่อยู่ข้างหลัง เป็นห้องที่แทบไม่ได้ตกแต่งอะไรเลย คงเรียบกว่า\nห้องฉันอีกมั้ง"

"ฉันยื่นถุงที่อยู่ในแขนขวาออกไป ของในถุงหนักจนถุงแทบหย่อนติดกับพื้น"

show hanako emb_smile_close
with charachange

ha "ขะ ขอบคุณนะ ฮิซาโอะ"

show hanako emb_downtimid_close
with charachange

ha "ขอโทษนะที่ต้อง… ให้ถือมาไกลขนาดนี้"

hi "ไม่เป็นไรน่า ไม่ต้องคิดมากหรอก ขอแค่อย่าใช้ไปซื้อของแบบนี้ทุกวันแล้วกัน โอเคนะ"

show hanako basic_normal_close
with charachange

"ฉันส่งถุงข้าวของให้พลางแค่นหัวเราะ พอฮานาโกะตั้งตัวกับน้ำหนักของถุงได้แล้วเธอก็ถือไว้ได้อย่างง่ายดาย"

hi "งั้นไปละนะ ฝันดีนะฮานาโกะ"

show hanako cover_bashful_close
with charachange

ha "ราตรีสวัสดิ์ เอ่อ จะ เจอกันพรุ่งนี้… ที่ห้องเรียนนะ…"

show hanako_door_door at left
with charamove

play sound sfx_doorclose

"ฮานาโกะโค้งขอบคุณโดยที่มือยังถือของอยู่แล้วถอยหลังไปปิดประตูห้อง"

stop music fadeout 5.0

scene bg school_dormext_full_ni
with locationskip

"ระหว่างที่เดินกลับหอตัวเองฉันก็แบ่งถุงมาถือที่มืออีกข้างให้น้ำหนักสมดุลกัน"

"แต่ขณะที่เดินอยู่รอยยิ้มอันเบิกบานของลิลลี่ก็ยังไม่ออกไปจากหัวเลย ถ้าเป็นตอนที่เจอกันครั้งแรกคงนึกภาพรอยยิ้ม\nอย่างนั้นบนใบหน้าลิลลี่แทบไม่ออกหรอก"

"ช่วงสองสามสัปดาห์ที่ได้รู้จักลิลลี่กับฮานาโกะมานี้รู้สึกว่าสนิทกับทั้งสองคนมากขึ้นแล้วจริง ๆ"

"ไม่ว่าจะเวลาที่ได้อยู่ด้วยกันในแต่ละวัน ไม่ว่าจะความสุขที่เราแบ่งปันกันบ้าง ช่วงเวลาแห่งความสุขเล็ก ๆ น้อย ๆ\nเหล่านั้นพร้อมระยะที่ร่นน้อยลงเรื่อย ๆ"

"ก็ยังไม่แน่ใจหรอก แต่ฉันคิดว่ายังไงความรู้สึกพวกนี้ก็ไม่ใช่แค่คำว่าเพื่อนตามปกติแล้ว"

scene bg school_dormhisao
with locationskip

"พอกลับถึงห้องฉันก็เก็บของที่ซื้อมาให้เข้าที่แล้วเตรียมเข้านอน"

show letter_insert:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"ฉันจัดหนังสือเรียนตามตารางเรียนวันพรุ่งนี้ใส่กระเป๋า ระหว่างนั้นก็เจอซองจดหมายสีเหลืองที่มิช่าให้มาเมื่อเช้า"

"มัวแต่วุ่นวายกับเรื่องอื่นไปหมดจนไม่มีเวลาได้มาอ่านเลย ใครเป็นคนเขียนกันนะ"

"ชื่อที่เขียนไว้อย่างเป็นระเบียบบนซองทำเอาฉันชะงัก ไม่ได้เห็นลายมือของเธอมานานแล้ว ถ้าไม่มีชื่อฉันคงไม่รู้ว่าใคร\nเขียนมา"

"“อิวานาโกะ”"

"ทำไม… ต้องเขียนถึงฉันด้วย นึกหาเหตุผลดี ๆ ที่จะเขียนมาไม่ออกเลย"

"ทีแรกก็คิดจะไม่เปิดอ่านอยู่ แต่เก็บไว้ก็คงไม่ได้อะไรขึ้นมา ถ้าปล่อยไว้ไม่เปิดอ่านเดี๋ยวก็คงมากวนใจจนต้องจัดการ\nทำอะไรสักอย่างอยู่ดี"

scene ev hisao_letter_open
with shorttimeskip

play music music_rain fadein 6.0

"ฉันมองแผ่นกระดาษที่ประดับด้วยธีมฤดูร้อนอันเจิดจ้าส่งยิ้มเบิกบานอยู่บนโต๊ะ"

"ตัวหนังสือเขียนด้วยหมึกสีชมพู ซึ่งพออยู่กับทานตะวันสีเหลืองที่อยู่ตามขอบกระดาษแล้วระคายตาอย่างแรง ลายมือ\nนั้นเป็นระเบียบ แต่ละตัวอักษรต่างผ่านกระบวนการคิดและถูกเขียนด้วยความใส่ใจเป็นอย่างมาก"

"ตอนที่ได้จดหมายมาแรก ๆ ก็แทบไม่คิดอะไร แต่ตอนนี้กลับสลัดเนื้อหาที่อยู่ข้างในให้ออกไปจากหัวไม่ได้เลย"

window hide
nvl clear
nvl show dissolve

n "\n\n\nแม้ก่อนหน้านี้จะยังนึกไม่ออกว่าทำไมถึงติดต่อมาด้วยวิธีที่ตกยุคอย่างนี้ ทั้งที่การใช้โทรศัพท์หรืออีเมลน่าจะเร็วกว่า\nแต่ตอนนี้พอได้อ่านเนื้อหาแล้วเหตุผลที่ว่าก็เริ่มชัดขึ้นมา"

n "จดหมายนั้นจะทิ้งระยะระหว่างผู้ส่งกับผู้รับไว้ได้ในระยะที่พอดี ซึ่งไม่เหมือนกับโทรศัพท์ที่ต้องพูดคุยสนทนากัน และ\nไม่เหมือนกับอีเมลที่จะต้องตอบในทันที"

n "\nประโยคจำพวก “นักเรียนม. 6 ดูจะเครียดเรื่องสอบปลายภาคกัน” กับ “แปลกเนอะ รู้ตัวอีกทีก็ม. 6 แล้ว” นั้นเป็นเพียง\nแค่การคุยเรื่อยเปื่อยเท่านั้น ซึ่งเป็นการคุยเรื่อยเปื่อยที่ถ้าเธอตอบข้อความที่ส่งไปหาตอนฉันอยู่ในโรงพยาบาลก็คุยได้"

n "แต่ส่วนท้ายของจดหมายต่างหากคือเหตุผลที่แท้จริงที่เธอส่งจดหมายฉบับนี้มา สองบรรทัดสุดท้ายที่ใส่มาราวกับ\nเป็นการทิ้งทวน"

nvl clear
nvl hide dissolve

play sound sfx_paper

scene ev hisao_letter_open_2
with locationchange

nvl show dissolve

n "\n\n\n\n\n\n\n“เราจะได้เจอกันอีกไหมนะ หรือถ้าไม่เจอกันอีกเลยจะดีกว่ากันนะ”"

n "ทั้งที่เป็นประโยคที่ฉันได้อ่านแล้วควรเจ็บ เพราะเคยได้ยินมาตลอดว่าการเลิกรานั้นเป็นอะไรที่โหดร้าย แต่ประโยคนี้\nกลับรู้สึกคล้ายเป็นการยืนยันบางอย่างที่เราสองคนรู้อยู่แก่ใจเท่านั้น"

n "ประโยคต่อจากนั้นที่เหมือนเป็นการคุยเล่นทำให้ฉันใจคอไม่ดี ไม่รู้เหมือนกันว่าทำไม ไม่ว่าจะนั่งมองแผ่นกระดาษ\nฤดูร้อนอันสดใสใบนี้นานเท่าไหร่ก็นึกไม่ออก"

nvl clear

n "\n\n\n\n\n\n\n\n“แต่ถ้ายังอยากติดต่อกับฉันอยู่ก็เขียนส่งกลับมาได้เลยนะ”"

n "ซึ่งชัดเจนยิ่งกว่าอะไรว่าจดหมายฉบับนี้ไม่ใช่จดหมายที่จะเขียนตอบกลับไปได้ ท้ายที่สุดแล้ว จดหมายฉบับนี้ก็เป็น\nเพียงการผลักภาระทิ้งไปเท่านั้น เป็นการประกาศลาเพื่อทำให้ตัวเธอเองนั้นมั่นใจว่าความสัมพันธ์ระหว่างเราจบลงแล้ว\nจริง ๆ"

stop music fadeout 3.0

nvl hide dissolve
nvl clear

scene bg school_dormhisao
with locationchange

window show

"เพราะฉะนั้นแล้ว ฉันจึงไม่ได้ตะขิดตะขวงใจอะไรที่จะกำจัดทิ้งด้วยการขยำทั้งตัวจดหมายและซองทิ้งลงถังขยะไป"

"ฉันเข้านอนด้วยความรู้สึกที่ระคนกันอยู่ โดนผู้รุกรานจากอดีตมาทำให้ค่ำอันเพลินใจนี้พังเสียได้"

"ซึ่งตลกดีที่ต้องนอนอยู่สักพักกว่าจะหลับลง"

scene black
with dissolve

$ suppress_window_after_timeskip = True

label th_L7:

window hide None

scene black
with dissolve

nvl show dissolve

n "\n\n\n\nฉันรอช่วงเวลาแห่งความระทึกพร้อมเหงื่อที่ผุดพราย"
#For some reason, this line doesn't seem to be justified to the left like the others, and for the life of me I can't figure out why. Halp? -SC

$ renpy.music.set_volume(0.7, 0.0, channel="music")
play music music_tension fadein 6.0

n "ทุกขณะที่เข็มนาฬิกาเดินยิ่งทำให้กล้ามเนื้อหดเกร็ง ทุกขณะที่นาทีผันผ่านยิ่งทำให้ขนลุกหนักขึ้น"

n "มันกำลังมาหาฉันแล้ว ฉันสัมผัสได้"

play sound sfx_slide

n "\n\n{image=vfx/reddash.png}{color=#FF0000}{b}ความตาย{/b}{/color}"

n "\n\nความตายที่มาในรูปของกระดาษหนึ่งแผ่น"

$ renpy.music.set_volume(1.0, 0.5, channel="music")

nvl clear
nvl hide dissolve

scene bg school_scienceroom at bgright
with locationchange

window show

"ฉันคว้ากระดาษปึกบาง ๆ ที่คนข้างหน้าส่งมาแล้วหยิบแผ่นที่อยู่บนสุดออกก่อนจะส่งต่อไปข้างหลัง"

"พอมองมุมบนขวาของกระดาษก็พบกับความกลัวของฉันที่ปรากฏอยู่ในวงกลมสีแดงเล็ก ๆ วงนั้น"

stop music
play sound sfx_thunder
with vpunch

"สี่สิบสามคะแนน"

"ฉันห้อยหัวลงถอนหายใจด้วยความหน่ายใจพลางพึมพำด้วยคำสบถ สัมผัสได้ว่าคนทั้งห้องก็อารมณ์ไม่ต่างกัน\nสักเท่าไหร่ แต่แปลกดีที่พอรู้อย่างนี้แล้วก็อารมณ์ดีขึ้นมาหน่อย ๆ"

"นี่ละมั้งที่เขาว่าคนเราชอบหาผู้ร่วมโชคชะตาเดียวกัน"

"จังหวะที่คุณครูเปิดปาก คนทั้งห้องต่างเตรียมใจกับดาบที่พร้อมฟันลงมาแบบเลี่ยงไม่ได้…"

play music music_normal fadein 1.0

play sound sfx_normalbell

"…ก่อนที่จะรอดมาได้แบบเส้นยาแดงผ่าแปด"

"พวกเราเก็บกระเป๋ากันอย่างรวดเร็วด้วยความที่อยากรีบไปกินข้าวเที่ยง คุณครูยังไม่วายดุด่าเป็นทิ้งทวน"

thname("คุณครู") "คาบหน้าเราจะมาคุยเรื่องคะแนนกัน ซึ่งไม่ต้องบอกก็คงรู้นะว่าต้องคุยกันอีกยาว"

"คนทั้งห้องประสานเสียงร้องโอดโอย ก่อนจะค่อย ๆ ทยอยออกไปพร้อมความละเหี่ยใจ"

scene bg school_hallway3 at bgright
with locationchange

"ฉันเดินไปตามโถงทางเดินพลางยัด ๆ กระดาษแผ่นนั้นใส่กระเป๋าจนยู่ยี่ไปหมด แค่จดหมายที่มาอยู่บนโต๊ะเมื่อวานก็\nวุ่นวายแล้ว ยังจะมีไอ้นี่อีก"

hi "เกลียดภาษาอังกฤษชะมัด…"

stop music fadeout 0.7

mystery "ฮิ!—{w=0.3}ซา!—{w=0.3}โอะ!!"

"เสียงผู้หญิงที่ฟังดูเคร่งขรึมเรียกฉันด้วยเสียงยานคาง"

play music music_tension

"ฉันชะงักไปทันที หน้านิ่งเหมือนถูกสาปให้เป็นหิน รู้สึกเหมือนสมองขาดการเชื่อมต่อไปจากร่างกายเลย"

"ฉันค่อย ๆ กลอกตาไปทางขวาเพื่อมองว่าเจ้าของเสียงที่ลอยมานั้นเป็นใคร"

stop music fadeout 0.3

"…โบ๋เบ๋?"

"ฉันหน้าเสียไปเรื่อย ๆ ทุกขณะ จนต้องยอมเสี่ยงหันหน้ากลับไปข้างหน้าอย่างเชื่อง—"

play sound sfx_impact

hi "ว้าาาาาก!!" with vpunch

"ฉันสะดุ้งโหยงจนกระเป๋าร่วงพร้อมส่งเสียงตกใจสุดขีด"

"พอกลับมาตั้งสติได้แล้วมองดูอีกทีก็… ทำไมถึงนึกไม่ได้นะ"

hi "เอมิ"

play music music_running

show emi excited_proud at center
with charaenter

emi "ได้ตัวฮิซาโอะแล้ว"

"เอมิยื่นมือออกมาพร้อมงอนิ้วเข้าหาตัวเองพร้อมรอยยิ้มเจ้าเล่ห์ เมื่อกี้ก็เป็นคนจิ้มซี่โครงฉันแท้ ๆ"

"ฉันก้มมองทำหน้าเบ้ยีผมตัวเองด้วยความหัวเสีย"

hi "คนที่ไหนเขาทักทายกันอย่างนั้นหา"

show emi sad_pout
with charachange

emi "นายนี่ไม่ตลกเลย"

hi "พอดีลืมความตลกไว้ที่วิชาภาษาอังกฤษแล้วอะ ไปว่าครูนู่นนะถ้าอยากให้ฉันตลก"

show emi sad_shy
with charachange

"เธอทำแก้มป่องพร้อมสายตาที่ดูเหมือนลูกหมา ฉันอยู่กับลิลลี่จนมีภูมิคุ้มกันกับกลยุทธ์นี้แล้วก็จริง แต่ร่างเล็กของเอมิ\nยิ่งทำให้มีผลแรงขึ้นจนฉันยอมใจอ่อน"

hi "แล้วเป็นยังไงบ้าง ไม่ได้เจอกันนานเลยนะ"

show emi basic_closedgrin
with charachange

emi "ก็เดิม ๆ แหละ วิ่งเร็วจนไม่มีใครอยากมาวิ่งรอบเช้าด้วยเลย"

show emi basic_annoyed
with charachange

emi "เหนื่อยจริง ๆ"

"เห็นความถ่อมตัวของเอมิทีไรก็อดยิ้มแทบไม่ได้"

show emi basic_grin
with charachange

emi "แต่ว่านะ…"

"ชะอุ๊ย"

show emi sad_shy
with charachange

emi "นายรู้ใช่มั้ยว่าฉันคิดอะไรอยู่ ฮิซาโอะ"

"ไอ้การซ่อนอารมณ์ไม่เก่งนี่เป็นจุดอ่อนอย่างหนึ่งของฉันเลย นี่เห็นไปยันลิ้นไก่ฉันแล้วมั้ง"

"แต่โชคดีที่มีคนที่ฉันพอจะใช้เป็นทางรอดได้เดินมาพอดี"

hi "อ้าว ไง ฮานาโกะ"

show emi sad_shy at twoleft
show bg school_hallway3 at center
with charamove

show hanako emb_downtimid at tworight
with charaenter

"ฉันโบกมือทักทายฮานาโกะแล้วทำเป็นไม่เห็นเอมิที่ทำแก้มป่องอยู่ ฮานาโกะเองก็โบกมือตอบกลับน้อย ๆ"

show hanako emb_smile
with charachange

ha "สะ สวัสดี ฮิซาโอะ… เอมิ"

show emi basic_closedgrin
with charachange

emi "ไงฮานาโกะ"

hi "เดี๋ยวฉันจะไปหาเธอกับลิลลี่นะ"

hi "จะว่าไป พูดถึงเพื่อนกินข้าวเที่ยง พอไม่เห็นรินอยู่กับเธอแล้วแปลกตาไปเลยนะเอมิ"

show emi basic_shock
show hanako defarms_shock
with vpunch

emi "อ๊ะ! ริน!"

stop music fadeout 3.0

hide emi
with easeoutleft

"แล้วเธอก็ทิ้งพวกเราไปไม่พูดอะไรอีกแล้วพุ่งตัวไปตามโถงทางเดิน สงสัยลืมไปว่ารินรออยู่มั้ง"

"ฮานาโกะกับฉันได้แต่ยืนอึ้งมองก้อนพลังงานที่ดูล้นเหลือนี้พุ่งตัวออกไป"

play music music_running

show emi basic_closedgrin at left
with easeinleft

emi "เอ้อ จริงสิ ฮิซาโอะ…"

"อยู่ ๆ เอมิก็หยุดจังหวะที่กำลังจะเลี้ยวตรงบันไดขึ้นดาดฟ้าพอดีแล้วหันมามองหน้าพวกเราที่ยังดูงง ๆ อยู่"

show emi excited_proud
with charachange

emi "ฉันก็เกลียดภาษาอังกฤษเหมือนกัน"

stop music fadeout 4.0

hide emi
with easeoutleft

"แล้วเอมิก็หายตัวไป"

"ฉันได้แต่ห้อยหัวลงถอนหายใจพรืดให้กับเอมิที่ทิ้งไปไม่เห็นฝุ่น"

show hanako basic_smile
with charachange

"พอได้ยินเสียงหัวเราะคิกคักที่อยู่ข้างหลังฉันก็หันไปมอง ฮานาโกะยิ้มไปตรงหัวมุมที่คนร้ายของฉันเลี้ยวหนีไป"

play music music_daily fadein 4.0

show hanako basic_smile at center
show bg school_hallway3 at bgleft
with charamove

"ฉันคว้ากระเป๋าตัวเองที่ตกอยู่ขึ้นมาปัด ๆ ฝุ่น"

hi "ทิวาสวัสดิ์ ช่วงนี้ยุ่ง?"

show hanako def_worry
with charachange

ha "นายไม่… ชอบภาษาอังกฤษเหรอ"

hi "หืม? อ้อ เอ่อ ไม่อะ คือก่อนหน้านี้มีสอบแล้วเอมิมาเห็นสภาพตอนฉันซึมกับคะแนนอยู่พอดี"

show hanako emb_downsad
with charachange

ha "อ๊ะ ขอโทษที…"

"ฮานาโกะเสตามองทางอื่นพร้อมสีหน้าที่รู้สึกผิด ถ้าคนที่ไม่รู้มาเห็นเข้าคงนึกว่าฮานาโกะเผลอพูดถึงญาติของฉัน\nที่ตายไปแล้ว"

hi "ไม่เอาน่า เธอไม่ผิดสักหน่อย แล้วเธอล่ะเป็นไงบ้าง"

show hanako emb_sad
with charachange

"ฮานาโกะเงยหน้าขึ้นมามองทว่ายังไม่ยอมสบตาตรง ๆ"

show hanako basic_worry
with charachange

ha "ก็ใช้ได้… ละมั้งนะ"

"แล้วความเงียบที่ชวนให้อึดอัดก็เข้าปกคลุม เหมือนพออยู่กับฮานาโกะแล้วจะเป็นอย่างนี้บ่อยเหมือนกัน"

show hanako basic_bashful
with charachange

ha "อ้อ ลิลลี่ฝากถามว่า… จะมากินข้าวเที่ยงที่ดาดฟ้าด้วยกันมั้ย"

"ฉันเองก็เหมือนจะไม่มีธุระเร่งด่วนอะไรละนะ"

hi "ได้ เดี๋ยวไป"

show hanako cover_distant
with charachange

ha "เอ่อ งั้น… ฉันขอไปซื้อข้าวเที่ยงที่โรงอาหารก่อน… นะ"

hi "ไปสิ ไม่ต้องขออนุญาตฉันหรอกน่า"

show hanako basic_smile
with charachange

ha "อะ โอเค งั้น… ฉันไปละ"

hide hanako
with charaexit

stop music fadeout 5.0

"น้ำเสียงเธอฟังดูลนลาน ฮานาโกะพยักหน้าน้อย ๆ แล้วรีบมุ่งไปยังโรงอาหาร"

play ambient sfx_crowd_indoors fadein 2.0

show crowd:
    bgleft
    alpha 0.0
    parallel:
        ease 1.0 center
    parallel:
        linear 2.0 alpha 1.0
with None

show bg school_hallway3 at center
with dissolvecharamove

"สงสัยวันนี้คงลืมเอาข้าวเที่ยงมาละมั้ง พอเดินไปตามโถงทางเดินก็เห็นนักเรียนที่ออกมาจากห้องเรียนแล้วเดินผ่านไปมา\nมากขึ้นเรื่อย ๆ โดยมุ่งไปที่เดียวกันกับทางที่ฮานาโกะเดินไป"

"พอเดินมาจนถึงบันไดก็ต้องฝ่ากลุ่มนักเรียนที่คุยกันเสียงอื้ออึงอยู่"

stop ambient fadeout 0.5

scene bg school_staircase1
with locationchange

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_rooftop

"จนในที่สุดก็หลุดออกมาจากกลุ่มคนได้ ฉันเดินขึ้นบันไดมาห้อยแขนเล็กน้อยพลางถอนหายใจด้วยความโล่งแล้วลด\nความเร็วฝีเท้าลงก่อนจะเดินมาถึงที่ประตูดาดฟ้า"

play sound sfx_door_creak
$ renpy.music.set_volume(0.5, 0.5, channel="ambient")

scene bg school_roof
show white
with locationchange

hi "โอ๊ย ให้ตาย!"

"ฉันเบือนหน้าหนีอยู่ครู่หนึ่งเพราะตาพร่าด้วยแสงอาทิตย์อันร้อนแรงยามฤดูร้อน"

show white:
    alpha 1.0
    linear 10.0 alpha 0.0

show lilly basic_smile behind white:
    left
    ypos 1.2
show emi basic_grin behind white:
    center
    ypos 1.15
show rin basic_absent behind white:
    right
    ypos 1.17
with charaenter

mystery "หืม?"

play music music_soothing fadein 8.0

"ภาพโดยรอบเริ่มปรากฏขึ้นเมื่อตาค่อย ๆ หายพร่า"

"ลิลลี่ เอมิ แล้วก็รินนั่งอยู่ด้วยกันบนดาดฟ้า เบื้องหลังรั้วมีภาพหลังคาป่าที่ปกคลุมยอดเขารอบยามากุราวกับทำหน้าที่\nประดับภาพตรงหน้านี้"

show emi basic_closedgrin
with charachange

emi "อ้าว ฮิซาโอะ!"

show lilly basic_smileclosed
show rin basic_deadpannormal
with charachange

"ลิลลี่พยักหน้าน้อย ๆ เป็นการรับรู้ ส่วนรินพยักหน้ายาว ๆ เป็นการทักทาย"
#Not the reverse, Suriko? -SC

"ฉันเดินไปหาสามหน่อที่ดูจะไม่เข้าพวกกันเท่าไหร่ พอได้เห็นแล้วก็อดไม่ได้ที่จะทึ่งกับความเร็วในการสวาปามกล้วย\nอีกครึ่งลูกที่เหลืออยู่ของเอมิ"

hi "ไง ไม่ค่อยได้เห็นพวกเธอสามคนอยู่ด้วยกันอย่างนี้เท่าไหร่เลยนะ"

show lilly basic_weaksmile
with charachange

li "ดูท่าว่าจะเป็นวันที่บังเอิญน่าดูเลยละจ้ะ เอมิกับรินมาทานมื้อเที่ยงที่ดาดฟ้าวันเดียวกันกับวันที่ฉันกับฮานาโกะอยากมา\nพอดี"

show emi basic_annoyed
with charachange

emi "เธอนั่นแหละหัวขโมย! ที่ตรงนี้เป็นของพวกเราต่างหาก!"

hi "ยอ ยอ ที่ในโรงเรียนมันขโมยกันได้ที่ไหน"

"ฉันหย่อนตัวลงนั่งข้างลิลลี่ พวกเราสี่คนนั่งด้วยกันเป็นรูปครึ่งวงกลม"

show rin basic_deadpanupset
with charachange

rin "ฉันคิดว่าเอมิพูดถูก"

hi "เธอก็ด้วยเหรอ"

show rin basic_deadpan
with charachange

rin "ผีเสื้อเป็นผู้สมรู้ร่วมคิดของลิลลี่"

hi "ผี…"

"พอกวาดตามองไปรอบ ๆ ก็พบกับผีเสื้อตัวเล็กสีเหลืองที่บินผ่านมา"

hi "งั้นบอกหน่อยว่าผีเสื้อตัวนี้มีส่วนร่วมในการ “ขโมย” ที่ตรงนี้ของลิลลี่ยังไง"

show rin basic_lucid
with charachange

rin "ผีเสื้อตัวนี้มาแอบดักฟังบทสนทนาของพวกเราแล้วเอาไปบอกลิลลี่"

"ไม่น่าไปคาดหวังคำว่าเหตุผลกับรินเลย แต่เอาเถอะ ตามน้ำไปสักหน่อยคงไม่เสียหาย"

hi "นี่จะบอกว่าลิลลี่พูดกับผีเสื้อได้?"

show rin basic_awayabsent
with charachange

rin "คนเลี้ยงม้าที่คุยกับม้ายังมีเลย"

show rin basic_deadpanamused
with charachange

rin "ลิลลี่ต้องเป็นคนเลี้ยงผีเสื้อแน่ ๆ"

"ฉันก้มหัวเอาหน้าแนบกับฝ่ามือ ส่วนเอมิหันไปแทรกเพื่อนแสนพิลึกของเธอ ดูท่าว่าเอมิจะไม่ค่อยขำกับอะไรอย่างริน\nสักเท่าไหร่"

show emi basic_confused
with charachange

emi "คนเลี้ยงสัตว์เขาไม่ได้คุยกับสัตว์จริง ๆ สักหน่อย"

"เอมิกับรินเถียงกันไปมา ฉันหันไปมองลิลลี่ที่กำลังง่วนอยู่กับการกินข้าวแกงกะหรี่ในกล่องข้าวเล็ก ๆ ใบนั้น"

hi "แล้วนึกยังไงถึงมานี่ล่ะ"

show lilly basic_smile
with charachange

li "นาน ๆ ทีได้มาสูดอากาศสดชื่นสักหน่อยก็ดีนะจ๊ะ"

show emi basic_shock
with charachange

emi "อ๊ะ!"

"เอมิที่กำลังพยายามอธิบายคำว่าตรรกะให้รินฟังอย่างสิ้นหวังอยู่นั้นหันขวับมาแทรก"

show emi sad_annoyed
with charachange

emi "พวกเราก็มาที่นี่เพราะเหตุผลอย่างนั้นเหมือนกัน!"

"ดูท่าแล้วเหมือนจะมีแค่เอมิที่คิดอย่างนั้นอยู่คนเดียวแล้วลากรินมามากกว่า แต่ก็นะ ฝั่งลิลลี่กับฮานาโกะก็คงไม่ต่างกัน\nสักเท่าไหร่"

show lilly basic_weaksmile
with charachange

li "ใจเย็น ๆ นะจ๊ะ อยู่ด้วยกันก็ได้"

$ renpy.music.set_volume(0.001, 1.0, channel="music")

play sound sfx_door_creak


show lilly basic_surprised
show emi basic_hes
show rin basic_awayabsent
with charachange

"พอลิลลี่พูดจบก็มีเสียงเอี๊ยดดังมาจากประตูดาดฟ้า ทุกคนเงียบไปเพราะจดจ้องอยู่กับคนที่จะโผล่ออกมาจากประตู\nบานนั้น"

show lilly basic_surprised:
    xanchor 0.5 xpos 0.4
show emi basic_hes:
    xpos 0.68
show rin basic_awayabsent:
    xpos 1.08
show bg school_roof at bgright
hide white
with charamove

show hanako basic_distant:
    xanchor 1.0 xpos 0.0 yalign 1.0
    easein 3.0 xanchor 0.0 xpos -0.06
    ease 1.0 ypos 1.17
with None

"ฮานาโกะค่อย ๆ เดินมองพื้นมาหาพวกเราอย่างเงียบ ๆ คล้ายนึกไม่อยากให้ทุกคนสนใจเธออย่างนี้ เธอเกร็งเล็กน้อย\nเมื่อสบตากับริน"

"ฉันอดไม่ได้ที่จะเลิกคิ้วให้กับฮานาโกะที่เดินมานั่งข้างฉันแล้วพยายามไม่เงยหน้ามองใครแม้กระทั่งตอนที่กำลังกิน\nขนมปังที่ซื้อมาจากโรงอาหารก็ตาม"

show rin basic_absent
show emi basic_grin
show hanako basic_normal:
    xanchor 0.0 xpos -0.06 ypos 1.17
with charachange

hi "แล้วนี่เธอไปรู้จักกับเอมิได้ยังไงเหรอ"

$ renpy.music.set_volume(1.0, 8.0, channel="music")

show lilly basic_smileclosed
show rin basic_awayabsent
with charachange

li "ความสามารถทางด้านกีฬาของเอมิน่ะเป็นที่รู้จักกันในโรงเรียนนี้อยู่พอสมควรเลยนะ เป็นคนที่วิ่งเร็วที่สุดในชมรมกรีฑา\nแล้วละ แถมงานแข่งวิ่งเมื่อสัปดาห์ที่แล้วยังวิ่งแซงมิกิ มิอูระได้ด้วยละ"

"มิกิ มิอูระ… อ้อ สาวผิวแทนที่นั่งหน้าห้องคนนั้นน่ะเอง ดูจากความสูงกับหุ่นมิกิแล้ว วิ่งแซงได้นี่ถือว่าเก่งเหมือนกัน"

show emi excited_amused
with charachange

"พอหันไปมองเอมิก็เห็นว่ากำลังยิ้มอยู่อย่างภาคภูมิ บ่งบอกว่าเธอเองก็รับรู้ถึงความเก่งนี้เช่นกัน"

show emi excited_happy
with charachange

emi "สรุป ฮิซาโอะ วิชาภาษาอังกฤษนายได้คะแนนเท่าไหร่"

"โอ๊ย"

show rin basic_absent
with charachange

hi "โนคอมเมนต์ครับ"

show emi basic_annoyed
show rin basic_awayabsent
with charachange

emi "บู่ว~"

"เอมิทำแก้มป่องแกล้งงอน แต่สักพักก็คืนสภาพ"

show emi excited_proud
with charachange

emi "ก็ได้ ถ้าฉันบอกคะแนนตัวเองแล้วนายต้องบอกคะแนนของนายนะ ตามนั้น?"

stop music fadeout 4.0

show rin basic_absent
with charachange

hi "ก็ได้ ๆ"

show emi basic_closedhappy
show rin basic_awayabsent
with charachange

emi "โอเค งั้นพอนับสามแล้วบอกคะแนนพร้อมกันนะ"

show emi excited_joy
with charachange

emi "หนึ่ง…{w=1.0}สอง…{w=1.0}สาม!{w=1.0}{nw}"

show emi basic_closedgrin
with charachange

$ doublespeak (hi, emi, "…", "สามสิบสองคะแนน!")

"ฉันแสยะยิ้มเจ้าเล่ห์"

play music music_comedy

show hanako cover_smile
show lilly basic_cheerful
show rin basic_amused
show emi excited_sad
with charachange
with vpunch
play sound sfx_impact

emi "โอ๊ย! ร้ายนัก! ร้าย ร้าย ร้าย ร้าย!"

show rin basic_absent
with charachange

hi "เธอพูดเองนี่ ฉันไม่ได้พูดสักหน่อย แต่ก็นะ สุดยอดเหมือนกันนะเนี่ยที่เธอยังจะได้คะแนนน้อยกว่าฉันอีก"

show emi sad_grit
show rin basic_awayabsent
with charachange

emi "กรอด~!"

"ท่าทางกับน้ำเสียงเอมิดูคล้ายกับหมาเทอร์เรียที่แยกเขี้ยวใส่ผู้บุกรุก ซึ่งเป็นภาพที่ดูไม่ได้น่ากลัวขนาดนั้น"

show lilly basic_displeased
show hanako basic_normal
with charachange

li "แต่ยังไงก็เถอะจ้ะ การได้คะแนนมากกว่าสามสิบสองคะแนนไม่ใช่อะไรที่จะเอามาพูดอวดกันได้นะ ยิ่งไม่ต้องพูดถึงคะแนน\nที่น้อยกว่านั้นเลย ไม่ว่าจะกับวิชาอะไรก็ตาม"

show rin basic_absent
with charachange

hi "ครับ ลิลลี่"

show rin basic_awayabsent
show emi sad_shy
with charachange

emi "ขอโทษนะ ลิลลี่"

show lilly basic_smile
with charachange

li "หรือจะให้ฉันช่วยสอนวิชาภาษาอังกฤษก็ได้นะจ๊ะ ฉันยิน—"

show emi basic_closedgrin
with charachange

emi "ไม่ ๆ ไม่เป็นไร แต่ก็ขอบคุณนะที่เสนอ"

show lilly basic_reminisce
show hanako basic_smile
show rin basic_deadpanamused
with charachange

"ลิลลี่ดูหงอยไปเล็กน้อยจากการที่ความหวังในการถ่ายทอดความรู้ถูกดับลง แต่ดูจากสีหน้าคนอื่นที่แทบกลั้นขำไม่อยู่\nแล้ว ดูท่าว่าไม่ค่อยจะมีใครสงสารเอมิหรือลิลลี่สักเท่าไหร่"

stop music fadeout 0.5
$ renpy.music.set_volume(0.0, 4.0, channel="ambient")

window hide

play sound sfx_heartslow
show heartattack alpha
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.7)

window show

"แต่ระหว่างที่นั่งเพลิน ๆ อยู่ก็รู้สึกว่าเสียงตัวเองขาดห้วงไปจังหวะเดียวกันกับตอนที่แน่นหน้าอกขึ้นมา"

window hide

play sound sfx_heartslow
show heartattack alpha
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.7)

window show

"ฉันนั่งเงียบอยู่สองสามวินาทีคอยจดจ่ออยู่กับจังหวะหัวใจเต้นของตัวเอง ถึงทีแรกจะไม่ได้ปวดมาก แต่ก็เหมือนยิ่ง\nปวดหนักขึ้นเรื่อย ๆ"

play music music_tragic fadein 0.5

window hide

play sound sfx_heartslow
show heartattack alpha
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

with Pause(0.7)

play sound sfx_heartfast
show heartattack alpha
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

window show

"หายใจเข้าลึก ๆ … หายใจเข้าลึก ๆ …"

window hide

play sound sfx_heartfast
show heartattack alpha
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

window show

"ฉันแหงนหน้ามองเพื่อที่ว่าจะได้ยังพอรู้สภาพแวดล้อมบ้าง แต่ก็เหลือบไปเห็นเอมิที่ชะงักไปเมื่อเห็นว่าฉันทำหน้าเหยเก\nอยู่"

show emi basic_hes
with charachange

emi "นี่ ฮิซาโอะ… เป็นอะไรหรือเปล่า"

show hanako def_worry
show lilly basic_surprised
show rin basic_deadpanupset
with charachange

hi "เปล่า ไม่… ได้เป็นอะไร…"

window hide

play sound sfx_heartfast
show heartattack alpha
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

window show

"ฉันก้มหน้าอีกครั้งแล้วแข็งใจอยู่นิ่ง ๆ ให้หนักขึ้นพลางกำหมัดด้วยหวังจะคลายความปวด"

window hide

play sound sfx_heartfast
show heartattack alpha
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

with Pause (0.7)

play sound sfx_heartslow
show heartattack alpha
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

stop music fadeout 4.0

window show

"โชคยังดีที่ไม่นานความปวดก็ทุเลาลง"

$ renpy.music.set_volume(0.5, 4.0, channel="ambient")

"พอเงยหน้ากลับมามองอีกครั้งก็พบแต่เพียงความเงียบกับใบหน้าอันหวาดวิตก คงต้องอธิบายอะไรหน่อย"

play music music_rain fadein 10.0

hi "หัวใจเต้นผิดจังหวะ ไม่เป็นไร แค่… เต้นผิดจังหวะนิดหน่อย"

show lilly basic_listen
with charachange

li "แน่ใจนะ ให้เรียกพยาบาลมั้ย"

show hanako def_worry:
    ypos 1.0
with ease

"ฮานาโกะรีบผุดลุกขึ้นแล้วเตรียมพุ่งไปทางประตูอย่างรู้งาน"

hi "ฮานาโกะ หยุด ลิลลี่ ฉันสบายดี"

show rin basic_deadpan
with charachange

rin "นายดูเหมือนมะเขือเทศเหี่ยวที่เปียกน้ำเลย"

hi "ฮะ?"

"พอเอามือมาแตะหน้าผากก็รู้สึกถึงเหงื่อที่ชื้นอยู่ ฉันใช้แขนเสื้อเช็ดออก"

hi "ขอบใจ บอกแล้วไงว่าสบายดี แค่… อ่อนแอนิดหน่อย ละมั้งนะ"

show hanako basic_worry
with charachange

show hanako basic_worry:
    ypos 1.17
with charamove

show emi sad_shy
show rin basic_deadpanupset
show lilly basic_sleepy
with charachange

"บรรยากาศแปรจากความร่าเริงเป็นความหมองไปแล้ว สถานการณ์ตอนนี้นั้นอึดอัดเกินไปจนทุกคนทำตัวไม่ถูก"

"และแน่นอนว่าทั้งหมดนี้เป็นเพราะฉัน ซึ่งอาการดันทะลึ่งมากำเริบตอนนี้ ตอนที่อยู่กับคนอื่นเสียนี่"

stop music fadeout 8.0

show lilly basic_weaksmile
with charachange

li "อ้าว เอมิ"

show emi basic_hes
show rin basic_awayabsent
with charachange

emi "หืม?"

"เอมิเงยหน้าขึ้นมองพร้อมกล่องน้ำผลไม้ที่อยู่ไม่ห่างจากปาก"

show lilly basic_smileclosed
with charachange

li "ฉันยังไม่ได้บอกคะแนนตัวเองเลยใช่มั้ยจ๊ะ"

show emi basic_annoyed
with charachange

emi "อื้ม แต่ก็นะ เธอเป็นลูกครึ่งนี่ คะแนนของเธอเอามาเทียบไม่ได้หรอก"

"ฉันเลิกคิ้วด้วยความสงสัยหันไปมองลิลลี่"

show rin basic_absent
with charachange

hi "แล้วได้คะแนนเท่าไหร่ล่ะ"

show lilly basic_cheerful

"ลิลลี่ยิ้มทำหน้าทะเล้น"

show rin basic_awayabsent
show lilly basic_planned
with charachange

li "หนึ่งร้อยคะแนนเต็มจ้ะ"

play music music_lilly fadein 0.5

"บ้าน่า ฉันได้แต่อ้าปากค้างด้วยความอึ้ง"

"ข้อสอบที่ว่านี่เจ้าของภาษามาทำยังต้องร้อง ลิลลี่คงถึงขั้นไปท่องพจนานุกรมมาสักส่วนหนึ่งแล้วแน่ ๆ สงสัยจะมี\nพรสววรค์ทางด้านความจำละมั้ง"

show rin basic_absent
with charachange

hi "อะ…"

show rin basic_awayabsent
show emi sad_pout
with charachange

emi "เห็นมั้ย! มีแต่ลูกครึ่งแหละที่ได้คะแนนเยอะขนาดนั้นน่ะ"

show rin basic_absent
with charachange

hi "“เห็น”…"

show rin basic_awayabsent
show emi basic_closedsweat
with charachange

emi "เอ่อ…"

show lilly basic_giggle
show hanako basic_smile
with charachange

"ลิลลี่กับฉันแสยะยิ้มที่เอมิผงะไป ปฏิกิริยาเหมือนตอนที่ฉันเผลอหลุดอะไรเล็ก ๆ น้อย ๆ แบบนั้นไปเปี๊ยบ แต่ที่พูดถึง\nเชื้อชาติของลิลลี่ก็มีส่วนถูกละนะ"

show rin basic_absent
with charachange

hi "อ้อ จริงสิ พรุ่งนี้เธอจะบินไปสกอตแลนด์แล้วนี่"

show rin basic_awayabsent
show lilly basic_smile
with charachange

li "ใช่จ้ะ เอมิเองก็พอได้ยินข่าวลือมาบ้าง ดูเหมือนว่าข่าวจะแพร่เร็วมาก เพราะฉันก็เพิ่งบอกเพื่อนในห้องไปเมื่อสองสาม\nวันก่อนเอง"

show emi sad_grin
with charachange

emi "ได้หยุดไปเที่ยวอ้อมโลกนี่ดีจังเลยนะ"

show emi excited_happy
with charachange

emi "นี่ ฝากซื้ออะไรมาให้หน่อยได้มั้ย"

show rin basic_absent
with charachange

hi "โถ่ ไม่ต้องเกรงใจหรอกน่า"

show lilly basic_giggle
with charachange

"ลิลลี่หัวเราะคิกคักดูสนุก คงจะเดาไว้แล้วว่าเอมิต้องขออะไรตรง ๆ อย่างนั้นแหละ"

"ส่วนคนอื่นก็กินข้าวเที่ยงกันไปตามปกติ บรรยากาศอันสดใสก่อนหน้าที่อาการฉันจะกำเริบนั้นกลับคืนฟื้นมาแล้ว"

stop music fadeout 8.0

scene bg school_roof
show lilly basic_smileclosed:
    center
    ypos 1.2
with shorttimeskip

"เมื่อทุกคนต่างบอกลาตามสมควรและเดินออกไปกันแล้วก็เหลือเพียงลิลลี่กับฉัน"

hi "นี่ ลิลลี่?"

"ลิลลี่เก็บของชิ้นสุดท้ายใส่กระเป๋าแล้วปิดก่อนจะเงยหน้าขึ้นเล็กน้อย"

show lilly basic_smile
with charachange

li "หืม?"

hi "เอ่อ… ขอบคุณที่ตอนนั้นไม่ปล่อยให้บรรยากาศเงียบนะ ฉันก็อยากพูดอยู่เหมือนกัน แต่ไม่รู้จะพูดยังไงดี"

"ใจจริงก็ไม่ได้อยากพูดให้ดูหมองอย่างนี้หรอก แต่เจอทั้งเรื่องจดหมายเมื่อวาน เรื่องคะแนนสอบน้อย แล้วไหนจะเรื่อง\nหัวใจนี่อีก ไม่ไหวจริง ๆ"

show lilly basic_weaksmile
with charachange

"ลิลลี่ยิ้มอย่างใจกว้างแล้วพยักหน้า หวังว่าคงจับน้ำเสียงไม่ออกนะ แต่กับลิลลี่เสียอย่าง ยังไงก็คงรู้"

li "เอมิเข้มแข็งก็จริง แต่ยังไงเขาก็เป็นมนุษย์คนหนึ่งนะ พวกเราเป็นห่วงเธอนะฮิซาโอะ"

hi "เดี๋ยวก่อน ฉันมีอะไรให้เป็นห่วงด้วยเหรอ"

$ renpy.music.set_volume(0.5, 2.0, channel="ambient")

show lilly basic_displeased
with charachange

"รอยยิ้มของลิลลี่หายไป เธอทำสีหน้าจริงจังขึ้นมาจนชวนอึดอัด"

li "ฮิซาโอะ ไม่ใช่ว่าพวกเราจะไม่รู้เรื่องของเธอนะ"

li "ไม่เหมื…"

show lilly basic_concerned
with charachange

"อยู่ ๆ ลิลลี่ก็ตัดบททิ้งดื้อ ๆ เพราะไม่แน่ใจว่าจะพูดสิ่งที่ตั้งใจไว้ให้จบดีหรือไม่ ฉันยิ้มบาง ๆ แล้วเอามือวางไว้บนบ่าเธอ"

play music music_twinkle fadein 10.0

hi "อย่าเลย ให้ฉันเป็นกังวลอยู่คนเดียวพอแล้ว ฉันไม่อยากให้พวกเธอต้องแบกรับภาระของฉันไปด้วย"

show lilly basic_oops
with charachange

li "แต่ว่า…"

hi "ถ้าพวกเธอเป็นห่วง เดี๋ยวฉันก็ต้องเป็นกังวลที่พวกเธอเป็นห่วงอีก พอจะ… เข้าใจหรือเปล่า"

hi "ฉันยังไหว โอเคนะ"

show lilly basic_reminisce
with charachange

"ลิลลี่ทำสีหน้าครุ่นคิดอยู่ครู่หนึ่งเพื่อพินิจว่าจะทำตัวยังไงต่อ"

show lilly basic_weaksmile
with charachange

li "ฮิซาโอะ มีเศษกระดาษห่ออาหารเหลืออยู่หรือเปล่าจ๊ะ"

hi "น่าจะ… มีอยู่นะ? ขอดูแป๊บ"

play sound sfx_rustling

"ฉันคุ้ยกระเป๋าหาเศษขยะจากการกินข้าวเที่ยงจนเจอแผ่นกระดาษสี่เหลี่ยมจัตุรัสที่ใช้ห่อแซนด์วิช"

"ฉันเลิกคิ้วขึ้นพร้อมทำสีหน้าอันงงงวยก่อนจะค่อย ๆ วางแผ่นกระดาษลงบนฝ่ามือของลิลลี่ เธอไล่จับกระดาษเพื่อ\nหาขอบอยู่โดยไม่พูดอะไร"

show lilly basic_smile
with charachange

li "เท่านี้น่าจะใหญ่พอ…"

"พวกเรานั่งอยู่บนดาดฟ้าโดยที่เวลาเข้าเรียนค่อย ๆ คืบคลานเข้ามา ลิลลี่วางแผ่นกระดาษลงกับพื้นแล้วลงมือทำ\nอย่างขะมักเขม้น"

show lilly basic_smileclosed
with charachange

"ฉันนั่งมองนิ้วลิลลี่ที่กำลังพับแผ่นกระดาษใบเล็ก ๆ อยู่เงียบ ๆ ด้วยความคล่องอันเหลือเชื่อ พับทบเล็กตรงนั้น พับ\nทบใหญ่ตรงนี้ นิ้วลิลลี่นั้นขยับไปอย่างช้า ๆ ทว่ามั่นคง"

"พอเงยหน้ามองก็พบกับใบหน้าอันเรียบนิ่งและเยือกเย็น ซึ่งน่าสนใจดีที่ว่าทั้งที่มือยังพับอยู่แต่เธอก็ยังตั้งหน้าตรง"

"ลิลลี่คลายไหล่ลงเล็กน้อยหลังพับทบสุดท้ายเสร็จเป็นการปิดท้าย กว่าจะดูออกว่ากำลังพับอะไรอยู่ก็ตอนที่เธอยกขึ้นมา\nให้ดู"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

scene white
with dissolve

with Pause(0.1)

scene ev lilly_crane:
    truecenter
    zoom 1.1 subpixel True
    ease 15.0 zoom 1.0
with Dissolve(4.0)

"นกกระเรียนกระดาษขนาดเล็ก"

"สีน้ำตาลของกระดาษทำให้ผลงานนั้นดูประณีต"

hi "พับกระดาษเป็นด้วยเหรอ"

li "พอดีเคยหัดตอนยังเด็กน่ะจ้ะ ช่วยให้ใช้มือได้คล่องขึ้นเหมือนกัน"

hi "หืม…"

"ฉันหยิบนกกระดาษตัวเล็กนั้นมาจากอุ้งมือขาวของเธออย่างระมัดระวังราวกับกลัวว่าพอหายใจรดแล้วจะสลายไป ในใจ\nยังนึกทึ่งอยู่เล็กน้อย ดูเหมือนจะพับดีด้วย แถมอยู่ตัวอีกต่างหาก"

$ renpy.music.set_volume(1.0, 2.0, channel="music")

scene bg school_roof
show lilly cane_smile at center
with locationskip

"พวกเราต่างเก็บกระเป๋าของตัวเองแล้วเดินไปที่ประตู ระหว่างนั้นลิลลี่ก็ยืดไม้เท้าออก"

stop ambient fadeout 2.0

scene bg school_hallway3
with locationskip

"ระหว่างที่เดินไปตามโถงทางเดินฉันก็ยกงานฝีมือของลิลลี่ขึ้นมาพินิจใกล้ ๆ ส่วนลิลลี่ก็คอยใช้มือคลำราวเหล็กนำทาง"

"ถ้าลิลลี่หัดพับกระดาษเองเพื่อเพิ่มความคล่องของมือ และมือนั้นเป็นสิ่งสำคัญมากกับความพิการของเธอ… อ้อ อย่างนี้\nนี่เอง"

"ฉันยิ้มให้กับความหมายของนกตัวนี้"

"“ทุกคนที่นี่ต่างต้องหาวิธีปรับตัวกับความพิการของตัวเองทั้งนั้น ถ้ามีปัญหาอะไร เธอไม่ได้อยู่ตัวคนเดียวหรอกนะ”"

hi "ขอบคุณนะลิลลี่ ดีใจจัง"

show lilly cane_cheerful
with charaenter

"ลิลลี่ยิ้มหวานพยักหน้า เป็นปกติของเธอที่จะสงวนคำพูดในจังหวะที่ไม่ต้องมีคำพูดใด ๆ สื่อสารกัน"

show lilly cane_smileclosed
with charachange

li "ขอแค่เธอดูแลตัวเองฉันก็ดีใจแล้วละจ้ะ ฮิซาโอะ"

hi "ไม่ต้องห่วง จะดูแลอย่างดี"

show lilly cane_smile
with charachange

li "สัญญานะ"

hi "สัญญา"

hide lilly
with charaexit

stop music fadeout 7.0

"แล้วเราก็เดินแยกทางกัน"

"ว่าตามตรง ระหว่างเรื่องที่ว่าฉันจะตายตอนไหนก็ได้ กับเรื่องที่ว่าทุกคนรู้ว่าฉันเป็นอะไร ฉันไม่แน่ใจเหมือนกันว่า\nอันไหนน่าหงุดหงิดมากกว่ากัน"

"คงต้องใช้ชีวิตไปเรื่อย ๆ แหละนะ ของขวัญซึ่งไม่คาดคิดในมือนี้เป็นเครื่องย้ำเตือนว่าฉันไม่ได้อยู่ตัวคนเดียว แม้ฉันจะ\nเป็นอย่างนี้ แต่ฉันก็ไม่ได้อยู่ตัวคนเดียว"

"ถ้าพวกเขา—หรือใครก็ตาม—เป็นห่วง ฉันจะยิ้ม"

"ฉันจะยิ้มจนความเป็นห่วงของพวกเขานั้นลบเลือน"

scene black
with dissolve

#**************************************

label th_L8:

scene black
with dissolve

play sound sfx_normalbell

scene bg school_scienceroom
show muto normal at center
with locationchange

"พอเสียงระฆังดังทุกคนก็ถอนหายใจโล่งอกอย่างพร้อมเพรียงกัน"

play music music_happiness fadein 2.0

"เวลาในช่วงเช้าหมดไปกับการสอนเอื่อย ๆ ของครูเรื่องปริมาณสัมพันธ์ ซึ่งเป็นเรื่องที่ไม่เหมาะกับห้องเรียนที่ร้อน\nตับแตกเป็นอย่างมาก"

hide muto
with charaexit

"ครูเองก็รู้ว่าถ้าจะสอนอะไรอีกก็คงไม่เข้าหัวใครแล้วจึงเลิกชั้นแล้วเก็บข้าวของของตัวเองจากโต๊ะเป็นอันสิ้นสุดการสอน"

$ renpy.music.set_volume(0.7, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 0.5

show hanako basic_normal at center
with charaenter

"เสียงนักเรียนคุยกันเริ่มดังจ้อกแจ้ก ฮานาโกะลุกจากโต๊ะมาหาฉัน ช่วงนี้เธอกล้าเข้าหามากขึ้นแล้ว เห็นอย่างนี้แล้วก็พอใจ\nขึ้นมาหน่อย ๆ เหมือนกัน"

show hanako basic_smile
with charachange

ha "สวัสดี ฮิซาโอะ"

hi "ไง งั้นไปหาลิลลี่กันเลยมั้ย ถ้าจะไปให้ทันเครื่องออกก็น่าจะต้องไปช่วงนี้แล้วละ"

show hanako cover_worry
with charachange

ha "เอ่อ… เรื่องนั้น…"

show hanako basic_worry
with charachange

ha "ลิลลี่บอกว่าเดี๋ยวคนในห้องอาจจะมาคุยด้วยนานหน่อย"

"ก็คงจะเป็นอย่างนั้นละนะ ปกติห้องลิลลี่จะเลิกเรียนเร็วกว่าห้องเรานิดหน่อย ลิลลี่ถึงได้เดินมาหาที่ห้องเราได้ สงสัย\nห้องลิลลี่จะอำลาอะไรกันอยู่"

hi "งั้นก็เอาเถอะ ไปรอที่ห้องลิลลี่สักครั้งก็คงไม่เสียหาย"

show hanako emb_smile
with charachange

"ฮานาโกะหัวเราะคิกคักแล้วพยักหน้า พอพวกเราเก็บของกันเสร็จแล้วจึงเดินมาที่ห้อง 3-2"

stop ambient fadeout 1.0

scene bg school_hallway3
with locationchange

"พอมาถึงที่ห้องฉันก็หยุดยืนมองบรรยากาศในห้องอยู่ยิ้ม ๆ"

"ผู้หญิงตัวเตี้ย ๆ คนหนึ่งกำลังกอดลิลลี่อยู่แน่น หัวของเธอนั้นยังอยู่ต่ำกว่าคางลิลลี่ ส่วนเพื่อนคนอื่น ๆ ของเธอซึ่งมี\nมากมายหลายคนก็มายืนห้อมล้อม ลิลลี่เพียงยิ้มอย่างใจดีแล้วกอดกลับ"

"คนก็คงชอบลิลลี่พอสมควร ถ้าให้เทียบกับการปกครองแบบเผด็จการอันรุนแรงแต่เท่าเทียมของชิซูเนะจากห้อง 3-3\nแล้ว ลิลลี่ดูเหมือนเป็นแม่ของห้อง 3-2 มากกว่า ไหนจะความสูงกับรูปลักษณ์ของเจ้าตัวอีก"

"และเคนจิก็ทำท่าเคร่งขรึมเก็บของอยู่มุมหลังห้องดังคาด แน่นอนว่าเขาไม่ใช่คนที่จะมามัวพิรี้พิไรอะไรกับการที่ลิลลี่\nจะไปต่างประเทศ"

"พอเหลือบมองฮานาโกะที่อยู่ข้าง ๆ ก็เห็นว่ากำลังมองไปทางเดียวกัน ฉันจึงตัดสินใจเดินเข้าห้องไป"

$ renpy.music.set_volume(0.7, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 0.5

scene bg school_room32
show crowd at center
show lilly basic_surprised at center
with locationchange

hi "ทิวาสวัสดิ์ลิลลี่ ฉันกับฮานาโกะเองนะ"

show lilly basic_surprised at twoleft
show crowd at bgleft
show bg school_room32 at bgleft
with dissolvecharamove

show hanako emb_downtimid at tworight
with charaenter

"ฮานาโกะดูห่อเหี่ยวลงอย่างเห็นได้ชัดเมื่อปะทะกับความจอแจรอบตัวลิลลี่ ต่อให้จะพยายามยังไงก็คงหายขาดจาก\nอาการตื่นคนไม่ได้แหละนะ"

show hanako emb_emb at tworight
with charaenter

ha "สวัสดี…"

"ลิลลี่จับตำแหน่งของเราได้แม่นทีเดียว เพื่อนร่วมชั้นของเธอคนนั้นผละตัวออกโดยไม่พูดอะไรอีก สีหน้าลิลลี่บ่งบอก\nว่าเธอหงุดหงิดเล็กน้อย แต่จะให้ว่าก็คงไม่ได้"

show lilly basic_smileclosed
with charachange

li "สวัสดีจ้ะ ฮิซาโอะ ฮานาโกะ อีกนานมั้ยกว่าเครื่องจะออก"

"ฉันเหลือบมองนาฬิกาข้อมือ ถ้าเผื่อเวลาเดินทางไปสนามบินแล้วจะยังเหลือเวลาสักสิบหรือไม่ก็สิบห้านาที ซึ่งเวลาที่ว่า\nนั้นเผื่อเรื่องกะทันหันอะไรไว้แล้ว"

hi "ยังพอมีเวลาอยู่ น่าจะยังไม่ตกเครื่องหรอก"

thname("เพื่อนร่วมชั้นเรียน") "อ๊ะ ฮานาโกะเหรอ"

"ตายละ ดูท่าว่าพวกเราจะเข้ามาพัวพันกับวงสังคมของลิลลี่โดยไม่ได้ตั้งใจเสียแล้ว"

"ดูจากแว่นตาที่บานใหญ่เท่าหน้าต่างแล้ว เธอคนนี้น่าจะอยู่กลุ่มตาบอดตามกฎหมายเหมือนอย่างเคนจิ ผมของเธอที่\nตัดแบบสั้น ๆ ง่าย ๆ นั้นเข้ากับสีหน้าอันตื่นเต้นของเธอ"

show hanako def_shock
with charachange

ha "สะ สวัสดี… เอ่อ…"

"เธอจับมือฮานาโกะแล้วเขย่าขึ้นลงแรง ๆ ไม่เข้าใจเลยจริง ๆ ว่าพวกผู้หญิงเข้ากับคนที่รู้จักในฐานะเพื่อนของเพื่อน\nขนาดนี้ได้ยังไง"

"ระหว่างที่ฮานาโกะกำลังทักทายเธออย่างประหม่าอยู่ฉันก็สอดส่ายสายตามองไปรอบ ๆ ห้องเพื่อหาเพื่อนข้างห้องตัวเตี้ย\nที่แต่งตัวเวอร์ ๆ คนนั้น หายังไงก็ไม่เจอเลยแฮะ สงสัยแอบหนีโดยที่ไม่มีใครทันรู้ตัวไปแล้ว"

"แวบหนึ่งฉันคิดดูว่าทักษะนี้ของเขาพอจะเอาไปทำอาชีพอะไรได้บ้าง จากนั้นจึงเปลี่ยนไปคิดเรื่องที่สำคัญกว่าแทน"

show lilly basic_smile
show hanako cover_distant
with charachange

"ลิลลี่ดูพอใจและเหมือนเตรียมรับมือกับความตื่นเต้นของคนรอบตัวเธอที่มีต่อฮานาโกะ แต่ลิลลี่ไม่เห็นว่าฮานาโกะนั้น\nไม่ได้ตื่นตระหนกมากเท่าที่ฉันคาดเอาไว้ด้วยซ้ำ"

"ฉันฝ่ากลุ่มคนที่ส่งเสียงอันเซ็งแซ่นั้นไปหาลิลลี่"

hi "ไม่ต้องห่วงหรอก ฮานาโกะยังปกติดี"

show lilly basic_weaksmile
with charachange

li "ขอบคุณจ้ะ ฉันก็เป็นห่วงว่าฮานาโกะเขาจะกลัวไปก่อน"

thname("เพื่อนร่วมชั้นเรียน") "ไม่ต้องห่วงนะ พวกเราไม่เล่นแรงหรอก!"

show lilly basic_concerned
with charachange

"พวกเราสองคนทำหน้าเบ้อย่างพร้อมเพรียงกัน ฮานาโกะยังคงยิ้มแหย ๆ เมื่อมีผู้หญิงอีกสองคนเดินเข้ามาหา"

"ทึ่งดีเหมือนกัน ถ้าเป็นเมื่อเดือนก่อนฮานาโกะคงรับมือกับสถานการณ์อย่างนี้ไม่ได้แน่ ๆ ขนาดตอนเจอกันครั้งแรก\nในห้องสมุดซึ่งอยู่กันแค่สองคนยังวิ่งหนีไปเลย"

hi "แล้วเรื่องข้าวของเรียบร้อยหรือยัง"

show lilly basic_smile
with charachange

li "เก็บเรียบร้อยแล้วจ้ะ ที่เหลือก็แค่แวะไปเอาของแล้วก็เปลี่ยนเสื้อผ้าที่ห้อง เดี๋ยวฮานาโกะจะเปลี่ยนด้วย"

hi "งั้นก็ไปกันเลยดีกว่า ปะ ฮานาโกะ"

show hanako cover_bashful
with charachange

"ฮานาโกะเงยหน้าขึ้นมามองพวกเราทันที สีหน้าของเธอบ่งบอกว่าดีใจที่มีโอกาสได้ปลีกตัวจากวงล้อมเล็ก ๆ ที่อยู่\nรอบตัวเธอเสียที"

show hanako basic_bashful
with charachange

stop music fadeout 2.0

ha "ดะ ได้!"

stop ambient fadeout 0.5

scene bg hosp_ext
with shorttimeskip

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
play ambient sfx_rooftop fadein 1.0
play music music_tranquil fadein 3.0

"นั่งรถแท็กซี่นี่เพลินกว่าที่คิด ทั้งที่พวกเราสามคนนั่งเบียดกันอยู่เบาะหลังตัวเล็ก ๆ แท้ ๆ แต่ถ้ามองอีกมุม จะใช้คำว่า\n“ทั้งที่” ก็ไม่น่าถูก"

"ลิลลี่จ่ายค่าโดยสารระหว่างที่พวกเรากำลังลงจากรถ ฮานาโกะทำตาล่อกแล่กไปมา โชคดีที่คนไม่มาก ส่วนใหญ่คน\nจะอยู่ในอาคารกัน ไม่ได้ออกมาเดินเรื่อยเปื่อยอยู่ข้างนอก"

show akira basic_boo at tworight
show hideaki bored:
    yalign 1.0 xanchor 0.5 xpos 0.9
with charaenter

"ไม่นานก็เห็นอากิระกับฮิเดอากิที่ยืนพิงรั้วคุยกันฆ่าเวลาอยู่ ข้าง ๆ มีกระเป๋าเดินทางใบใหญ่ที่มีล้อและมือจับ"

show hideaki surprise_up
with charachange

"ฮิเดอากิเห็นพวกเราก่อนแล้วชี้ ๆ ให้อากิระดู เธอโบกมือทักทายหย็อย ๆ"

show akira basic_laugh
with charachange

aki "ไง! งา~ย!"

"ฉันถือกระเป๋าเดินทางของลิลลี่ไว้ระหว่างที่พวกเราเดินไปหาทั้งสองคน ลิลลี่พยักหน้าเป็นการขอบคุณ"

show akira basic_smile
show hideaki normal
with charachange

aki "พี่เอาของมาครบแล้วนะ เธอเอามาครบหรือยัง เอาตั๋วเครื่องบินมาด้วยแล้วใช่มั้ย"

show lilly basic_smileclosed_cas at twoleft
with charaenter

li "ไม่ต้องห่วง หนูเอามาครบแล้ว พี่ล่ะ"

show akira basic_laugh
with charachange

aki "ครบ เรียบร้อย"

show hideaki evil
with charachange

hh "และผมขอบอกว่าไม่ได้เรียบร้อยแบบราบรื่นด้วย"

play sound sfx_impact

show akira basic_kill
show hideaki ohshit
with vpunch

"คำพูดอันไม่เกรงใจของฮิเดอากินั้นทำให้หัวของเขาถูกหมุนไปมาด้วยมือที่คว้าไว้แน่น"

show akira basic_boo
show hideaki sad
with charachange

aki "ฮ่า ๆ อืม พอดีลืมตั๋วเครื่องบินไว้ในกระเป๋ากางเกงแล้วเอาไปซักน่ะ…"

show lilly basic_concerned_cas
with charachange

li "ตายแล้ว…"

show akira basic_laugh
with charachange

aki "ไม่ต้องห่วง ๆ รู้มั้ยเดี๋ยวนี้ถ้าซื้อตั๋วออนไลน์แล้วจะปรินต์เมื่อไหร่ก็ได้น่ะ เจ๋งมากเลย"

show hideaki bored
with charachange

"พอเห็นฮิเดอากิที่ทำหน้าเอือม ๆ อยู่ก็รู้ว่าคงไม่ได้คิดได้อย่างนี้แต่แรก ก็ยังดีที่มีทางแก้ละนะ"

show lilly basic_weaksmile_cas
with charachange

li "งั้นไปกันเลยดีกว่า น่าจะเช็กอินได้แล้ว"

show akira basic_lost
with charachange

stop music fadeout 2.0

aki "อื้ม นั่นสินะ"

"น้ำเสียงของทั้งสองคนฟังดูเศร้าสร้อยพอสมควร การได้เจอครอบครัวอีกครั้งในรอบหลายปีคงเป็นเรื่องสำคัญอยู่แล้ว\nยิ่งไม่ต้องพูดถึงคนที่อยู่อีกฝั่งเลย"

show hanako emb_sad_cas at center
with charaenter

play music music_serene fadein 4.0

ha "ลิลลี่…"

"ฮานาโกะกอดลิลลี่เป็นการอำลา และลิลลี่ก็กอดกลับอย่างอบอุ่น จากนั้นฉันกับลิลลี่ก็กอดกันไม่นานมากแล้วบอกลา"

"นอกจากพวกเราแล้วก็ยังมีอากิระกับฮิเดอากิที่กอดกันเบา ๆ แล้วคุยกันสองสามคำก่อนจะผละจากกัน ก็คงจะเป็นภาพ\nที่ดีอยู่หรอก ถ้าไม่ติดที่ว่าส่วนสูงสองคนนี้ต่างกันจนดูตลกน่ะนะ"

show lilly basic_smile_cas
show akira basic_smile
show hanako emb_downtimid_cas
show hideaki normal
with charachange

"ลิลลี่จับแขนพี่สาวของเธอไว้เมื่อทุกคนต่างร่ำลากันเรียบร้อยแล้ว ทั้งสองคนเดินผ่านประตูกระจกบานใหญ่ไป"

show lilly back_smileclosed_cas
with charachange

li "ลาก่อนนะ ฮิซาโอะ ฮานาโกะ!"

show akira basic_laugh
with charachange

aki "เจอกัน! อย่าไปทำอะไรโง่ ๆ เข้าละ เจ้าเตี้ย!"

hide lilly
hide akira
with charaexit

"พวกเราโบกมือลาไปจนทั้งสองคนกลืนหายไปกับฝูงชนที่เดินขวักไขว่อยู่ข้างใน"

"แล้ว… ก็เหลือเพียงเรา"

hi "ก็… ไปกันแล้วละ"

show hideaki bored
with charachange

"ฉันหันไปมองฮิเดอากิที่เดินนำออกไปก่อนแล้ว"

hi "เจอกัน"

show hideaki bored_up
with charachange

show hideaki invis:
    xpos 1.0
with dissolvecharamove

hide hideaki
with None

"เขายกมือลาด้วยท่าทางที่อากิระน่าจะเป็นคนทำมากกว่า จนสุดท้ายก็เหลือแค่ฉันกับฮานาโกะที่ยังยืนอยู่ที่เดิม"

show hanako emb_timid_cas
with charachange

"ฉันเอามือวางไว้กับไหล่ของฮานาโกะที่เหม่อมองไปทางประตูหน้าอาคารราวกับว่าจะได้เห็นภาพใครสักคนจากสองคนนั้น\nแบบราง ๆ ก่อนภาพนั้นจะหายไป"

hi "ไม่ต้องห่วงหรอก เดี๋ยวเดียวเวลาก็ผ่านไปแล้ว"

show hanako basic_normal_cas
with charachange

"ฮานาโกะลังเลอยู่ครู่หนึ่งก่อนจะพยักหน้า"

"พวกเราเดินไปที่ป้ายจอดรถที่อยู่ในละแวกนั้นท่ามกลางแดดฤดูร้อนที่สาดส่องแผดเผา"

hide hanako
with charaexit

"เอาเข้าจริง ๆ ก็แปลกเหมือนกัน พอได้เริ่มมองลิลลี่ในอีกมุมแล้ว เธอก็ออกเดินทางไปตามเส้นทางที่คล้ายเป็นการ\nย้อนรอยอดีต"

"แต่ในแง่หนึ่ง ฉันเองก็กำลังย้อนรอยอดีตตั้งแต่ตอนที่เข้าโรงเรียนนี้มาเหมือนกัน"

"แม้ฉันจะย้อนคะนึงถึงสิ่งต่าง ๆ ที่เกิดขึ้นในชีวิตฉัน แต่ก็ไม่ได้มีเพียงฉันคนเดียวที่เป็นเช่นนี้ ทุกคนต่างมีสถานการณ์\nและเส้นทางแปลกแยกต่าง ๆ ที่นำพาให้พวกเขาได้มาเป็นตัวเขาในตอนนี้"

"ทว่าฉันก็ยังนึกหาหนทางของตัวเองที่จะไปต่อจากนี้ไม่ได้ อาจนับได้ว่าชีวิตฉันต้องตั้งต้นจากศูนย์ใหม่ และฉันเอง\nก็ไม่อาจหาอะไรที่พอจะใช้มาเติมเต็มช่องว่างในหัวใจของฉันตอนนี้ได้"

"บางทีการออกเดินทางของลิลลี่อาจส่งผลดีต่อตัวฉัน เพราะเมื่อไม่มีเธอให้พึ่งแล้ว ฉันจะต้องยืนหยัดด้วยตัวเอง และต้อง\nเป็นที่พึ่งให้ฮานาโกะอีกด้วย"

"รู้สึกแปลกเหมือนกันที่อะไร ๆ เปลี่ยนแปลงไปรวดเร็วขนาดนี้ นับตั้งแต่ช่วงหลายเดือนตอนที่อยู่ในโรงพยาบาลที่ดู\nคล้ายจะเป็นคนละโลกกับโลกความเป็นจริง แต่แบบนี้แหละฉันยิ่งต้องตั้งใจเลย"

"ฉันจะปล่อยให้โอกาสใด ๆ ที่จะได้ก่อชีวิตตัวเองขึ้นใหม่อีกครั้งให้หลุดมือไปไม่ได้"

stop music fadeout 3.0
stop ambient fadeout 3.0

window hide

return