label th_L9:

window hide None

scene black
with dissolve

scene bg misc_sky at Fullpan(10.0)
with locationchange

$ renpy.music.set_volume(1.0, 0.0, channel="music")
play music music_normal fadein 3.0

window show

"ฉันนั่งเท้าคางเหม่อมองหน้าต่าง เป็นคาบเรียนอันยืดยาวน่าเบื่อของคุณครูอย่างเช่นเคย"

"สีครามสดใสเต็มเติมฟ้าฤดูร้อนชวนมอง ก้อนเมฆที่ลอยผ่านไปมาบดบังผืนฟ้าลึกล้ำ"

"ความโหยหานี้คงมาจากตัวฉันอีกด้านที่ชอบอยู่กลางแจ้งมั้ง"

mu "นากาอิ อันนี้ตอบอะไร"

"แต่ตัวฉันด้านนั้นตายไปกับอดีตแล้วละ"

scene bg school_scienceroom
show muto normal at center
with locationchange

hi "อันนี้… ต้องใช้คำลงท้ายเป็น -ane หรือเปล่าครับ"

show muto smile
with charachange

mu "ถูกต้อง ทีนี้ คำลงท้ายของ…"

"ฉันเห็นมิช่าที่ยืดอกยกนิ้วโป้งให้เมื่อความสนใจของฉันที่มีให้คุณครูหายไปอีกครั้ง ฉันจึงพยักหน้าตอบไปเป็นการบอก\nให้พอ"

scene bg school_scienceroom
with shorttimeskip

"ผ่านมาแล้วสักสองสามวันนับตั้งแต่ที่ลิลลี่ไปสกอตแลนด์ ซึ่งเหตุการณ์แต่ละวันก็ไม่ได้มีอะไรเป็นพิเศษ"

"ส่วนมากก็ใช้ชีวิตอยู่ตามปกติ ซึ่งผิดจากที่คาดเอาไว้ แม้ในหัวจะยังมีเรื่องลิลลี่อยู่บ้างหลังจากที่เธอไปแล้ว แต่เหตุการณ์\nตรงหน้าก็พลอยทำให้ลืม ๆ ไป อย่างน้อยก็ช่วงนี้อะนะ"

"เมื่อถึงเวลาพักเที่ยงฉันก็มานั่งคุยกับฮานาโกะไปเรื่อยเปื่อย"

show hanako basic_normal
with charaenter

ha "เล่มหลัง ๆ สนุกเหมือนกันมั้ย"

hi "ไม่ค่อยอะ อ่านแต่ภาคแรกน่าจะดีสุดแล้ว ภาคหลัง ๆ ไม่ค่อยสนุกเท่าภาคแรกเท่าไหร่ อันอื่นที่สนุกก็น่าจะภาค\n“{i}จักรพรรดิเทพแห่งดูน{/i}” มั้ง"

show hanako basic_bashful at center
with charachange

ha "ขอบคุณนะ พอดีฉันไม่ค่อยแน่ใจว่า…"

show misha invis at offscreenleft
show shizu invis at offscreenleft
with None

show hanako defarms_shock at right
show shizu behind_blank at center
show misha hips_smile at left
show bg school_scienceroom at bgright
with dissolvecharamove

"พอฮานาโกะขยับตัวออกก็เห็นชิซูเนะที่เดินอาด ๆ เข้ามาด้วยท่าทีจริงจังเช่นทุกที ขนาบมาด้วยเงาตามตัวที่มีผม\nสีสดใส"

"ดูยังไงก็ดูไม่ออกว่าสองคนนี้จะเอายังไงกับฉันกันแน่ สีหน้าเรียบเฉยของชิซูเนะกับความร่าเริงที่ดูไร้ขีดจำกัดของมิช่านั้น\nเป็นคู่ผสมที่ร้ายกาจ"

hi "รุณหวัด ชิซูเนะ มิช่า"

show hanako emb_timid
with charachange

ha "เอ่อ… ไง"

show shizu basic_normal
with charachange

"ฉันเน้นการทักทายไปด้วยการพยักหน้าให้ชิซูเนะเพื่อให้สิ่งที่สื่อสารนั้นส่งไปถึง เธอทักทายตอบพวกเราสองคนแบบ\nกระชับและรวดเร็ว"

"ไม่ได้คุยกับสองคนนี้มานานแล้วจนนึกว่าจงใจหลบหน้ากันไปเสียอีก แต่พอลองคิด ๆ ดูแล้ว ชิซูเนะคงไม่ใช่คนอย่างนั้น"

show shizu adjust_happy
with charachange

shi "…"

show misha sign_smile
with charachange

mi "รุณหวัด~! ชิจังบอกว่าเดี๋ยวครูจะเรียกนายไปคุยด้วย"

"พอได้ยินประโยคนั้นแล้วฉันก็ทำหน้าเบ้ราวกับว่ากินข้าวบูดเข้าไปเต็มคำ ซึ่งดูมิช่าจะชอบอกชอบใจเหลือเกิน"

show misha cross_laugh
with charachange

mi "วะฮ่าฮ่าฮ่า~! เป็นใครก็คงคิดว่านายซี้แหงแน่ ๆ ฮิจัง!"

show shizu behind_smile
with charachange

shi "…"

show misha perky_smile
with charachange

mi "นายอาจจะไม่รู้ตัวหรอก แต่ในห้องนี่น่ะ ถ้าให้เทียบแล้ว นายเป็นคนที่แทบไม่มีอะไรจะต้องให้เป็นห่วงเลย"

show hanako emb_smile
with charachange

"อยู่ ๆ ก็ได้รับความไว้วางใจอย่างนี้เลยเหรอ แม้แต่ฮานาโกะยังค่อย ๆ พยักหน้าตามเป็นการยืนยันเลยแฮะ"

hi "ขอบใจ จะจำไว้แล้วกัน แต่เออ มีเรื่องจะถาม"

show shizu basic_normal
with charachange

shi "…"

show misha hips_smile
with charachange

mi "จะถามว่าอะไรล่ะฮิจัง"

"รู้สึกว่าน่าจะจบไม่สวยเท่าไหร่ แต่เอาละ…"

hi "ทำไมเธอกับลิลลี่ถึงไม่ถูกกันเหรอ ถ้ายอม ๆ กันสักหน่อย เรื่องงานอะไรทั้งหลายแหล่น่าจะราบรื่นขึ้นนะ"

show shizu cross_angry
with charachange

"ฉันผงะไปเมื่อเห็นสายตาซึ่งชวนให้เย็นเยือกจากชิซูเนะที่จ้องมาหลังจากที่เห็นมิช่าแปลให้แล้ว พอนึกดูแล้ว ฉันเองก็\nน่าจะเลือกใช้คำให้มันดี ๆ หน่อย"

show hanako emb_sad:
    xpos 1.05
with dissolvecharamove

"เหมือนจะเห็นฮานาโกะที่ถอยออกไปแล้วอยู่ตรงหางตา แต่ก็ถอยไปแค่นิดหน่อยอะนะ"

show shizu basic_angry
with charachange

"แต่โชคดีที่ชิซูเนะรู้ตัวแล้วรอให้ตัวเองใจเย็นลงพลางสางผมตัวเองแรง ๆ เป็นการระบายอารมณ์ มิช่าก็เข้ามาแปลทันที\nที่แขนของชิซูเนะขยับอย่างรู้งาน"

show shizu behind_frown
with charachange

shi "…"

show misha hips_frown
with charachange

mi "ปกติฉันคงบอกไปว่าไม่เกี่ยวกับนายหรอก แต่ในเมื่อเห็นนายเป็นเพื่อนกับลิลลี่อย่างนี้แล้ว…"

show shizu adjust_frown
with charachange

"ชิซูเนะหยุดไปแล้วดันแว่นตัวเอง ชัดว่ากำลังคิดหาทางที่จะสื่อสารประเด็นออกมาให้ได้ดีที่สุด"

show shizu basic_angry
with charachange

shi "…"

show misha sign_smile
with charachange

mi "ความคิดเห็นของฉันไม่ได้เป็นกลางแน่ ๆ ละ แต่อีกฝั่งเองก็คงไม่ได้มองแบบเป็นกลางเหมือนกัน แต่ที่แน่ ๆ คือเมื่อก่อน\nเราสองคนเคยสนิทกันกว่านี้"

show shizu behind_frown
show misha sign_confused
with charachange

"ชิซูเนะทำมืออะไรสักอย่างเร็ว ๆ เป็นสัญญาณให้มิช่าหยุดแปล จากนั้นทั้งสองคนก็ประชุมกัน เห็นคุยกันได้ง่าย ๆ แถม\nดันเก็บเป็นความลับได้อย่างนี้อยู่ซึ่ง ๆ หน้าแล้วก็หงุดหงิดหน่อย ๆ แฮะ"

show hanako basic_normal
show shizu basic_normal2
show misha sign_sad
with charachange

"ฮานาโกะเองก็ดูจะอยากรู้เหมือนกับฉัน เพราะเธอกำลังมองด้วยสีหน้าสงสัยที่ปิดแทบไม่มิด พอบทสนทนาสุดโปร่งใส\nของทั้งสองคนจบลงมิช่าก็ดูหงอยลงเล็กน้อย ดูท่าว่าความเห็นของเธอจะส่งไปไม่ถึงอีกคน"

show misha perky_confused
with charachange

mi "ชิจังบอกว่าให้นายไปถามลิลลี่น่าจะดีกว่า เพราะชิจังไม่อยากเป็นคนลากนายไปเกี่ยวด้วยตัวเอง"

"เอาเถอะ เดี๋ยวค่อยถามตอนลิลลี่บินกลับมาแล้วกัน อย่างน้อยก็ได้รู้จากชิซูเนะแล้วว่าเมื่อก่อนก็สนิทกันดี หรืออาจจะ\nไม่ได้สนิทมากหรอก แต่ก็ไม่ได้จ้องจะตีกันขนาดนี้"

hi "เข้าใจละ แต่ก็ขอบคุณนะ"

stop music fadeout 8.0

show shizu invis at offscreenleft
show misha invis at offscreenleft
show hanako basic_normal at center
show bg school_scienceroom at center
with dissolvecharamove

"ทั้งสองคนพยักหน้าแล้วบอกลาเดินออกไปทางประตู ซึ่งก็คงไปห้องสภานักเรียนนั่นแหละ"

hi "…ก็ยังดี ละมั้ง"

show hanako cover_bashful
with charachange

"ฮานาโกะถอนหายใจพรืดด้วยความโล่งใจที่เรื่องจบลงแล้ว ซึ่งก็ไม่แปลกที่จะรู้สึกอย่างนั้น"

show hanako basic_bashful
with charachange

ha "งั้นเดี๋ยวเจอกันนะ"

hi "อื้ม เดี๋ยวเจอกันที่ห้องน้ำชานะ"

hide hanako
with charaexit

"และฮานาโกะก็โบกมือลาแล้วไหลไปตามกลุ่มนักเรียนที่ทยอยออกจากห้องไป"

show muto normal at center
with charaenter

mu "นากาอิ ครูขอคุยด้วยหน่อยได้ไหม"

"น้ำเสียงราบเรียบเช่นเคย ดูท่าว่าจะอยากเตือนฉันให้มาคุยด้วยแล้ว"

hide muto
with charaexit

"ฉันเก็บข้าวของจนเสร็จ กว่าจะเดินมาถึงโต๊ะครู ทั้งห้องก็แทบไม่เหลือใครแล้ว"

hi "เอ่อ… มีอะไรเหรอครับ"

play music music_happiness fadein 5.0

show muto normal at center
with charaenter

"ครูเงยหน้าขึ้นมองหน้าฉันก่อนจะทำเป็นแค่นหัวเราะแห้ง ๆ"

show muto smile
with charachange

mu "ไม่ต้องกลัว ไม่ได้มีเรื่องอะไรหรอก พอดีถามนักเรียนคนอื่นมาแล้วเลยอยากถามเธอบ้าง"

"ก็นับว่ามีน่ะแหละ แวบหนึ่งฉันคิดไปว่าหลักการตั้งใจก้มหน้าจดนั้นใช้การไม่ได้เสียแล้ว"

hi "แล้วจะคุยเรื่องอะไรเหรอครับ"

show muto normal
with charachange

mu "ก่อนอื่น เธอรู้สึกว่าการเรียนของตัวเองกับวิชานี้เป็นยังไง ตามทันมั้ย รู้เรื่องหรือเปล่า"

"เกลียดคำถามแบบนี้ชะมัด ฉันนึกหาคำตอบที่ไม่ได้ดูถ่อมตัวจนหัวทิ่มดิน แต่ก็ไม่ได้ดูเป็นการอวดด้วย"

hi "ก็ใช้ได้อยู่นะครับ งานก็ไม่ได้ยากมาก ผลสอบก็ออกมาดีกว่าที่คิดด้วย"

show muto smile
with charachange

mu "ตอบได้ดี ตอบได้ถูกต้อง"

"ฉันโล่งใจที่ครูพอใจกับคำตอบนั้น จะให้ปฏิเสธว่าไม่ได้รู้สึกภูมิใจกับคำพูดของครูเลยก็คงไม่ได้"

"ความคิดของฉันที่ปั่นป่วนวุ่นวายหลังจากที่ได้รู้ว่าต้องย้ายมาที่ยามากุนั้นทำให้ความสำคัญเรื่องผลการเรียนนั้นลดลง\nเป็นอย่างมาก"

"ฉันเองก็ไม่รู้ว่าเนื้อหาที่จะได้มาเจอนั้นจะไปไกลขนาดไหนแล้ว เพราะอย่างนี้ฉันถึงได้โล่งใจที่พอได้ย้ายมาเรียนจริง ๆ\nแล้วก็ยังเรียนรู้เรื่องดีอยู่"

show muto normal
with charachange

mu "ครูเข้าใจนะว่าเธอคงเจออะไรหลายอย่างจนไม่ทันได้คิด แต่เธอพอจะมองลู่ทางในอนาคตไว้หรือยัง"

hi "อนาคตเหรอครับ"

mu "พวกอาชีพที่อยากทำน่ะ เคยคิดหรือเปล่าว่าสักสิบยี่สิบปีข้างหน้าตัวเองจะเป็นอะไรยังไงบ้าง"

mu "ซึ่งครูก็คงไม่แปลกใจหรอกถ้าเธอเคยตอบคำถามนี้จากโรงเรียนเก่ามาแล้ว แต่ต่อให้เคยตอบจริง ข้อมูลที่ว่าก็ไม่ได้อยู่\nในมือครูเลย"

"ชั้นปีสุดท้ายแล้วเหล่านักเรียนคงต้องมาคิดเรื่องพวกนี้กันสินะ แต่ว่าตามตรง ฉันไม่ค่อยได้คิดถึงเรื่องนั้นเท่าไหร่\nส่วนใหญ่ก็คิดแต่เรื่องที่อยู่ตรงหน้าตอนนี้เลยมากกว่า"

"คุณครูพูดเสริมเมื่อรู้ว่าฉันคิดอะไรอยู่"

mu "ถ้ายังไม่ได้มีเส้นทางอะไรที่ชัดเจนก็ไม่เป็นไรหรอก ยังไงคนอื่นในห้องก็คงไม่ต่างกันเท่าไหร่ งั้นลองเดินตามทางที่\nตัวเองถนัดดูก็น่าจะดีนะ"

"ค่อนข้างชัดว่าอยากได้คำตอบจากฉันมาก ๆ และการเลือกใช้คำของครูเมื่อกี้ก็ทำให้ฉันสงสัย"

"ดูท่าว่าจะไม่ได้ไปไล่ถามทุกคนอย่างนี้ด้วย คงต้องมีเกณฑ์อะไรสักอย่างที่ใช้เลือก ถ้าให้เดาก็คงเป็นผลการเรียน\nวิชาที่ตัวเองสอน"

hi "อืม พวกกลุ่มวิทยาศาสตร์น่าจะไปได้ง่ายอยู่นะครับ"

"คุณครูยิ้ม ชัดว่าพอใจที่นักเรียนดีเด่นของครูเลือกเดินตามเส้นทางวิชาของตัวเอง"

show muto smile
with charachange

mu "ดี เริ่มด้วยการดูไปคร่าว ๆ นี่แหละดีแล้ว แต่ยังไงครูก็ขอแนะนำให้เธอไปคิดดี ๆ นะ"

hi "ครับ ช่วงนี้อะไร ๆ เริ่มลงตัวแล้ว น่าจะพอมีเวลาให้คิดบ้าง"

mu "งั้นก็ดีแล้ว อ้อ ตั้งแต่เธอเป็นเพื่อนกับอิเคซาวะ เกรดของอิเคซาวะดีขึ้นนะ เข้าเรียนบ่อยขึ้นด้วย ยังไงครูก็ขอ\nขอบคุณเธอนะ"

hi "รู้ด้วยเหรอครับเนี่ยว่าเราสองคนเป็นเพื่อนกัน"

"ครูแค่นหัวเราะแกน ๆ ซึ่งแกนพอ ๆ กับรอยยิ้ม"

"คุณครูคนนี้นี่วางตัวตอนอยู่กับคนอื่นไม่เป็นเลยจริง ๆ สีหน้าแต่ละอย่างดูแล้วก็เหมือนการแสดงที่ถูกควบคุมมาอย่างดี\nแต่ดันควบคุมไปผิดทาง"

show muto normal
with charachange

mu "ให้ว่าแล้ว งานของครูอย่างหนึ่งก็คงเป็นการรู้แบบคร่าว ๆ ว่าใครรู้จักใครยังไงนี่ละนะ"

"เมื่อรู้ตัวว่าเริ่มออกนอกเรื่องครูก็กระแอมใส่กำปั้นตัวเองดัง ๆ"

mu "เธอคงมีธุระอะไรของเธออีก ครูจะไม่รบกวนต่อแล้วกัน ยังไงก็ไปคิดมานะว่าจากนี้จะเอายังไงต่อ อีกไม่นานเธอก็จะ\nเรียนจบแล้ว"

hi "ได้ครับ ขอบคุณครับ"

stop music fadeout 4.0

scene bg school_hallway3
with locationchange

"พอคุยกันเสร็จแล้วฉันก็ขอตัวออกมา ส่วนครูก็ง่วนอยู่กับสื่อการสอนของตัวเองอยู่กับโต๊ะ"

"ฉันนึกอิจฉาลิลลี่ขึ้นมาอีกแล้ว อิจฉาเสียจนน่าหงุดหงิด ทั้งมีเส้นทางในอนาคตที่ชัดเจนและมั่นคงแล้ว แถมเริ่ม\nออกเดินตั้งแต่อายุยังน้อย…"

"เป็นความคิดที่สมองของฉันซึ่งอัดแน่นไปด้วยสถานการณ์ในปัจจุบันนี้ไม่อาจยอมรับได้"

scene black
with dissolve

#**************************************

label th_L10:

scene bg school_lobby
with locationchange

"ฉันเดินผ่านโถงไปยังโรงอาหารพลางรำพึงถึงกิจวัตรประจำวันที่ถูกทำให้เสียไปอยู่เงียบ ๆ"

"เป็นวันที่ดูไม่มีอะไร มาเรียนก่อนคนอื่นเพราะตื่นเช้าและกระเดือกยารอบเช้าแบบไม่ให้สำลักได้ค่อนข้างคล่องแล้ว"

"ทว่า ในกลุ่มนักเรียนที่ทยอยเข้าห้องมานั้น ไม่มีฮานาโกะอยู่เลย"

play ambient sfx_crowd_indoors fadein 0.5
scene bg school_cafeteria at right
show crowd at left
with locationchange

"ฉันเดินเข้ามาพลางสอดส่ายสายตามองหาที่นั่งเหมาะ ๆ ในพื้นที่ของโรงอาหารแห่งนี้ ซึ่งหาได้ยากเพราะยังมีกลุ่ม\nนักเรียนที่เดินกันขวักไขว่คุยกันจอแจอยู่"

play sound sfx_impact2
with vpunch
$ renpy.music.set_volume(0.5, 0.3, channel="ambient")

hi "อุ่ก!"

"มีคนมาทุบหลังฉันแรง ๆ สองครั้งจนฉันจุก"

$ renpy.music.set_volume(0.0, 0.0, channel="ambient")
scene black
with shuteyefast

"สมองฉันจดจ่ออยู่กับหน้าอกไปโดยแทบจะอัตโนมัติจนไม่เหลือที่ว่างที่จะคิดว่าใครเป็นคนทำ"

play sound sfx_heartfast
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

"มือของฉันขึ้นมากุมหน้าอกไปโดยสัญชาตญาณ และทำตามขั้นตอนที่ท่องอยู่ในใจแทบทุกวัน"

play sound sfx_heartfast
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

"หายใจช้า ๆ … เข้า… ออก…"

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.7)

"พอหน้าอกหายแน่นลงบ้างแล้วจึงโล่งใจ พอเงยหน้าขึ้นก็รู้สึกถึงเหงื่อที่ผุดขึ้นเต็มหน้าจากเหตุการณ์เมื่อครู่"

$ renpy.music.set_volume(1.0, 5.0, channel="ambient")

scene bg school_cafeteria  at right
show crowd at right
show kenji happy_close at center
with openeye

ke "เฮ้ย… พวก ไหวปะเนี่ย"

hi "ปัดโธ่เว้ย!! อย่า{b}ทำ{/b}อย่างนั้นสิวะ ไอ้บ้า!"

show kenji tsun
with charadistant

"เคนจิถอยกรูดพร้อมสีหน้าอึดอัด พอย้อนคิดดูแล้วก็ไม่น่าไปตวาดใส่อย่างนั้นเลย เพราะเขาคงไม่รู้ว่าฉันเป็นอะไร"

"ฉันถอนหายใจแล้วจัดแจงตัวเองให้เข้าที่ด้วยสภาพเก้กังเล็กน้อย"

hi "โทษที พอดี… หน้าอกฉันมีปัญหานิดหน่อยน่ะ โดนทุบแรง ๆ ไม่ได้"

"เห็นเคนจิตกใจแล้วก็แปลกตาเหมือนกัน หงุดหงิดแฮะที่แก้อะไรไม่ได้"

hi "ไปเอาข้าวกัน"

show kenji neutral
with charachange

ke "ได้ มีเพื่อนกินด้วยสักครั้งก็ดีเหมือนกัน"

hide kenji
with charaexit

show bg school_cafeteria at left
show crowd at left
with charamove

"พวกเราไปต่อแถวรอรับข้าว ยังดีที่ว่าทุกวันนี้ฉันคุยอะไรเรื่อยเปื่อยกับเคนจิได้แล้ว ไม่ใช่ได้แต่นั่งฟังเขาพล่าม\nบทบรรยายเรื่องการต่อต้านสตรีนิยม"

hi "ดูท่าว่าคงหาที่ว่างยากหน่อยนะ"

show kenji neutral at center
with charaenter

ke "ก็พอมีคนที่ฉันนั่งด้วยได้แหละ แต่ไม่มีใครเหมือนนาย"

$ renpy.music.set_volume(0.0, 0.5, channel="ambient")

"ฉันเสียวสันหลังวาบขึ้นมา"

hi "อธิบายท่อนท้ายให้ชัด ๆ ทีดิ๊"

play music music_kenji fadein 2.0

show kenji tsun
with charachange

ke "พวกนั้นปิดใจไม่ฟังกันเลย เพราะสื่อนี่แหละ สื่อกระแสหลักสตรีนิยมฟาสซิสต์ล้างสมอง"

"เคนจิสูดหายใจ ส่วนฉันก็ได้พักในช่วงวินาทีที่เขาเงียบไปนี้"

$ renpy.music.set_volume(1.0, 10.0, channel="ambient")

ke "ให้ตาย พวกนั้นควบคุมทุกอย่างเลย ทุกอย่าง ยกเว้นนายกับฉัน"

"ฉันพักอีกหน่อยช่วงที่เรากำลังไปเอาของกินกัน"

show kenji happy
with charachange

ke "แล้วว่าไงบ้าง"

hi "ฮะ?"

show kenji neutral
with charachange

ke "เนี่ย นายก็อยู่กับซาโต้แล้วก็สาวอีกคนนั่นมานานแล้ว ข่าวลือแพร่สะพัดทั่วห้องเรียนฉันเลย เผลอ ๆ ไปถึงห้องอื่นด้วย"

hi "แอบฟังมันไม่ดีนะ"

show kenji happy
with charachange

ke "ให้เดานะ นายไม่เคยแอบฟังเลย? ตอนเบื่อ ๆ ก็ไม่ทำ? จริงดิ"

hi "ก็… ฉัน… เอ่อ…"

hi "เออ ก็ถูก"

hide kenji
with charaexit

"พวกเราถือถ้วยเล็ก ๆ สองใบมารอรับซุป ก่อนจะเอาไปวางในถาดของตัวเอง วัตถุเหลว ๆ ที่อยู่ในถ้วยนั้นดูไว้ใจไม่ค่อยได้\nแต่อย่างน้อยก็หอมดี"

stop ambient fadeout 1.0

show bg school_cafeteria at center
show crowd at Alphaout(1.0), center
show kenji invis at center
with charamove

show kenji neutral:
    ypos 1.14
hide crowd
with dissolvecharamove

"พวกเรามานั่งที่โต๊ะว่าง ซึ่งปาฏิหาริย์มากที่ยังมีที่ว่าง ฉันนึกดูว่าพอจะมีอะไรที่เคนจิสนใจบ้างหรือเปล่า หวังว่าจะมีเรื่อง\nอะไรกลาง ๆ ที่พอคุยกันได้นะ"

hi "คำถามที่นายถามไปเมื่อสองสัปดาห์ที่แล้วน่ะฉันได้คำตอบมาแล้วนะ ที่ถามว่าอีกครึ่งที่ไม่ใช่ญี่ปุ่นของลิลลี่คือที่ไหน"

show kenji happy
with charachange

ke "ดี ๆ รัสเซียใช่มั้ย รัสเซียแน่ ๆ"

hi "สกอตแลนด์"

show kenji tsun
with charachange

"เขาชะงักไปอย่างเห็นได้ชัด"

ke "…สกอตแลนด์เหรอ"

hi "อืม ตอนรู้ฉันก็สภาพนั้นแหละ แถมยังเก่งภาษาอังกฤษมากด้วย"

show kenji rage
with charachange

ke "…ให้ตายเถอะ! รู้มั้ยว่ามันหมายความว่าอะไร รู้มั้ยว่าฉันตกใจกับสิ่งนี้มาก"

label th_choiceL10_1:
menu:
    with menueffect

    "เหมือนจะหายใจเกินแล้ว ปล่อยให้สลบไปสักพักน่าจะช่วยให้เพลา ๆ ลงจากปกติได้บ้าง"

    "ตามน้ำ":
        return m1
        
    "เมินที่พล่ามไปเรื่อย":
        return m2

label th_L10a:

hi "ไม่รู้เลยว่ะ บอกหน่อย"

ke "ฉันเสีย 1,000 เยนไปแล้ว! 1,000 เยน! ให้ตาย วันนี้มันวันเฮงซวยจริง ๆ"

label th_L10b:

"ฉันกินข้าวด้วยหวังว่าเคนจิจะรู้ตัวจากการที่ฉันเงียบไป"

ke "ฉันเสีย 1,000 เยนไปแล้ว! 1,000 เยน! ให้ตาย วันนี้มันวันเฮงซวยจริง ๆ"

"เปล่าประโยชน์"

label th_L10c:

hi "ล้อเล่นปะเนี่ย นี่ไปพนันเรื่องเชื้อชาติของลิลลี่มาเหรอ"

show kenji tsun
with charachange

ke "มีไอ้คนหนึ่งในห้องมาตื๊อฉัน ฉันเลยแผ่ปัญญาของตัวเองไปให้ แล้วยังมีหน้ามาบอกว่าตรรกะของฉันผิดอีก"

hi "แล้วเขาเดาว่าไง"

ke "เอ่อ เยอรมันหรืออะไรนี่ละมั้ง แต่ไม่สำคัญหรอก ที่สำคัญคือ 1,000 เยนของฉันเนี่ย"

show kenji rage
with charachange

ke "ให้ตาย เพราะยัยนั่นแท้ ๆ ทำอารมณ์เสียเลย บัดซบ"

show kenji tsun
with charachange

"เขาทำท่าสิ้นหวังสุดขีดพลางสวาปามก้อนข้าวชุ่มซีอิ๊ว กินไปได้ไม่กี่คำก็ชี้ตะเกียบมาทางฉันแล้วทำท่าจิ้มกลางอากาศ\nรัว ๆ คล้ายจะประกาศบางอย่าง"

ke "คน… หงุบ… หงุบ… ที่ไหน… อืม…"

hi "แม่ไม่สอนเหรอว่าห้ามพูดตอนกินข้าวอะ"

"เคนจิส่งสายตาอาฆาตก่อนจะกระเดือกข้าวที่อยู่ในปากแล้วตามด้วยน้ำผลไม้อีกหนึ่งอึก เป็นภาพที่ไม่น่าดูเอาเสียเลย"

"พอนึกได้ว่าตัวเองก็ยังมีข้าวที่ต้องกินอยู่ก็รีบกินข้าวของโรงอาหารให้หมด ๆ ให้เร็วที่สุด ยิ่งหมดเร็วก็ยิ่งไม่ต้องอยู่\nแตะลิ้นนาน"

show kenji neutral
with charachange

ke "เออนั่นแหละ"

show kenji tsun
with charachange

ke "คนที่ไหนเขาจะอยากไปอยู่ที่นั่นวะ แบบ มันมีอะไรน่าดูเหรอ มีแต่ทุ่งหญ้า แค่เนี้ย ทุ่งหญ้า ทุ่งหญ้าเต็มไปหมด"

ke "กับผู้ชายใส่กระโปรงคิลต์"

"ระหว่างกับข้าวในถาดนี่ กับมุมมองของเคนจิ ชักไม่แน่ใจแล้วว่าอย่างไหนแย่กว่ากัน รู้สึกทั้งสองอย่างจะถ่วงจนหน้าฉัน\nดูเครียดไปแล้ว แต่เคนจิก็ไม่ได้สังเกตหรือใส่ใจอยู่ดีน่ะนะ"

hi "ก็ไม่ขนาดนั้นสักหน่อย แล้วจะมาสนใจเรื่องลิลลี่อะไรขนาดนี้ ก็เป็นแค่หัวหน้าห้องห้องนายเองนี่"

show kenji neutral
with charachange

"เขาหัวเราะหึ ๆ ถ้าไม่ใช่เคนจิแล้วฉันคงสยองกับเสียงนั้นแน่ ๆ"

ke "ฉันเจอรอยแตกบนชุดเกราะกองกำลังสตรีนิยมแล้วละ ถึงจะใช้เวลานานหน่อย แต่ฉันมั่นใจว่านี่แหละจะเป็นลู่ทาง\nให้เราโค่นล้มทั้งระบบได้"

show kenji happy
with charachange

ke "ฉันจะเปิดโลกนายเลย พร้อมหรือยัง"

stop music fadeout 2.0

"ฉันเมินที่เขาพล่ามไปครู่หนึ่งตอนที่กินข้าวหมดแล้วหันมากินซุปที่ดูไม่น่าอร่อยต่อ ช้อนเดียวก็รู้เลยว่าเย็นชืดแล้ว"

hi "พร้อมเหมือนทุกทีแหละ"

show kenji happy
with charachange

ke "ฉันรู้แล้วว่าลิลลี่อยู่ในกลุ่มมาเฟียซิซิลี"

play music music_kenji

hi "อะไรวะ"

show kenji neutral
with charachange

ke "เอาละ ฟังฉันก่อนนะ เดี๋ยวจะแจกแจงให้ฟัง"

"ไม่ฟังได้หรือเปล่า"

ke "มีวันหนึ่ง ลิลลี่เดินไปตามถนนหลังเลิกเรียน"

hi "นี่ไม่ได้แอบตามลิลลี่ไปใช่มั้ย"

show kenji tsun
with charachange

ke "ไม่เว้ย! ให้ตาย ฉันก็รักตัวกลัวตายเหมือนกันนะ"

"แต่ไม่ได้รักเกียรติ ศีลธรรม หรือบรรทัดฐานทางสังคม…"

show kenji neutral
with charachange

ke "แต่นั่นแหละ ทีนี้มีรถคันหนึ่งมาจอดข้าง ๆ แล้วรู้มั้ยใครลงจากรถมา ผู้ชายใส่ชุดสูทลายทางเว้ย โบกมือเรียกยัยนั่น\nให้ขึ้นรถไป แล้วก็บึ่งรถออกไปเลย บอกเลยนะ ยัยนั่นน่ะมีคนคุ้มกันอยู่ มีคน คุ้มกัน"

"ผู้ชายใส่… อ้อ รู้ละว่าจะเป็นยังไงต่อ ฉันต้องกลั้นใจไม่ให้ตัวเองถอนหายใจด้วยความระอา"

hi "ให้เดานะ ผู้ชายคนนี้ไม่สูงไม่เตี้ย ค่อนข้างเพรียว ผมสีบลอนด์ ดูเป็นฝรั่ง ยิ้มบ่อย ใช่มั้ย"

show kenji rage
with charachange

"เคนจิอึ้งกิมกี่ ฉันรีบถือจังหวะที่บรรยากาศเงียบไปนี้กลืนซุปอันเย็นชืดไปหนึ่งอึก"

show kenji tsun
with charachange

ke "ตาแหลมกว่าที่คิดนะนายเนี่ย"

show kenji neutral
with charachange

ke "ใช่เลย ฉันเลือกคนมาถูกจริง ๆ"

"เขาหัวเราะคิกคักแล้วพยักหน้าหงึก ๆ ชวนขัน ไม่รู้ว่าจงใจทำอย่างนี้หรือเปล่า ฉันขมวดคิ้วด้วยความสงสัย"

show kenji happy
with charachange

ke "เนี่ย เรื่องนี้มันมีบทบาทสำคัญมากเลยนะ ถ้ายัยนั่นเกี่ยวพันกับคนพวกนั้นจริง แล้วเราฉลาดพอที่จะเอาข้อมูลนั้นมาใช้\nให้ถูกทาง เราก็จะได้อาวุธที่ทรงพลังที่สุดที่จะใช้ต่อต้านสภานักเรียนได้"

show kenji happy:
    2.0
    "kenji neutral" with Dissolve(0.5, alpha=True)
    3.0
    "kenji happy" with Dissolve(0.5, alpha=True)
    1.0
    "kenji neutral" with Dissolve(0.5, alpha=True)
    4.0
    "kenji tsun" with Dissolve(0.5, alpha=True)
    repeat

"พอเคนจิเริ่มพล่ามมาทางทฤษฎีสมคบคิดแล้ว อยู่ ๆ น้ำผลไม้ของฉันก็กลายเป็นเรื่องที่สำคัญกว่ามาก"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

nvl clear

window hide
nvl show dissolve

n "\n\n\n\nฉันฟังบ้างไม่ฟังบ้างกับสิ่งที่เคนจิพล่าม ๆ โม้ ๆ ส่วนในหัวก็คิดไปถึงเรื่องที่ลิลลี่ไม่ถูกกับชิซูเนะ"

n "อดีตของทั้งสองคนเริ่มโยงถึงกันมากขึ้น ฉันไม่แน่ใจนักว่ามารู้เรื่องอดีตของลิลลี่ด้วยวิธีแบบนี้ดีแล้วหรือเปล่า แต่\nต่อให้สืบจนรู้ว่าเกิดอะไรขึ้น มันก็ไม่ใช่กงการอะไรของฉันที่จะต้องเข้าไปยุ่มย่ามด้วยอยู่ดี"

n "…ให้ตาย พอลิลลี่ไม่อยู่แล้วใจก็วุ่นวาย เหมือนจะเบื่อจะหมองง่ายขึ้น ฮานาโกะก็ด้วย ตอนพักเที่ยงเราสองคนก็ได้แต่\nกินข้าวกับเล่นหมากรุกด้วยกัน"

n "จะว่าไป หลังเลิกเรียนต้องแวะไปดูฮานาโกะสักหน่อย ช่วงนี้เข้าเรียนบ่อยขึ้นแล้ว แปลว่าที่หายไปต้องมีเรื่องอะไรแน่ ๆ"

stop music fadeout 2.0
$ renpy.music.set_volume(1.0, 6.0, channel="music")

nvl clear

nvl hide dissolve

scene bg school_scienceroom
with shorttimeskip

play sound sfx_normalbell

window show

mu "อ้าว นากาอิ"

show muto normal at center
with charaenter

"ฉันหยุดเดินจังหวะที่กำลังจะออกจากห้องแล้วหมุนส้นเท้าหันไปมอง คุณครูยื่นใบงานสองใบที่พวกเราได้ทำในคาบวันนี้\nมาด้วยแขนยาว ๆ ที่ดูผอมกะหร่องนั้น"

show muto smile
with charachange

mu "ฝากเอาไปให้อิเคซาวะหน่อยได้ไหม ปกติครูจะฝากพวกผู้หญิงไป แต่เดี๋ยวเธอคงแวะไปหาอยู่แล้วใช่มั้ย"

"แวบหนึ่งฉันคิดไปว่าครูคงไม่ได้แค่คาดเดาไปแบบซื่อ ๆ แต่แล้วก็ปัด ๆ ความคิดนั้นทิ้งไป เพราะครูคงไม่ใช่คนที่วางแผน\nใช้คนเก่งอะไรขนาดนั้น ครูไม่ใช่คนอย่างนั้นเลย"

hi "ครับ ได้เลยครับ"

scene bg school_girlsdormhall
with locationskip

play music music_night fadein 1.0

"ฉันเดินไปตามโถงทางเดินหอหญิงพลางคิดถึงสาเหตุต่าง ๆ นานาที่ฮานาโกะขาดเรียนไป ที่ชัดที่สุดน่าจะเป็นแค่หวัด\nธรรมดา ๆ"

"ถึงอย่างนั้นก็เถอะ อาจจะไม่ได้ป่วยเลยก็ได้ ลิลลี่ไปสกอตแลนด์แล้วเกือบหนึ่งสัปดาห์ ถึงฮานาโกะจะทำตัวดูปกติก็จริง\nแต่ฉันก็สงสัยว่าจริง ๆ แล้วในใจเป็นกังวลกว่าที่แสดงให้เห็นหรือเปล่า"

show bg school_girlsdormhall at right
with charamove

"จนในที่สุดก็มาถึงหน้าห้องฮานาโกะ มีเพียงประตูสีน้ำตาลเรียบ ๆ ที่คั่นกลางฉันกับตัวห้อง สะดวกดีที่ห้องฮานาโกะอยู่\nข้างห้องลิลลี่อย่างนี้ แถมน่าจะเป็นสาเหตุหลัก ๆ ที่ทั้งสองคนมารู้จักกันเลยด้วย"

$ renpy.music.set_volume(0.5, 0.0, channel="sound")
play sound sfx_doorknock2

"ฉันทำหน้าเบ้เล็กน้อยเมื่อคิดว่าฮานาโกะคงไม่สบายพลางเคาะประตู"

"…เงียบ ฉันเงี่ยหูฟังว่าพอจะมีเสียงอะไรขยับหรือเปล่า แต่ก็ไม่ได้ยินอะไร"

$ renpy.music.set_volume(1.0, 0.0, channel="sound")
play sound sfx_doorknock2

"ฉันเคาะประตูอีกครั้งให้หนักมือขึ้นอีกเล็กน้อย"

"ไม่มีเสียงตอบรับ แปลกแฮะ"

$ renpy.music.set_volume(0.5, 0.0, channel="sound")
play sound sfx_dooropen

show bg school_girlsdormhall at center
with charamove

"ประตูห้องที่อยู่ข้างหลังเปิดออก รุ่นน้องผู้หญิงที่ดูไม่คุ้นหน้าคนหนึ่งโผล่ออกมา ดูค่อนข้างผอมและตกกระ เธอผงะไป\nเล็กน้อยเมื่อเห็นฉัน"

label th_choiceL10_2:
menu:
    with menueffect
    
    thname("เด็กสาว") "เอ่อ… ไง"

    "ถามเรื่องฮานาโกะ":
        return m1
    
    "ไม่บอกอะไร":
        return m2

label th_L10d:

"เอาจริง ๆ แล้ว ได้มาเจอกันอย่างนี้ก็จังหวะเหมาะพอดี"

hi "ไง ขอโทษทีนะ แต่พอจะรู้หรือเปล่าว่าวันนี้ฮานาโกะออกมาจากห้องมั้ย พอดีเคาะแล้วไม่เห็นตอบอะไรเลย"

thname("เด็กสาว") "ก็ปกติของอิเคซาวะเขานั่นแหละ เคาะแล้วไม่เคยจะมาเปิดให้หรอก ก็นะ คนที่คุยด้วยก็มีแต่ยัยลูกครึ่งตัวสูง ๆ คนนั้น\nอะนะ"

"เธอยักไหล่แล้วเดินไปตามโถงทางเดิน ดูท่าว่าจะมีเรื่องที่สำคัญกว่าฮานาโกะกับฉัน"

"หมั่นไส้กับไอ้ท่าทางหยิ่ง ๆ นั่นเหลือเกิน"

"ฮานาโกะคงเป็นที่รู้จักในฐานะคนชอบเก็บตัวละนะ ซึ่งก็ไม่ได้ผิดไปจากความเป็นจริงเสียทีเดียวหรอก อย่างน้อยก็ตอน\nก่อนที่เราจะได้เจอกัน"

label th_L10e:

hi "ไง โทษทีนะ ไม่ต้องสนใจฉันหรอก"

"ยังไงก็คงต้องปิดเรื่องสถานการณ์นี้ไว้ให้รู้กันน้อยที่สุดเพื่อตัวฮานาโกะเองละนะ ฉันเองก็ไม่รู้ว่าฮานาโกะเป็นอะไร\nแต่พอจะสัมผัสได้ว่าไม่ได้ป่วยกายหรอก"

"ฮานาโกะคงไม่อยากให้มีข่าวลืออะไรหรอก ถึงคิดแล้วจะปวดใจ แต่ฮานาโกะคงมองว่าการรักษาสถานภาพของตัวเอง\nในฐานะเพื่อนร่วมชั้นที่ถูกเมินแบบแปลก ๆ นั้นดีกว่าการมีคนเอาเรื่องของเธอไปนินทา"

thname("เด็กสาว") "ตามสบาย"

"แล้วเธอก็เดินไปตามโถงทางเดินในทันที หยาบคายชะมัด"

label th_L10f:

show bg school_girlsdormhall at right
with charamove

$ renpy.music.set_volume(1.0, 0.0, channel="sound")
play sound sfx_doorknock2

"ฉันเกาหัวแกรก ๆ พลางลองเคาะเรียกให้ฮานาโกะตอบเป็นครั้งสุดท้าย"

hi "ฮานาโกะ ฉันเอง ครูฝากเอกสารมาให้แน่ะ"

"ความเงียบซึ่งบ่งบอกว่าความพยายามนั้นล้มเหลวไม่ต่างจากครั้งก่อนนั้นตามมาอยู่ชั่วขณะ แต่จังหวะที่ฉันกำลังจะสอด\nแผ่นกระดาษเข้าทางช่องตีนประตูก็ได้ยินเสียงลูกบิดขยับ"

play sound sfx_dooropen
with Pause(1.5)

show hanagown distant:
    xpos 1.0 xanchor 0.75
with charamoveinright

"ประตูเปิดออกกึ่งหนึ่ง ฉันรีบมองสำรวจฮานาโกะด้วยความรวดเร็ว ซึ่งก็มองยากเพราะเสื้อคลุมที่หลวมโพรกนั้นปกปิด\nร่างกายเธอไปเสียเกือบหมด"

"ฮานาโกะดูจะสบายดี อย่างน้อยก็ด้วยสภาพร่างกายน่ะนะ แต่ว่าตามตรง ฉันยอมเห็นฮานาโกะตอนไม่สบายดีกว่า\nต้องมาเห็นสีหน้าของฮานาโกะตอนนี้"

hi "ไง ฮานาโกะ พอดีวันนี้เธอไม่ได้เข้าเรียน ครูเลยฝากอันนี้มาให้"

"ฉันยื่นแผ่นกระดาษให้ ฮานาโกะก็รับไปแบบอึก ๆ อัก ๆ ท่าทางการขยับตัวของเธอนั้นดูแปลก ๆ เพราะเหมือนไม่ได้มี\nความตั้งใจอะไรเลย แค่ขยับไปโดยอัตโนมัติเหมือนหุ่นยนต์ ไม่ใช่สิ่งมีชีวิต"

hi "ไหว… หรือเปล่า ถ้าไม่สบายหรืออะไรให้ฉันเรียกพยาบาลมาก็ได้นะ"

"พอมาทำตัวแบบ “หายไว ๆ นะ” อย่างนี้แล้วก็รู้สึกสมเพชเหมือนกัน แต่ก็ไม่รู้แล้วว่าจะทำยังไงให้ฮานาโกะดีขึ้นได้อีก"

show hanagown normal:
    xanchor 0.7
with dissolvecharamove

"ฮานาโกะดูจะรู้สึกตัวขึ้นมาหน่อยหนึ่งกับสิ่งที่ฉันสื่อไป… แต่ก็แค่หน่อยหนึ่ง"

show hanagown distant_blush
with charachange

ha "ฉันสบายดี"

hi "โอเค"

stop music fadeout 6.0

with Pause(2.0)

hide hanagown
with charamoveoutright

play sound sfx_doorclose

"และความเงียบอันน่าอึดอัดก็ตามมา สุดท้ายฮานาโกะก็พยักหน้าอย่างจริงจังเป็นการบอกลาแล้วปิดประตู รู้สึกเหมือน\nเมื่อกี้ไม่ใช่เรื่องจริงเลย"

"ฉันเดินคอตกกลับมาที่ห้องตัวเองพร้อมหวังใจว่าพรุ่งนี้ฮานาโกะจะดีขึ้น แม้จะไม่รู้แน่ชัดว่าเธอเป็นอะไรก็ตาม"

scene black
with dissolve

#**************************************

label th_L11:

show bg school_girlsdormhall at right
with locationchange

"เป็นอีกครั้งที่ฉันมายืนอยู่ตรงหน้าห้องฮานาโกะ เนื่องจากเธอขาดเรียนอีกแล้ว"

play sound sfx_doorknock2

"…"

play sound sfx_doorknock2

"…"

"ไม่ตอบ นี่ก็วันที่สองแล้วที่ฮานาโกะเป็นอย่างนี้ ชักเป็นห่วงแล้วสิ"

"ฉันปลุกใจตัวเองแล้วใช้ไม้ตายให้ฮานาโกะตอบ"

hi "ฮานาโกะ ถ้าไม่พูดอะไรเดี๋ยวฉันจะไปเรียกพยาบาลให้มาหาแล้วนะ"

ha "…ไปให้พ้น"

play music music_hanako fadein 10.0

"อะ… อะไรนะ บอกไม่ถูกเลยว่าน้ำเสียงแบบนั้นคือเครียดหรือโกรธอยู่ ไม่ก็ทั้งสองอย่าง ในเมื่อไม่ยอมรับความช่วยเหลือ\nอย่างนี้แล้วฉันจะทำอะไรได้"

"ฉันได้ยินประโยคนั้นเต็มสองหู แต่จะปล่อยให้เอาแต่หมกตัวอยู่กับห้องอย่างนี้ไปทั้งวันก็ไม่ได้"

"ฉันนวดขมับพลางคิดก่อนจะล่าถอยกลับมาที่ห้องตัวเองเพื่อดูว่าจะเอายังไงต่อ ตอนนี้ต้องทำอะไรให้มันสมเหตุสมผล\nก่อน ขืนบุ่มบ่ามไปอาจจะยิ่งทำให้อะไร ๆ แย่ลงไปอีก"

scene bg school_dormhisao
with shorttimeskip

"ฉันเปิดลิ้นชักที่โต๊ะตัวแล้วตัวเล่าหาว่าตัวเองเก็บไอ้กระดาษแผ่นนั้นไว้ที่ไหน"

"ลิลลี่บอกเบอร์โทร. ไว้ก่อนไปสกอตแลนด์ ซึ่งฉันก็จดไว้ แต่ทีพอต้องการขึ้นมาละดัน—"

"อ้อ อยู่นี่เอง"

"จะว่าไปแล้ว บันทึกใส่โทรศัพท์ไปเลยเสียก็สิ้นเรื่อง ฉันกดไปตามปุ่มตัวเลขในทันทีแล้วกดโทร. ด้วยความร้อนใจ"

scene bg school_dormhisao_blurred
show phone mobile:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with locationchange
with Pause (0.5)

"มีเสียงต่อสายอย่างนี้ก็แปลว่ากดรหัสประเทศสกอตแลนด์ถูกแล้วละ โล่งไปที ฉันเองก็ไม่เคยโทร. ข้ามประเทศมาก่อน\nเสียด้วย"

"ในที่สุดก็มีคนรับสาย ปลายสายเป็นเสียงผู้หญิงคนหนึ่งที่ฉันไม่คุ้นหู อาจจะแม่ลิลลี่มั้ง"

$ renpy.music.set_volume(0.5, 0.2, channel="music")

#mystery "<Good morning. This is Karla Satou. May I help you?>"
mystery "{image=vfx/garbage.png} {image=vfx/garbage.png} Satou {image=vfx/garbage.png}?"

"ภาษาอังกฤษเหรอ ไปต่อไม่ถูกเลย ฟังไม่ออกเลยสักคำแฮะ คงเพราะฉันรู้คำศัพท์น้อยไม่ก็เพราะสำเนียง จริง ๆ น่าจะ\nคิดได้แต่แรกเพราะรู้มาจากลิลลี่แล้วว่าแม่เธอนั้นเป็นคนสกอตแลนด์โดยกำเนิด"

"ฉันดันทุรังไปต่อด้วยความหวังว่าเธอคงพอจะรู้ภาษาญี่ปุ่นบ้าง เพราะยังไงก็เป็นภาษาแม่ของลูกตัวเอง"

hi "เอ่อ ฮิซาโอะ นากาอิ… นะครับ…"

"พอรู้ว่าเป็นภาษาอะไรเธอก็ทำเสียงตื่นเต้น ตอนนี้ฉันโล่งใจอย่างกับยกภูเขาออกจากอก"

thname("คุณนายซาโต้") "อ้อ เธอคงเป็นเพื่อนที่โรงเรียนของลิลลี่ใช่มั้ย"

"ถึงอย่างนั้นก็เถอะ ฉันยังต้องเงี่ยหูฟังให้ดีเพราะยังมีติดสำเนียงอยู่"

hi "ครับ ใช่ครับ ยินดีที่ได้รู้จักนะครับ คุณนายซาโต้"

thname("คุณนายซาโต้") "มีเพื่อนมารยาทงามอย่างนี้ด้วย! ลิลลี่ มีคนโทร. หาลูกแน่ะ!"

"ก็ดูเป็นคนดีนะ ถึงออกจะตื่นเต้นไปหน่อยกับเรื่องธรรมดา ๆ อย่างนี้ก็เถอะ"

"ก่อนที่ลิลลี่จะมารับโทรศัพท์นั้นปลายสายเงียบไปครู่หนึ่ง ฉันได้ยินเสียงแม่ลิลลี่ที่กึ่งดุกึ่งกระเซ้าเจ้าตัวที่เพิ่งตื่นอยู่แว่ว ๆ"

$ renpy.music.set_volume(1.0, 5.0, channel="music")

li "สวัสดีค่ะ ลิลลี่นะคะ"

hi "เสียงฟังดูไม่ไหวเลยนะ"

"ลิลลี่ทำเสียงหาวโอดโอยคล้ายสัตว์ใกล้ตาย"

"ก่อนโทร. ฉันดูเรื่องเขตเวลาแล้วเรียบร้อย ตอนนี้ที่สกอตแลนด์ก็เข้าช่วงสายพอสมควรแล้ว เพราะงั้นจะอ้างอะไร\nก็คงไม่ได้อีก"

hi "ไม่สบายเหรอ"

li "แค่เพลียนิดหน่อยจ้ะ ที่ญี่ปุ่นกี่โมงแล้วเหรอ"

hi "บ่ายแก่ ๆ เพิ่งเลิกเรียนมาเมื่อกี้เอง"

hi "เธอคงไม่ชอบตื่นเช้าสินะเนี่ย"

li "นี่เธอก็จะล้อฉันเรื่องนี้ด้วยเหรอ…"

"ฉันต้องห้ามใจตัวเองไม่ให้ขำไปกับเสียงโอดโอยของลิลลี่ ช่างน่าสงสาร"

hi "แล้วอยู่นู่นเป็นไงบ้าง ถ้าไม่นับเรื่องตื่นเช้าน่ะ"

li "ก็สนุกดีจ้ะ ไม่ได้อยู่กับพ่อแม่เสียนาน แค่ได้กินข้าวด้วยกันกับพวกท่านก็ดีใจแล้วละจ้ะ"

li "ถึงส่วนหนึ่งน่าจะเพราะสระน้ำกับขนาดของบ้านด้วยก็เถอะจ้ะ"

"ถึงจะไม่ได้อยู่ที่ญี่ปุ่น แต่ฟังดูแล้วที่บ้านของลิลลี่คงจะรวยพอสมควร ถึงได้กินหรูอยู่สบายอย่างนั้น"

li "แล้วเธอกับฮานาโกะเป็นยังไงบ้าง โอเคดีหรือเปล่า"

stop music fadeout 0.3

"ให้ตาย ไม่คิดเลยแฮะว่าจะพูดถึงเรื่องนี้เร็วขนาดนี้"

"ฉันคิดเรียบเรียงคำพูดอยู่ครู่หนึ่งว่าจะอธิบายสถานการณ์ตอนนี้อย่างไรไม่ให้ลิลลี่เป็นกังวลมากจนเกินเหตุ แต่ลิลลี่\nก็ยังสัมผัสได้โดยที่ไม่ต้องมีคำพูดใด ๆ เลย"

play music music_moonlight fadein 2.0

li "ฝั่งฮานาโกะคงไม่โอเคใช่มั้ย"

hi "รู้ได้ยังไง"

li "ก็วันนี้วันเกิดฮานาโกะนี่นา ทีแรกฉันก็หวังอยู่นะว่าพอฮานาโกะได้สนิทกับเธอแล้วจะดีขึ้น แต่ว่า…"

li "ตอนนี้ฮานาโกะเป็นยังไงบ้าง"

hi "เมื่อวานไม่ได้เข้าเรียนน่ะ แล้วตอนไปแวะดูก็เหมือนไม่ค่อยสบายด้วย วันนี้ก็ขาดเรียนอีก แถมไล่ฉันให้ไปให้พ้นด้วย"

hi "ฉันจนปัญญาไม่รู้จริง ๆ ว่าจะทำยังไงดี เมื่อก่อนเคยมีแบบนี้มั้ย เกี่ยวอะไรกับแผลเป็นหรือเปล่า"

li "เกรงว่าจะเป็นอย่างนั้นจ้ะ วันเกิดฮานาโกะเมื่อปีที่แล้วก็มีเรื่องประมาณนี้เหมือนกัน"

li "เท่าที่พอจะนึกออก คงเป็นเพราะพ่อแม่ฮานาโกะท่านเสียชีวิตไปพร้อม ๆ กับตอนที่เกิดอุบัติเหตุที่ทำให้เกิดแผลเป็น\nฮานาโกะเลยโทษตัวเองว่าตัวเองเป็นต้นเหตุที่ทำให้ทั้งสองคนจากไป"

"ที่พูดมาก็มีเหตุผล ถ้าถึงวันเกิดแล้วฮานาโกะโทษตัวเอง ก็คงหมายความได้ว่าเธอกำลังนึกเสียใจที่ตัวเองเกิดมา"

"แต่ที่ฉันแปลกใจก็คือ ลิลลี่ดูจะไม่ค่อยรู้เรื่องรู้ราวอะไรพอ ๆ กันกับฉันด้วยเช่นกัน"

hi "ก็คงเป็นเหตุผลที่ฮานาโกะมาอยู่หอในด้วยละนะ ฮานาโกะเคยเล่าเรื่องอุบัติเหตุที่ว่าอะไรให้ฟังอีกหรือเปล่า"

li "เราสองคนสนิทกันขนาดนี้ก็จริง… แต่ฮานาโกะแทบไม่เคยเล่าให้ฟังเลยว่าเกิดอะไรขึ้นบ้าง ที่ฉันรู้ส่วนใหญ่ก็เป็นแค่\nการคาดการณ์เท่านั้นแหละจ้ะ"

"น้ำเสียงลิลลี่ฟังดูเศร้าหมองค่อนไปทางเหนื่อยอ่อน แต่ถ้าคิดดูว่าฮานาโกะต้องผ่านเหตุการณ์สะเทือนขวัญอะไรมาบ้าง\nลิลลี่จะไม่รู้ก็ไม่แปลก แต่เหมือนลิลลี่จะยังมองว่าเป็นฝั่งตัวเองที่ยังพยายามไม่พออยู่ดี"

hi "อย่าโทษตัวเองเลยลิลลี่ ฮานาโกะก็ผ่านอะไรมาขนาดนั้น…"

li "รู้จ้ะ ขอบคุณนะฮิซาโอะ ขอโทษด้วยนะที่ช่วยอะไรได้ไม่มาก"

hi "ไม่เป็นไรหรอก เดี๋ยวฉันค่อยไปคิดต่ออีกสักหน่อย ขอบใจนะ แล้วก็เที่ยวสกอตแลนด์ให้สนุกละ"

li "เอ่อ ฉัน…"

hi "หืม?"

li "เปล่าจ้ะ ขอบคุณที่คอยดูแลฮานาโกะนะ"

hi "…โอเค บาย"

li "ลาก่อนจ้ะ"

stop music fadeout 4.0

"แล้วปลายสายก็เงียบไป"

show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with None

scene bg school_dormhisao
show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with locationchange
with Pause (0.5)

hide phone
with None

"ในบรรดาคำถามมากมายซึ่งฉันนึกหาคำตอบไม่ออกที่ผุดขึ้นมาไม่หยุดหย่อน คำถามที่ต้องการคำตอบอย่างเร่งด่วน\nที่สุดคือ เมื่อกี้ลิลลี่จะพูดอะไร"

"ฉิบ ฉิบหาย"

"โง่บัดซบ ลิลลี่คงคิดว่าที่โทร. ไปเพราะอยากคุยด้วย แต่ฉันดันไปขอความช่วยเหลือเรื่องฮานาโกะอย่างเดียวเสียนี่"

"ที่น่าขายหน้ากว่านั้นก็คือ สิ่งที่ฉันคาดเดาไปมีโอกาสเป็นไปตามนั้นสูงมาก"

"เอาเถอะ… ก่อนอื่น ตอนนี้อย่างน้อยต้องทำให้ฮานาโกะกลับเป็นสภาพเดิมก่อน แล้วคอยดูว่ากินอาหารเพียงพอดี\nหรือเปล่าด้วย"

show bg school_girlsdormhall
with shorttimeskip

"นักเรียนที่เดินสวนไปมาจ้องมองแบบแทบไม่เก็บอาการกับถาดอาหารที่ฉันเดินถือมาที่หอหญิง"

"ก็ไม่ใช่อาหารอะไรที่จะภูมิใจได้นักหรอก เป็นแค่อาหารสำเร็จรูปอุ่นไมโครเวฟจากร้านสะดวกซื้อนี่นะ แต่อย่างน้อย\nก็คงพอทำให้ฮานาโกะอิ่มท้องได้บ้าง"

show bg school_girlsdormhall at right
with charamove

"จนในที่สุดก็เดินมาถึงตรงหน้าห้องฮานาโกะ ซึ่งก่อนหน้านี้ฉันต้องไล่ ๆ สาวสองคนที่ทำทีจะจิ๊กอาหารที่ฉันอุตส่าห์\nเสียเวลามาทำ"

"ฉันเลือกที่จะไม่เคาะประตู เพราะดูจากก่อนหน้านี้ก็เห็นชัดแล้วว่าเคาะไปก็เท่านั้น แถมตอนนี้มือทั้งสองข้างก็ไม่ว่าง"

hi "ฮานาโกะ ฉันฮิซาโอะนะ"

hi "รู้นะว่าเธอฟังอยู่ ฉันเอาข้าวมาให้กินแน่ะ"

"เงียบ ตามคาด"

hi "เดี๋ยววางไว้ให้ข้างประตูนะ กินหน่อยเถอะนะ โอเคมั้ย"

"เอาละ บทของฉันหมดแล้ว ทีนี้ก็อยู่ที่ฮานาโกะ"

show bg school_girlsdormhall at center
with charamove

"ฉันวางถาดไว้แล้วเดินกลับมากินข้าวเย็นที่ห้องตัวเอง"

with shorttimeskip

"เมื่อผ่านไปราวหนึ่งชั่วโมงฉันก็กลับมาที่ห้องฮานาโกะอีกครั้ง"

"ซึ่งดีที่ตรงข้างประตูนั้นไม่มีอะไรอยู่แล้ว ฉันเดินกลับหอด้วยความเบาใจว่าอย่างน้อยฮานาโกะก็ได้กินข้าวแล้ว"

"ถ้าเธออยากก้าวข้ามสิ่งนี้ไปด้วยตัวของเธอเอง การที่ได้คอยช่วย—แม้จะเป็นอะไรเล็ก ๆ น้อย ๆ เช่นนี้—ก็นับว่า\nมีความหมายแล้ว"

scene black
with dissolve

#**************************************

label th_L12:

scene bg school_library_ss
with locationchange

play music music_pearly

"พอเลิกเรียนแล้วฉันก็มานั่งอ่านพลิกหน้าหนังสือไปเรื่อย ๆ และความเบื่อก็ทำให้แต่ละคำที่อยู่บนหน้าหนังสือนั้นแทบ\nไม่ผ่านเข้าสมองเลย"

"พอเอามือเท้าคางก็รู้สึกถึงสัมผัสสาก ๆ บนฝ่ามือ อีกเดี๋ยวคงต้องโกนหนวดแล้ว"

"ฉันเลิกอ่านแล้วเอาหัวหนุนกับหนังสือที่วางอยู่ตรงหน้า"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide

nvl clear
nvl show dissolve

n "\n\n\nหลังจากที่ฮานาโกะเริ่มกลับมาเข้าเรียนแล้วอะไร ๆ ก็ดูเงียบไปพอสมควร"

n "ตอนที่ฮานาโกะกลับมาเข้าเรียนวันแรก ไม่มีใครพูดหรือทำอะไรที่นอกเหนือไปจากกิจวัตรตามปกติ และก็เป็นอย่างนั้น\nเรื่อยมา ไม่มีใครอยากจะพูดถึงเรื่องอุบัติเหตุครั้งนั้นของฮานาโกะ ดังนั้นก็ไม่มีเหตุผลอะไรที่จะต้องไปซักไซ้เรื่องนั้น"

n "แล้วเวลาก็ผ่านไปอีกสองสามวัน กิจวัตรน่าเบื่อดำเนินไปอย่างเช่นเคย"

n "ไม่แปลกอะไรที่จิตใจฉันจะล่องลอยไปหาที่อื่น โดยเฉพาะคนอื่น รูโหว่ที่เป็นรูปลิลลี่ซึ่งปรากฏในชีวิตประจำวันของ\nฮานาโกะกับฉันนั้นกวนใจพวกเรามาได้สักพักแล้ว"

n "ฉันเองก็อยากบอกตัวเองเหมือนกันหรอกว่านี่แหละคือโอกาสที่จะได้คิดทบทวนว่าฉันคิดยังไงกับลิลลี่กันแน่ แต่ก็นะ\nสมองดันไม่ได้รับรู้แบบนั้นด้วย"

n "แล้วยิ่งคิดทบทวนไปก็จะทำให้ไพล่นึกไปถึงเรื่องอิวานาโกะอันน่าหนักใจอีก ทุกครั้งที่คิดถึงเรื่องนั้นสมองจะฝืนไปคิด\nเรื่องอื่นแทนโดยอัตโนมัติ"

$ renpy.music.set_volume(1.0, 2.0, channel="music")

nvl clear

nvl hide dissolve

window show

hi "ทำไมต้องเป็นตอนนี้ด้วยนะ…"

yu "เอ่อ…"

show yuuko worried_up_ss
with charaenter

"ฉันเงยหน้าขึ้นไปมองว่าเจ้าของเสียงที่ฟังดูอ้ำ ๆ อึ้ง ๆ นั้นเป็นใคร"

hi "อ๊ะ ขอโทษครับ ไม่ได้กะจะกวนใครเลย"

show yuuko worried_down_ss
with charachange

yu "ไม่ใช่… อย่างนั้น"

hi "เอ่อ…"

"พอมองไปรอบ ๆ ห้องที่เจือด้วยแสงสีส้มก็รู้ทันทีว่าคำขอโทษเมื่อครู่นั่นฟังดูชวนขันเพียงใด ระหว่างที่ฉันนั่งคิด\nนั่งเหม่ออยู่ในนี้นั้นทุกคนต่างทยอยออกไปกันหมดแล้ว"

hi "ห้องสมุดจะปิดแล้วเหรอครับ"

show yuuko neurotic_down_ss
with charachange

yu "ถ้าอยากอยู่ต่อฉันจะเปิดไว้ให้อีกหน่อยก็ได้นะ สบายมาก"

hi "ไม่เป็นไรครับ เดี๋ยวผมต้องไปแล้ว ขอบคุณครับ"

show yuuko worried_down_ss
with charachange

"ระหว่างที่กำลังลุกขึ้นเตรียมเดินออกก็รู้สึกได้ถึงสายตาของยูโกะที่จับจ้อง"

hi "มีอะไรหรือเปล่าครับ"

show yuuko worried_up_ss
with charachange

yu "เธอดูเครียด ๆ นะ ไหวหรือเปล่า"

"นิ้วยูโกะยุกยิกไปมาด้วยความไม่แน่ใจว่าตัวเองล้ำเส้นความเป็นส่วนตัวเกินไปหรือเปล่า ไม่รู้เหมือนกันว่าตอนนี้ยูโกะ\nคิดมากว่าฉันดูเครียดหรือคิดมากที่มารบกวนฉันกันแน่"

"ปกติฉันคงทำเฉยแล้วบอกไปว่าไม่มีอะไร แต่คราวนี้อารมณ์แท้จริงที่สะท้อนออกมามีอิทธิพลมากกว่า ถึงยูโกะจะเป็น\nพนักงานของโรงเรียนคนหนึ่ง แต่เธอก็ไม่ได้ดูมีอำนาจเท่าคนอื่น ๆ ขนาดนั้น"

hi "แค่ว่า… ถ้าให้เลือกคำที่เหมาะที่สุดก็คงจะเป็นปัญหาความสัมพันธ์ละมั้งครับ"

show yuuko worried_down_ss
with charachange

yu "อ้อ ฉัน… ไม่ค่อยสันทัดเรื่องแบบนั้นเท่าไหร่ ความสัมพันธ์ที่เคยมีอยู่ครั้งเดียวก็จบไปแบบกะทันหันหน่อย ๆ ด้วย"

show yuuko smile_down_ss
with charachange

yu "แต่ถ้าอยากเล่า คือ ก็รับฟังได้ คิดว่า"
#Awkward sentence intentionally left in. -SC

"ชักรู้สึกไม่ดีแล้วแฮะที่พูดถึงเรื่องนี้ แต่ยูโกะเองก็ไม่ได้แก่ขนาดนั้น อย่างน้อยก็ยังมีโอกาสหาแฟนอีกคนได้อยู่"

hi "ไม่ใช่ว่าความสัมพันธ์มันแย่อะไรอย่างนั้นหรอกครับ พวกเราก็อยู่เป็นเพื่อนด้วยกันมาหลายวัน บางทีก็ไปเที่ยว\nไปทำอะไร… ประมาณนั้น"

hi "แต่ผมเริ่มรู้สึกอยากทำอะไรให้มากขึ้น เรียนรู้เรื่องของเธอให้มากขึ้น อยู่กับเธอให้มากขึ้น แต่ผมก็ไม่แน่ใจว่าใช่รัก\nจริงหรือเปล่า แถมความสัมพันธ์ของพวกเราในฐานะเพื่อนมันก็โอเคดีอยู่แล้ว"

show yuuko panic_up_ss
with charachange

yu "อย่าเอาความคิดนั้นมาปิดกั้นตัวเองสิ!"

show yuuko worried_down_ss
with charachange

yu "เอ่อ… ขอโทษที"

show yuuko worried_up_ss
with charachange

yu "จะว่ายังไงดี… อืม…"

show yuuko neutral_down_ss
with charachange

yu "มีเพื่อนดีน่ะก็ดีนะ แต่เดี๋ยวสักวันก็ต้องเรียนจบกันอยู่ดี เธอโอเคเหรอที่พอเรียนจบแล้วจะปล่อยให้ความสัมพันธ์\nมันหยุดอยู่ตรงนั้นโดยที่ไม่รู้เลยว่ามันจะไปได้อีกไกลแค่ไหนน่ะ"

hi "ก็นั่นแหละครับที่น่าจะเป็นประเด็นเลย คือผมไม่รู้จริง ๆ ว่าผมโอเคหรือเปล่า"

show yuuko worried_down_ss
with charachange

yu "เรื่องนั้นฉันก็ช่วยไม่ได้แล้วละ ความรู้สึกที่แท้จริงของคนเราก็มีแต่เจ้าตัวเท่านั้นแหละที่จะตัดสินได้ แต่ฉันว่าถ้าเธอ\nรักคนนั้นจริง ๆ ก็ต้องบอกอะไรไปสักหน่อยนะ"

show yuuko smile_down_ss
with charachange

yu "พอฉันลองคิดไปคิดมาดูแล้ว ถึงความสัมพันธ์ของฉันจะไปไม่รอด แต่อย่างน้อยให้เป็นอย่างนั้นยังก็ดีกว่าการอยู่เฉย ๆ\nแล้วไม่รู้ว่าจะรอดหรือไม่รอดกันแน่"

"คาดไม่ถึงเลยแฮะว่ายูโกะจะพูดอะไรที่ชวนคิดได้ขนาดนี้ ซึ่งก็คงไม่แปลก ในเมื่อเธอมีประสบการณ์ชีวิตมากกว่าฉัน ยังไง\nเธอก็ย่อมรู้ดีกว่าฉันอยู่แล้ว"

"ถึงจะยังไม่ได้คำตอบแบบชัดแจ้งมากนัก แต่พอได้คุยกับยูโกะแล้วก็โล่งขึ้น และแน่ใจขึ้นมาแล้วว่าถ้าชอบจริง ๆ ยังไงฉัน\nก็ต้องสารภาพรักกับลิลลี่"

"ฉันถอนหายใจด้วยความอึดอัดเล็กน้อย"

hi "ถ้าการอ่านหนังสือเยอะช่วยเรื่องอะไรแบบนี้ได้ก็ดีสิ"

show yuuko closedhappy_up_ss
with charachange

"ยูโกะหัวเราะคิกคักอย่างผู้หญิง ซึ่งยิ่งทำให้ภาพลักษณ์ของเธอที่ต่างไปจากพนักงานคนอื่น ๆ ในโรงเรียนนี้นั้นชัด\nขึ้นไปอีก"

stop music fadeout 9.0

nvl clear

window hide
nvl show dissolve

n "\n\n\n\n\n\nสุดท้ายแล้ว ทุกอย่างก็ต้องรอดูหลังปิดเทอม"

n "ถ้าลองมองเรื่องที่ฉันเจอก่อนย้ายเข้ามาเรียนที่ยามากุแล้ว ตอนนี้ฉันก็เหมือนคนที่ต้องวิ่งให้ทันคนอื่น ๆ ที่วิ่งอยู่บนลู่\nโดยที่คนอื่นนั้นทิ้งห่างจากฉันไปแล้วสักสิบเมตรได้"

n "ขอแค่มีแรงอีกหน่อยฉันก็จะก้าวขาออกจากอดีตได้แล้ว ตอนนี้ต้องหลีกจากอดีตให้มากที่สุด และห้ามหวนคิดถึงบ้านเก่า\nเป็นอันขาด"

nvl clear
nvl hide dissolve

scene bg school_dormhisao_ss
with locationskip
window show

"เป็นอีกครั้งที่ฉันโทร. หาลิลลี่ โดนค่าโทรศัพท์อ่วมแหง ๆ โทร. ข้ามประเทศขนาดนี้"

"แต่ก็คุ้ม ที่โทร. ครั้งนี้นั้นไม่ใช่แค่เพราะไม่อยากเมินความรู้สึกของลิลลี่จากการโทร. ครั้งก่อน แต่ยังโทร. ไปด้วย\nความอยากคุยจริง ๆ"

scene bg school_dormhisao_blurred_ss
show phone mobile:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with locationchange
with Pause (0.5)

"พอมีคนรับสายก็มีเสียงอันคุ้นหูดังลอดออกมา"

#"Mrs Satou" "<Hello, this is Karla Satou speaking.>"
thname("คุณนายซาโต้") "{image=vfx/garbage.png} {image=vfx/garbage.png} Satou {image=vfx/garbage.png}?"

hi "<Hello, Mrs. Satou. May I… เอ่อ… speak…>"

"โถ่เว้ย ลืมแล้วว่าที่เหลือต้องพูดยังไงต่อ ถึงจะไม่ได้นั่งท่องเอาเป็นเอาตายขนาดนั้นก็เถอะ แต่พอลืมคำไม่กี่คำแล้ว\nก็ชวนให้หมดกำลังใจเหมือนกัน"

hi "ขอสายลิลลี่ได้มั้ยครับ"

thname("คุณนายซาโต้") "สวัสดีอีกครั้งจ้ะฮิซาโอะ ฝึกพูดภาษาอังกฤษอยู่เหรอ"

hi "นิดหน่อยครับ แต่ผมก็ไม่ค่อยถนัดเรื่องภาษาเท่าไหร่"

thname("คุณนายซาโต้") "โธ่ อย่าพูดอย่างนั้นสิจ๊ะ เธอออกเสียงได้ชัดมาก! เดี๋ยวตามลิลลี่ให้นะ รอสักครู่จ้ะ"

"ฉันถือสายรออย่างว่าง่ายระหว่างที่เธอกำลังตามลิลลี่ให้และปลายสายเงียบไป"

"จนสุดท้ายก็มีเสียงลิลลี่ที่ฟังดูง่วงน้อยกว่าครั้งที่แล้วมากดังออกมา ตอนนี้ที่นู่นก็ประมาณบ่าย ๆ แล้ว"

play music music_comfort fadein 12.0

li "ฮิซาโอะ ได้ยินมั้ยจ๊ะ"

hi "อื้ม ได้ยิน ไง"

li "ทิวาสวัสดิ์จ้ะ ขอโทษที่ให้รอนานนะ พอดีเมื่อกี้อยู่ในสวนน่ะ"

hi "ทำสวนเหรอ"

li "น่าเสียดาย แต่ไม่ใช่จ้ะ พอดีฉันไม่ถนัดเรื่องทำสวนเลย ที่อยู่ในสวนก็ไปดมดอกไม้เฉย ๆ นี่แหละ การทำอย่างนี้คงดี\nกับนิ้วฉันมากกว่าด้วย"

li "ฮานาโกะดีขึ้นบ้างแล้วใช่มั้ย"

hi "อื้ม พอไปจัดแจงอะไรให้กินแล้วก็เริ่มกลับมาเป็นปกติแล้วละ ขอบคุณที่เธอช่วยวันนั้นด้วยนะ"

li "ฉันคงไม่ได้มีส่วนช่วยอะไรขนาดนั้นหรอกจ้ะ แต่อย่างน้อยฮานาโกะก็ดีขึ้นแล้วละนะ"

hi "นั่นสินะ แล้วอยู่ที่นู่นเป็นไงบ้าง ฟังดูแล้วบ้านเธอนี่เรียกคฤหาสน์ก็ยังได้เลยมั้งเนี่ย"

li "ก็ไม่เชิงว่าคฤหาสน์หรอกจ้ะ…"

"ชัดว่าลิลลี่กำลังจะพูดต่อว่า “แต่ก็หลังใหญ่ทีเดียว” ทว่าความถ่อมตัวก็มาปรามเธอไว้ก่อน แอบอิจฉาแฮะ แต่ก็\nคนไปเที่ยวนี่นะ"

li "แต่ก็เป็นบ้านที่อยู่สบายนะ มีทะเลอยู่ใกล้ ๆ ด้วย พี่ฉันชอบทะเลเป็นพิเศษเลยละ"

hi "พี่อากิระว่ายน้ำเก่งเหรอ"

li "พี่ลากฉันไปแข่งว่ายน้ำด้วยประจำเลย แล้วพี่ก็ชนะตลอด"

"ลิลลี่ดูจะไม่ใช่สายออกกำลังกายเลย ซึ่งก็ไม่แปลกอะไรที่เธอจะว่ายน้ำไม่เก่ง"

"การเคลื่อนไหวของลิลลี่ที่เร็วที่สุดเท่าที่ฉันเคยเห็นคือตอนที่ลิลลี่เดินสบาย ๆ ตอนที่ขึ้นลงเนินเขาที่อยู่ระหว่างโรงเรียน\nกับชานเมือง ซึ่งพอเป็นอย่างนี้แล้วก็ทำให้นึกภาพเวลาลิลลี่ว่ายน้ำแทบไม่ออกเลย"

hi "ทะเลที่นู่นคงสวยน่าดู อย่างน้อยก็น่าจะคนไม่เยอะเท่าที่นี่"

li "ใช่จ้ะ พี่บอกว่าแถวนี้วิวดีเพราะไกลจากตัวเมืองมาก"

"เมื่อพูดแล้วฉันถึงฉุกคิดได้ว่าพูดอะไรออกไป แต่ลิลลี่ก็ดูจะไม่คิดมากอะไร พอไม่ได้อยู่ด้วยแล้วก็ลืม ๆ เหมือนกันว่าลิลลี่\nมองไม่เห็น ทั้งที่เป็นเพื่อนกันมาสักพักแล้วแท้ ๆ"

li "แต่ถึงอย่างนั้นก็มีปัญหาเรื่องการสื่อสารอยู่บ้างเพราะเรื่องสำเนียงของที่นี่ ซึ่งก็เป็นสิ่งเตือนใจว่าที่นี่ไม่ใช่บ้าน"

"ไม่แปลกที่ลิลลี่จะมองว่าที่อยู่ของพ่อแม่เธอนั้นไม่ใช่บ้านของเธอเอง และยังทำให้ฉันมาย้อนคิดว่าฉันมองอย่างนั้นด้วย\nหรือเปล่า ซึ่งฉันก็ไม่แน่ใจเหมือนกัน"

"วันจบการศึกษายังอีกนาน ฉันจึงมองเรื่องของวันนั้นให้แน่ชัดไม่ได้ และฉันก็ใช้เวลาอยู่กับห้องเล็ก ๆ ห้องนี้มานานแล้ว\nฉันถือเอาหอพักนี้เป็นบ้านใหม่ได้อย่างรวดเร็วเหลือเชื่อ"

hi "ลำบากแย่เลย ภาษาอังกฤษของเธอยังไหวหรือเปล่า"

li "ไหวอยู่จ้ะ ถึงจะใช้ได้คล่องแล้ว แต่พอมาอยู่กับสภาพแวดล้อมที่ต้องพูดบ่อย ๆ ก็ช่วยให้สำเนียงญี่ปุ่นหายไปได้ด้วย\nถือว่าเป็นการฝึกได้อย่างดีเลยละจ้ะ"

li "ได้ยินมาว่าเธอหัดพูดภาษาอังกฤษอยู่ด้วยใช่มั้ย"

hi "จำ ๆ มาแบบกระท่อนกระแท่นมากกว่า แถมยังจำไม่รอดอีกต่างหาก ฉันนี่ไม่เหมาะกับการเรียนภาษาเลยจริง ๆ"

"คำยอมรับความพ่ายแพ้ของฉันทำให้ลิลลี่หัวเราะคิกคักชอบใจ"

li "ฉันเชื่อว่าคนเรามีทั้งสิ่งที่ตัวเองเลือกที่จะทำและสิ่งที่ถูกเลือกมาให้ตัวเองทำนะ"

li "อย่างน้อยเธอก็สบายใจได้ว่าเธอเก่งวิทยาศาสตร์กับคณิตศาสตร์กว่าฉันแน่นอน"

hi "เก่งไปก็เป็นได้แค่นักเรียนดีเด่นของครูมุโต้เนี่ยนะ…"

li "ไม่เห็นจะเป็นไรเลยนี่จ๊ะ ยังไงทักษะพวกนั้นก็ใช้ทำงานได้หลายอย่างเลยใช่มั้ย"

hi "ครูก็บอกอย่างนั้นแหละ พอบอกว่าจะไปทางวิชาพวกนั้นนะ หน้านี่ยิ้มบานมาแต่ไกลเลย"

"พวกเราหัวเราะด้วยกันอย่างอบอุ่นให้กับเหตุการณ์ทั้งหลายที่เกิดขึ้น ณ สองฟากโลก รู้สึกดีเหมือนกัน พอได้คุยแล้ว\nก็ชวนให้นึกถึงการคุยเรื่อยเปื่อยอย่างนี้ที่ไม่ได้คุยนับตั้งแต่ที่ลิลลี่ไปสกอตแลนด์ด้วย"

"ระหว่างที่เราทั้งสองคนต่างรออีกฝ่ายให้พูดก่อนฉันก็ตัดสินใจบอกความรู้สึกตัวเองออกไป รู้สึกคอตีบขึ้นมาหน่อย ๆ\nเลยแฮะ"

hi "พวกเรา… เอ่อ ฉัน… คิดถึงเธอนะ"

"ความเงียบจากฝั่งปลายสายบ่งบอกว่าเธอกำลังใคร่ครวญกับคำพูดนั้นตามสมควร แต่ยิ่งเงียบไปเรื่อย ๆ ฉันก็อด\nกระวนกระวายใจไม่ได้"

"โชคดีที่มีเสียงตามมาอย่างรวดเร็วเหมือนอย่างตอนที่ความเงียบนั้นเริ่มขึ้นมา"

li "ฉันก็คิดถึงเธอนะ ฮิซาโอะ"

li "ลาก่อนจ้ะ"

hi "ลาก่อนนะลิลลี่"

stop music fadeout 6.0

"และสายก็ตัดไปอีกครั้ง รวดเร็วง่ายดายเช่นนั้น"

show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with None

scene bg school_dormhisao_ss
show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with locationchange
with Pause (0.5)

hide phone
with None

"น้ำเสียงอึกอักฟังดูขวยเขินอันอบอุ่นนุ่มนวลนั้น… ถ้าจะให้บอกว่าฉันไม่รู้จักความรู้สึกในใจนี้ก็คงเป็นการหลอกตัวเอง\nแล้วละ"

"ฉันตั้งตาคอยให้ลิลลี่กับมาพร้อมหัวสมองที่วนเวียนอยู่กับเรื่องของเธอ วันนี้ช่างเป็นวันที่ดีเสียจริง"

scene black
with dissolve

#**************************************

label th_L13:

scene bg school_scienceroom
with locationchange

"ฉันนั่งฟังที่ครูสอนอย่างยืดยาวน่าเบื่อเช่นเคย จิตใจลอยไกลห่างไปจากรอยขีดขยุกขยิกที่อยู่บนกระดานดำ\nอันมอมแมม"

play music music_tranquil fadein 4.0

nvl clear

window hide
nvl show dissolve

n "\n\nตั้งแต่ที่โทร. หาลิลลี่ครั้งนั้น จิตใจฉันก็ลอยไปสองทางพร้อม ๆ กัน ซึ่งทั้งสองทางนั้นก็พอจะชี้มายังข้อสรุปเดียวกัน\nว่าฉันนั้นไม่ได้ยึดติดกับชีวิตในอดีตแล้วแปลก ๆ"

n "ฉันเพิ่งมาเรียนที่นี่ได้เดือนกว่า ๆ แต่โรงเรียนแห่งนี้กลับกลายเป็นบ้านหลังที่สองไปแล้ว ฉันได้รู้จักคนใหม่ ๆ ได้เพื่อน\nใหม่ ๆ คุ้นชินกับวิถีชีวิตและวัฒนธรรมของโรงเรียนนี้ และยังคุ้นเคยกับความพิเศษของเพื่อนร่วมชั้นแล้ว"

n "พอคิดดูแล้วก็น่าตกใจเหมือนกันที่ฉันชินกับการอยู่โรงเรียนที่ความพิการนั้นเป็นเรื่องปกติ ไม่ใช่ข้อยกเว้นพิเศษอะไร\nโรงเรียนที่มีนักเรียนที่เป็นแผลไฟไหม้ ไม่มีแขนขา ตาบอด หูหนวก และความพิการทั้งหลายทุกรูปแบบ"

n "ถ้ามีคนมาบรรยายเรื่องโรงเรียนนี้ให้ฟังก่อนที่ฉันจะมาจริง ๆ ฉันคงไม่ใส่ใจคิดไปว่าที่พูดนั้นคิดเกินจริงไปหรือเปล่า\nขนาดตอนที่ฉันมาเป็นครั้งแรกยังรู้สึกตัวเองเหมือนเป็นชาวฮอลันดาที่มาเหยียบแผ่นดินใหม่อันน่าพิศวงนี้\nเป็นครั้งแรกเลย"

n "การที่คนเราปรับตัวกับสภาพแวดล้อมที่ถูกบังคับให้อยู่ได้อย่างรวดเร็วนั้นน่าทึ่งจริง ๆ แล้วตอนนี้ยังมีคนที่ฉันชอบ\nหัวปักหัวปำอีกต่างหาก ชีวิตคนเรานี่ช่างน่าพิศวงเสียจริง"

nvl clear
nvl hide dissolve
window show

"แต่ก่อนที่ใจฉันจะลอยไปไกลกว่านั้นก็มีกระดาษตีเส้นแผ่นหนึ่งที่สอดมาอยู่ตรงหน้าฉันที่เหม่อ ๆ อยู่ หมึกสีชมพูสด\nแสบตานั้นบอกชัดว่าผู้เขียนคือมิช่า"

window hide

show misha hips_grin_close at offscreenleft
with None

show misha hips_grin_close:
    xpos 0.1 xanchor 0.5
show bg school_scienceroom at left
with charamove


$ written_note(u"อย่าทำหน้าเซ็งอย่างนั้นสิฮิจัง! เดี๋ยวก็ได้หยุด\nแล้ว! หยุดสามวันเลยนะ!", text_args={"color":"#FF2AAA"})

window show

"อ้อ จริงสิ วันเสาร์กับวันจันทร์ที่จะถึงนี้หยุดนี่นา ก็ดีละมั้งที่ได้หยุดเรียน"

"ฉันเปิดปลอกปากกาแล้วเขียน ๆ ลงบนแผ่นกระดาษก่อนจะแอบส่งคืนให้มิช่าพลางลอบมองหน้าห้องเป็นระยะ ๆ คุณครู\nยังคงขีดเขียนสูตรกับสมการอันลึกลับอยู่กับกระดานดำ"

window hide

$ written_note(u"มีแผนว่าจะทำอะไรแล้วเหรอ")

show misha perky_smile_close
with charachange

window show

"มิช่าหยิบกระดาษไปก้มหน้าอ่าน—ซึ่งท่านั้นดูตลก ขนาดว่าคนทำเป็นมิช่าแท้ ๆ —พลางเลียริมฝีปาก นี่เข้าใจผิด\nว่าฉันเขียนไปด้วยอารมณ์หม่น ๆ แล้วอยากให้ฉันร่าเริงขึ้นเหรอ"

window hide

show misha sign_smile_close
with charachange

$ written_note(u"ก็อยู่ทำงานสภานักเรียนกับชิจังนั่นแหละ", text_args={"color":"#FF2AAA"})

$ written_note(u"นี่คงไม่ได้อารมณ์เสียกับเรื่องนั้นอยู่ใช่มั้ย")

show misha hips_frown_close
with charachange

$ written_note(u"แต่ถ้าฮิจังมาช่วยสองสาวโดดเดี่ยวผู้น่าสงสารได้\nก็คงดีสิ", text_args={"color":"#FF2AAA"})

$ written_note(u"ถ้าไม่ติดว่าวันนี้ฉันมีธุระก็อยากไปช่วยอยู่หรอก")

show misha hips_grin_close
with charachange

$ written_note(u"ตายแล้ว ไม่ดีนะ ไม่ดีนะ ฮิจัง!", text_args={"color":"#FF2AAA"})

$ written_note(u"ฉันแค่จะไปหาลิลลี่กับฮานาโกะเอง นี่คิดอะไร\nของเธออยู่เนี่ย")

show misha perky_smile_close
with charachange

$ written_note(u"แปลว่าลิลลี่กลับมาแล้ว?", text_args={"color":"#FF2AAA"})

$ written_note(u"อาฮะ เย็นนี้ลิลลี่จะบินกลับมาพร้อมพี่อากิระ\nเดี๋ยวอาทิตย์หน้าก็กลับมาเข้าเรียนแล้ว")

show misha hips_grin_close
with charachange

window show

"จังหวะที่มิช่าหยิบกระดาษไปแล้วเริ่มเขียนฉันก็เงยหน้าขึ้นพบกับภาพอันไม่น่ายินดี"

stop music fadeout 2.0

show muto irritated behind misha at Alphain(1.0), Slide(0.8, 0.5, 0.6, 0.5, 1.0)
with Pause(0.5)

"ระหว่างที่ฉันกำลังคอยทำท่าให้มิช่าสนใจอยู่เงียบ ๆ จนจะเป็นบ้านั้นครูก็เดินอาด ๆ จากหน้าห้องมาตามทางเดิน\nระหว่างโต๊ะโดยที่สายตามุ่งตรงไปที่มิช่า"

show misha perky_confused_close
with charachange

"มิช่าชะงักมือไปเมื่อเงาทอดยาวจากร่างสูงของครูพาดผ่านหน้ากระดาษ"

show misha sign_confused_close
with charachange

mi "อ๊ะ… หนู…"

"ครูคว้าเศษกระดาษไปเงียบ ๆ แล้วอ่าน"

"ฉันมองไปรอบ ๆ พร้อมเหงื่อที่ผุดพรายเมื่อเห็นว่าทั้งห้องเงียบเป็นเป่าสาก แหงละ ก็มีแต่อะไรอย่างนี้นั่นแหละที่จะทำให้\nคนในห้องหันมาสนใจในชั่วโมงเรียนได้"

play sound sfx_impact
show misha perky_sad_close
with vpunch

"พอดูแผ่นกระดาษได้สักสองสามวินาทีครูก็ม้วนกระดาษแผ่นนั้นแล้วเคาะหัวมิช่าเบา ๆ"

show muto normal
with charachange

mu "อีกครึ่งชั่วโมงค่อยไปสภานักเรียนนะ แค่นี้คงรอไหวใช่มั้ย"

play music music_ease

"พอคนทั้งห้องระเบิดหัวเราะมิช่าก็หน้าเสียไป ถึงจะเป็นคนที่ชวนให้รู้สึกอึดอัด แต่ครูก็รับมือมิช่าได้เป็นอย่างดี"

"ก็คงจะสงสารมิช่าให้อยู่หรอก ถ้าไม่ติดว่าฉันเองก็กำลังกลั้นขำอยู่อะนะ"

scene bg hosp_ext at right
show hanako basic_distant_cas at center
with shorttimeskip

play ambient sfx_rooftop fadein 2.0

ha "ฮิซาโอะ ใช่ลำนั้นมั้ย"

hi "ไม่นะ ลำนั้นน่าจะเป็นของสายการบินต่างชาติที่อื่น"

"และเครื่องบินลำที่สามที่ลิลลี่และอากิระไม่ได้โดยสารมาก็ลงจอด"

"พวกเรานั่งคุยเรื่อยเปื่อยฆ่าเวลามาแล้วสามสิบนาทีได้ เที่ยวบินของลิลลี่กับอากิระนั้นจะมาล่าช้า ซึ่งขืนเป็นอย่างนี้\nกว่าสองคนนั้นจะมาถึงก็คงมืดเสียก่อน"

show hanako def_worry_cas at twoleft
with shorttimeskip

ha "ใช่ลำนั้นมั้ย"

hi "ไม่นะ ดูจากสีแล้วเป็นคนละสายการบิน"

show hanako basic_distant_cas
with charachange

show hanako basic_normal_cas
with charachange

"ฮานาโกะทำตาหลุกหลิกไปมาตามฝูงชนที่เดินขวักไขว่เข้าออกประตูกระจกบานใหญ่ที่อยู่ตรงหน้าเรา โชคดีที่ไม่มีใคร\nสนใจอะไรเธอ ดูท่าว่าแต่ละคนต่างมีสิ่งที่สำคัญกว่าให้สนใจ"

show hanako emb_timid_cas at tworight
with shorttimeskip

ha "ใช่ลำนั้นมั้ย"

hi "ไม่นะ ฉันว่าลำนั้น… เดี๋ยวนะ ลำนี้น่าจะใช่แล้วแหละ"

show hanako cover_distant_cas at center
with shorttimeskip

"แต่ยังต้องรออีกสักพักก่อนป้ายประกาศจะเปลี่ยนสถานะเที่ยวบินเป็นคำว่า “ลงจอด”"

"ฉันอ้าปากหาวหวอดโดยไม่ทันได้ตั้งตัวที่จะปิดปาก ตารางการนอนของฉันกลับมาวุ่นวายอีกแล้ว ซึ่งก็คงจะเป็นผล\nจากการที่เป็นห่วงฮานาโกะกับผลข้างเคียงของยานั่นแหละ"

show hanako emb_smile_cas
with charachange

ha "ฮิซาโอะ ตรงนั้น…"

"ฉันมองไปทางฮานาโกะก่อนจะมองตามสายตาของเธอไปที่ประตูหน้าสนามบิน"

aki "หืม? อ้าว ลิลลี่ มากันแล้ว!"

li "จริงเหรอ"

show akira basic_smile:
    xanchor 0.5 xpos -0.3
show lilly basic_cheerful at offscreenleft
with None

show akira basic_smile at left
show lilly basic_cheerful_cas:
    xanchor 0.5 xpos 0.4
show hanako emb_smile_cas at tworight
show bg hosp_ext at center
with charamove

"พวกเราเรียกชื่อทักทายกันก่อนจะย้ายตัวมาอยู่ด้านข้างไม่ให้เกะกะทางคนอื่น"

ha "ลิลลี่!"

show hanako emb_downsmile_cas at center
with dissolvecharamove

"ฮานาโกะพุ่งตัวเข้ากระโดดกอดลิลลี่ เธอยิ้มกว้างแทนความดีใจที่ลิลลี่กลับมาอีกครั้ง ส่วนลิลลี่เพียงยิ้มตอบก่อนจะ\nเอ่ยด้วยเสียงอันนุ่มนวล"

show lilly basic_smileclosed_cas
with charachange

li "ยินดีที่ได้พบอีกครั้งจ้ะฮานาโกะ"

show akira basic_smile at twoleft
show lilly basic_smileclosed_cas:
    xpos 0.6
show hanako emb_downsmile_cas at tworight
show bg hosp_ext:
    xpos 0.55
with charamove

"พอทั้งสองคนกอดกันจนหนำใจกับเรื่องทั้งหลายแหล่ที่เกิดเมื่อลิลลี่ไม่อยู่แล้วฉันก็หันไปมองอากิระ"

show akira basic_ending
with charachange

aki "ไง"

hi "มาช้านะครับ"

show akira basic_annoyed
with charachange

aki "อืม พอดีที่สนามบินพายุเข้าหนักเลยแน่ะ ตอนออกจากรถเดินมาประตูสนามบินนี่เปียกฝนหมด"

hi "งั้นคงชอบสภาพอากาศที่นี่มากกว่าสินะครับ ยินดีต้อนรับกลับนะลิลลี่"

stop music fadeout 4.0

show hanako basic_smile_cas:
    xpos 0.8
show akira basic_smile
show lilly basic_weaksmile_cas
with dissolvecharamove

"พอฉันทักฮานาโกะก็ผละตัวออกจากลิลลี่ พวกเราสองคนเงียบไปนานสองนาน"

"บรรยากาศนั้นอึดอัดจนแทบหายใจไม่ออก ซึ่งขัดกับสิ่งที่ฉันคิดไว้ว่าพอมาต้อนรับกลับบ้านอย่างนี้แล้วน่าจะดีกว่านี้\nพวกเราสองคนต่างเดาความรู้สึกอีกฝ่ายพลางชั่งใจว่าจะพูดอะไรดี"

"ให้ตาย นี่แหละคือสิ่งที่ฉันกลัวที่สุดตอนที่ฉันตัดสินใจจะเดินหน้าความสัมพันธ์ระหว่างเราต่อ ลิลลี่สางผมตัวเอง\nก่อนจะใช้นิ้วม้วนผมหน้าม้าครุ่นคิดว่าจะทำตัวอย่างไรดี"

"ซึ่งยังดีที่สุดท้ายลิลลี่ก็ถอนหายใจเล็กน้อยแล้วพูดขึ้นมา"

show lilly basic_smile_cas
with charachange

play music music_lilly fadein 6.0

li "ขอบคุณนะฮิซาโอะ ดีใจจังที่ได้กลับมา"

show hanako basic_worry_cas
with charachange

ha "เธอไหวหรือเปล่า ดูเพลีย ๆ นะ"

"ถึงจะชัดว่าสติของเธอจะยังไม่ได้อยู่กับตัวเต็มที่ แต่ลิลลี่ก็โบกมือปัด ๆ เป็นเชิงไม่ให้ฮานาโกะเป็นห่วงอะไรกับตัวเอง\nให้มากนัก"

show lilly basic_weaksmile_cas
with charachange

li "ยังไหวอยู่จ้ะ พอดีเจ็ตแล็กนิดหน่อย"

show akira basic_laugh
with charachange

aki "อ่อน"

hi "พี่ไม่เป็นเลยเหรอครับ"

show akira basic_ending
with charachange

"อากิระเพียงแสยะยิ้มพลางยืดอกที่เธอมีอยู่พอประมาณ"

aki "สบ๊าย!"

show lilly basic_sleepy_cas
with charachange

li "ไม่ยุติธรรมเลย…"

show akira basic_smile
show hanako basic_normal_cas
with charachange

aki "ฮ่า ๆ เอาเถอะ เดี๋ยวเดียวก็คงหายแล้ว"

show lilly basic_smile_cas
with charachange

li "อ้อ! จริงสิ ฮิซาโอะ"

hi "ว่า"

show lilly basic_smileclosed_cas
with charachange

li "เดี๋ยวจะได้หยุดใช่มั้ย"

hi "ถ้าเช้านี้มิช่าไม่ทักฉันก็คงลืมไปแล้วละ พรุ่งนี้เราจะได้หยุดยาวสามวันกัน"

show akira basic_laugh
with charachange

"อากิระถองศอกกระเซ้าลิลลี่พลางยิ้มน้อยยิ้มใหญ่"

show akira basic_smile
with charachange

aki "บอกแล้วว่าทัน"

hi "มีแผนจะทำอะไรหรือเปล่า"

show lilly basic_smile_cas
with charachange

li "ถ้าเธอสองคนว่าง…"

hi "ฉันก็ว่าง ๆ อยู่ หาอะไรทำก็ดีเหมือนกัน ฮานาโกะว่าไง"

show hanako basic_smile_cas
with charachange

ha "อื้ม ว่าง"

show lilly basic_cheerful_cas
with charachange

li "ดีเลย ฉันกะจะชวนไปเที่ยวที่บ้านพักตากอากาศของครอบครัวฉันเป็นการพักผ่อนหย่อนใจช่วงวันหยุดด้วยกันสักหน่อย\nแต่พักหลัง ๆ มาไม่ค่อยได้ไปอยู่เท่าไหร่ อาจจะต้องไปทำความสะอาดอะไรสักหน่อยด้วย"

hi "เหรอ แล้วบ้านพักตากอากาศที่ว่านี่อยู่ที่ไหนล่ะ"

show akira basic_ending
with charachange

aki "ขึ้นเหนือไปฮกไกโดนู่นเลย แถวนั้นแทบไม่มีคนอยู่ด้วย น่าจะใช้อยู่พักผ่อนแบบสงบ ๆ ได้สบาย"

hi "พี่ไม่ไปด้วยเหรอครับ"

show akira basic_smile
with charachange

aki "ไม่อะ พอดีคิววันหยุดยกให้แฟนไปแล้ว"

"ฉันหรี่ตามองด้วยความเคลือบแคลงในเจตนาของอีกฝ่าย"

hi "นี่กะจะให้ไปทำความสะอาดบ้านพักตากอากาศให้ใช่มั้ยครับ"

show lilly basic_displeased_cas
with charachange

li "ฟังดู… เป็นไปได้อยู่นะ…"

"เราสองคนพุ่งสายตาไปที่อากิระที่หลบ ๆ หน้าอยู่ ดูท่าว่าจะคิดถูก"

show akira basic_boo
with charachange

aki "อันนั้นก็ของแถมดี ๆ เฉย ๆ น่า จริง ๆ นะ ครั้งล่าสุดที่ฉันไปเที่ยวกับแฟนก็รักษาสภาพไว้เนี้ยบพอสมควรเลย จะบอกให้"

show akira basic_smile
with charachange

aki "เอาละ ๆ ขอตัวก่อนนะ"

show lilly basic_reminisce_cas
with charachange

li "จะไปแล้วเหรอพี่…"

"อากิระหันขวับเดินออกไปแล้วชูมือ"

show akira basic_laugh
with charachange

aki "อีกสักสองสามวันเจอกัน"

show akira basic_laugh at Alphaout(1.0), offscreenleft
with charamove

hide akira
with None

show lilly basic_reminisce_cas:
    xpos 0.4
show hanako basic_smile_cas:
    xpos 0.6
show bg hosp_ext at bgleft
with charamove

"ฉันกับลิลลี่ได้แต่ถอนหายใจให้กับอากิระที่ถอนตัวไปอย่างรีบร้อน"

show hanako cover_bashful_cas
with charachange

ha "ฟังดูน่าเที่ยวเหมือนกันนะ"

show lilly basic_smileclosed_cas
with charachange

"ลิลลี่พยักหน้าด้วยความตื่นเต้น เธอถือกระเป๋าไว้ที่มือข้างหนึ่ง ส่วนอีกข้างนั้นจับไหล่ฮานาโกะให้นำทางไป พวกเรา\nเดินไปยังบริเวณที่รถแท็กซี่จอดกันอยู่"

"พอผ่านเรื่องวุ่นวายเมื่อสองสามวันก่อนมาได้แล้วก็ทำให้รู้สึกว่าที่จะได้ไปเที่ยวด้วยกันกับลิลลี่พร้อมฮานาโกะนั้น\nเหมือนฝันเลย"

"ยิ่งคิดฉันก็ยิ่งแน่ใจ ว่าการไปเที่ยวครั้งนี้จะเป็นทั้งสถานที่และเวลาอันเหมาะสมที่ฉันจะได้เผยความรู้สึกของตัวเองให้ลิลลี่\nได้รับรู้"

stop music fadeout 2.0
stop ambient fadeout 2.0

scene black
with dissolve

#**************************************

label th_L14:

scene bg city_station
with locationchange

play music music_daily fadein 7.0

"อากาศเย็นเยียบยามเช้าเข้าห่อร่างอันหนาวสั่นของฉันเอาไว้ ฉันคอยเป่าลมหายใจรดอุ้งมือคลายหนาวอย่าง\nสุดความสามารถระหว่างที่พวกเราเดินเตร็ดเตร่ไปตามชานชาลา"

"เสื้อผ้าที่ลิลลี่ใส่มานั้นดูจะไม่เข้ากับอุณหภูมิโดยรอบขณะนี้สักเท่าไหร่ หวังว่าที่แต่งมาอย่างนี้เพราะรู้ว่าปลายทาง\nสภาพอากาศจะเป็นยังไงนะ"

show lilly basic_sleepy_cas at twoleft
show hanako basic_distant_cas at tworight
with charaenter

hi "ให้ตายเถอะลิลลี่ ทำไมต้องมาแต่ไก่โห่ขนาดนี้"

show lilly basic_displeased_cas
with charachange

li "พอดีว่าเที่ยวรถไฟไม่เป็นใจเท่าไหร่น่ะจ้ะ ขาขึ้นไปฮกไกโดอีกเที่ยวก็เป็นตอนบ่ายสองนู่นเลย"

hi "เยี่ยม เยี่ยมจริง ๆ"

"ฉันหยุดพูดมาขยี้ตาให้หายงัวเงีย ส่วนลิลลี่ก็ถือจังหวะนั้นพูดแทรกขึ้นมาอีก"

show lilly basic_weaksmile_cas
with charachange

li "ร่าเริงหน่อยเถอะจ้ะฮิซาโอะ เดี๋ยวพอไปถึงที่นู่นก็ไม่หนาวเท่าไหร่แล้ว"

hi "แล้วทำไมไม่นั่งรถไฟความเร็วสูงไปล่ะ ยังไงถ้านั่งรถไฟธรรมดากว่าจะไปถึงก็หลายชั่วโมงอยู่แล้ว นั่งชิงกังเซงขึ้นเหนือ\nไปจนสุดแล้วค่อยเปลี่ยนสายต่อเอาก็ได้"

show lilly basic_smile_cas
with charachange

li "รถไฟเก่า ๆ อย่างนี้ก็มีเสน่ห์เหมือนกันนะจ๊ะ เธอว่ามั้ย"

hi "ก็คงจะว่าอย่างนั้นอยู่หรอกถ้าฉันไม่ต้องมาทนยืนตัวขดตัวแข็งกับอากาศหนาว ๆ ตอนเช้าอย่างนี้เนี่ย"

show hanako emb_timid_cas
with charachange

ha "ขอ… โทษนะ ฮิซาโอะ"

hi "ขอโทษ? เรื่อง?"

show hanako emb_downtimid_cas
with charachange

ha "ฉัน… เป็นคนเสนอให้มานั่งรถไฟธรรมดาเอง"

"เป็นคนไม่ดีเลยทีนี้ ฉันได้แต่ถอนหายใจแล้วเอามือแนบหน้าตัวเอง"

hi "ไม่เป็นไร ฉันแค่บ่นไปเรื่อยแหละ"

show lilly basic_ara_cas
with charachange

li "แหม ๆ ฮานาโกะ ไม่ต้องรับผิดคนเดียวอย่างนั้นหรอกจ้ะ ต่อให้เธอไม่ได้เสนอ ฉันก็คงจะเลือกนั่งรถไฟธรรมดาอยู่ดี"

show hanako emb_smile_cas
with charachange

hide hanako
hide lilly
with charaexit

"ฉันถือจังหวะที่ลิลลี่เข้ามาขัดบทสนทนาให้อย่างรวดเร็วนั้นมองไปรอบ ๆ สถานี"

"ที่ชานชาลาแห่งนี้นอกจากพวกเราแล้วก็ไม่มีใครเลย ตามม้านั่งที่ว่างมีน้ำค้างยามเช้าเกาะอยู่ คงไม่มีใครอยากทรมาน\nตัวเองด้วยการมาแต่เช้าตรู่ขนาดนี้หรอกมั้ง"

"และต่อให้ถ้ามีคนจริง ๆ ก็คงเห็นกระเป๋าใบใหญ่ที่ทั้งลิลลี่กับฮานาโกะขนมาแล้ว"

hi "แล้วนี่เอาอะไรมาเยอะแยะเนี่ย"

show lilly basic_listen_cas at center
with charaenter

li "สัมภาระเหรอ อืมม…"

"ลิลลี่เว้นจังหวะเอียงคอเล็กน้อยทำท่าคิด"

show lilly basic_smileclosed_cas
with charachange

li "เสื้อผ้าสำหรับเปลี่ยน เสื้อกันฝน ชุดชั้นใน ชุดนอน หนังสือสองสามเล่ม… ส่วนมากก็น่าจะประมาณนั้นนะ"

hi "เทียบกันแล้วของฉันนี่เหมือนแทบไม่ได้เตรียมอะไรมาเลย"

show lilly basic_surprised_cas
with charachange

li "เธอเอาของมาไม่เยอะเหรอ"

hi "ก็ชุดชั้นในแล้วก็ไพ่หนึ่งสำรับ แค่นั้นแหละ"

"แล้วก็ยาด้วย แต่ช่างมัน"

li "ชุดนอนล่ะ"

hi "แม่ง ว่าละลืมอะไร"

"ฉันยีผมตัวเองด้วยความหัวเสีย ลิลลี่ถอนหายใจ"

show lilly basic_weaksmile_cas
with charachange

li "ที่นู่นน่าจะพอมีเสื้อผ้าให้เธอใช้เปลี่ยนได้อยู่นะ เพราะยังไงบางทีพี่ก็แวะไปทางนั้นอยู่แล้ว แล้วก็เหมือนเสื้อผ้าของ\nพ่อแม่ฉันจะยังอยู่ในห้องเก็บของด้วย"

show lilly basic_smile_cas
with charachange

li "ถ้าจำเป็นจริง ๆ จะยืมชุดนอนสักชุดก็คงไม่เสียหายหรอกจ้ะ"

hi "ขอบใจนะ แต่เอาจริง ๆ ฉันก็นอนกับชุดที่ใส่ตามปกติได้แหละ"

show lilly basic_surprised_cas
with charachange

li "แต่ตั้งสองวันเลยนะ"

hi "นั่นสินะ"

"จริง ๆ ก็พอทนได้อยู่แหละ สองวันนี่คือเต็มที่แล้ว แต่เรื่องของเรื่องคือฉันจะต้องทำให้สารรูปตัวเองดูดีที่สุดเท่าที่จะทำได้\nเพราะต้องอยู่กับผู้หญิงอีกสองคน"

hide lilly
with charaexit

"ระหว่างที่พวกเราคุยกันเรื่อยเปื่อยก็มีเสียงจากลำโพงประกาศถึงรถไฟเที่ยวของพวกเราที่กำลังจะมาถึง"

"พอมองผ่านไปทางลิลลี่กับฮานาโกะก็ยังไม่เห็นตัวรถไฟ เวลาบนนาฬิกาข้อมือของฉันบอกว่ารถไฟเที่ยวที่กำลังจะมาถึงนี้\nเป็นเที่ยวที่เราจะขึ้นจริง ๆ"

hi "เราจะขึ้นเที่ยวตีห้าครึ่งกันใช่มั้ย"

show lilly basic_smileclosed_cas at twoleft
show hanako basic_distant_cas at tworight
with charaenter

li "ใช่จ้ะ"

hi "มีใครอยากฝากให้ฉันถือสัมภาระมั้ย พอดีของฉันไม่ค่อยหนักเท่าไหร่"

show lilly basic_ara_cas
with charachange

li "แหม ๆ เป็นสุภาพบุรุษดีจังเลยนะจ๊ะฮิซาโอะ"

hi "ไม่ต้องเกรงใจหรอกน่า"

"ฉันย่อตัวลงถือกระเป๋าใบใหญ่ของลิลลี่ พอเงยหน้ามองก็เห็นฮานาโกะที่ถือกระเป๋าตัวเองอยู่"

hi "เธอถือไหวใช่มั้ย"

show hanako basic_normal_cas
with charachange

"ฮานาโกะเพียงพยักหน้าตอบเงียบ ๆ รู้สึกว่าตลอดเวลาที่จะได้ไปเที่ยวด้วยกันนี่ฉันคงนับประโยคที่ฮานาโกะพูด\nได้ด้วยมือข้างเดียวเลย"

stop music fadeout 5.0
play ambient sfx_trainint fadein 5.0

$ ksgallery_unlock("ev lilly_trainride")
scene train_scenery
show train_scenery_fg
show evfg lilly_trainride at train_shake
with shorttimeskip

"ทิวทัศน์ยามเช้าเลื่อนไหลผ่านไปตามหน้าต่างพร้อมกับเสียงกึงกังตึงตังจากขบวนรถไฟที่ไหวไปมา ฉันตั้งสมาธิอยู่กับไพ่\nที่ดูเก่า ๆ ในมือ"

hi "เกเพิ่มอีกห้าตัว"

ha "เอ่อ… ฉัน…"

"ฮานาโกะเงยหน้าขึ้นแล้วเอนตัวไปทางลิลลี่เหมือนมีแผนบางอย่างแล้วกระซิบกระซาบอะไรกัน ซึ่งเธอทำบ่อยจนฉัน\nเริ่มสงสัยแล้วว่าฮานาโกะเล่นโปกเกอร์เป็นจริงหรือเปล่า"

"แต่ลิลลี่ก็ดูไม่ได้เสียสมาธิไปจากการอ่านเลย มือลิลลี่เลื่อนกวาดไปตามหน้าหนังสือเรื่อย ๆ บางครั้งก็ต้องตั้งต้นใหม่\nเพราะแรงโยกจากขบวนรถไฟ"

"แต่ยังไงกองตัวหมากที่เราใช้แทนชิปกันก็เพิ่มขึ้นเรื่อย ๆ แล้ว เพราะงั้นก็ไม่เป็นไรหรอก"

"ฉันมองสำรวจไปรอบ ๆ ในขบวนนั้นค่อนข้างโล่งไม่ต่างอะไรกับชานชาลาที่พวกเรายืนรอกันตอนเช้า แต่ก็ยังพอ\nมีคนอยู่บ้าง ส่วนใหญ่ก็ดูเหมือนจะเป็นนักท่องเที่ยวกับคู่รักที่มาเที่ยววันหยุดด้วยกัน"

"ระหว่างที่ทั้งสองคนกำลังวางแผนปรึกษากันในที่ที่ไม่รโหฐานเลยนั้นก็มีเด็กผู้ชายคนหนึ่งมองข้ามพนักพิงจ้องมาที่ฉัน\nฉันโบกมือยิ้มให้พลางหวังว่าเขาจะไม่ไปจ้องฮานาโกะต่อ"

"โชคดีที่เขากลับไปนั่งที่ตามเดิมเมื่อเห็นว่าฉันนั้นน่าเบื่อเกินกว่าที่เขาจะให้ความสนใจได้"

ha "งั้นฉันขอเกเพิ่มอีก… ห้าตัว"

hi "ตายละ ความแตกจนได้ หมอบ ๆ"

"เมื่อกี้ฉันแค่เกข่มไปเท่านั้น ซึ่งฮานาโกะจับไต๋ได้แล้ว ฉันห้อยหัวห่อเหี่ยวพลางกวาดกองเดิมพันที่ฉันลงไปให้"

$ ksgallery_unlock("ev lilly_trainride_smiles")
show evfg lilly_trainride_smiles at train_shake
with charachange

"ฮานาโกะยิ้มแป้น และลิลลี่ที่เหมือนจะจดจ่ออยู่กับหนังสือของตัวเองก็อมยิ้มอยู่ด้วยเหมือนกัน ทั้งสองคนดูจะชอบใจ\nเอามาก ๆ"

"ฉันเพ่งมองอยู่พักหนึ่งว่าลิลลี่อ่านอะไรอยู่ แต่ปกก็เลือนไปจนเห็นแค่ว่าที่พิมพ์อยู่นั้นเป็นตัวอักษรภาษาอังกฤษ\nและน่าเสียดายที่ฉันอ่านอักษรเบรลล์ซึ่งพิมพ์อยู่บนตัวอักษรภาษาอังกฤษนั้นไม่ออก"

hi "อ่านอะไรอยู่เหรอลิลลี่ เหมือนชื่อจะเป็นภาษาอังกฤษใช่มั้ย"

li "ใช่จ้ะ วรรณกรรมเก่าจากอังกฤษเรื่อง “{i}And Then There Were None{/i}” จ้ะ ถ้าอยากอ่านด้วย ให้ฉันอ่าน\nให้เธอฟังก็ได้นะ"

"ลิลลี่เสนอพลางยกยิ้มเป็นเชิงขบขัน"

hi "ขอบใจ แต่ขอผ่านละกัน"

stop ambient fadeout 2.0

scene bg hok_houseext at Fullpan(10.0, dir="left")
with shorttimeskip

play music music_tranquil fadein 3.0
play ambient sfx_parkambience fadein 4.0

"หลังจากที่เดินทางมานานสักชาติหนึ่งได้ พวกเราก็มาถึงบ้านพักตากอากาศของตระกูลซาโต้เสียที หลังจากที่ลง\nจากรถไฟมาแล้วยังต้องเดินเท้ามาอีกไม่รู้กี่กิโลเมตร"

"ถึงจะบ่นอย่างนั้นก็เถอะ ฉันก็ไม่คิดเหมือนกันว่าจะได้มาเห็นภาพตรงหน้านี้หลังจากที่เดินผ่านถนนรกร้างทอดยาว\nอย่างนั้นมา"

"เป็นบ้านหลังเล็กที่มีสุมทุมพุ่มไม้ร่มครึ้มเหมือนบ้านไร่มากกว่า ไม่เหมือนบ้านปกติทั่วไปอย่างที่ฉันนึกภาพไว้\nสักเท่าไหร่"

"เมื่อเดินเข้าไปอีกก็พบทุ่งสาลีกว้างไกลพร้อมเรือกสวนที่ล้อมด้วยรั้วซึ่งเป็นเป็นไม้เก่าคร่ำคร่า"

"พอได้เห็นแล้วก็ทำให้รู้สึกขึ้นมาทันทีว่าที่ตรงนี้อยู่ห่างจากเมืองใหญ่แค่ไหน ทั้งยังผิดกับสภาพแวดล้อมที่ฉันเคยอยู่"

"สิ่งเดียวที่เป็นไปตามคาดคือลักษณะบ้านที่เป็นแบบตะวันตก"

show bg hok_houseext at left
with None

hi "โห สุดยอดไปเลย…"

show lilly basic_smileclosed_cas at twoleft
show hanako basic_bashful_cas at tworight
with charaenter

ha "อื้ม ดีมาก ๆ"

show lilly basic_smile_cas
with charachange

li "ได้ยินอย่างนั้นฉันก็ดีใจจ้ะ พี่บอกแล้วก็จริงว่ารักษาสภาพไว้ดีพอสมควร แต่ฉันก็อดคิดไม่ได้ว่าคำว่า “พอสมควร”\nของเราเหมือนกันหรือเปล่า"

hi "เหมือนแถวนี้จะไม่มีใครอยู่เลย นึกว่าพี่อากิระจะเป็นคนที่ชอบอยู่ติดเมืองเสียอีก"

show lilly basic_listen_cas
with charachange

"ลิลลี่ขมวดคิ้วครุ่นคิดคล้ายกำลังนึกถึงอะไรบางอย่างที่แทบจะลืมไปแล้ว"

show lilly basic_weaksmile_cas
with charachange

li "อืมม จำได้ว่าถ้าเดินทางไปอีกหน่อยจะมีหมู่บ้านเล็ก ๆ อยู่ นอกนั้นแถวนี้ก็มีแต่ไร่กับสวนนี่แหละจ้ะ"

show lilly basic_smile_cas
with charachange

li "พี่กับฉันอยู่บ้านพ่อแม่ที่อยู่ในเมืองใกล้ ๆ อยู่พักหนึ่ง แต่หลังจากนั้นเราก็ย้ายไปบ้านที่หลังเล็กดูแลง่ายหน่อย"

hi "ญี่ปุ่นสมัยนี้คงแทบไม่มีที่อย่างนี้แล้วมั้งนี่… ออกจะหลงยุคอยู่เหมือนกันนะ"

show lilly basic_smileclosed_cas
with charachange

li "อืม เมืองนี้ก็มีความหลังอะไรอยู่พอตัวเหมือนกันจ้ะ"

"ฉันมองไปตามถนนอีกครั้งก่อนจะหันกลับมายังเรื่องที่สำคัญกว่า"

hi "งั้นเข้าไปกันเลยมั้ย คอแห้งจะตายแล้ว"

show hanako basic_normal_cas
with charachange

ha "เดินมาไกลมาก"

show lilly basic_smile_cas
with charachange

"ลิลลี่พยักหน้าเต็มที่ แล้วพวกเราก็ขนสัมภาระเข้าบ้านกัน"

stop ambient fadeout 1.0
$ renpy.music.set_volume(0.7, 1.0, channel="music")

scene bg hok_lounge
with locationchange

"ทันทีที่เข้ามาในตัวบ้าน ทั้งฮานาโกะกับฉันก็มองไปรอบ ๆ สำรวจทุกซอกทุกมุมภายในบ้านที่เราจะมาอาศัยอยู่\nในช่วงสองสามวันนับจากนี้"

"วัตถุต่าง ๆ ซึ่งบ่งบอกถึงผู้อื่นที่เคยอยู่มาถูกวางทิ้งไว้ตามจุดต่าง ๆ ในบ้าน ไม่ว่าจะเป็นนิตยสารผังรายการโทรทัศน์\nที่วางไว้ข้าง ๆ เคาน์เตอร์ที่มีโทรทัศน์ตั้งอยู่ หรือกระทะที่ตั้งอยู่บนเตาซึ่งอยู่ในห้องครัวที่อยู่ห้องถัดไป"

"แต่ก็เป็นความรู้สึกที่ประหลาดดี รู้สึกเหมือนพวกเราได้เข้ามาสำรวจชีวิตอากิระที่เจ้าตัวเพิ่งออกไปเมื่อสองสามวันก่อน\nอยู่ครู่หนึ่งเลย ซึ่งแน่นอนว่าสิ่งที่ชวนให้หน่ายใจกว่านั้นคือเรื่องที่ว่าอากิระเองก็ไม่ได้เก็บกวาดดีขนาดนั้น"

hi "ให้เก็บกระเป๋าไว้ไหนเหรอ"

show lilly basic_smileclosed_cas at twoleft
show hanako basic_normal_cas at tworight
with charaenter

li "เดี๋ยวฉันจะพาฮานาโกะไปที่ห้องนอนก่อน เธอจะวางกระเป๋าตัวเองตรงนี้เลยก็ได้นะ"

hi "หมายความว่าฉันจะไม่ได้นอนห้องเดียวกันกับพวกเธอเหรอ"

show hanako emb_blushing_cas
show lilly basic_emb_cas
with charachange

"ฮานาโกะหน้าแดงฉ่าขึ้นมาทันที ส่วนลิลลี่ก็ยกฝ่ามือมาแนบแก้ม"

show lilly basic_ara_cas
show hanako emb_emb_cas
with charachange

li "ตายจริง ช่างอาจหาญ"

"นี่พวกเธอ…"

hi "เดี๋ยว ถ้าฉันเอากระเป๋าไว้ตรงนี้แล้วจะให้ไปนอนที่ไหน"

show lilly basic_weaksmile_cas
with charachange

li "ก็นะ ที่นี่ไม่มีห้องนอนแขก เพราะงั้น…"

hi "นอนกับฟูกฟูตง เนอะ"

show lilly basic_concerned_cas
with charachange

li "ขอโทษทีนะจ๊ะฮิซาโอะ"

"ฉันถอนหายใจเป็นการโอดครวญที่ตัวเองอยู่ลำดับล่างสุดในการจัดหาที่นอนให้"

hi "ก็คงไม่มีทางเลือกอื่นละนะ"

hide lilly
hide hanako
with charaexit

"ลิลลี่ปลีกตัวพาฮานาโกะไปยังห้องนอน พอฉันวางกระเป๋าลงกับพื้นแล้วจึงเดินสำรวจบริเวณโดยรอบสักเล็กน้อย"

scene bg hok_kitchen
with locationchange

"ครัวนั้นค่อนข้างเรียบง่ายไม่ต่างอะไรกับห้องนั่งเล่น สภาพไม้เก่า ๆ ทำให้ความรู้สึกของการอยู่ไกลห่างจากอารยธรรม\nภายนอกนั้นเด่นชัดยิ่งขึ้น"

scene bg hok_lounge
with locationchange

"ฉันกลับมาที่ห้องนั่งเล่นหมายจะดูโทรทัศน์รอสองคนนั้นกลับมา ทันทีที่กดปุ่มรีโมตโทรทัศน์ก็ติดขึ้นมา โดยช่อง\nที่เปิดค้างไว้นั้นเป็นช่องข่าว"

"ฉันนั่งลงจนแทบล้มตัวลงนอนด้วยความเพลีย จากนั้นจึงเอนตัวแล้วดูโทรทัศน์"

stop music fadeout 5.0
$ renpy.music.set_volume(1.0, 8.0, channel="music")

"และดูโทรทัศน์"

"และดูโทรทัศน์…"

window hide

scene black
with shuteye

with Pause(4.0)

window show

ha "ฮิซาโอะ…"

play ambient sfx_cicadas fadein 5.0

scene bg hok_lounge_ni
show lilly basic_smileclosed_cas at twoleft
show hanako basic_normal_cas at tworight
with openeye

"ฉันกะพริบตาปลุกตัวเองให้ตื่น ลิลลี่กับฮานาโกะกลับมาแล้วโดยที่ไม่มีกระเป๋าติดมืออีก"

"ดูจากท้องฟ้ายามค่ำคืนของฮกไกโดที่อยู่นอกหน้าต่างแล้ว ฉันคงเผลอหลับไป เมื่อมองนาฬิกาที่อยู่บนกำแพงก็เห็นว่า\nตอนนี้สี่ทุ่มแล้ว"

show lilly basic_weaksmile_cas
with charachange

li "เจอโทรทัศน์แล้วสินะจ๊ะ"

hi "อืื้ม ที่นี่อยู่สบายดีนะ"

show lilly basic_smile_cas
with charachange

li "ดีใจที่ชอบจ้ะ"

show lilly basic_giggle_cas
with charachange

li "ตอนที่เราเก็บของกันเสร็จแล้วกลับมาก็เห็นเธอกำลังหลับสบายอยู่เลยไม่กล้าปลุกน่ะจ้ะ"

"หัวเราะคิกคักอย่างนี้แปลว่าตอนหลับฉันคงทำเสียงอะไรตลก ๆ แน่ ๆ ฉันตัดใจไม่ถามอะไรต่ออย่างรวดเร็ว"

show hanako emb_smile_cas
with charachange

ha "ข้าวเย็นนายอยู่ในครัวนะ…"

show hanako emb_downtimid_cas
with charachange

"ฮานาโกะหาวหวอด กว่าจะนึกยกมือมาป้องปากได้ก็ตอนเกือบจะงับปากไปแล้ว"

show lilly basic_weaksmile_cas
with charachange

li "แหม ๆ เพลียเหรอจ๊ะ"

show hanako emb_timid_cas
with charachange

ha "อ๊ะ อื้ม เมื่อคืนนอนไม่ค่อยหลับเลย"

hi "ฉันก็เพลีย ๆ เหมือนกัน เดินมาตั้งไกล แถมตอนนี้ก็ดึกแล้วด้วย"

show lilly basic_smileclosed_cas
with charachange

li "ถ้างั้นวันนี้ก็นอนกันก่อนเถอะ ราตรีสวัสดิ์จ้ะฮิซาโอะ"

show hanako basic_smile_cas
with charachange

ha "ราตรีสวัสดิ์"

hi "ฝันดี"

hide hanako
hide lilly
with charaexit

"แล้วทั้งสองคนก็เดินกลับห้องตัวเองไป"

"ฉันขยี้ตาพลางถอนหายใจ ตื่นมาขนาดนี้แล้วจะหลับต่อได้มั้ยเนี่ย"

"หาอะไรกิน ดูโทรทัศน์แบบเปิดเสียงเบา ๆ แล้วค่อยหลับดีกว่า"

stop ambient fadeout 2.0

scene black
with dissolve

#**************************************

label th_L15:

scene black
with dissolve

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_parkambience fadein 6.0

ha "หลับอยู่เหรอ"

li "น่าจะนะ"

"ไม่ได้หลับ แต่ว่า เพลียมาก ๆ"

ha "นี่ก็สายแล้ว…"

"รู้น่า"

li "น่าจะเพราะเอาแต่ดูโทรทัศน์ไม่ยอมนอนแน่เลย ตอนอยู่ในห้องนอนก็ได้ยินเสียงอยู่"

"ที่ดูก็เพราะนอนไม่หลับนั่นแหละ"

ha "ปลุกดีมั้ย"

"อย่านะ ฮานาโกะ ขอร้อง"

li "ไม่ต้อง ปล่อยให้นอนไปเถอะ ถ้านอนดึกขนาดนั้นเขาก็คงไม่ได้อยากให้ใครมาปลุกเช้า ๆ หรอก"

"ขอบคุณนะลิลลี่"

li "อีกอย่าง ฟังดูหลับสบายมากเลย จะให้ปลุกตอนนี้ก็คงไม่ดี"

"อย่ายิ้มนะไอ้ฮิซาโอะ แต่ดีใจแฮะที่ใส่ใจกันขนาดนี้"

ha "อ่า…"

li "ฮานาโกะ ไปเอาของในตู้เย็นสำหรับทำข้าวเที่ยงออกมาให้หน่อย"

ha "ได้ แค่ผักกับข้าวใช่มั้ย"

li "อื้ม แค่นั้นแหละจ้ะ ทำอะไรง่าย ๆ กินกันก็พอ เดี๋ยวพวกเราค่อยไปกินข้าวในเมืองกันต่อ"

"เสียงฮานาโกะที่เดินไปตามพื้นปูพรมออกไปจากห้องนั่งเล่นดังตามมา ระหว่างนั้นสัมผัสจากฝ่ามือลิลลี่ก็ถูกเข้า\nกับหน้าอกฉัน"

"ต้องกลั้นใจแทบตายกว่าจะขืนตัวให้นิ่งไว้ได้ แต่รู้สึกเหมือนลิลลี่จะรู้แล้วว่าฉันไม่ได้หลับอยู่"

"มีเพียงความเงียบเนิ่นนาน"

"สิ่งที่อยู่ในหัวมีเพียงฝ่ามือที่ยื่นมาแตะหน้าอกของฉันอย่างอ่อนโยน เมื่อเวลาผ่านไปนานเท่าไหร่ไม่ทราบได้ลิลลี่ก็\nถอนมือออก"

li "อรุณสวัสดิ์จ้ะฮิซาโอะ"

$ renpy.music.set_volume(1.0, 3.0, channel="ambient")
play music music_dreamy fadein 8.0

scene bg hok_lounge
show lilly basic_smileclosed_cas at center
with openeye

"ฉันยอมแพ้โดยดุษณีแล้วเด้งตัวลุกขึ้นขยี้ตา"

hi "รู้ได้ไงเนี่ย"

show lilly basic_weaksmile_cas
with charachange

li "เสียงหายใจเธอมันแปลก ๆ น่ะจ้ะ"

"ถึงจะฟังดูสมเหตุสมผลดี แต่คนหูดีระดับลิลลี่คงไม่ต้องใช้เวลานานขนาดนั้นหรอก คงรู้ตั้งแต่ก่อนที่จะเอามือแตะฉัน\nแล้วด้วยซ้ำ"

show lilly basic_displeased_cas
with charachange

li "ถ้าอยากพักผ่อนมาก ๆ ก็อย่านอนดึกนะจ๊ะ เมื่อคืนได้ยินเสียงโทรทัศน์เปิดอยู่นานเลย"

hi "ขอโทษทีนะ ช่วงนี้นอนไม่ค่อยสม่ำเสมอเพราะยาน่ะ บางทีเพลีย ๆ มาก็ยังหลับไม่ลงเลย"

show lilly basic_oops_cas
with charachange

li "ขอ… โทษที่พูดถึงเรื่องนี้นะ ฮิซาโอะ"

label th_choiceL15:
menu:
    with menueffect

    "ฉันถอนหายใจ นี่แหละ ฉันไม่อยากให้ใครต้องมาคิดมากด้วยเลย"

    "คุยต่อ":
        return m1
    
    "บอกปัด":
        return m2


label th_L15a:

hi "ไม่เอาน่า บางทีเธอยังน่าเป็นห่วงกว่าฉันด้วยซ้ำมั้ง แค่เรื่องนอน นอนเพิ่มอีกหน่อยเอาก็ได้แล้ว"

show lilly basic_reminisce_cas
with charachange

li "แต่ว่า…"

hi "ปกติก็คงบอกอะนะว่าสบายมาก แต่บอกอย่างนั้นไปเธอก็คงไม่สบายใจขึ้นใช่มั้ย"

show lilly basic_displeased_cas
with charachange

"ลิลลี่ถอนหายใจด้วยความกังวล ก่อนจะปิดด้วยเสียงหัวเราะคิกคักเป็นเชิงยอมแพ้"

show lilly basic_weaksmile_cas
with charachange

li "ถ้าเธอว่างั้นละก็นะ แต่ก็ดูแลตัวเองด้วยนะ ฮิซาโอะ"

hi "ไปช่วยฮานาโกะทำกับข้าวก่อนเถอะ"

hide lilly
with dissolve

"ลิลลี่ทำท่าจะประท้วง แต่สุดท้ายก็ยอมด้วยความอิดออดแล้วเดินหายไปในครัวอย่างช้า ๆ โดยที่มือลากไปตาม\nกำแพงเรียบสีขาว"

label th_L15b:

hi "ไป… ช่วยฮานาโกะทำกับข้าวก่อนเถอะ"

show lilly basic_displeased_cas
with charachange

hide lilly
with dissolve

"ลิลลี่ทำท่าจะประท้วงอยู่ครู่หนึ่ง แต่สุดท้ายก็ยอมแล้วพยักหน้าก่อนจะเดินไปที่ครัว"

label th_L15c:

"ฉันนั่งดูโทรทัศน์ให้ตื่นเต็มตาอีกสักหน่อยอยู่พักใหญ่แต่ก็ไม่เป็นผล ฉันตามลิลลี่ไปเพราะไม่มีอะไรทำอยู่แล้วด้วย"

stop ambient fadeout 5.0

scene bg hok_kitchen
with locationchange

"พอเดินพ้นหัวมุมมาก็เห็นฮานาโกะกับลิลลี่ที่หันหลังให้และกำลังซอยอะไรบางอย่างอยู่บนเคาน์เตอร์สีหินแกรนิต"

"ฉันมองด้วยความสนใจไปยังลิลลี่ที่ใช้นิ้วนำทางมีดไปตามผิวกะหล่ำปลีที่เธอกำลังซอยอยู่ การซอยแต่ละครั้งนั้น\nเป็นไปอย่างช้า ๆ ทว่าแม่นยำ"

"ถึงจะช้านิดหน่อย แต่การที่เธอทำอาหารได้ทั้งที่มองไม่เห็นนั้นก็เป็นอะไรที่ชวนให้ทึ่งอยู่เหมือนกัน แล้วยิ่งต้องทำให้\nทั้งตัวเองกับฮานาโกะอีก"

hi "ไง ฮานาโกะ ลิลลี่ มีอะไรให้ช่วยมั้ย"

show lilly back_surprise_cas at twoleft
show hanako basic_normal_cas at tworight
with charaenter

stop music fadeout 0.3

$ doublespeak(li, ha, "ฮิซาโอะใช่มั้— อ๊ะ!",  "อ๊ะ รุณสวัสดิ์ ฮิซาโอะ")

show lilly basic_oops_cas
with charachange

"ลิลลี่สะดุ้งก่อนจะหันมา เสียงร้องของเธอทำให้ทั้งฉันกับฮานาโกะพุ่งเข้าหาทันที"

hi "มีอะไร… อ๊ะ"

"ปลายนิ้วขาวของเธอมีหยดของเหลวสีชาด มีดนั้นบาดจนได้เลือดพอดิบพอดี"

"เสียงโทรทัศน์คงดังจนไม่ได้ยินเสียงฝีเท้าฉันแน่ ๆ แล้วยิ่งต้องจดจ่อกับการทำอาหารที่ต้องคอยใช้มือในการสัมผัส\nเพื่อนำทางอะไร ๆ อีก"

show hanako defarms_shock_cas
with charachange

play music music_dreamy fadein 8.0

ha "ลิลลี่!"

show lilly basic_weaksmile_cas
with charachange

li "ไม่ต้องห่วง ฮานาโกะ แผลแค่นี้เอง"

hi "แต่หาปลาสเตอร์ปิดแผลมาติดหน่อยก็ดีนะ ให้เลือดหยุดไหลก็ยังดี กล่องปฐมพยาบาลอยู่ในห้องน้ำใช่มั้ย"

show lilly basic_sleepy_cas
with charachange

li "น่าจะนะ ฮานาโกะ เธอทำต่อได้ใช่มั้ย"

show hanako cover_worry_cas
with charachange

"ฉันขมวดคิ้วที่ลิลลี่แทบไม่ได้สนใจตัวเองเลย ฮานาโกะพยักหน้าตอบในทันทีโดยแทบจะอัตโนมัติ"

show hanako basic_worry_cas
with charachange

ha "ไม่เป็นไร ฉันทำข้าวเที่ยงต่อเองได้"

scene bg hok_bath
with locationskip

"มีเพียงความเงียบอันน่าอึดอัดระหว่างที่ฉันหยิบขวดยาฆ่าเชื้อกับปลาสเตอร์ปิดแผลออกมาวางตรงขอบอ่างล้างหน้า\nส่วนลิลลี่ยื่นนิ้วออกมารอ"

"ฝาขวดนั้นเปิดได้ไม่ยากนัก ก้อนสำลีเล็ก ๆ ที่จุ่มเข้าไปถูกย้อมด้วยสีเขียวจาง ๆ"

hi "โอเค อยู่นิ่ง ๆ ไว้ อาจจะเจ็บนิดหน่อยนะ"

show lilly basic_weaksmile_cas_close at center
with charaenter

"ลิลลี่พยักหน้าน้อย ๆ ฉันจับมือลิลลี่ไว้ให้อยู่นิ่ง ๆ แล้วค่อย ๆ ถูก้อนสำลีชุบยาไปตามรอยสีแดงด้วยความเบามือ\nอย่างยิ่งยวดเท่าที่จะทำได้"

show lilly basic_oops_cas_close
with charachange

li "อ๊ะ!"

hi "ฮะ? ยังแทบไม่ได้แตะเลยนะ"

show lilly basic_reminisce_cas_close
with charachange

li "ขอโทษนะ…"

"ฉันถอนหายใจให้กับปฏิกิริยาของลิลลี่ และเพื่อสงบใจตัวเองด้วย เป็นคนเจ็บง่ายจนน่าตกใจเลยแฮะ"

hi "ก็อยากบอกให้แข็งใจไว้หน่อยอยู่หรอก แต่จะบอกงั้นก็คงไม่ได้เนอะ"

show lilly basic_weaksmile_cas_close
with charachange

"ลิลลี่หัวเราะคิกคัก พอสบโอกาสที่เธอสนใจอย่างอื่นอยู่ครู่หนึ่งฉันจึงกดสำลีเข้ากับนิ้วอีกสองสามครั้ง โชคดี\nที่การฆ่าเชื้อจบลงเพียงเท่านั้น"

"ฉันเอาปลาสเตอร์ปิดแผลมาติดตรงแผลที่ปลายนิ้วลิลลี่โดยคอยระวังไม่ให้ติดกับเล็บ ระหว่างนั้นพวกเราก็เริ่มสงบใจลง\nกันได้แล้ว"

hi "เอ้า เสร็จแล้ว ขยับได้"

"ลิลลี่ถอนมือออกแล้วใช้มืออีกข้างกุมมือข้างนั้นไว้"

show lilly basic_smileclosed_cas_close
with charachange

li "ขอบคุณนะ"

hi "เรื่องแค่นี้เอง ยังไงเสียฉันก็ต้องรับผิดชอบในฐานที่ทำให้เธอเจ็บตัวนี่นา"

show lilly basic_emb_cas_close
with charachange

"เธอก้มหัวเล็กน้อยเป็นการขอโทษพลางถูมือตัวเองแบบเหม่อ ๆ คล้ายกำลังอาย"

show lilly basic_weaksmile_cas_close
with charachange

li "ฉันไม่ถือหรอก"

stop music fadeout 5.0

"คำตอบของลิลลี่ฟังดููไม่ค่อยสมเหตุสมผลเท่าไหร่ เพราะสิ่งที่เกิดขึ้นนั้นเป็นความผิดของฉันจริง ๆ"

"ฉันอดทำหน้าเบ้ไม่ได้แม้ลิลลี่กำลังยิ้มบาง ๆ อยู่ ลิลลี่คงไม่ชอบให้อะไรมาทำให้ต้องคิดถึงข้อจำกัดทางการมองเห็น\nของตัวเอง"

"ซึ่งฉันเองก็ว่าลิลลี่ไม่ได้หรอก เพราะฉันเองก็เคยรู้สึกอย่างนั้นเหมือนกัน ถึงอาการของฉันจะไม่ได้มีผลต่อชีวิต\nประจำวันหนักมากขนาดนั้นก็เถอะ"

"เราสองคนไม่ได้ร่าเริงขึ้นเท่าไหร่ พวกเราเดินไปยังครัวที่อบอวลไปด้วยกลิ่นมากมายจากอาหาร"

scene bg hok_lounge
with shorttimeskip

play music music_another fadein 8.0

"ฉันจัดวางจานที่มีข้าวแกงกะหรี่สีสวยซึ่งมีควันร้อน ๆ ลอยเอื่อยออกมา ส่วนฮานาโกะคอยจัดแจงอุปกรณ์การกินต่าง ๆ"

"ฝั่งหนึ่งมีมีด อีกฝั่งเป็นส้อม เป็นแบบตะวันตกที่ช่างเหมาะสมกับลิลลี่เป็นอย่างมาก"

"พวกเรานั่งลงพลางระวังผ้าปูโต๊ะสีแดงเข้มที่ยาวจนมาพาดกับหัวเข่า จากนั้นลิลลี่ก็เดินออกมาจากครัว"

"ในมือลิลลี่มีแก้วสามใบและ… ไวน์หนึ่งขวด?"

"เมื่อย้อนนึกถึงความเดิมที่ได้ประสบกับน้ำยาปีศาจนั้นฉันก็เอามือลูบหน้า"

hi "เหล้า? เอาจริงดิ"

show lilly basic_cheerful_cas at center
with charaenter

"ลิลลี่ชะงักไปตอนที่กำลังเดินมาที่โต๊ะ เธอฉีกยิ้มซุกซนออกมา"

show lilly basic_giggle_cas
with charachange

li "พี่อุตส่าห์บอกเลยนะว่าให้หยิบมาได้หนึ่งขวดจากคลังที่มีอยู่น่ะ"

"ให้เหล้ากับผู้เยาว์ไม่พอ ยังปล่อยให้จิ๊กได้ตามใจชอบอีก ถ้าอยากโตไปเป็นผู้ใหญ่ที่มีความรับผิดชอบละก็ต้องไม่เอา\nอากิระเป็นเยี่ยงอย่างเป็นอันขาด"

"แต่ประเด็นจริง ๆ คือ กับข้าวตอนนี้ไม่ใช่อะไรที่จะต้องกินกับไวน์เลย นี่ลิลลี่เป็นพวกที่แบบถ้าลองอะไรแล้วจะติดใจ\nเอาง่าย ๆ เลยหรือเปล่าเนี่ย"

hi "ปัญหาไม่ได้อยู่ตรงนั้น ฉันไม่ได้อะไรหรอก แต่ล่าสุดที่เธอดื่มก็แทบเอาตัวไม่รอดเลยไม่ใช่เหรอ"

show lilly basic_smileclosed_cas
with charachange

li "ครั้งนั้นน่าจะเพราะดื่มเยอะไปมากกว่า เพราะงั้นแค่แก้วเดียวไม่เป็นไรหรอก"

show lilly basic_smile_cas
with charachange

li "คิดเสียว่าครั้งนั้นเป็นประสบการณ์สอนใจไงจ๊ะ"

hi "รู้สึกว่าจะไม่ค่อยมีประสบการณ์สอนใจอันไหนที่ทำให้ฉันต้องรู้สึกเหมือนจะตายให้ได้เวลาจะนอนนะ แต่จะเชื่อเธอ\nก็แล้วกัน"

show lilly basic_smileclosed_cas
with charachange

"ลิลลี่ใช้นิ้วที่ไม่เป็นแผลแตะก้นแก้วเพื่อวัดระดับแล้วเทจนของเหลวในแก้วสูงขึ้นเรื่อย ๆ"

"นิ้วขาวของเธอยามต้องแสงแดดนั้นดูคล้ายว่าเรืองแสงอยู่เบื้องหลังผิวแก้วที่สะท้อนแสงขาวอ่อนโยน"

"นิ้วลิลลี่นั้นยาวกว่านิ้วฉันอย่างเห็นได้ชัด เป็นนิ้วที่รู้สึกว่าน่าจะเหมาะกับการเป็นนักเปียโนมากกว่าการเป็นครู"

hide lilly
with charaexit

"พวกเรากินข้าวกันอย่างรวดเร็วโดยมีเสียงส้อมกับมีดกระทบกับจานไปมา"

"ไม่มีใครอยากพูดอะไรตอนกินข้าวสักเท่าไหร่ ลิลลี่เองก็เป็นคนเรียบร้อยเกินกว่าที่จะทำอะไรอย่างนั้น ส่วนฮานาโกะ\nก็คงไม่กล้าพอที่จะเปิดบทสนทนา และฉันเองก็ง่วนอยู่กับการเขมือบอาหารอยู่"

"การกินข้าวด้วยกันเช่นนี้นั้นก็เป็นเพียงกิจกรรมที่ธรรมดาสามัญอย่างถึงที่สุด ทว่าก็ทำให้ฉันได้ย้อนคิดว่าพวกเราเอง\nก็ไม่ได้กินข้าวด้วยกันอย่างนี้นานเพียงใดแล้ว"

"เราสามคนนั่งล้อมวงกินข้าวด้วยกันราวกับเป็นครอบครัวพิลึกพิลั่น บางที การมาเที่ยวครั้งนี้ซึ่งไกลห่างจากทุกสิ่งอย่าง\nในชีวิตของพวกเรานั้นอาจไม่ได้ไร้ความหมายเสียทีเดียว"

with shorttimeskip

"เมื่อเวลาผ่านไปนานพอสมควรพวกเราก็กินข้าวกันจนอิ่มเหลือเชื่อ ยังดีที่ไวน์ที่เราดื่มกันไปคนละสองแก้วนั้นไม่ได้มีผล\nอะไรมากนัก"

"ฉันเอนตัวพิงพนักเก้าอี้ลูบท้องด้วยความอิ่มหนำ"

hi "อิ่มจังเลย"

show lilly basic_smileclosed_cas at twoleft
show hanako basic_smile_cas at tworight
with charaenter

"ลิลลี่ใช้ผ้าเช็ดปากแตะ ๆ ปาก สองครั้ง สองครั้งจริง ๆ โดยที่แต่ละครั้งมีการเว้นช่วงเวลาเท่ากันด้วย บางทีก็ดูไม่ออก\nเหมือนกันว่าการกระทำของลิลลี่แต่ละอย่างนั้นเป็นกิจวัตรที่ฝึกมาอย่างดีหรือการแสดงที่ซ้อมมาอย่างหนักกันแน่"

show lilly basic_satisfied_cas
with charachange

li "ฉันก็ด้วยจ้ะ อร่อยมั้ยฮานาโกะ"

show hanako cover_bashful_cas
with charachange

ha "อื้ม อร่อย"

show lilly basic_smileclosed_cas
with charachange

li "ท้องอิ่มกันแล้ว ทีนี้ก็ไปกันเลยมั้ย"

hi "ไป? ไปไหน"

show lilly basic_weaksmile_cas
with charachange

li "อ้อ เธอไม่ได้อยู่เป็นวงในด้วยตอนที่ฉันกับฮานาโกะคุยกันนี่นา"

"รู้สึกเหมือนกำลังล้อเรื่องที่ฉันตื่นสายอยู่ยังไงไม่รู้"

show hanako basic_bashful_cas
with charachange

ha "เดี๋ยวเราจะออกไปเมืองที่อยู่แถวนี้กัน"

"จริง ๆ ก็ควรจะเดาได้อยู่แล้วอะนะว่าการที่ผู้หญิงมาเที่ยวในวันหยุดก็คือการหาข้ออ้างที่จะได้ไปเดินซื้อของ ไม่ว่าจะเป็น\nการไปเที่ยวที่หลืบไหนของโลกก็ช่าง"

"แต่ฉันก็อยากเห็นบรรยากาศทางภาคเหนือด้วยเหมือนกัน ไปด้วยกันก็ดี"

hi "ก็ได้นะ แล้วเดินไปไกลมากมั้ย"

show lilly basic_smile_cas
with charachange

li "ประมาณกิโลเมตรกว่า ๆ สองกิโลเมตรจ้ะ"

stop music fadeout 4.0

hi "อยู่แถวนี้เหรอ เยี่ยม"

"เยี่ยมจริง ๆ"

scene bg hok_road at bgright
with shorttimeskip

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
play ambient sfx_parkambience fadein 6.0
play music music_soothing fadein 0.5

"ฉันมองลิลลี่กับฮานาโกะที่เดินนำไประหว่างที่พวกเราเดินไปตามเส้นทางที่โอบล้อมไปด้วยต้นไม้และพืชพื้นป่า"

"แม้มีลมอ่อน ๆ ที่โชยมา เสียงเคาะจากไม้เท้าของลิลลี่ยังคงดังพอที่จะให้ได้ยิน ฉันเพิ่งเห็นว่าลิลลี่แกะปลาสเตอร์ออก\nและเลือดก็หยุดไหลแล้วด้วย"

"พอได้สูดอากาศอันสดชื่นจากชนบทให้เต็มปอดแล้วก็นึกอยากให้อากาศที่ชวนให้อึดอัดแถวบ้านนั้นสะอาดอย่างนี้บ้าง"

"ยังเดินมาไม่ถึงหนึ่งกิโลเมตรเหงื่อก็เริ่มออกแล้ว แต่วันนี้ก็อากาศเย็นสบายดี อย่าไปคิดมากอะไรกับร่างกายตัวเองเลย"

hi "นี่ ลิลลี่ เธอรู้จักเมืองนี้ดีมากมั้ย"

show lilly back_smileclosed_cas at center
show lillyprop back_cane
with charaenter

li "ก่อนหน้าที่จะได้ย้ายมาอยู่ที่ยามากุฉันก็พอจะได้มาเที่ยวที่นี่อยู่บ้าง เพราะงั้นก็รู้จักดีพอสมควรเลยล่ะจ้ะ ช่วงนั้น\nเราก็จะนั่งรถไปเที่ยวกันสัปดาห์ละหน"

"อยากให้อากิระมาอยู่ขับรถให้ตอนนี้เลยจริง ๆ"

"ฉันลูบหน้าตัวเองเร็ว ๆ สองสามครั้งเพื่อไม่ให้หน้ารู้สึกเย็นแบบแปลก ๆ"

hi "เธอชอบที่นี่มั้ย"

show lilly cane_weaksmile_cas
hide lillyprop
with charachange

li "ช่วงหน้าหนาวนี่ดีมากเลยจ้ะ แต่เธอน่าจะพอเดาได้ว่าถ้าหน้าร้อนแล้วอาจจะร้อนไปหน่อย แต่อย่างน้อยที่นี่ก็เงียบดีจ้ะ"

li "บ้านจริง ๆ ของครอบครัวฉันอยู่ทางใต้นู่นเลย ตอนที่พวกท่านย้ายออกไปจากญี่ปุ่นก็ยกบ้านหลังนั้นให้พี่กับฉัน\nแต่ตอนนี้ก็เหลือแต่พี่ที่อยู่ที่นั่นแล้วเพราะฉันย้ายมาอยู่ที่ยามากุแทน"

hi "อืม ก็เงียบอย่างเธอว่าจริงละนะ"

"แต่ถ้าเป็นฉันก็จะใช้คำว่าโดดเดี่ยว"

"นอกจากเมืองเล็ก ๆ ที่ว่านั้นแล้ว ในละแวกหนึ่งกิโลเมตรกว่า ๆ นี้นั้นไม่มีใครอยู่เลย สำหรับฉันซึ่งบ้านอยู่ใจกลาง\nเมืองใหญ่แล้วนับว่าเป็นอะไรที่แปลกใหม่มาก"

"ถ้าฉันไม่ได้ย้ายมาอยู่ที่ยามากุ การอยู่ที่ที่อยู่นอกเมืองอย่างนี้คงเป็นการเปลี่ยนแปลงที่หนักหนาเกินกว่าที่ฉัน\nจะทำตัวให้ชินได้"

"แต่หลังจากที่ฉันชินกับความสันโดษที่โรงเรียนแล้วก็ชักอยากอาศัยอยู่ในสถานที่เช่นนี้ขึ้นมา อยู่ให้ห่างจาก\nความรีบร้อนวุ่นวายของใจกลางมหานคร"

show lilly cane_smile_cas
with charachange

li "จะว่าไป ฮิซาโอะ เธอเคยมาฮกไกโดมั้ย"

hi "ไม่อะ ฉันอยู่ทางใต้นู่น แล้วก็ไม่เคยได้มาทัศนศึกษาหรือมาเที่ยวไกลขนาดนี้เลย"

show lilly cane_cheerful_cas
with charachange

li "งั้นก็แปลว่าเป็นครั้งแรกของเธอสินะจ๊ะ"

hi "อื้ม ครั้งแรกเลย ทึ่งเหมือนกันนะที่ดูจะอยู่สบายขนาดนี้"

hi "แล้วเธอล่ะฮานาโกะ"

show lilly cane_cheerful_cas at twoleft
show bg hok_road at center
with charamove

show hanako emb_smile_cas at tworight
with charaenter

"ฮานาโกะสั่นหัวไปมา"

show hanako basic_bashful_cas
with charachange

ha "ฉันก็เพิ่งมาเป็นครั้งแรกเหมือนกัน"

"ระหว่างเดินฉันก็รู้สึกเหน็บชาขึ้นมาที่ขา อยู่ ๆ ก็เป็นอย่างนี้แล้วชักใจคอไม่ดีเลยแฮะ"

stop ambient fadeout 9.0
stop music fadeout 4.0

hi "เธอสองคนรอเดี๋ยวก่อนได้มั้ย ขอฉัน…"

show lilly cane_surprised_cas
with charachange

li "มีอะไรหรือเปล่า"

hi "นิดหน่อย พอดีเหน็บกิ…"

window hide

play sound sfx_heartslow

show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

with Pause(0.7)

play sound sfx_heartfast
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.8)

with Pause(0.05)

play sound sfx_heartstop
show heartattack alpha 
with Dissolve (0.1)

show heartattack residual
with Dissolve (0.8)

play music music_tragic fadein 0.5

window show

"จู่ ๆ เส้นเสียงของฉันก็หดเกร็งขึ้นมาพร้อม ๆ กับอาการแน่นหน้าอก ฉันรีบยกแขนท่อนบนขึ้นมากดหวังบรรเทา\nอาการปวดที่แผ่ไปทั่วร่าง"

show lilly cane_reminisce_cas
show hanako defarms_strain_cas
with charachange

li "ฮิซาโอะ?"

"ลิลลี่ทำหน้าเป็นกังวลเล็กน้อยเพราะไม่ได้รับรู้สิ่งที่ฮานาโกะเห็นจนผวาไป"

hi "ไม่เป็นไร ฉัน… ยังไหว แค่… เหนื่อย…"

"ฉันผละแขนออกจากหน้าอกแล้วแข็งใจเดินต่อ แค่หัวใจเต้นผิดจังหวะเล็กน้อยเหมือนคราวก่อน ๆ แหละ เดี๋ยวก็หาย"

play sound sfx_heartslow

show heartattack alpha 
with Dissolve (0.1)

show heartattack residual
with Dissolve (0.8)

"แต่ก้าวขาไปได้อีกสองก้าวร่างกายก็ออกอาการหนัก จู่ ๆ ขาก็หมดแรง และแรงที่หยัดเข่าไว้ก็คล้ายอันตรธานสิ้น"

scene bg hok_road:
    xalign 0.5 yalign 0.52 rotate 0 zoom 1.0
    linear 0.1 rotate -6 zoom 1.2
show lilly cane_reminisce_cas:
    xanchor 0.5 xpos 0.3 yalign 0.52 rotate 0 zoom 1.0
    linear 0.1 xpos 0.25 rotate -6 zoom 1.2
show hanako defarms_strain_cas:
    xanchor 0.5 xpos 0.7 yalign 0.52 rotate 0 zoom 1.0
    linear 0.1 xpos 0.75 rotate -6 zoom 1.2
show heartattack residual
play sound sfx_pillow
with vpunch

"กว่าจะรู้ตัวอีกทีเข่าฉันก็เหลวเป๋วจนร่างทรุด ฉันได้แต่ตั้งท่ารอยันแขนตอนล้มเท่านั้น"

hi "อึก ให้ตาย…"

show hanako defarms_shock_cas
with charachange

ha "ฮิซา… กรี๊ดดด!!"

"พอเงยหน้าขึ้นมองก็ถึงรู้ตัวว่าตอนนี้ฉันหน้าเบ้ไปหมดด้วยความเจ็บปวด ซึ่งยิ่งทำให้ฮานาโกะพะวงหนักไปอีก"

show lilly cane_oops_cas
with charachange

li "ฮิซาโอะ!? ฮานาโกะ เกิดอะไรขึ้น บอกมา!"

li "ฮานาโกะ บอกมาสิ!"

show hanako def_strain_cas_close
with characlose

"ฮานาโกะเข้ามารับตัวฉันอย่างรวดเร็ว ส่วนลิลลี่นั้นเริ่มแตกตื่นแล้วเพราะไม่รู้ว่าฉันเป็นอะไรกันแน่ ระหว่างที่ลิลลี่\nยืนค้างอยู่ตรงนั้นฉันก็ก้มหน้าแล้วสูดหายใจลึก ๆ"

scene black
show heartattack alpha
with shuteyefast

"พอนึกอะไรบางอย่างได้ฉันก็ได้แต่หงุดหงิดกับความโง่ของตัวเอง มัวแต่ตื่นเต้นกับสถานที่ใหม่จนลืมกินยาของเมื่อคืน\nกับเช้านี้ไปเสียได้"

stop music fadeout 9.0

hide heartattack
with Dissolve(3.0)

"พอสูดหายใจเข้าอีกครั้งอาการปวดหนึบที่อยู่ตรงหน้าอกนั้นก็หายไปอย่างรวดเร็วไม่ต่างกับตอนเกิด"

"รอดแล้ว รอดแล้ว รอดแล้ว รอดแล้ว รอดแล้ว"

play ambient sfx_parkambience fadein 6.0

scene bg hok_road
show lilly cane_oops_cas at twoleft
show hanako def_strain_cas_close at tworight
with openeye

"พอหายปวดแล้วก็รู้สึกถึงเหงื่อที่ท่วมหน้าอยู่ ทั้งสองสาวที่อยู่ด้วยกันนั้นผวาไปแล้ว"

show lilly cane_reminisce_cas
with charachange

li "ฮิซาโอะ!"

hi "ไม่เป็นไรแล้ว ลิลลี่ ไม่… เป็นไรแล้ว"

show hanako defarms_strain_cas_close
play sound sfx_impact
with vpunch

"ฉันขมวดคิ้วเรียกกำลังเพื่อหยัดตัวเองลุกขึ้นยืน ฮานาโกะรีบเข้ามาประคองไม่ให้ล้มอีกเพราะฉันยังมีอาการเซ ๆ อยู่\nจากนั้นฉันก็กลับมายืนได้ตามปกติ"

"ฉันมองไปทางลิลลี่กับฮานาโกะที่ต่างมีสีหน้าว่าเป็นห่วง รู้สึกแย่ชะมัด แย่มาก ๆ"

show lilly cane_sad_cas
with charachange

li "กลับกันก่อนดีกว่ามั้ย"

hi "ฉัน…"

"ฉันเบือนหน้าหนีด้วยความหัวเสียเมื่อนึกได้ว่าต่อต้านไปก็เท่านั้น"

hi "ก็ได้"

stop ambient fadeout 2.0

$ suppress_window_after_timeskip = True

scene black
with dissolve

#**************************************

label th_L16:

window hide None

scene black
with dissolve

scene bg hok_lounge_ss
with openeye

window show

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_cicadas fadein 2.0

"ฉันลืมตาขึ้นมาพร้อมอาการครั่นเนื้อครั่นตัวหมดเรี่ยวแรง"

"ฉันนอนแบ็บจ้องเพดานอยู่ครู่หนึ่งพลางนึกทบทวนถึงเหตุการณ์เมื่อเช้าเป็นการจัดระเบียบความคิด"

"เราเดินไปเมือง ฉันเกือบหัวใจวาย เรากลับมา ฉันกินยา ฉันหลับ"

"ฉันจำภาพเหตุการณ์ได้เป็นช่วง ๆ เท่านั้น แต่ยังจำลำดับได้ชัดเจนดีอยู่ ภาพสีหน้าของทั้งสองคนที่ได้เห็นสภาพฉัน\nที่แทบลุกยืนไม่ไหวนั้นทิ่มแทงในความรู้สึกจนเจ็บปวด"

"ถ้าเพ่งเพดานนาน ๆ ไปก็จะมีภาพฝ้าของโรงพยาบาลที่มีเหลี่ยมมุมพร้อมรอยยุบเล็ก ๆ ลอยมาซ้อนทับ เมื่อนึกได้ดังนั้น\nฉันจึงผุดลุกขึ้นนั่งแล้วตั้งสติ"

"ฉันเกาผมส่วนท้ายทอยอันยุ่งเหยิงพลางมองไปรอบ ๆ ห้อง ลิลลี่กับฮานาโกะไม่อยู่ โทรทัศน์ก็ปิดอยู่"

"นาฬิกาบนผนังบอกเวลาว่าตอนนี้บ่ายแก่ ๆ ฟ้าสีแดงฉานนอกหน้าต่างเน้นย้ำเวลาขณะนี้อีกทางหนึ่ง"

"ฉันบิดตัวแล้วลุกจากฟูกฟูตงขึ้นยืนพลางยืดแขนออกประคองตัวเองไม่ให้โซเซ คงต้องไปดูสองคนนั้นสักหน่อยว่า…\nโอเคดีมั้ย…"

"พอมองออกไปนอกหน้าต่างก็เห็นเงาบางอย่างอยู่รำไร"

"เมื่อเพ่งตามองก็เห็นเป็นเงาคน ผมยาวสีบลอนด์ที่ไหวไปตามสายลมทำให้ดูคล้ายว่าเธอนั้นกลืนเลือนไปกับทุ่งสาลี\nสีทองอร่าม"

"ฉันเดินออกห้องไปหาเงาที่ยืนโดดเดี่ยวอยู่ตรงนั้นในทันที"

stop ambient fadeout 2.0
play music music_innocence fadein 14.0

scene bg hok_wheat_ss at Fullpan(8.0)
with Fade(0.5, 0.2, 3.0, color="#fff")

"แสงอาทิตย์เจิดจ้าแยงตาฉันที่ยังงัวเงียอยู่จนต้องหรี่ตารอให้ปรับตัวกับความสว่างได้"

"ฉันเดินฝ่าทุ่งสาลีเหลืองอร่ามสูงชะลูดซึ่งขึ้นอย่างแน่นหนาจนเดินลำบาก"

"แต่แม้กระนั้น สายตาของฉันยังคงจับจ้องอยู่ที่เงาโดดเดี่ยวตรงหน้านั้นไม่ไปไหน ผ่านไปสองสามนาทีฉันจึงเดินมาถึง\nในระยะที่อยู่ห่างจากแผ่นหลังของเธอไปไม่กี่เมตร"

hi "ลิลลี่?"

scene bg hok_wheat_ss at right
show lilly back_pout_cas_ss at center
with charaenter

"ลิลลี่เพียงพยักหน้า"

hi "ฮานาโกะอยู่ไหน"

show lilly back_listen_cas_ss
with charachange

li "ฮานาโกะหลับอยู่ พอปลอบให้แล้วก็หลับไป"

"ลิลลี่พูดด้วยน้ำเสียงราบเรียบและยังไม่ใช้คำให้ฟุ่มเฟือย ราวกับว่าการจะพูดอะไรมากกว่านั้นเป็นสิ่งต้องห้าม"

"เธอดูแปลกไปจากทุกที ปกติตัวลิลลี่นั้นดูเป็นคนมั่นใจ ทว่าคราวนี้เธอดูเปราะบางอย่างประหลาด ร่างกายเธอไม่มีแม้\nแรงต้านสายลมที่พัดโบกกระโปรงของเธอ"

"ต้นสาลีลู่เอนไปตามลม สิ่งที่เข้ามาแทรกความเงียบในขณะนี้นั้นมีเพียงเสียงต้นสาลีเหล่านั้นที่เสียดสีกัน"

"พวกเรายืนอยู่กลางทุ่งสาลีกันตามลำพัง และฉันรู้แล้วว่าจะต้องถามอะไรต่อ"

hi "มีอะไรหรือเปล่าลิลลี่ เธอทำตัวแปลก ๆ นะ"

show lilly back_sad_cas_ss
with charachange

li "จำตอนที่ฉันเล่าเรื่องครอบครัวให้เธอฟังได้มั้ยฮิซาโอะ"

hi "ครอบครัวของเธอ…"

"ฉันก้มหัวครุ่นคิดเสาะหาในท่ามกลางความทรงจำอันระเกะระกะ เหตุการณ์นั้นคล้ายลอยเด่นขึ้นมาจากกองเหล่านั้น\nทันทีที่ฉันย้อนระลึกถึง"

hi "ตอนที่จัดงานวันเกิดให้ฮานาโกะแล้วน่ะเหรอ"

"ลิลลี่พยักหน้าสั้น ๆ หนึ่งครั้ง"

show lilly back_pout_cas_ss
with charachange

li "ตอนนั้น… มันก็ดีนะ นายกับฉันฉลองด้วยกันกับฮานาโกะ ให้ของขวัญกัน คุยกัน สนุกด้วยกัน เหมือนว่าพวกเรา\nเป็นครอบครัวเลย ครอบครัวเล็ก ๆ ผิดรูปครอบครัวหนึ่ง"

show lilly back_sad_cas_ss
with charachange

li "ฉันอยากให้เป็นอย่างนั้นไปตลอดกาลเลย เพียงเราสามคนอยู่ด้วยกันอย่างมีความสุข"

"ลิลลี่ถอนหายใจยาว ความสั่นเครือในน้ำเสียงนั้นถูกลมที่พัดไหวกลบไปจนแทบสิ้น"

show lilly back_pout_cas_ss
with charachange

li "ถึงแม้ครอบครัวของฉันจะอยู่แสนไกล… แต่ขอแค่ตราบใดที่พวกเราอยู่ด้วยกัน ฉันก็ไม่ต้องการอะไรอีกแล้ว\nฉันไม่อยากเสียเธอไปเลย ฮิซาโอะ"

li "ฉันไม่เคยรู้เลยว่าฉันเองกลัวการสูญเสียใครสักคนไปแค่ไหน จนกระทั่ง…"

hi "ขอโทษนะลิลลี่ ทั้งที่รู้อยู่แท้ ๆ ว่าร่างกายตัวเองอ่อนแอ แต่บางทีฉันก็ยังทำอะไรพลาดแบบโง่ ๆ อยู่เลย"

stop music fadeout 4.0

show lilly back_sad_cas_ss
with charachange

li "ไม่จำเป็นเลย… ไม่จำเป็นต้องขอโทษหรอก…"

hi "ลิลลี่…"

show lilly basic_concerned_cas_ss
with charachange

"เธอหันมามองฉันพร้อมน้ำตาที่อาบสองแก้ม"

show lilly basic_concerned_cas_close_ss
with characlose

"ลิลลี่ก้าวพลาดติดกันสองสามก้าวจนสะดุดล้มเข้าหาฉัน เธอยื่นแขนออกมาเพื่อที่จะพยายามเสาะหาตัวฉันแม้เพียง\nเสี้ยวหนึ่งให้เจอ"

play music music_romance fadein 2.0

window hide

scene unlock_ev lilly_wheat_close
show ev lilly_wheat_large:
        yalign 0.5 xalign 0.0 subpixel True
        easein 20.0 xalign 1.0
show ovl lilly_wheat_foreground:
        yalign 0.5 xalign 0.0 subpixel True
        easein 20.0 xalign 1.0
with GenericWhiteout(1.0, 0.0, 4.0)

window show

"ฉันเดินเข้าไปหาลิลลี่ด้วยใจที่ไม่ได้เต้นรัวแรงเป็นพิเศษแล้วคว้าพยุงตัวเธอไว้อย่างอ่อนโยนในจังหวะเดียวกันกับที่เธอ\nจับตัวฉันแน่นพลางร้องสะอึกสะอื้น"

"ลิลลี่ตัวสั่นซบอยู่กับไหล่ฉัน คำพูดต่อมาจากเธอนั้นเกินจากความคาดหมายของฉันไปไกล"

li "ฉันรักเธอนะฮิซาโอะ ฉันรักเธอ ฉันรักเธอ ฉันรักเธอ ฉันรักเธอ ฉันรักเธอ!"

li "อย่าไปไหนเลยนะ ขอร้องละ อย่าไปไหนอีกเลย ฉันรักเธอ ได้โปรด…!"

"มิน่าล่ะ… ลิลลี่ถึงได้ทำตัวอย่างนั้น ทั้งเสียงขานรับอันอ่อนโยนยามที่ฉันเรียกหา ทั้งความเป็นห่วงที่มีให้กับอาการ\nเจ็บป่วยแม้เพียงน้อยนิดของฉันโดยไม่คิดอะไร…"

"ลิลลี่ถูกครอบครัวทิ้งให้อยู่ที่ญี่ปุ่น โดยที่คนใกล้ชิดกับเธอมีเพียงอากิระ ฮานาโกะ แล้วก็ฉัน เธอจึงกลัวการที่จะต้อง\nสูญเสียคนที่สนิทกับเธอไปอีกคน ที่ผ่านมาลิลลี่นั้นเป็นห่วงฉันจริง ๆ"

"เป็นความรู้สึกที่ประหลาด มีทั้งความแปลกใจ เศร้าสร้อย และยังมีความรู้สึกยินดีอย่างถึงที่สุดเท่าที่เคยรู้สึกมาต่อเธอ\nในใจยังคงมีอารมณ์ที่ระคนกันอยู่ สิ่งเดียวที่ฉันพอจะตอบเธอได้มีเพียงเสียงถอนหายใจอย่างสงบเท่านั้น"

hi "ยัยบ๊อง"

li "ฮิ… ซาโอะ?"

"ร่างลิลลี่ที่ฉันสัมผัสอยู่แข็งค้างไปชั่วเสี้ยววินาทีหนึ่ง สิ่งเดียวที่ยังเคลื่อนไหวมีเพียงสายลมเอื่อยยามบ่าย"

hi "ฉันเคยบอกเธอไปแล้วนี่ว่าคนเราจะเป็นห่วงคนรอบตัวก็ไม่แปลก"

hi "ฉันยังอยู่ตรงนี้ และจะอยู่เคียงข้างเธอตลอดไป เพราะทุกวันฉันอยากเจอเธอให้บ่อยขึ้น เพื่อที่พอมีสุขแล้วก็จะได้ร่วมสุข\nมีทุกข์ก็จะได้ร่วมทุกข์…"

hi "แต่ที่สำคัญที่สุด ฉันจะอยู่เคียงข้างเธอ เพราะฉันอยากเห็นรอยยิ้มของเธอ รอยยิ้มที่แท้จริงของเธอ"

"ลมพัดมาวูบหนึ่งไล้ต้นสาลีที่สูงชะลูด พวกเราเงียบไปชั่วอึดใจหนึ่ง"

hi "ถ้าอยากยิ้มก็ยิ้มเลย ถ้าอยากร้องไห้ก็ร้องเลย ฉันรักเธอนะลิลลี่ ไม่ต้องฝืนตัวเองอีกแล้วนะ"

"แล้วเธอก็ซบหน้าเข้ากับไหล่ฉันพลางจับหลังฉันแน่นสุดแรง"

scene ev lilly_wheat_small:
    xalign 0.5 yalign 0.5 zoom 1.1 subpixel True
    ease 16.0 zoom 1.0
with whiteout

"น้ำตาเธอร่วงเผาะลงที่หลังฉัน เธอทิ้งความอดกลั้นทั้งหลายใด ๆ แล้วปล่อยให้ตัวเองร้องไห้เต็มที่"

li "ฮิซาโอะ! ฮิซาโอะ! ฮิซาโอะ!"

"ฉันหลับตาซบไหล่โอบร่างที่สั่นเทาของเธอไว้แน่น"

hi "ไม่เป็นไรนะลิลลี่ ฉันจะไม่ไปไหนอีกแล้ว"

hi "ฉันสัญญา"

stop music fadeout 6.0

#**************************************

label th_L17:

scene bg hok_lounge_ss
with locationskip

"พวกเราค่อย ๆ เดินกลับมาที่บ้าน พอนั่งลงแล้วพวกเราก็กอดกันแน่น ลิลลี่เอาหัวซบไหล่ฉัน ส่วนฉันก็เอาแขนโอบเอว\nเธอไว้"

"ไม่มีใครต้องการที่จะพูดอะไร"

"ลิลลี่หลับตาจนฉันไม่รู้ว่าหลับอยู่หรือเปล่า ซึ่งฉันก็ไม่ถือหรอก ทั้งความอบอุ่นจากร่างกายเธอที่พิงฉัน ทั้งความนุ่มนวล\nจากมือเธอที่จับมือฉันไว้อย่างอ่อนโยน…"

"พวกเรานั่งพิงกันแบ่งปันความอบอุ่นและความรู้สึกของกันและกันอยู่นานสองนานจนค่ำคืนเริ่มคืบคลานเข้ามา"

"ลิลลี่เปล่งเสียงอันอ่อนโยนและนุ่มนวลขึ้นมาก่อน"

show lilly basic_smileclosed_cas_close_ss at center
with charaenter

play music music_twinkle fadein 6.0

li "ขอบคุณนะฮิซาโอะ"

hi "ขอบคุณ?"

show lilly basic_smile_cas_close_ss
with charachange

li "ที่ตอบรับความรู้สึกของฉัน"

hi "คิดว่าฉันจะบอกปัดเหรอ"

show lilly basic_weaksmile_cas_close_ss
with charachange

li "ก็ยังเป็นไปได้นี่นา"

"ฉันสูดหายใจลึกพลางครุ่นคิด ก็เป็นความผิดของฉันเองละนะ"

hi "แต่ก็ตลกดีนะ ฉันเองก็กะจะบอกรักเธออยู่เหมือนกัน"

hi "ก็คงนับได้ว่าเธอช่วยทุ่นแรงฉันไปได้ละมั้ง"

show lilly basic_giggle_cas_close_ss
with charachange

"ลิลลี่ยกหัวขึ้นเล็กน้อยก่อนจะหัวเราะคิกคักชอบใจ ฉันยิ้มให้กับความจริงใจในเสียงหัวเราะอันสดใสราวเด็กสาวนั้น\nแล้วเธอก็จัดแจงตัวเองให้ดูเรียบร้อยโดยที่ผมของเธอยังพาดอยู่บนบ่าฉัน"

hi "รู้สึกดีขึ้นหรือยัง"

show lilly basic_smileclosed_cas_close_ss
with charachange

"ลิลลี่พยักหน้าน้อย ๆ"

show lilly basic_smile_cas_close_ss
with charachange

li "เธอเป็นคนจิตใจดีนะฮิซาโอะ นี่แหละฉันถึงได้ชอบเธอ"

hi "ขอโทษที่ฉันอ่อนแออย่างนี้นะ ถึงฉันจะไม่อยากให้เธอต้องมาห่วงฉันก็จริง แต่ฉันก็ทำอะไรกับความอ่อนแอนี้ไม่ได้เลย"

show lilly basic_concerned_cas_close_ss
with charachange

li "ไม่ต้องขอโทษหรอกจ้ะ อย่าเลย"

hi "ลิลลี่?"

show lilly basic_reminisce_cas_close_ss
with charachange

li "ฉันเคยขอโทษที่ฉันตาบอดสักครั้งหรือเปล่า คนเราน่ะเลือกเกิดไม่ได้หรอกนะฮิซาโอะ ขอโทษที่ตัวเราเป็นอย่างนั้นไป\nก็ไม่ได้อะไรขึ้นมาหรอก"

"น้ำเสียงเธอฟังดูเด็ดเดี่ยวเหลือเชื่อ สุดท้ายแล้ว ก็อาจเป็นความคิดเช่นนี้เองที่ทำให้เธอได้เป็นเพื่อนกับฉันได้อย่าง\nรวดเร็วขนาดนั้น กอปรกับสัญชาตญาณอย่างคนเป็นแม่ของเธอด้วย"

"ลิลลี่วางใจฉันตั้งแต่แรก ๆ ที่รู้จักกันก็จริง แต่ฉันก็ไม่เคยคิดจะถามหาเหตุผลเลย ทว่าตอนนี้คำตอบนั้นชัดเจนแล้วว่า\nที่เธอทำไปเพราะอยากช่วยฉันที่กำลังฝ่าฟันช่วงที่แย่ที่สุดช่วงหนึ่งในชีวิตอยู่"

"ฉันเตรียมจะพูดตอบ แต่ก็ต้องผงะไปเมื่อลิลลี่สางผมฉันเบา ๆ สัมผัสอันนุ่มนวลและแผ่วเบานั้นลากไปตามส่วนนูนเว้า\nบนใบหน้า จนสุดท้ายมาหยุดอยู่ที่แก้ม"

show lilly basic_weaksmile_cas_close_ss
with charachange

li "เธอน่ะเป็นคนที่{i}งดงาม{/i}นะฮิซาโอะ อย่าได้ขอโทษเรื่องนั้นอีกเลย"

"ฉันนิ่งอึ้งไปครู่หนึ่งก่อนจะก้มหัวลงลงจุมพิตกลุ่มผมสลวยของเธออย่างแผ่วเบา"

hi "พวกเราสองคนนี่โง่เง่าสิ้นดีเลยเนอะ"

show lilly basic_cheerful_cas_close_ss
with charachange

li "…นั่นสินะ"

"หลังจากที่เงียบกันไปอีกพักหนึ่งลิลลี่ก็พูดขึ้นอีกครั้ง"

show lilly basic_smile_cas_close_ss
with charachange

li "ฮิซาโอะ?"

hi "ว่า"

show lilly basic_smileclosed_cas_close_ss
with charachange

li "ถ้า…"

stop music fadeout 4.0

show lilly basic_weaksmile_cas_close_ss
with charachange

li "ถ้าเธอจะ…"

"มือของเธอที่ฉันกุมอยู่นั้นสั่นเกร็งเล็กน้อย ฉันได้แต่อ้าปากโดยที่ไม่อาจนึกหาคำพูดใด ๆ มาตอบรับสิ่งที่เธอว่ามาได้"

hi "ลิลลี่…"

"ลิลลี่ดึงมือออกจากการเกาะกุมของฉันแล้วมาจับใบหน้าด้านข้างของฉันอีกครั้งอย่างนุ่มนวล"

show lilly basic_pout_cas_close_ss
with charachange

li "ขอร้องละ"

"ฉันยิ้มตอบอย่างผ่อนคลายพลางจับมือเธอที่อยู่บนแก้มฉันแล้วพยักหน้าหนึ่งครั้ง"

hi "ได้"

play music music_heart fadein 0.5

show lilly basic_smileclosed_cas_close_ss
with charachange

"ฉันมองตาลิลลี่ในจังหวะที่เธอโน้มตัวเข้ามา ริมฝีปากลิลลี่ทาบเข้ากับริมฝีปากฉันระหว่างที่เธอใช้มือนำทาง"

"ผ่านไปชั่วอึดใจเธอก็ผละตัวออกแล้วคลี่ยิ้มจาง ๆ"

show lilly basic_smile_cas_close_ss
with charachange

li "ฉันรักเธอนะฮิซาโอะ"

show lilly basic_smileclosed_cas_close_ss
with charachange

"เราจูบกันอีกครั้ง ทว่าคราวนี้เราสองคนหันตัวเข้าหากันเต็มที่"

"จูบครั้้งแรกนั้นเป็นความรัก และจูบครั้งนี้เป็นความใคร่ ลิ้นของเราสอดประสานกันอยู่ใต้ลมหายใจที่หอบหนัก\nหน้าของพวกเรานั้นแดงก่ำหลังจากที่ชั่วขณะอันหอมหวานนั้นจบลง"

"พวกเรายกมือขึ้นมาแตะปากพร้อม ๆ กันเพื่อระลึกถึงสัมผัสชั่วแล่นนั้น ทั้งแรงกระตุ้นและความเขินอายแล่นเข้ามา\nในความคิดพวกเราอย่างรวดเร็ว"

show lilly basic_pout_cas_close_ss
with charachange

"แต่เป็นฝั่งลิลลี่ที่ทำท่ากระมิดกระเมี้ยนก่อน"

hi "มีอะไรเหรอ"

show lilly basic_weaksmile_cas_close_ss
with charachange

li "ไปที่… ที่มันสะดวกกว่านี้มั้ย"

hi "หืม? อ้อ อะ โอเค…"

"จะว่าไปแล้ว ฟูกฟูตงนี่ก็คงแคบเกินกว่าที่จะทำอะไรได้ถนัด แต่ด้วยสิ่งที่อยู่ในความคิดเราสองคนตอนนี้ ก็คง\nไม่แปลกที่ต่างคนต่างแทบไม่เหลือสมองส่วนที่มาจะคิดวางแผนอะไรแล้ว"

show lilly invis:
    ypos 1.2
with dissolvecharamove

hide lilly
with vpunch

"ฉันจับมือเดินนำทางลิลลี่ไปด้านข้าง พวกเราเดินอย่างกระอักกระอ่วนโซเซกันไปมาอยู่ครู่หนึ่งก่อนจะมานั่งกับพื้น\nหันหน้าเข้าหากันอย่างเก้ ๆ กัง ๆ"

"พอยื่นมือไปหมายจะถกเสื้อของเธอขึ้น ลิลลี่ที่ยื่นมือมาเพื่อจะถอดเสื้อฉันด้วยก็ชะงักไป"

show lilly basic_concerned_cas_close_ss:
    center
    ypos 1.17
with charaenter

li "มือเธอสั่น…"

"ฉันนิ่งไปครู่หนึ่งแล้วก้มมองมือตัวเอง"

"ก็จริง มือฉันสั่นอยู่นิดหน่อย แต่ไม่รู้ว่าสั่นเพราะประหม่าหรือตื่นเต้นกันแน่"

hi "เอ่อ… ก็สั่นแหละ"

show lilly basic_weaksmile_cas_close_ss
with charachange

li "แปลว่าเธอก็ตื่นเต้นเหมือนกันงั้นสิ"

"ฉันชักมือกลับแล้วถอนหายใจเพื่อตั้งสติ ยังมีเวลาอีกเยอะ ไม่ต้องรีบ"

hi "ขอโทษที พอดีเพิ่งเคยทำเป็นครั้งแรก ก็เลย…"

show lilly basic_cheerfulblush_cas_close_ss
with charachange

"ลิลลี่หัวเราะคิกคักเสียงสั่น ซึ่งก็บ่งบอกว่าที่ฉันเดานั้นถูกแล้ว"

show lilly basic_smile_cas_close_ss
with charachange

li "ฉันก็เหมือนกัน ดีใจจัง… ที่ได้ทำเป็นครั้งแรกด้วยกัน"

"ฉันยิ้มกว้างไปกว่าลิลลี่สองเท่าก่อนจะโน้มตัวเข้าไปโอบเธอเอาไว้ ส่วนเธอเองก็กอดฉันกลับ"

hi "ฉันรักเธอนะลิลลี่"

show lilly basic_smileclosed_cas_close_ss
with charachange

li "เธอพูดไปแล้วนี่"

"ฉันอดยิ้มไม่ได้ สถานการณ์อย่างนี้แท้ ๆ แต่สติยังอยู่ดี"

hide lilly
with charaexit

"พวกเราผละออกจากกันแล้วต่างถอดเสื้อผ้าของตัวเอง ส่วนหนึ่งที่ทำอย่างนี้เพราะสะดวกกว่าก็จริง แต่อีกส่วนก็\nเป็นไปได้ว่าที่ทำไปเพราะจะได้ไม่ประหม่ากันมากด้วย"

"ฉันแกะกระดุมเสื้อเม็ดแรกด้วยมือที่ยังเกร็ง ๆ อยู่"

"พวกเราถอดเสื้อผ้ากองไว้แบบลวก ๆ ที่หลังแต่ละคน เมื่อถอดเสื้อผ้าชิ้นสุดท้ายแล้วฉันก็ต้องตะลึงกับภาพตรงหน้า"

label th_L17h:

show lilly behind_reminisce_nak_ss
with charaenter

"ขายาวได้รูป สะโพกอิ่ม อกอวบกำลังดี… ผมที่ปรกใบหน้าอันบอบบางและเรียบร้อยที่มีสีแดงเรื่อ"

"มือของเธอที่จับกันแน่นไพล่หลังอยู่ยิ่งขับเน้นหน้าอกเธอให้เด่นชัด ร่างสูงขาวนวลของเธอยามเปลือยนั้นช่างงดงาม"

"ผู้หญิงตรงหน้าคนนี้—ที่เรียบร้อยทว่าขี้เล่น ที่หลักแหลมทว่าโอบอ้อมอารี—คือคนที่ฉันตกหลุมรัก"

"ฉันโน้มตัวเข้าไปจับไหล่เธอไว้"

show lilly behind_listen_nak_close_ss
with charachange

"จังหวะนั้นเองเธอก็ยื่นมือมาแตะที่หน้าอกฉัน แล้วเราก็โผเข้าจูบโดยที่ลมหายใจยังสั่นอยู่เล็กน้อย"

"มือของลิลลี่สัมผัสเลื่อนขึ้นมาที่ไหล่ฉัน เธอใช้มือดันไหล่และโน้มหัวเข้าหาช้า ๆ ฉันจึงเอนตัวลงนอนไปตามที่เธอ\nคงต้องการ"

hi "อ๊ะ…"

scene evhunlock lilly_handjob_chest_normal_small
show evh lilly_handjob_chest_normal:
    xalign 0.7 yalign 1.0 subpixel True
    ease 8.0 xalign 0.4 yalign 0.2
with whiteout

"ลิลลี่เอนตัวลงนอนข้าง ๆ ฉัน มือข้างหนึ่งสางผมฉัน ส่วนอีกข้างก็ไล้ไปมาตามหน้าอก สัมผัสจากหน้าอกเธอที่ถูก\nตัวฉันนั้นทำให้ฉันตื่นตัว"

"เธอคงทำเช่นนี้เพื่อเป็นการรับรู้ในสิ่งที่ฉันได้เห็นด้วยตาเมื่อครู่ไปแล้ว แม้เธอจะมองไม่เห็น แต่เธอจะสลักทุกรายละเอียด\nจากหน้าอกและร่างเปลือยเปล่าของฉันไว้ในใจมั่น"

"เธอลากนิ้วกลางไปตามรอยยุบตรงหน้าอกฉันซึ่งเป็นแผลเป็นจากการผ่าตัดเมื่อหลายเดือนที่แล้วอย่างช้า ๆ"

show evhunlock lilly_handjob_chest_frown_small
show evh lilly_handjob_chest_frown:
    xalign 0.4 yalign 0.2
with charachange

li "นี่มัน…"

hi "แผลเป็นจากการผ่าตัดน่ะ หมอต้องผ่ารักษาหัวใจตรงนี้"

"เธอเงียบไปครู่หนึ่งด้วยความกังวลเรื่องแผลเป็นที่มีความยาวมากขนาดนี้ สีหน้าซึ่งเป็นห่วงผุดขึ้นแทนที่สีหน้าซึ่งสงสัย"

li "แล้วมาทำอะไรอย่างนี้… จะไม่เป็นอะไรใช่มั้ย…"

"คำพูดของเธอทำให้ฉันพะวงไปไกลเกินกว่าที่จะเรียกได้ว่าสมเหตุสมผล ใบหน้าของลิลลี่นั้นทำให้ฉันรู้สึกแย่ยิ่งกว่า\nคำพูดของเธอเสียอีก แต่ฉันเองก็ไม่มีคำตอบให้เธอเช่นกัน"

"แต่จะปล่อยให้อาการนี้คอยบงการชีวิตฉันไปตลอดไม่ได้ ฉันไม่ยอมใช้ชีวิตอยู่ในการจองจำนั้นหรอก แม้อาจจะเป็นอะไร\nที่หมออยากให้เลี่ยงก็ตาม"

hi "ไม่เป็นไรหรอกลิลลี่ ประมาณนี้ยังไหวอยู่"

show evh lilly_handjob_chest_normal
with charachange

"ลิลลี่ยังคงทำหน้าไม่สบายใจอยู่อีกพักหนึ่ง แต่สุดท้ายเธอก็ยอมเออออตามแล้วเลื่อนมือลงไปข้างล่างหน้าอกก่อนจะ\nขยับไปที่ต้นขา"

show evh lilly_handjob_chest_normal:
    zoom 1.0 xalign 0.4 yalign 0.2
    ease 4.0 zoom 0.667 xalign 0.5 yalign 0.5
with None

show evh lilly_handjob_stroke_normopen:
    zoom 1.0 xalign 0.4 yalign 0.2
    ease 4.0 zoom 0.667 xalign 0.5 yalign 0.5
with charachange

"ลิลลี่ทำหน้าประหลาดใจเล็กน้อยพลางเลื่อนมือลงต่ำไปอีก ลมหายใจเธอขาดห้วงไปเมื่อสัมผัสเข้ากับขนส่วนล่าง"

"เธอขยับมือเข้ามาอย่างกล้า ๆ กลัว ๆ แล้วแตะเข้ากับส่วนซึ่งตรงกับใจของฉันที่สุดอย่างเบามือ"

show evh lilly_handjob_stroke_normshut_small:
    truecenter 
    zoom 1.0
with charachange

li "นะ… นี่มัน…"

hi "อะ อื้ม"

"พวกเราประหม่าอย่างถึงขีดสุดเมื่อมาถึงจุดเริ่ม ลิลลี่ขยับมือสัมผัสขึ้นลงอย่างแผ่วเบาราวกับว่าสิ่งนั้นอาจแหลกสลาย\nหากเพียงหายใจรดใส่"

"ฉันเอื้อมมือไปจับใบหน้าด้านข้างของเธอ ซึ่งฉันเองก็ไม่แน่ใจเหมือนกันว่าทำไปเพื่อจะทำให้ตัวเองใจเย็นลง\nหรือจะปลอบให้ลิลลี่ใจเย็นลงกันแน่ สัมผัสจากผมและผิวนุ่มของเธอนั้นช่างรู้สึกดี และดูเหมือนเธอเองก็จะ\nรู้สึกผ่อนคลายลงเล็กน้อยด้วย"

"เพียงถูกเธอสัมผัสฉันก็รู้สึกร้อนรุ่มขึ้นมาเกินคาด ฉันคลายตัวให้หายเกร็งปล่อยให้ความหวามไหวแผ่ซ่านไปทั่วร่าง"

"หลายนาทีผ่านไปพร้อมความเงียบงัน โดยเสียงที่เติมเต็มภายในบ้านนั้นมีเพียงเสียงหายใจหอบของพวกเรา มือของลิลลี่\nซึ่งลูบไล้อยู่ที่ผมของฉันหยุดชะงัก เธอเปิดปากพูดอีกครั้ง"

show evh lilly_handjob_stroke_flustopen_small
with charachange

li "ฮิซาโอะ…"

"ฉันรอให้ลิลลี่พูดต่อ แต่ก็ไม่มีคำพูดใดตามมาอีก อาจจะพยายามนำอยู่ แต่ตัวเธอยังคงประหม่าหนัก"

"เห็นแล้วก็อดยิ้มไม่ได้ ฉันลูบผมเธอที่ปรกหน้าอยู่สองสามครั้ง ถึงจะประหม่าไปหน่อย แต่ฉันก็ยินดีให้เธอนำให้ ถ้าฉัน\nเป็นฝ่ายนำบ้างก็คงเกร็งพอกัน"

show evh lilly_handjob_stroke_normopen_small
with charachange

hi "ได้"

"ลิลลี่ชะงักไปครู่หนึ่งก่อนจะพยักหน้าแล้วขยับตัวลุกขึ้นนั่งเอาขาคร่อมตัวฉัน เป็นอีกครั้งที่ฉันต้องทึ่งกับกายอันงดงาม\nของเธอซึ่งอยู่บนตัวฉัน"

show evh lilly_cowgirl_smile_small
with whiteout

"ฉันได้แต่มองไม่วางตาปล่อยให้เธอค่อย ๆ ลดตัวลงให้กลีบกุหลาบสีหวานนั้นทาบทับตัวฉัน เธอขยับเอวลงต่ำอีกช้า ๆ\nให้ความอ่อนนุ่มของเธอเข้าครอบครองความรับรู้ของฉัน"

show evh lilly_cowgirl_weaksmile_small
with charachange

"ลิลลี่สูดหายใจลึกตั้งสติโดยที่ยังตั้งหน้าตรงอยู่ เธอใช้มือสัมผัสร่างกายของฉันแทนการมองเห็น ตามปกติแล้วเธอจะใช้\nสัมผัสนี้แทนสายตาได้ตามปกติ ทว่าเหตุการณ์แสนรัญจวนนี้ได้เข้ามาขัดขวางจนจดจ่อลำบาก"

"เธอลดตัวลงมาเรื่อย ๆ โดยใช้มือกับเข่ายันตัวไว้ พอฉันชำแรกเข้าไปทั้งร่างกายเธอก็เกร็งขึ้นมา สีหน้าเธอบอกชัด\nว่ากำลังกลั้นความเจ็บปวดอยู่"

"ถึงอย่างนั้นฉันก็อดที่จะดื่มด่ำไปกับสัมผัสอันอ่อนนุ่มและอุ่นร้อนที่เข้าครอบครองความรับรู้ คลื่นความหวามไหว\nเข้าสาดซัดทุกประสาทสัมผัส"

"ส่วนสุดท้ายที่เหลืออยู่ได้หลบหายเข้าไปในตัวเธอทั้งหมดแล้ว ลิลลี่จิกเล็บเข้ากับหน้าอกฉันเล็กน้อยเพื่อกลั้นเสียง\nไม่ให้ตัวเองร้องด้วยความเจ็บ เสียงครางอันเจ็บปวดซึ่งเกินกว่าที่เธอจะกลั้นไหวหลุดออกมาจากปากเธอ"

"จังหวะที่ฉันกำลังจะพูดปลอบเธอนั้นสายตาก็เหลือบไปเห็นหยดสีแดงหยดเล็ก ๆ ตรงหว่างขาเธอ"

hi "ลิลลี่ ถ้าเธอไม่ไหว…"

scene evh lilly_cowgirl_strain_small
with charachange

"เธอเม้มปากแน่นแล้วสั่นหัวปฏิเสธแรง ๆ ไปมา ไม่นานเธอก็คลายความเกร็งลงเล็กน้อย แต่ก็ชัดอยู่ว่ายังไม่ได้หายเกร็ง\nโดยสมบูรณ์"

li "ไม่… เป็นไร… ฉันยังไหว"

scene evh lilly_cowgirl_frown_small
with charachange

"ลิลลี่กลืนน้ำลายอึกใหญ่สงบใจตัวเอง"

"เธอยกตัวขึ้นช้า ๆ แล้วลดตัวลงอีกครั้ง เมื่อความสุขสมเข้าทับถมความเจ็บปวดเหล่านั้นเธอจึงคลายความเกร็งลงได้อีก\nเล็กน้อย"

scene evh lilly_cowgirl_strain_small
with charachange

"ลมหายใจของเธอเริ่มขาดห้วงไปเหมือนอย่างฉัน เธอขยับตัวได้ช้าจนฉันแทบขาดใจ ดูเหมือนว่าเธอเองก็เริ่มจะสุข\nไปกับกิจกรรมนี้แล้ว ความรู้สึกของฉันส่งไปถึงเธอเสียที"

"ฉันไม่แน่ใจนักว่าเธอทำความเร็วเท่านี้เพื่อตัวเธอเองหรือเพื่อฉันกันแน่ แต่จะเพื่อใคร… ถ้าทำแบบช้า ๆ เรื่อย ๆ แบบนี้\nร่างกายฉัน… น่าจะพอไหวอยู่ จะว่าไปแล้วก็ตลกดีที่แม้แต่ตอนนี้ฉันก็ยังต้องพึ่งเธออีก"

"ฉันดีใจ… ที่เราสองคนได้เชื่อมประสานถึงกันโดยที่ความรู้สึกนั้นตรงกัน ได้ทำครั้งแรกร่วมกันอย่างนี้… มันช่าง…\nสุขล้น… เหลือเกิน…"

hi "ฉันรักเธอนะ… ลิลลี่…"

scene evh lilly_cowgirl_cry_small
with charachange

li "ฮิซาโอะ… ฮิซาโอะ…!"

"ฉันสัมผัสได้ถึงร่างกายเธอที่หดเกร็ง ทั้งลมหายใจและการขยับตัวของเธอเร็วขึ้นเรื่อย ๆ ดีใจจริง ๆ ที่ฉันทำให้เธอ\nรู้สึกดีได้ขนาดนี้ แต่ยิ่งจดจ่อก็ยิ่งรู้สึกได้ถึงตัวฉันที่เข้าใกล้ขีดจำกัดอย่างรวดเร็ว"

scene white
with Dissolve(3.0)

"ฉันไม่อาจควบคุมร่างกายตัวเองได้อีกต่อไป ฉันกัดฟันกรอดครางต่ำเมื่อยกสะโพกเข้าหาตัวเธอแล้วปล่อยให้ตัวเอง\nไปถึงฝั่ง เธอเองก็โน้มตัวเข้ามาจนหน้าอกของเธอแนบกับหน้าอกของฉัน"

"พวกเราปล่อยให้ตัวเองติดตรึงไปกับความหวามไหวซึ่งแผ่ซ่านนั้นอยู่ครู่หนึ่ง ในสมองฉันเต็มไปด้วยความรู้สึกจาก\nชั่วขณะอันหอมหวานนั้น"

scene evh lilly_cowgirl_weaksmile_small
with charachange

"กิจกรรมจบลงไปอย่างรวดเร็ว ร่างของพวกเราทรุดลงด้วยความเหนื่อยอ่อน ลิลลี่ยังคงนอนทับอยู่บนตัวฉัน"

"ฉันยกแขนขึ้นโอบร่างอาบเหงื่อไร้เรี่ยวแรงของเธออย่างหมดแรง พวกเรานอนนิ่ง ๆ อยู่อย่างนั้นหลายนาที คอยดื่มด่ำ\nสัมผัสของกันและกันอยู่เงียบ ๆ พลางตั้งสติจากเหตุการณ์เมื่อครู่"

"สิ่งหนึ่งที่ฉันแน่ใจคือ พวกเราต่างไม่มีใครได้เตรียมใจกับเหตุการณ์เช่นนั้นเลย"

"ฉันมองใบหน้าอันอ่อนเพลียของเธอ ตอนนี้ฉันไม่มีแรงแม้แต่จะพูดคุยอะไรแล้ว ดูท่าว่าการที่เธอต้องออกแรงกาย\nและใช้ความคิดอย่างหนักนั้นจะทำให้เธออ่อนเปลี้ยจนแทบขยับตัวไม่ไหว"

hi "ฉันรักเธอนะลิลลี่"

scene evh lilly_cowgirl_smile_small
with charachange

"ลิลลี่พยักหน้าเบา ๆ พลางใช้มือซ้ายของเธอลูบหัวฉัน ถ้าหากเราสองคนอยู่ด้วยกันเช่นนี้ได้ไปชั่วนิรันดร์ เท่านั้น\nเราคงมีความสุขยิ่งกว่าอะไร"

stop music fadeout 2.0

scene black
with dissolve

#**************************************

label th_L18:

scene bg hok_lounge_rn
with locationchange

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_rain fadein 1.0

"ฉันลืมตาตื่นด้วยความไม่เต็มใจนักเพราะได้ยินเสียงบางอย่าง"

"พอหันมองไปทางด้านซ้ายก็เห็นฝนที่ซัดสาดใส่หน้าต่างจนเกิดเสียงซ่า ลมที่ตีม่านฝนเข้ามากระทบกับหน้าต่างนั้น\nพัดรุนแรงราวกับจะชดเชยความร้อนจากฤดูร้อนเมื่อก่อนหน้านี้"

"ฉันลุกขึ้นนั่งกับฟูกฟูตงแล้วนวด ๆ ท้ายทอยบรรเทาความปวดจากการนอนด้วยท่าที่ผิดธรรมชาติ"

"ถ้าว่าตามจริงแล้วฉันต้องเสียดายที่สภาพอากาศดันมาเป็นอย่างนี้ เพราะวันนี้เป็นวันสุดท้ายแล้วที่จะได้อยู่ที่นี่ แต่\nเหตุการณ์เมื่อวานยังคงวนเวียนอยู่ในความคิดไม่ไปไหน"

"ความรู้สึกที่ได้โอบกอดลิลลี่ที่ร้องไห้ ความรู้สึกที่ความใคร่กับฮอร์โมนแล่นพล่านไปทั่วตัวขณะที่เราได้หลับนอนด้วยกัน\nทุกอย่างที่เกิดขึ้นนั้นคงไม่อาจใช้เหตุผลอะไรมาอธิบายได้"

"ฉันร้องโอดโอยเอี้ยวตัวไปหยิบกระเป๋าโดยที่ไม่ลุกเพื่อเป็นการเบนความสนใจของตัวเองก่อนจะหยิบขวดยาต่าง ๆ\nออกมาแล้วเทเม็ดยาตามปริมาณที่ต้องกินเป็นประจำทุกวันออกมาจากแต่ละขวดและกลืนยาไปโดยทันที"

$ renpy.music.set_volume(0.1, 1.0, channel="ambient")

window hide
nvl show dissolve

nvl clear

n "\n\n\n\nฉันชินกับการกินยาโดยที่ไม่ต้องกินน้ำตามได้อย่างเร็วเหลือเชื่อ แต่ก็นะ ฉันเองก็ชินกับการอยู่ในโรงเรียนสำหรับ\nนักเรียนพิการได้อย่างเร็วเหลือเชื่อเหมือนกัน"

n "พอนึกถึงยามากุแล้วฉันก็นึกยินดีที่ได้ปลีกตัวออกมาจากตรงนั้น แม้จะเป็นเพียงระยะเวลาสั้น ๆ ก็ตาม"

n "ฉันรู้สึกยินดีที่ตัวเองมีโอกาสได้ใช้เวลาอยู่ห่างจากความวุ่นวายของชีวิตในโรงเรียนด้วยกันกับลิลลี่กับฮานาโกะ\nตามลำพัง ถึงจะมีเหตุการณ์อย่างเมื่อคืนเกิดขึ้นก็เถอะ"

n "ฉันไม่เคยคิดเลยว่าตัวเองจะมาคิดอย่างนี้ได้ แต่ฉันอยากไปอาศัยอยู่ในพื้นที่ดี ๆ ที่เงียบสงบ อยู่ห่างไกลจากตัวเมือง\nซึ่งเป็นความคิดที่ถ้าตัวฉันเมื่อสักหนึ่งปีที่แล้วได้ยินก็คงบอกว่าไร้สาระ"

$ renpy.music.set_volume(0.2, 1.0, channel="ambient")

nvl clear
nvl hide dissolve

window show

"ตรงมุมผนังมีผ้าสีชมพูแวบออกมา ซึ่งก็คงเป็นชุดของฮานาโกะนั่นแหละ สภาพฉันที่เพิ่งตื่นตอนนี้คงดูไม่ได้แน่ ๆ\nฉันรีบยัดยาที่เหลือเข้าปากแล้วใช้มือสาง ๆ ผม"

show hanagown smile_rn at center
with charaenter

ha "อรุณสวัสดิ์ ฮิซาโอะ"

hi "อ๊ะ อรุ— อ่อก!"

$ renpy.music.set_volume(0.0, 0.2, channel="ambient")

with vpunch

"ฉันตอบฮานาโกะไปโดยยังไม่ทันนึกได้ว่ากำลังกลืนเม็ดยาที่ค่อนข้างใหญ่อยู่ ฉันสำลักไอค่อกแค่กไม่หยุด"

show hanagown worry_rn
with charachange

ha "อ๊ะ ฮิซาโอะ!"

$ renpy.music.set_volume(0.2, 10.0, channel="ambient")

"พอไอโขลกไปพร้อมทุบหน้าอกตัวเองสองสามครั้งให้เม็ดยาหลุดลงไปแล้วฉันก็กลับมาตั้งตัวได้"

hi "ไม่เป็นไร ขอโทษที พอดีลืมว่ากินยาอยู่"

play music music_happiness fadein 5.0

show hanagown distant_rn
with charachange

ha "ขอโทษนะ พอดีฉันไม่ได้ตั้ง—"

"ฉันยกมือปรามฮานาโกะ"

hi "ฉันสำลักเองน่า รุณสวัสดิ์ ฮานาโกะ"

"ฮานาโกะเงียบไปครู่หนึ่งแล้วโค้งตัวตอบ"

show hanagown distant_rn at tworight
show bg hok_lounge_rn at bgright
with charamove

show lilly basic_sleepy_paj_rn at twoleft
with charaenter

"ส่วนเงาลิลลี่อันคุ้นเคยที่เดิน ไม่สิ โซเซอยู่หลังฮานาโกะนั้นก็ใส่ชุดนอนเช่นกัน เธอทำตาปรือด้วยความงัวเงีย ผมเผ้า\nยังรุงรัง เป็นภาพที่น่าดูชมทีเดียว"

hi "ไงลิลลี่"

show lilly basic_weaksmile_paj_rn at twoleft
with charaenter

li "อรุณสวัสดิ์… ฮิซาโอะ"

"เราสามคนนิ่งเงียบค้างไปเพราะต่างคนต่างทำตัวไม่ถูก"

"เราสองคนต่างรู้สึกกระอักกระอ่วนกับสถานการณ์ในตอนนี้เพราะเรื่องเมื่อคืน เวลาอยู่ด้วยกันแล้วจะให้ทำตัวยังไง\nก็พวกเรา… กันไปแล้ว"

"ทางเลือกที่ดีที่สุดคงจะเป็นการคุยกับลิลลี่ตัวต่อตัวเพื่อจัดการให้อะไร ๆ ลงตัว"

hi "เอ่อ เดี๋ยวฉัน… ไปทำข้าวเช้านะ"

"ชัดว่าลิลลี่เองก็รู้ว่าฉันคิดอะไรอยู่"

show lilly basic_smileclosed_paj_rn
with charachange

li "เดี๋ยวฉันไปช่วยทำนะ ฮานาโกะ เธอไปจัดโต๊ะให้หน่อยได้หรือเปล่า"

"ฮานาโกะพยักหน้าแล้วมุดตู้เก็บของเพื่อทำตามหน้าที่ที่ได้รับมอบหมาย"

$ renpy.music.set_volume(0.1, 0.5, channel="ambient")

scene bg hok_kitchen_rn
with locationchange

"ฉันขยี้ตาให้ตื่นตัวขึ้นอีกหน่อยพลางเดินไปหยิบนมในตู้เย็น ส่วนลิลลี่ก็หยิบกล่องสีสดใสหลายกล่องออกมาจาก\nตู้เก็บของด้านล่างตู้หนึ่งที่อยู่ข้างฉัน"

"พวกเราจัดแจงมื้ออาหารซึ่งดูค่อนข้างเรียบง่าย ฉันกระซิบเสียงแผ่วกว่าปกติคุยกับลิลลี่ เธอคงได้ยินแน่ ๆ ละ เพราะเธอ\nหูดีขนาดนั้น"

hi "ไหวมั้ยลิลลี่ เมื่อคืน…"

show lilly basic_reminisce_paj_rn at center
with charaenter

"ลิลลี่พยักหน้าเบา ๆ สีหน้าของเธอคล้ายไม่มีเรี่ยวแรง"

"ถึงส่วนหนึ่งจะเป็นเพราะความเหนื่อยอ่อนก็จริง แต่เธอก็ดูไม่แน่ใจจริง ๆ กับสิ่งที่เกิดขึ้นระหว่างเรา และไม่รู้ว่าจะต้อง\nทำยังไงต่อ จริง ๆ จะว่าเธอก็ไม่ได้หรอก เพราะฉันเองก็รู้สึกอย่างนั้นเหมือนกัน"

show lilly basic_sad_paj_rn
with charachange

li "ขอโทษนะฮิซาโอะ เมื่อวานสติฉันไม่อยู่กับตัวเลย ฉันไม่แม้แต่จะฉุกคิดถึงเธอหรือฮานาโกะ แล้วฉันยังถึงขั้น…"

"ลิลลี่ตระหนกหนัก น้ำเสียงเธอฟังดูเกร็ง มือของเธอก็เกร็งเช่นกัน ฉันถองศอกใส่เธอเบา ๆ ด้วยหวังไม่ให้บรรยากาศ\nเครียดเกินไป"

hi "ไม่ต้องขอโทษหรอก ฉันก็บอกแล้วนี่ว่าฉันก็ชอบเธอเหมือนกัน"

show lilly basic_oops_paj_rn
with charachange

li "แต่ฉัน…"

"ลิลลี่เริ่มร้อนรน แปลว่าฉันไม่มีทางเลือกอื่นแล้ว"

show lilly basic_sad_paj_close_rn
with characlose

"ฉันหันไปทางลิลลี่แล้วโอบกอดร่างสูงของเธอ เธอไม่ขัดขืนเลย และโชคดีที่เธอกลับมาใจเย็นลงได้ก่อนที่เธอจะ\nปั่นป่วนใจไปกว่านี้"

show lilly basic_sad_paj_close_rn at twoleft
show bg hok_kitchen_rn at bgleft
with charamove

show hanagown normal_rn at tworight
with charaenter

"แม้จะกอดปลอบลิลลี่อยู่ไม่นาน ฉันก็เห็นฮานาโกะที่กำลังมองเงียบ ๆ อยู่ เธอถือจานลอยค้างจากโต๊ะไปไม่กี่เซนติเมตร\nไม่ทันวางเพราะเห็นภาพเราสองคนกอดกันเสียก่อน"

stop music fadeout 2.0

scene bg hok_lounge_rn
show hanagown distant_rn:
    tworight
    ypos 1.15
show lilly basic_sleepy_paj_rn:
    twoleft
    ypos 1.17
with shorttimeskip

$ renpy.music.set_volume(0.2, 0.5, channel="ambient")

"พวกเรากินอาหารกันอย่างเงียบ ๆ โดยมีเพียงเสียงอุปกรณ์การกินที่กระทบกับจานดังแทรก ก่อนหน้านี้พวกเราสองคน\nคงไม่แน่ใจในความรู้สึกของตัวเอง แต่ตอนนี้สถานการณ์ได้เปลี่ยนไปแล้ว"

"มิตรภาพอันแสนสุขในช่วงหลายสัปดาห์ อยู่กินข้าวด้วยกันทุกวันคุยกันเรื่อยเปื่อยไม่มีสาระอะไร มิตรภาพระหว่างลิลลี่\nกับฉัน ไม่สิ ระหว่างเราสามคนได้เปลี่ยนแปลงไปอย่างไม่อาจย้อนคืน"

"ทนไม่ไหวแล้ว"

hi "ลิลลี่…"

stop ambient fadeout 25.0

show lilly basic_listen_paj_rn
with charachange

"ลิลลี่พยักหน้าจริงจังแล้ววางช้อนลงบนจานตรงหน้าเธออย่างเบามือ เราสองคนต่างไม่รู้ว่าอีกฝ่ายมองตัวเองอย่างไร\nและไม่รู้ด้วยซ้ำว่าฮานาโกะจะมองตัวพวกเราอย่างไรด้วย"

show lilly basic_weaksmile_paj_rn
with charachange

li "ออกจะกะทันหันไปสักหน่อย แต่ว่า… ฉันสารภาพรักกับฮิซาโอะแล้วนะ"

show hanagown distant_blush_rn
with charachange

"ฮานาโกะดูค่อนข้างสับสนอยู่ครู่หนึ่ง ซึ่งฉันก็คิดไว้แล้วว่าเธอต้องทำหน้าอย่างนี้แน่ แต่สุดท้ายเธอก็พยักหน้าโดยที่ยัง\nคาบช้อนไว้ในปากอยู่"

show hanagown normal_blush_rn
with charachange

ha "แล้วนายรับรักมั้ย"

hi "รับ"

show hanagown smile_rn
with charachange

"ฮานาโกะยิ้มกว้างอย่างจริงใจจนฉันหน้าแดง รอยยิ้มนี้คงเป็นรอยยิ้มที่สดใสที่สุดเท่าที่ฉันเคยเห็นฮานาโกะยิ้มมาเลย"

play music music_serene fadein 6.0

ha "งั้นก็ดีแล้วละ ฉันมีความสุขมาก ๆ เลย"

show lilly basic_sleepy_paj_rn
with charachange

li "ขอโทษที่ก่อนหน้านี้ไม่ได้บอกนะ พอดีเรื่องมัน…"

"ฮานาโกะสั่นหัวด้วยความเข้าใจ ซึ่งเหมือนเธอจะไม่ทันคิดว่าอย่างไรลิลลี่ก็คงมองไม่เห็น"

show hanagown distant_blush_rn
with charachange

"เธอจับนิ้วตัวเองเล่นดูประหม่ากว่าเมื่อครู่"

ha "เอาจริง ๆ ฉันก็คิดมาสักพักแล้วว่าเธอสองคนชอบกันหรือเปล่า ตอนแรกฉันก็ไม่รู้เหมือนกันว่าจะรู้สึกยังไงดี…\nแต่ฉัน…"

show hanagown smile_rn
with charachange

ha "ฉันก็คิดเอาว่า… ถ้าเพื่อนฉันมีความสุข ฉันก็มีความสุข"

ha "ฉันดีใจมากที่เราได้เพื่อนใหม่ตอนที่เจอฮิซาโอะ เพราะงั้น การที่เธอได้รู้จักคำว่ารักเพราะเขาก็ยิ่งดีไปอีก… ใช่มั้ย"

"ฉันโล่งใจเป็นอย่างมากที่ฮานาโกะยอมรับความสัมพันธ์ของพวกเรา ดูจากสีหน้าแล้ว ลิลลี่ก็คงรู้สึกไม่ต่างกัน"

show lilly basic_weaksmile_paj_rn
with charachange

li "ขอบคุณนะฮานาโกะ ฉันดีใจมากที่เธอเข้าใจ"

show hanagown distant_rn
with charachange

"น้ำเสียงลิลลี่ยังฟังดูคล้ายเป็นการขอโทษอยู่เล็กน้อย หรือไม่ก็เป็นความไม่แน่ใจ ซึ่งฮานาโกะที่เหมือนคิดอะไรอยู่ครู่หนึ่ง\nก็จับน้ำเสียงนั้นได้แล้วหันมาทางฉัน"

show hanagown smile_rn
with charachange

ha "ฮิซาโอะ ขอฉันกับลิลลี่ออกไปข้างนอกด้วยกันสักหน่อยได้มั้ย"

hi "อ้อ ได้สิ ตามสบาย…"

show lilly basic_surprised_paj_rn
with charachange

li "ฮานาโกะ?"

show hanagown smile_rn at tworight
with charamove

show lilly basic_surprised_paj_rn at twoleft
with charamove

hide lilly
hide hanagown
with charaexit

stop ambient
$ renpy.music.set_volume(1.0, 0.0, channel="ambient")

"ฮานาโกะลุกจากเก้าอี้แล้วจับมือลากตัวลิลลี่ไปจากโต๊ะด้วยความตื่นเต้น ลิลลี่ซึ่งปกติจะเดินอย่างช้า ๆ และสม่ำเสมอนั้น\nเดินไปแบบแปลก ๆ จนแทบจะเสียการทรงตัวอยู่บ้างเมื่อฮานาโกะลากตัวไปด้วยความเร่งรีบ"

"ดูแล้วก็ตลกดี ฉันมองพวกเธอสองคนออกไปทางประตูเงียบ ๆ และฉันก็เพิ่งรู้ตัวว่าฝนหยุดแล้ว ท้องฟ้าใสสว่าง\nเข้ามาแทนที่ราวกับจะชดเชยความหมองหม่นจากผืนฟ้าเมื่อเช้านี้"

"ข่าวนี้คงเป็นข่าวใหญ่ทีเดียวสำหรับฮานาโกะ ลิลลี่กับฉันเป็นคนกลุ่มเดียวที่เธอคลุกคลีด้วยจนคล้ายว่าพวกเราเป็น\nพ่อแม่ที่เข้ามาทดแทนพ่อแม่จริง ๆ ของเธอ"

"ถ้าให้ว่าแล้ว ความสัมพันธ์ของพวกเราก็คงเป็นอย่างนั้นนั่นแหละ พ่อ แม่ ลูก อยู่เล่นเป็นครอบครัวด้วยกันราวกับว่า\nจะเล่นบทบาทเช่นนี้ไปได้ตลอดกาล"

"อาจจะเป็นความสัมพันธ์ที่พิลึก และเป็นความสัมพันธ์ที่อย่างไรก็อยู่ได้ไม่นาน… แต่ว่า เพียงได้เป็นอย่างนี้ ณ\nชั่วขณะนี้ ก็คงนับว่าดีแล้ว"

"ฉันลุกเดินออกจากโต๊ะไปหาลิลลี่กับฮานาโกะที่อยู่กลางทุ่งด้านนอกพลางพยักหน้าให้ความมั่นใจกับตัวเอง"

"ความสุข ณ ชั่วขณะสั้น ๆ นี้—ไม่ว่าจะสั้นเพียงใด—จะอยู่ในใจฉัน ในใจพวกเราทุกคน ไปตลอดกาล"

stop music fadeout 2.0

label th_L19:

scene bg hok_bath
show steam
with shorttimeskip

"ฉันนอนแช่น้ำร้อนแล้วถอนหายใจยาว ความรู้สึกที่ได้ผ่อนคลายกล้ามเนื้อตอนแช่น้ำร้อนนี่สบายตัวเสียจริง"

"ลืมไปแล้วเหมือนกันว่าตัวเองได้แช่น้ำร้อนครั้งล่าสุดจริง ๆ ตอนไหน แต่ตอนนี้ก็ขี้เกียจคิดแล้ว"

play music music_dreamy fadein 2.0

nvl clear
window hide

nvl show dissolve

n "ฉันอาจจะแค่คิดได้ว่าคราวนี้ฉันได้อาบน้ำแบบจริง ๆ สักครั้ง เป็นการอาบน้ำที่เปิดโอกาสให้ฉันได้มีเวลาอยู่กับตัวเอง\nอยู่แบบสบาย ๆ อย่างผ่อนคลาย ซึ่งฉันยินดีที่ได้อาบน้ำอย่างนี้"

n "ฮานาโกะ ลิลลี่ แล้วก็ฉันเดินเล่นด้วยกันข้างนอกสำรวจอาณาบริเวณรอบบ้านซึ่งกว้างกว่าที่คาด จากนั้นพวกเราก็มา\nพักผ่อนกันตอนบ่าย ดูโทรทัศน์ อ่านหนังสือ เล่นไพ่กัน"

n "อาจจะไม่ใช่การปิดท้ายวันหยุดที่หวือหวามากนัก แต่การได้อยู่อย่างสบายเงียบสงบเช่นนี้ก็เป็นอะไรที่ดีเช่นกัน แม้พรุ่งนี้\nเราจะต้องกลับไปที่โรงเรียนกันแล้ว แต่ฉันคงจะยังจดจำบ้านหลังเล็กที่ฮกไกโดแห่งนี้ไปอีกนานแสนนาน"

n "น่าเสียดายที่อีกไม่กี่ชั่วโมงเราจะต้องขึ้นรถไฟขาล่องกลับกันแล้ว"

n "ฉันได้แต่หาวด้วยความอิ่มใจแล้วมองไอน้ำที่ลอยจากผิวน้ำที่เรียบนิ่ง สุดท้ายฉันก็หันไปมองที่เพดาน"

n "ใกล้สอบแล้ว แต่ฉันยังไม่ได้อ่านหนังสืออะไรเท่าไหร่เลย"

n "แล้วยิ่งไปกว่านั้น ฉันยังไม่รู้เลยว่าพอเรียนจบแล้วจะเอายังไงต่อ สอบให้ผ่านน่ะก็ดีอยู่หรอก แต่ผ่านแล้วได้อะไรบ้าง"

n "แล้วแถมยังมามีแฟนเอาจังหวะนี้อีก"

nvl clear
nvl hide dissolve
window show

hi "นี่ฉันกำลังทำบ้าอะไรอยู่วะ"

"…"

"…แต่จะคิดอย่างนั้นก็คงไม่ได้ อะไรที่ทำลงไปแล้วจะย้อนกลับไปแก้ไขไม่ได้ แล้วบางทีสิ่งนี้ก็อาจจะเป็นอีกมุมหนึ่ง\nของชีวิตใหม่ที่ฉันกำลังสร้างขึ้นมาด้วยก็ได้"

"ฉันชอบการได้อยู่กับลิลลี่ แล้วชีวิตคนเราก็ใช่ว่าจะมีแต่เรื่องเรียนและงานสักหน่อย"

"ระหว่างที่ฉันแก้ตัวกับเรื่องที่เกิดขึ้นเป็นพัลวันนั้นก็มีเสียงเคาะประตูเป็นจังหวะ ฉันขยับตัวลุกขึ้นนั่งหลังตรงหาต้นตอ\nของเสียง"

"เคาะสามครั้งพอดิบพอดี น้ำหนักการเคาะแต่ละครั้งนั้นมีการกำหนดชัดเจน และมีการเว้นจังหวะสม่ำเสมอเทียบได้กับ\nเมโทรโนม ถ้าไม่ใช่ลิลลี่ฉันคงประหลาดใจมาก"

li "ขอเข้าไปหน่อย… ได้มั้ยจ๊ะ"

"อืม ลิลลี่จริงด้วย"

hi "อาบน้ำอยู่ เดี๋ยวจะออกไปแล้ว"

li "…รู้จ้ะ"

stop music fadeout 3.0

"พอได้ยินเสียงที่ดังมาจากอีกฟากประตูแล้วฉันเป็นต้องตกใจ ฉันคิดอะไรอยู่แวบหนึ่งแล้วขยับตัวมาอยู่ริมอ่างแล้ว\nห้อยแขนกับขอบอ่าง"

"ถึงจะทำนิ่งไว้ แต่ในใจก็อดไม่ได้ที่จะคิดอะไร ๆ"

hi "อะ อื้ม เข้ามาสิ"

show lilly basic_smileclosed_cas at Alphain(1.0), Slide(0.4, 0.5, 0.5, 0.5, 1.0)
with Pause(1.0)

"แล้วลิลลี่ก็เปิดประตูเดินเข้ามาอย่างช้า ๆ แล้วปิดประตู เธอดูใจเย็นแปลก ๆ ขัดกับฉันที่ใจเต้นแรงเหลือเกิน"

hi "อ่า… งะ ไง… ลิลลี่"

play music music_one fadein 9.0

show lilly basic_smile_cas at center
with charachange

li "เธอจะว่าอะไรมั้ยถ้าฉันจะขออาบน้ำด้วย"

hi "ไม่ว่าครับ เอาเลย"

show lilly basic_listen_cas at center
with charachange

"ลิลลี่พยักหน้าก่อนจะถอดเสื้อคลุมออกเผยส่วนหน้าอกเธอออกมาทีละน้อย"

hi "ถ้าจะให้ฉันช่วยถอดก็ได้นะ"

show lilly basic_emb_cas at center
with charachange

li "ขอปฏิเสธ"

hi "ทำไม"

show lilly basic_pout_cas at center
with charachange

li "…"

"สีหน้าของเธอบ่งบอกว่าเธอไม่ได้ชินกับการที่จะให้ฉันดูแลขนาดนั้น ซึ่งก็ว่าไม่ได้หรอก"

hide lilly
with charaexit

play sound sfx_rustling

"ลิลลี่ยังคงถอดเสื้อผ้าต่อ เสื้อกับกระโปรงของเธอร่วงลงกับพื้นเผยให้เห็นยกทรงและกางเกงในลายลูกไม้สีขาว\nและสุดท้ายเธอก็ยืนตัวเปลือยอยู่กลางห้องน้ำ"

label th_L19h:

show lilly behind_sleepy_nak at center
with charachange

"คราวนี้ฉันมองร่างของเธอได้แบบไม่ประหม่ามากเท่าคราวที่แล้ว เป็นภาพที่งดงามจริง ๆ"

li "ฮิซาโอะ?"

hi "หืม?"

show lilly behind_pout_nak at center
with charaenter

li "คิดอะไรลามกอยู่ละสิ"

hi "ถามอะไรแปลก ๆ ก็เธอมาถอดเสื้อผ้าต่อหน้าฉันเนี่ย"

show lilly behind_weaksmile_nak at center
with charachange

"ลิลลี่ขมวดคิ้วครุ่นคิด"

li "ของแบบนี้คงดูเย้ายวนสำหรับเธอมากกว่าฉันละมั้ง"

hi "ทำไม"

hi "…อ๊ะ"

show lilly behind_giggle_nak at center
with charachange

"ลิลลี่หัวเราะคิกคักน้อย ๆ ซึ่งเหมือนจะช่วยให้เธอใจเย็นลง"

show lilly behind_smile_nak at center
with charachange

li "ฮิซาโอะ ถ้าแบบนี้มันแรงไปสำหรับเธอ ไว้ฉันค่อยมาหาอีกทีก็ได้นะ"

hi "ไม่ ๆ ไม่เป็นไร ฉันแค่… เอ่อ…"

hi "เธอสวยมากเลยนะ รู้มั้ย"

show lilly behind_emb_nak at center
with charachange

"คำชมจริงใจของฉันทำให้เธอหน้าแดงก่ำขึ้นมา"

li "ฮิซาโอะ…"

"ฉันหยัดยิ้มเล็กน้อย พอเธอโดนจู่โจมแบบไม่ทันตั้งตัวแล้วก็ดูน่ารักดี"

show lilly behind_smileclosed_nak at center
with charachange

li "ว่าแต่ว่า ขอแช่ด้วยได้มั้ยจ๊ะ"

hi "อ้อ ได้สิ"

hide lilly
with charaexit

"ฉันโน้มตัวไปจับมืออ่อนนุ่มของเธอนำทางให้เธอข้ามขอบอ่างเข้ามา"

"ลิลลี่จับไปตามขอบอ่างแล้วหย่อนตัวลงแช่น้ำ ฉันถึงกับหยุดหายใจไปชั่วครู่เมื่อเธอมานั่งเอาหลังพิงหน้าอกฉันแล้ว\nวางขาไว้ตรงระหว่างขาฉันทั้งสองข้าง นึกว่าจะไปนั่งแช่ที่อีกฝั่งเสียอีก"

scene evh lilly_bath_smile_small
with whiteout

"ฉันถอนหายใจยาวเพื่อสงบใจตัวเองแล้ววางแขนพาดขอบอ่างพลางควบคุมตัวเองไม่ให้ตื่นตัว"

"สองตาเห็น… ส่วนเหล่านั้นอันอวบอิ่มของเธอแบบจะจะ แต่สัมผัสจากร่างกายของเธอที่แนบกับตัวฉันนั้น\nช่างผ่อนคลายเหลือเชื่อ และยิ่งลิลลี่เป็นคนประสาทสัมผัสไว เธอคงรู้สึกดีกว่าฉันเสียอีก"

li "น้ำที่เธออาบนี่ร้อนน่าดูเลยนะ"

hi "นิดหน่อย จะให้เติมน้ำเย็นสักหน่อยมั้ยล่ะ"

"ลิลลี่สั่นหัวเบา ๆ"

li "ไม่ต้องจ้ะ แบบนี้แหละ"

hi "โอเค"

"บทสนทนาจบลงไปอย่างรวดเร็ว มีเพียงความเงียบที่ตามมา"

show evh lilly_bath_emb_small
with charachange

"ความเงียบอันน่าอึดอัดที่ดำเนินอยู่เนิ่นนาน"

li "หรือแบบนี้มันจะ…"

hi "ไม่ต้องห่วง ไม่เป็นไรหรอก"

"สถานการณ์ยิ่งน่ากระอักกระอ่วนไปใหญ่ ลิลลี่ใช้มือข้างที่ยังว่างลูบขาตัวเองเล่นราวกับจะเบนความสนใจของตัวเอง\nส่วนมืออีกข้างนั้นปิดหน้าอกตัวเองไว้เพื่อความสุภาพ"

"ฉันนั่งเหม่อมองกำแพงตรงหน้าที่มีไอน้ำซึ่งลอยขึ้นจากอ่างคั่นกลางอยู่โดยลอบมองร่างกายเธอเป็นระยะ ๆ"

"ระหว่างที่เธอลูบขาอยู่นั้นสีขาวจากผิวเธอก็เปล่งประกายออกมา ซึ่งยิ่งขับเน้นความยาวและสีผิวของขาเธอให้เด่นชัด"

hi "จะว่าไป หน้าตาเธอดูเป็นฝรั่งมากกว่าพี่อากิระไปเยอะเลยนะ"

li "ฉันได้แม่มาน่ะจ้ะ ส่วนพี่ได้พ่อมา"

hi "ก็คงเป็นอย่างนั้นละนะ แล้วคนสกอตแลนด์โดยกำเนิดไปเจอกับนักธุรกิจญี่ปุ่นได้ยังไงล่ะเนี่ย"

li "แม่ฉันเป็นนักข่าวน่ะจ้ะ ท่านได้เจอกับพ่อตอนที่พ่อไปประชุมที่อินเวอร์เนสส์"

hi "อ้อ อย่างนี้นี่เอง ความสูงเธอก็น่าจะได้แม่มาด้วยละนะ"

"ฉันก้มมองลิลลี่ที่พยักหน้าอยู่แล้วถอนหายใจให้กับความบ้าบอของสถานการณ์ในตอนนี้"

hi "แบบนี้คงมากไปจริง ๆ สิินะ"

show evh lilly_bath_smile_small
with charachange

li "แต่เธอก็ชอบนี่ ใช่ไหม"

hi "จะว่าใช่ก็ใช่ สุดท้ายอะไร ๆ ก็ลงเอยด้วยดีละนะ"

hi "ทุกอย่างก็ลงตัวแล้ว ฮานาโกะก็เข้าใจเรื่องความสัมพันธ์ของเรา แล้วพรุ่งนี้เราก็จะได้กลับไปที่โรงเรียนแล้ว"

li "นั่นสินะจ๊ะ ถึงจะน่าเสียดายที่อีกไม่นานจะต้องกลับแล้ว แต่เราก็มีความทรงจำกับที่นี่แล้วนี่นะ"

hi "ความทรงจำเหรอ คงงั้นละมั้ง เดี๋ยวพอกลับไปที่โรงเรียนแล้วคงต้องดูอีกทีว่าจะเรื่องเป็นยังไงต่อ แต่ตอนนี้…\nฉันดีใจนะที่เธอชอบฉัน"

hi "ฉันคิดมากเรื่องนี้อยู่หลายสัปดาห์เลย ฉันเลยดีใจมากที่อะไร ๆ ลงเอยอย่างนี้น่ะ"

"ลิลลี่พยักหน้าเอนตัวแนบฉัน พวกเราแบ่งปันความอบอุ่นจากร่างกายให้กันและกัน"

"ถึงไม่รู้ว่าลิลลี่จะโอเคหรือเปล่า แต่ตอนนี้ความอยากที่ก่อตัวเริ่มเกินกว่าที่ฉันจะควบคุมตัวเองไหวแล้ว"

hi "นี่ ลิลลี่"

li "อะไรเหรอ"

hi "เป็นไงบ้าง เมื่อคืนน่ะ"

"ลิลลี่เงียบพลางคิดก่อนจะก้มหน้าลงเล็กน้อย รอยยิ้มบาง ๆ ปรากฏบนใบหน้าเธอซึ่งเปลี่ยนเป็นสีแดงเรื่อ ทั้งตัวเธอ\nคลายลง ซึ่งเท่านี้ก็เพียงพอที่จะตอบคำถามได้แล้ว"

"แม้แต่ตอนที่ฉันพยักหน้าตอบเบา ๆ ก็ยังมีเหตุการณ์เมื่อคืนที่ผ่านมาแล่นเข้ามาในความคิด สถานการณ์พาไป\nขนาดนั้น ฉันว่าใคร ๆ ก็คงเข้าใจแหละ"

li "ฮิซาโอะ ใจเธอเต้น…"

"เสียงเธอขาดห้วงไปเมื่อฉันสัมผัสเข้าที่ต้นขาของเธออย่างเบามือ ก่อนหน้านี้ฉันทนแล้ว แต่เมื่อนึกถึงครั้งแรกของเรา\nแล้วฉันก็ไม่อาจทนได้อีกต่อไป"

"ลิลลี่เอนตัวพิงฉันเงียบ ๆ ไม่ต่อต้านอะไรอันเป็นการเชื้อชวนซึ่งยากจะเมินเฉย ฉันจุมพิตเข้าที่ต้นคอเธอเบา ๆ\nเป็นการตกลงรับก่อนจะเริ่มลูบไปตามขาเนียนของเธอ"

li "ฮิซาโอะ ได้โปรด…"

"แม้แต่ตอนที่เธอพูดเธอก็ยังยิ้มอยู่ คล้ายเธอเลือกไม่ถูกว่าจะอายดีหรือหัวเราะคิกคักดี"

show evh lilly_bath_open_small
with charachange

"สุดท้ายเธอก็จับมือฉันให้ไปจับที่หน้าอกข้างขวาของเธอ ฉันยินดีเป็นอย่างยิ่งที่เธอยอมนำทางให้ฉันแบบอ้อม ๆ\nอย่างนี้"

show evh lilly_bath_grab_small
with charachange

"ลิลลี่หายเกร็งแล้ว ฉันยังคงสัมผัสผิวอ่อนนุ่มของเธอไปเรื่อย ๆ และยิ่งรู้สึกถึงสัมผัสนั้นได้มากขึ้นทวีคูณเมื่อมืออีกข้าง\nเลื่อนต่ำไปตรงหว่างขาของเธอ"

"ฉันนึกสงสัยว่าเธอจะรู้สึกถึงการสัมผัสจากมือฉันได้มากกว่าปกติหรือเปล่า เพราะประสาทการรับรู้อื่น ๆ ของเธอนั้น\nไวเป็นพิเศษเพื่อชดเชยกับการที่เธอมองไม่เห็น"

"เธอเองก็ดูจะชอบกว่าที่ฉันคิดเอาไว้เหมือนกัน เป็นความรู้สึกที่ประหลาด แต่ก็ชวนให้รู้สึกดี"

show evh lilly_bath_moan_small
with charachange

"ผ่านไปไม่กี่นาทีทั้งร่างเธอก็เริ่มเกร็งขึ้นมาเล็กน้อย ปากเธอที่เม้มอยู่บอกชัดว่ากำลังกลั้นเสียงครางอยู่ เสียงร้องประท้วง\nแผ่วเบาและผ่อนคลายนั้นยิ่งเบาลงไปอีก"

"และฉันเองก็เพิ่งรู้ตัวว่าการที่เธอดีดดิ้นอยู่บนตัวฉันนั้นทำให้ฉันตื่นตัวขึ้นเป็นอย่างมากด้วย"

hi "ลิลลี่…"

show evh lilly_bath_smile_small
with charachange

"ฉันถอนมือออกเพื่อให้ลิลลี่ที่ถูกกระตุ้นหนักได้มีเวลาพักก่อนจะตอบสนอง เธอพยักหน้าแล้วลุกขึ้นยืนตัวสั่นยื่นมือ\nนำทางพาฉันออกจากอ่างน้ำอันคับแคบ"

scene evh lilly_afterbath_open_small
with locationchange

"พวกเราจับมือพากันออกจากอ่างอาบน้ำพร้อม ๆ กัน"

"สุดท้ายเรามานั่งลงที่ข้างอ่างอาบน้ำโดยจัดแจงตัวเองอีกเล็กน้อยให้อยู่ได้แบบสบายตัว ลิลลี่ลดตัวลงนั่งทับฉันอีกครั้ง\nฉันหลุดร้องเฮือกออกมาเล็กน้อยแม้พยายามกลั้นเสียงเพื่อไม่ให้มีเสียงเล็ดลอดออกไปแล้วก็ตาม"

"ดูจากการที่ลิลลี่ขยับอย่างนี้แล้ว แปลว่าเธอยังอารมณ์ค้างอยู่"

"เธอขยับเอวขึ้นลงช้า ๆ ระหว่างที่เธอกำลังจับหน้าฉันไว้เพื่อจูบและสอดลิ้นเข้ามา และฉันก็ได้รู้ว่าการที่ทำให้เธอได้\nรู้สึกดีนั้นทำให้ฉันตื่นตัวได้ขนาดไหน"

scene evh lilly_afterbath_shut_small
with locationchange

li "ฮิซาโอะ… ฮิซาโอะ…"

"แม้ตาขุ่นมัวคู่นั้นจะปิดอยู่ แต่แรงบีบจากมือเธอที่ไหล่ฉันนั้นบอกชัดว่าเธอจะทนไม่ไหวแล้ว"

"ลมหายใจพวกเราหอบกระชั้นหนักขึ้นทุกขณะ ฉันเองก็ใกล้จะทนไม่ไหวแล้วเช่นกัน"

"เสียงหายใจหอบจากเธอเป็นสัญญาณเดียวที่บอกว่าอารมณ์ของเธอนั้นขึ้นถึงขีดสุดแล้ว ทั้งร่างของเธอหดเกร็ง\nเธอจิกไหล่ฉันแน่น"

"ส่วนล่างของฉันเข้ากระทบกับตัวเธอ เราทั้งสองคนต่างนิ่งค้างไปกับความสุขสมนั้น"

with Fade(0.5,1.0,4.0, color="#FFF")
stop music fadeout 8.0

"ทุกอย่างสิ้นสุดลง ณ ชั่วขณะอันหอมหวานนั้น ลิลลี่ทิ้งตัวลงฟุบกับฉันซึ่งกำลังตั้งตัวอยู่"

hi "รู้สึก… ดีจัง…"

"เธออ้าปากสูดหายใจเฮือกใหญ่พลางตั้งตัวตรงแล้วพยักหน้าก่อนตอบ"

li "อื้ม…"

"ลิลลี่ก้มหัวเข้ามาจูบเบา ๆ ฉันเอื้อมมือไปลูบกลุ่มผมที่ดูไม่เรียบร้อยของเธอ พวกเรานั่งเงียบอย่างสุขใจอยู่ด้วยกัน\nอีกครั้ง"

stop music fadeout 2.0

scene black
with dissolve

label th_L20:

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_trainint fadein 5.0

scene ev lilly_trainride_ni
show train_scenery_ni
show train_scenery_fg_ni
show lilly_trainride_ni norm at train_shake
with locationchange

"พวกเราโกยหน้าตั้งมาที่สถานีรถไฟแล้วมาหาที่นั่งในขบวนที่แทบไม่มีใครก่อนจะทรุดตัวลงกับที่นั่งในทันที ซึ่งก็คง\nไม่แปลกเท่าไหร่ที่แทบไม่มีใครขึ้นรถไฟเที่ยวนี้ เพราะตอนนี้ก็เกือบจะเที่ยงคืนแล้ว"

"ฮานาโกะพิงไหล่ลิลลี่หลับปุ๋ยอยู่ ส่วนตาฉันก็แทบจะปิดอยู่แล้ว ยิ่งก่อนหน้านี้มีเรื่องให้ต้องออกแรงอีก"

"ถ้าสมองฉันยังทำงานปกติอยู่ฉันคงนั่งหมองที่อีกเดี๋ยวจะต้องกลับไปเรียนแล้ว"

"แต่ทิวทัศน์ยามค่ำคืนที่เลื่อนไหลผ่านสายตาไปนั้นสวยงามเกินคาด"

"เสียงกึงกังตึงตังจากรางรถไฟและขบวนรถไฟเก่า ๆ นั้นดังกลบเสียงหาวหวอดของฉันไปจนแทบสิ้น"

hi "เหนื่อยชะมัด…"

play music music_comfort fadein 2.0

show lilly_trainride_ni ara at train_shake
with charachange

li "ก็แล้วความผิดใครล่ะจ๊ะ ฮิซาโอะ"

"บางทีสิ่งที่ลิลลี่พูดหยอกขำ ๆ ก็ชวนให้หงุดหงิดได้หน่อย ๆ เหมือนกัน แต่ฉันก็ยิ้มตอบเพลีย ๆ ไป"

"ฉันหันมองหน้าต่าง บานกระจกใสนั้นสะท้อนภาพใบหน้าของฉันอยู่ราง ๆ แต่ว่าตามตรง ที่ลิลลี่พูดน่ะถูกแล้ว ถ้าไม่ใช่\nเพราะเรื่องที่เกิดขึ้นเมื่อสองสามชั่วโมงก่อน เราสองคนคงมีแรงอีกเหลือเฟือ"

"แล้วยิ่งไปกว่านั้น เราสองคนต้องอาบน้ำกันอีกรอบ ซึ่งกินเวลาจนพวกเราแทบจะตกรถไฟอยู่แล้ว"

hi "เออ ๆ ความผิดฉันเอง แต่ว่านะ การอาบน้ำกับผู้ชายเนี่ยเป็นอะไรที่อันตรายมากนะ"

show lilly_trainride_ni smile at train_shake
with charachange

li "ชัดเจนจ้ะ"

hi "ขอโทษทีนะ ตอนนั้นฉันเองก็คงย่ามใจไปหน่อย"

show lilly_trainride_ni weaksmile at train_shake
with charachange

li "อืม… ฉันเองก็ไม่ได้รังเกียจ…"

"จังหวะที่ลิลลี่เสียงอ่อยไปนั้นฉันก็หันกลับมามองเธอ ฉันหรี่ตามองเธอที่หน้าแดงเรื่อและยิ้มน้อย ๆ อยู่ ตอนนี้ใจเธอ\nไม่ได้อยู่กับตัวแล้วแน่ ๆ"

hi "พูดต่อสิ"

li "ฉัน… รู้ว่าเรื่องมันจะเป็นอย่างนั้น… ไปได้อยู่"

hi "ว่าแล้วเชียว เธอก็ทะลึ่งเหมือนฉันน่ะแหละ"

"ลิลลี่รีบกระแอมใส่มือข้างที่ว่างอยู่เป็นการแสดงความไม่เห็นด้วย"

show lilly_trainride_ni pout at train_shake
with charachange

li "เธอก็พูดเกินไป"

hi "เหรอ แล้วจะให้พูดว่าไงล่ะ"

li "ฉันก็แค่มีแรงขับเคลื่อนทางเพศซึ่งอยู่ในระดับที่เหมาะสมกับวัย"

hi "หรือก็คือ ทะลึ่งนั่นเอง"

"ฮานาโกะที่นอนหนุนตักลิลลี่อยู่ขมวดคิ้วละเมอเสียงแผ่วราวกับรับรู้ได้ถึงสถานการณ์ในตอนนี้"

show lilly_trainride_ni opensmile at train_shake
with charachange

"สีหน้าไม่พอใจของลิลลี่หายไปในทันที เธอยิ้มอ่อนโยนแล้วลูบผมยาวสีเข้มของฮานาโกะ"

"ฉันได้แต่นั่งมอง มองแล้วยิ้ม"

"ถ้ามีใครถามว่าฉันไปรักลิลลี่ตอนไหน ฉันคงตอบไม่ได้ อย่างดีก็คงตอบได้แค่ว่า “คงรักสักตอนหนึ่งแหละ แต่ฉันไม่รู้ตัว\nเท่านั้นเอง”"

"แต่ถ้ามีใครถามว่าทำไมฉันถึงรักลิลลี่ ฉันจะหาคำตอบมาตอบให้ได้อย่างง่ายดาย"

hi "เธอนี่ชอบฮานาโกะจริงเลยนะ"

show lilly_trainride_ni smile at train_shake
with charachange

"ลิลลี่ยิ้มอบอุ่นพยักหน้าชัด"

label th_choiceL20:
menu:
    with menueffect
    
    li "เสียดายจังที่ต้องกลับโรงเรียนกันแล้ว ตอนที่พวกเราไปเที่ยวกันฮานาโกะดูจะผ่อนคลายลงเยอะเลย"

    "คุยเรื่องฮานาโกะ":
        return m1

    "คุยเรื่องโรงเรียน":
        return m2


label th_L20a:

$ renpy.music.set_volume(0.5, 1.0, channel="ambient")

hi "ไม่ต้องคิดมากหรอก เท่าที่ฉันรู้จักเธอสองคนมา ที่ฮานาโกะมั่นใจขึ้นก็เพราะเธอนะ"

show lilly_trainride_ni weaksmile at train_shake
with charachange

"ลิลลี่ถอนหายใจเป็นเชิงตัดพ้อ"

li "ฉันก็แค่อยู่เป็นเพื่อนคอยสนับสนุนฮานาโกะเอง ตั้งแต่ที่ฮานาโกะได้มารู้จักเธอ ฮานาโกะเขาก็เปิดใจขึ้นเยอะ\nแม้แต่กับฉันด้วย"

"ฉันคิดว่าลิลลี่คงเข้าใจว่าตัวเองมีอิทธิพลต่อฮานาโกะอย่างไรบ้าง แถมก่อนหน้าที่สองคนนี้จะได้มาเจอกัน ฮานาโกะนั้น\nไม่มีเพื่อนให้คุยด้วย"

"เพื่อนที่โรงเรียนเก่าของฉันก็ทำหน้าที่ในฐานะเพื่อนตามที่ฉันคาดหวังได้ ส่วนใหญ่ก็เป็นหน้าที่ของการเป็นเพื่อนคุย\nเรื่อยเปื่อย แต่สำหรับฮานาโกะกับลิลลี่แล้ว ฉันรู้สึกว่าความสัมพันธ์ของสองคนนี้มีอะไรที่มากกว่านั้น"

"ใจหนึ่งฉันก็นึกอิจฉา แต่อีกใจก็ยังคิดอยู่ว่าท้ายที่สุดแล้วสักวันทุกคนก็จะเรียนจบ พอเรียนจบแล้วฉันไม่รู้ว่าฮานาโกะ\nจะทำอย่างไรต่อ การไปเที่ยวครั้งนี้ได้แสดงให้เห็นว่าพวกเราต่างพึ่งพากันและกันมากขนาดไหน"

"นั่นสินะ สุดท้ายแล้วพวกเราทุกคนต่างต้องตัดสินใจ ซึ่งอาจจะเป็นเหตุผลว่าทำไมฉันถึงร้อนรนอยู่บ้างที่ได้กลับไป\nที่โรงเรียน ทั้งที่สิ่งนี้หมายความว่าจะเป็นการได้กลับไปใช้ชีวิตในทุก ๆ วันตามปกติด้วย"

label th_L20b:

$ renpy.music.set_volume(0.5, 1.0, channel="ambient")

hi "นั่นสินะ เดี๋ยวก็จะสอบแล้วด้วย ซึ่งก็ต้องว่ากันอีกที เธอพร้อมสอบมั้ย"

show lilly_trainride_ni weaksmile at train_shake
with charachange

li "พร้อมจ้ะ แต่ช่วงสอบนี่เป็นอะไรที่ไม่น่าอภิรมย์เอาเสียเลย"

"ก็ปฏิเสธไม่ได้ละนะ ก่อนหน้านี้เรื่องสอบนั้นหายไปจากสารบบอยู่พักใหญ่เลย และถึงฉันจะทำคะแนนสอบหลาย ๆ วิชา\nได้ดีก็จริง แต่ก็ใช่ว่าถ้าไม่อ่านอะไรเลยแล้วจะยังผ่านได้ง่าย ๆ"

"ลิลลี่ดูเป็นคนตั้งใจเรียน—หรืออย่างน้อยก็เป็นคนมีระเบียบ—กว่าฉัน แต่ถึงอย่างนั้น เธอเองก็ต้องรับมือกับบางวิชา\nที่ไม่ว่าเธอจะพยายามแค่ไหนก็ยังได้คะแนนไม่ค่อยดีด้วย"

hi "อย่างน้อยช่วงสอบก็มีแค่สองสัปดาห์ละนะ"

label th_L20c:

hi "แต่มองในแง่ดี เดี๋ยวสอบเสร็จก็ได้ปิดเทอมฤดูร้อนกันแล้ว ถ้าอยากมาเที่ยวอีกก็เอาไว้ค่อยมาช่วงนั้นก็ได้"

"ลิลลี่ครุ่นคิดกับข้อเสนอนั้นอยู่ครู่หนึ่ง สีหน้าเธอดูเหม่อ ๆ คงจะคิดถึงเรื่องต่าง ๆ ที่เกิดขึ้นตอนไปเที่ยวอยู่ละมั้ง"

show lilly_trainride_ni opensmile at train_shake
with charachange

li "ก็คง… ดีเหมือนกันนะจ๊ะ"

"ฉันยิ้มพยักหน้าเห็นด้วย"

"ฤดูร้อน ที่ฉันได้อยู่กับลิลลี่ เพียงคิดก็สัมผัสได้ว่าจะต้องเป็นวันปิดเทอมที่แสนสมบูรณ์แบบอย่างแน่นอน"

stop music fadeout 3.0
stop ambient fadeout 3.0

window hide
return