label th_L21:

window hide None

scene bg school_scienceroom
with locationchange

nvl clear
nvl show dissolve

$ renpy.music.set_volume(0.5, 1.0, channel="music")
play music music_normal fadein 1.0

n "\n\n\nหลังจากที่ได้สนุกกับการไปเที่ยวที่ฮกไกโดแล้ว การได้กลับมาใช้ชีวิตตามกิจวัตรประจำวันปกติได้เร็วขนาดนี้นั้นชวนให้\nรู้สึกแปลก แม้จะจริงอยู่ว่าวันนี้ก็รู้สึกเหมือนเป็นวันธรรมดา ๆ วันหนึ่ง"

n "\nก็อยากคิดอย่างนั้นอยู่อะนะ"

n "\nแต่ว่าตามตรง บรรยากาศในห้อง ไม่สิ ทั้งโรงเรียนนั้นเปลี่ยนไปหมดเลย"

n "ก่อนหน้านี้อารมณ์ของคนในห้องจะเป็นทำนองว่าใกล้สอบแล้วแต่ยังพอมีเวลา ไม่ได้ร้อนรนมากมาย แต่เมื่อถึงตอนนี้\nที่เป็นช่วงใกล้สอบแบบไม่มีเวลาเหลือมากแล้วแทบทุกคนต่างก้มหน้าก้มตาอ่านหนังสือกัน"

n "อีกหนึ่งวันก็จะสอบแล้ว เอาจริง ๆ ก็ใช้ไม่ได้เหมือนกันที่ขึ้นเหนือไปเที่ยวช่วงวันหยุดแทนที่จะเอาเวลาไปอ่านหนังสือ\nแถมพวกเรายังถือว่าเป็นนักเรียนดีเด่นของห้องด้วย"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear

show misha invis_close:
    xanchor 0.5 xpos -0.1
with None

show misha perky_confused_close:
    xpos 0.1
show bg school_scienceroom at bgright
with dissolvecharamove

window show

"พอมองไปรอบห้องก็เห็นมิช่าที่ทุกทีจะร่าเริงสดใสแรงเหลือล้นเสมอนั่งห่อเหี่ยวอยู่แปลกตาเคี้ยวปากกาฟังครูที่สอน\nอยู่หน้าห้อง"

"เดี๋ยวนะ… พอดูดี ๆ แล้ว นี่มิช่ากินปากกาอยู่นี่นา"

show misha invis_close:
    xpos -0.1
show bg school_scienceroom at center
with dissolvecharamove

hide misha
with None

"ฉันละสายตาจากภาพอันน่าหดหู่แล้วหันไปมองทางอื่น"

show hanako invis:
    xanchor 0.5 xpos 1.1
with None

show hanako defarms_strain:
    xpos 0.94
show bg school_scienceroom at bgleft
with dissolvecharamove

"ฮานาโกะก้มหน้าก้มตาจดอยู่แบบหน้าแทบจะติดกับสมุดอยู่แล้ว ดูอย่างกับว่าจะจดทุกอย่างที่ครูพูดออกมางั้นแหละ"

show shizu invis:
    xanchor 0.5 xpos 0.0
show misha invis_close:
    xanchor 0.5 xpos -0.1
with None

show shizu basic_normal:
    xanchor 0.5 xpos 0.3
show misha perky_confused_close:
    xpos 0.1
show hanako invis:
    xpos 1.1
show bg school_scienceroom at bgright
with dissolvecharamove

hide hanako
with None

"ส่วนชิซูเนะ ก็… ชิซูเนะอะนะ เธอนั่งจดอย่างขะมักเขม้นอยู่ด้วยใจเยือกเย็นตั้งสมาธิไปยังบริเวณหน้าห้องเต็มที่"

"เอาจริง ๆ ฉันก็ควรที่จะนั่งจดแบบนั้นเหมือนกันนั่นแหละ แต่ที่ไม่จดก็เพราะในใจฉันก็รู้สึกว่าพอจะเข้าใจสิ่งที่กำลัง\nเรียนอยู่พอสมควรแล้ว"

"ลิลลี่จะเป็นยังไงบ้างนะ ถึงลิลลี่จะหัวดีก็จริง แต่ก็มีภาระอะไรที่ต้องทำมากมาย ไหนจะเป็นหัวหน้าห้อง ไหนจะต้องดูแล\nฮานาโกะ ไหนจะเรื่องเพื่อนคนอื่น ไหนจะเรียนพิเศษภาษาอังกฤษ ไม่เหมือนฉันที่อยู่ว่าง ๆ … ลิลลี่นี่หน้าที่เยอะจริง ๆ"

scene bg school_scienceroom
with shorttimeskip

play sound sfx_normalbell

"ทั้งห้องต่างถอนหายใจโล่งอกเมื่อระฆังพักเที่ยงดัง แม้แต่ครูก็ถอนหายใจตามด้วย ครูคงจะชอบให้ห้องเรียนมีบรรยากาศ\nแบบสบาย ๆ มากกว่าการที่จะต้องมาเห็นแต่ละคนในห้องต้องมาหน้าดำคร่ำเครียดกับการเตรียมสอบเหมือนอย่างตอนนี้"

mi "ฮิจัง~…"

show misha invis_close:
    xanchor 0.5 xpos 0.1
with None

show misha perky_sad_close at twoleft
show bg school_scienceroom at bgright
with dissolvecharamove

mi "ช่วยด้วย~…"

"ฉันหรี่ตาลงครึ่งหนึ่งเป็นการบอกเจตนาชัดว่ายังไงเสียฉันก็ไม่ช่วย"

mi "ช่วยด้วย ช่วยด้วย ช่วยด้วย~…"

hi "จะตายแล้วเหรอ"

show misha perky_confused_close
with charachange

mi "ชิจังน่ะไม่ตายหรอก แต่ฉันเนี่ยแหละจะตาย นี่ฉันจะตายแล้วเหรอฮิจัง นายจะปล่อยให้ฉันตายไปกับงานพวกนี้จริงเหรอ"

"ฟังแล้วน้ำตาจะไหล ดูจากสภาพของมิช่าที่ไม่ได้หัวดีขนาดนั้น แล้วยังไม่ได้ขยันขนาดนั้นด้วย จะเครียดกับภาระงาน\nขนาดนี้ก็ไม่แปลก"

hi "ขอโทษทีนะมิช่า แต่ฉันก็มีงานของตัวเองที่ต้องทำอยู่เหมือนกัน แล้ววันหยุดที่ผ่านมานี่ไม่ใช่ว่าเธอสองคน\nไปอ่านหนังสือสอบมาด้วยกันเหรอ"

show misha sign_sad_close
with charachange

mi "วันหยุดทั้งทีแต่ดันจะให้ไปอ่านหนังสือสอบเนี่ยนะฮิจัง น่าเบื่อตายเลย! ไปซื้อของด้วยกันสนุกกว่าเยอะ เนอะ ชิจัง"

show shizu behind_blank at tworight behind misha
with charaenter

"และฉันก็เพิ่งสังเกตว่าชิซูเนะกำลังมองมาทางพวกเราอยู่ และเพิ่งสังเกตด้วยว่ามิช่าขยับแขนอยู่ตลอด สงสัยคงเหม่อ\nมากไปถึงไม่ทันสังเกต"

hi "แล้วผู้หญิงมันเป็นอะไรกับการซื้อของนักหนาฮะ ขนาดลิลลี่กับฮานาโกะยังเคยลากฉันไปซื้อของแล้วด้วยครั้งสองครั้ง\nเลย"

show misha hips_grin_close
with charachange

mi "แต่นายก็ไปนี่ ไม่ค่อยได้เห็นผู้ชายที่ชอบไปเดินซื้อของเลยนะ~…"

hi "ก็นะ ถ้าจะพูดให้ถูก หน้าที่ฉันคือ “เบ๊หาบของ” มากกว่า ฉันไม่ได้ตื่นเต้นอะไรกับการเดินซื้อของขนาดนั้น\nเหมือนอย่างพวกเธอหรอก"

hi "พูดถึงเรื่องสอบ ชิซูเนะ เธอเที่ยวเสร็จกลับมาแล้วก็ยังอ่านหนังสืออยู่ใช่มั้ย"

show shizu basic_normal2
with charachange

shi "…"

show misha sign_smile_close
with charachange

mi "แหงสิฮิจัง ใคร ๆ ก็ต้องคิดได้หรือเปล่าว่าควรอ่านหนังสือสอบตอนใกล้…"

show misha perky_sad_close
with charachange

mi "โอ๊~ ย"

"มิช่าที่ถูกแม้กระทั่งเพื่อนรักของเธอทรยศร้องเสียงละม้ายคล้ายวัวโดนเชือดเมื่อรู้ตัวถึงความโง่เง่าของตัวเองแล้วฟุบ\nไปกับโต๊ะด้วยสภาพหมดอาลัยตายอยาก"

show shizu basic_angry
with charachange

"ดูจากสีหน้าหงุดหงิดของชิซูเนะที่มองมิช่าแล้ว เธอก็คงบอกให้มิช่าอ่านหนังสือสอบเหมือนตัวเองเหมือนกัน"

hi "อย่าห่วงไปเลย ถ้าอ่านหนังสือตอนนี้ก็ยังพอเพิ่มคะแนนได้ทันนะ"

hi "อาจจะ"

"มิช่าดูไม่ได้สบายใจขึ้นเท่าไหร่ ดูท่าว่าลูกโป่งความสดใสเหลือล้นอันยืนยงจะถูกเจาะจนแตกดังปังไปอย่างโหดร้าย\nเสียแล้ว"

show shizu behind_blank
with charachange

shi "…"

show shizu behind_blank_close
with characlose

with Pause(0.3)

show shizu adjust_frown_close
show misha perky_confused_close
with vpunch

"มิช่าที่คร่ำครวญอยู่ไม่ทันได้สังเกตเห็นที่ชิซูเนะทำภาษามือจนชิซูเนะต้องสะกิดไหล่มิช่า แต่แค่ชั่วไม่กี่อึดใจมิช่า\nก็กลับมาสภาพเดิม"

show misha hips_smile_close
with charachange

mi "อ้อ เอ้อ แล้วตอนวันหยุดนายไปทำอะไรมาล่ะ ฮิจัง"

hi "เพิ่งขึ้นเหนือไปเที่ยวกับลิลลี่แล้วก็ฮานาโกะมาเลย ก็สนุกดี"

show misha perky_smile_close
show shizu behind_blank_close
with charachange

"ทั้งสองคนหรี่ตามองฉัน ชัดว่าคิดอะไรไปไกลแล้วแน่ ๆ แล้วที่ยิ่งชวนให้อึดอัดไปกว่านั้นคือการคิดไปไกลที่ว่า\nของพวกเธอนั้นมีมูล ไม่ใช่คิดไปเองแบบลอย ๆ"

hi "ก็แค่ไปเที่ยวที่นั่นที่นี่แล้วก็อ่านหนังสือสอบกันเฉย ๆ ไม่มีอะไรมากกว่านั้นเลย"

show misha cross_smile_close
with charachange

mi "อืมม~…"

"พอโกหกหน้าด้าน ๆ ไปอย่างนั้นแล้วก็ถึงนึกได้ว่าไม่น่าพูดไปอย่างนั้นเลย ชิซูเนะก็พอจะรู้จักคนอยู่เหมือนกัน แล้วยิ่ง\nเป็นคนที่ถ้าได้สงสัยว่าใครสักคนโกหกแล้วเธอก็จะคาดคั้นเอาคำตอบมาจนได้"

"นึกภาพไม่ออกเลยว่าถ้าได้รู้แล้วชิซูเนะจะทำตัวยังไง แต่ยังไงสักวันก็คงได้รู้แหละ ซึ่งยังไงเสีย แฟนฉันจะเป็นใครมันก็\nไม่ใช่กงการอะไรของเธอสักหน่อย"

hi "แล้วก็นั่นแหละ ลิลลี่กับฉันเป็นแฟนกันแล้ว"

show misha hips_grin_close
show shizu basic_normal2_close
with charachange

"มิช่ารับฟังข่าวนั้นพร้อมรอยยิ้มปิติยินดียิ่ง ส่วนชิซูเนะดูจะแปลกใจเล็กน้อยแต่ยังคงทำหน้านิ่งตามปกติกลบเกลื่อน"

show shizu behind_blank_close
with charachange

shi "…"

show misha sign_smile_close
with charachange

mi "นายจะไปคบกับใครก็เรื่องของนาย ขอให้รักกันนาน ๆ นะ"

"มิช่าทำหน้าเป็นสัญญาณทำนองว่าฉันจะไม่ได้รับความเห็นอะไรเพิ่มเติมจากชิซูเนะอีก แต่แค่นี้ฉันก็พอใจแล้วละ"

show shizu basic_normal2_close
with charachange

"แต่พอชิซูเนะพูดจบแล้วเธอก็ทำภาษามืออะไรอย่างอื่นต่อแล้วเว้นจังหวะไปก่อนจะส่ายหัวเป็นการบอกให้มิช่า\nหยุดการแปลไว้"

hide shizu
with charaexit

hide misha
with charaexit

"ตอนนี้ฉันก็รู้สึกแปลก ๆ อยู่แล้ว แต่ยิ่งได้เห็นชิซูเนะที่โบกมือสบาย ๆ แบบผิดสังเกตก่อนจะเดินออกไปโดยมีมิช่าตามไป\nด้วยแล้วฉันก็ยิ่งงงหนักไปใหญ่ ชิซูเนะนั้นไม่ใช่คนที่จะพูดอะไรตรง ๆ จะพูดอะไรก็ต้องคิดก่อนเสมอ"

"ฉันยักไหล่ให้กับสองคนนั้นที่ทำตัวแปลก ๆ แล้วหันไปมองที่โต๊ะฮานาโกะซึ่งไม่มีคนนั่งอยู่ เมื่อกี้ยังเห็นอยู่นี่นา สงสัย\nคงขี้เกียจรอแล้วมั้ง"

"งั้นเดี๋ยวไปซื้อข้าวเองก็ได้"

stop music fadeout 2.0

scene bg school_hallway2
with shorttimeskip

"ฉันเดินไปตามโถงทางเดินไปยังห้องที่ไม่มีใครใช้แล้วซึ่งได้แปรสภาพเป็นบ้านหลังที่สองของนักเรียนสามคนกลุ่มหนึ่ง\nระหว่างนั้นก็ก้มมองสลัดโรลที่ห่อพลาสติกกับกล่องน้ำผลไม้ที่ถือมา"

"อาหารที่โรงอาหารนี่ไม่น่ากินเอาเสียเลย ถือเสียว่าเป็นบทลงโทษกับการที่ฉันพลั้งปากอะไรไปแบบไม่คิดเมื่อกี้แล้วกัน"

"พอเปิดประตูก็เห็นว่ามีคนที่เงียบ ๆ คนหนึ่งหายไป"

scene ev lilly_tearoom
with whiteout

play music music_lilly fadein 3.0

"แปลกดี รู้จักลิลลี่มาก็สองสามเดือนแล้ว แต่ก็อดไม่ได้ที่จะคิดถึงครั้งแรกที่เปิดประตูมาเห็นลิลลี่ที่นั่งให้แดดส่องอยู่เงียบ ๆ\nในห้องนี้"

show ev lilly_tearoom_open
with charachange

"ลิลลี่ลืมตาขึ้นช้า ๆ เหมือนตอนที่ฉันเจอเธอเป็นครั้งแรก เธอยังนั่งนิ่งอยู่แล้วทักทายฉันด้วยน้ำเสียงอันเยือกเย็น"

li "อรุณสวัสดิ์จ้ะฮิซาโอะ"

hi "เหมือนจะบ่ายแล้วนะ"

hi "ฮานาโกะมาที่นี่มั้ย เมื่อกี้ออกห้องไปไม่ทันสังเกตเลย"

scene bg school_miyagi
show lilly basic_listen_close:
    center
    ypos 1.1
with locationchange

"ลิลลี่จับแก้มตัวเองครุ่นคิด ระหว่างนั้นฉันก็นั่งลงวางกระเป๋าไว้กับขาโต๊ะที่อยู่ใกล้ ๆ ก่อนจะวางมื้ออาหารอัน\nไม่เป็นที่น่าพอใจเลยนั้นลงตรงหน้า"

show lilly basic_reminisce_close
with charachange

li "ฮานาโกะมา… อยู่พักหนึ่งนะ แล้วก็บอกว่าต้องไปอ่านหนังสือเตรียมสอบที่ห้องสมุดน่ะ"

"พวกเราต่างไม่มีใครเชื่อคำพูดของฮานาโกะ"

hi "เอาเถอะ อย่างน้อยก็เจตนาดีละนะ"

show lilly basic_concerned_close
with charachange

li "ฮานาโกะน่ะน่ารักนะ แต่ไม่เห็นต้องกันที่ไว้ให้พวกเราขนาดนี้เลย ไว้เดี๋ยวต้องไปคุยเรื่องนี้กับฮานาโกะแล้ว"

hi "ก็คงต้องเป็นอย่างนั้นละนะ"

show lilly basic_weaksmile_close
with charachange

"พวกเรากินมื้อเที่ยงของตัวเองกันไปเงียบ ๆ ลิลลี่ละเลียดกินแซนด์วิชไปพลางจิบชาไป ส่วนฉันก็นั่งกินไอ้ของที่รสชาติ\nเหมือนแป้งแห้ง ๆ ที่ยัดด้วยรสชาติของเรือกสวน"

"บรรยากาศนั้นชวนให้อึดอัดเล็กน้อย ต่างคนต่างไม่รู้จะพูดอะไรเพราะไม่มีอะไรให้คุยเรื่อยเปื่อยอีก"

"สุดท้ายพวกเราก็นั่งกินอาหารกันเงียบ ๆ อยู่พักใหญ่จนต่างคนต่างอิ่ม แต่หลังจากนั้นลิลลี่ก็พูดขึ้นมาก่อนด้วยเสียง\nอันนุ่มนวล"

show lilly basic_reminisce_close
with charachange

li "ตอนที่ไปเที่ยวนี่มีเรื่องอะไรหลายอย่าง… เลยเนอะ"

hi "อื้ม"

"แล้วก็เงียบอีกครั้ง แต่คราวนี้เมื่อเราทั้งสองคนต่างคิดถึงเรื่องเดียวกันอยู่ ฉันคิดว่าฉันจัดการกับความรู้สึกของตัวเองได้แล้ว"

hi "ฉันรู้ว่าอะไรหลายอย่างมันออกจะกะทันหันไปหน่อย แต่ว่า… ฉันไม่นึกเสียใจกับสิ่งที่เกิดขึ้นที่ฮกไกโดเลยนะ ไม่นึก\nเสียใจอะไรเลยแม้แต่อย่างเดียว"

show lilly basic_oops_close
with charachange

li "ฮิซาโอะ…?"

"ฉันจับมือลิลลี่ไว้ด้วยความเกร็งเล็กน้อย ส่วนหนึ่งก็เพราะอยากสัมผัสเธอ อีกส่วนก็เพื่อให้ตัวเองใจเย็นลง"

hi "ฉันจะขอย้ำคำเดิมที่ฉันเคยพูดไปแล้วนะลิลลี่ ฉันรักเธอ และจะไม่ทิ้งเธอไปไหนเลย ฉันหวังแค่เธอให้คิดเหมือนกับ\nที่ฉันคิด"

show lilly basic_weaksmile_close
with charachange

"ลิลลี่เงียบใคร่ครวญอยู่เสียนาน นานเสียจนรู้สึกเหมือนต้องรออยู่ชั่วนิรันดร์"

show lilly invis_close at center
with dissolvecharamove

"แล้วเธอก็หลุดจากภวังค์มาเลื่อนมือออกจากฝ่ามือของฉันแล้วมาทับมือฉันไว้แทน ก่อนจะลุกขึ้นยืนแล้วโน้มตัวเข้ามา"

"ลิลลี่นึกลังเลทำหน้าครุ่นคิดอยู่ครู่หนึ่งก่อนจะทาบทับริมฝีปากเธอลงมาที่ริมฝีปากฉันเป็นชั่วระยะสั้น ๆ"

show lilly behind_cheerful_close:
   ypos 1.1
with dissolvecharamove

"สมองฉันหยุดทำงานไปชั่วขณะและแทบไม่ได้รับรู้ถึงลิลลี่ที่กลับไปนั่งตามเดิมแล้วยิ้มให้พร้อมแก้มที่ขึ้นสีแดงเรื่อจาง ๆ"

show lilly basic_smileclosed_close
with charachange

li "ฮิซาโอะ ฉันดีใจมากเลยละจ้ะที่ได้ยินเธอพูดอย่างนั้น ฉันยินดีที่จะได้อยู่กับเธอนะ"

hi "ค่อยเป็นค่อยไปน่าจะดีกว่านะ ไม่ต้องรีบเหมือนอย่างก่อนหน้านี้แล้ว เรายังต้องเรียนต้องสอบกันอยู่"

show lilly basic_giggle_close
with charachange

"ลิลลี่หัวเราะซุกซนที่พาให้ฉันอดหัวเราะตามไปด้วยไม่ได้"

show lilly basic_smileclosed_close
with charachange

li "นั่นสินะจ๊ะ แบบนั้นน่าจะดีที่สุดแล้ว"

show lilly basic_smile_close
with charachange

li "คิดว่าตัวเองจะพอทำข้อสอบไหวหรือเปล่า อีกหนึ่งวันก็จะถึงวันสอบอย่างที่เธอพูดแล้วนีี่นะ"

hi "ที่จริงอาจจะต้องอ่านหนังสือให้เยอะกว่านี้น่ะนะ แต่ก็น่าจะพอไหวอยู่"

hi "แต่ถึงงั้นก็เถอะ ฉันต้องคอยไล่ ๆ มิช่ากับชิซูเนะไม่ให้มากวนด้วย ห้องเธอเครียดเรื่องสอบเหมือนห้องฉันหรือเปล่า"

show lilly basic_weaksmile_close
with charachange

"ลิลลี่ถอนหายใจห่อเหี่ยวเป็นการบอกว่าฉันเดาถูก โล่งไปทีที่บรรยากาศตอนนี้ผ่อนคลายลงแล้ว"

li "คิดว่านะ เพื่อนร่วมห้องฉันก็มาขอให้ฉันสอนนั่นนี่ให้สองคนแล้ว เดี๋ยวคงต้องมีอีกแน่เลย"

hi "คิดเสียว่าเป็นก้าวแรกของการฝึกเป็นครูไง"

show lilly basic_smile_close
with charachange

li "คิดอย่างนั้นก็ดีเหมือนกันนะจ๊ะ"

show lilly basic_smileclosed_close
with charachange

li "จะว่าไป วิชาภาษาอังกฤษเธอเป็นยังไงบ้าง เหมือนจำได้ว่าเป็นวิชาที่เธอไม่ถนัดเลย แล้วประโยคสองสามประโยค\nที่เธอจำไปคุยกับแม่ฉันน่าจะช่วยอะไรได้ไม่มากด้วย"

"ให้ตาย ถูกต้องตรงเผงเลย"

hi "ตามนั้น งั้นถ้าเธอไม่ว่าอะไร รบกวนช่วยฉันเรื่องนี้ให้หน่อยได้มั้ย ขอร้องละ"

show lilly basic_planned_close
with charachange

li "ฉันยินดีช่วยเธอจ้ะฮิซาโอะ แต่มีข้อแม้…"

"ลิลลี่หรี่ตาลง ตัวตนของเธอที่ชอบยั่วเย้าปรากฏออกมาอยู่แวบหนึ่ง"

hi "ย่อมได้ แต่ถ้าขอให้ฉันสอนเธอเป็นการตอบแทนน่าจะดีกว่านะ"

show lilly behind_cheerful_close
with charachange

"ลิลลี่ส่งยิ้มหญิงสาวอย่างผู้ชนะมาให้จนฉันหน้าแดง น่าจะรู้อยู่ว่าสีหน้าตัวเองมีผลกับความรู้สึกฉัน สงสัยต้องระวังตัว\nให้มากกว่านี้แล้ว"

"แต่เอาเป็นว่า การจับคู่ช่วยกันอ่านหนังสือก็ดูจะเป็นวิธีดี ๆ ที่เราสองคนจะได้เสริมจุดที่ยังอ่อนกันอยู่"

play sound sfx_warningbell

"ระฆังโรงเรียนดัง ย้ำเตือนว่าเวลาไม่เคยคอยใคร"

hi "หืม หมดพักเที่ยงแล้วเหรอเนี่ย อยู่ที่นี่ทีไรเพลินจนลืมเวลาตลอดเลย"

show lilly basic_weaksmile_close
with charachange

li "หลัก ๆ ที่รู้สึกอย่างนั้นก็คงเพราะห้องนี้ค่อนข้างเงียบเพราะอยู่ห่างจากชมรมกับห้องเรียนอื่น ๆ มาไกลเลย"

show lilly basic_weaksmile_close at center
with charamove

"ที่ที่ห่างจากผู้คน ที่ที่เธอได้อยู่ตามลำพังด้วยกันกับคนที่เธอรัก ระหว่างที่ลิลลี่ลุกขึ้นยืนเก็บกระเป๋ากับไม้เท้าฉันก็หวน\nนึกถึงช่วงเวลาที่เราไปอยู่ที่ฮกไกโด"

show lilly basic_satisfied_close
with charachange

li "อ้อ ก่อนไป พรุ่งนี้พี่กับฉันจะจัดงานเลี้ยงฉลองที่ได้กลับมาญี่ปุ่นกัน เธอสะดวกมามั้ยจ๊ะ"

"…และกลับมาอีกครั้ง"

hi "ไม่ได้มีอะไรที่ต้องทำอยู่แล้ว น่าจะพอเจียดเวลาจากการอ่านหนังสือไปได้อยู่นะ"

show lilly basic_smileclosed_close
with charachange

li "ดีเลยจ้ะฮิซาโอะ"

hi "แล้วก็นะ ฉันดีใจมากที่เธอกลับมาจากสกอตแลนด์แล้ว ไว้สอบเสร็จหาเวลามาอยู่ด้วยกันสองคนอีกดีไหม"

show lilly basic_smile_close
with charachange

li "อื้ม เดี๋ยวก็จะปิดเทอมแล้วนี่เนอะ"

hi "งั้นปิดเทอมแล้วไปเที่ยวงานวันทานาบาตะกันมั้ย ที่เคยสัญญาไว้ตอนอยู่งานเทศกาลโรงเรียนนั่นไง"

show lilly basic_arablush_close
with charachange

"ลิลลี่จับแก้มตัวเองพลางหัวเราะดูประหม่าย้อนนึกถึงเหตุการณ์ครั้งนั้น ฉันนึกขอบคุณตัวเองในใจที่ยังอุตส่าห์จำได้"

"รู้สึกแปลกอยู่เหมือนกันที่ได้เห็นลิลลี่ทำท่าทางอย่างนี้ ถึงจะเคยเห็นเธอตอนอายแล้วก็เถอะ"

show lilly basic_weaksmile_close
with charachange

li "ฉัน… ขอตัวก่อนนะจ๊ะ ลาก่อนจ้ะฮิซาโอะ"

hi "บาย"

hide lilly
with charaexit

stop music fadeout 6.0

"ฉันโบกมือลาอย่างทุกที ไม่รู้เหมือนกันว่าทำไปเพราะความเคยชินหรือเพราะแค่ความต้องการที่จะให้อะไร ๆ\nเป็นไปอย่างปกติแม้เพียงเล็กน้อยก็ตาม แต่อย่างน้อยตอนนี้ก็รู้ตัวแล้วน่ะนะว่าทำอะไรอยู่"

"ฉันว่าฉันพอจะเห็นภาพรวมได้กว้างกว่าที่เคยเห็นมาแล้วละ ไม่ใช่แค่กับเรื่องลิลลี่ แต่กับเรื่องชีวิตในอนาคตด้วย"

"ในที่สุด ตรวนแห่งอดีตของฉันก็เริ่มขาดลงแล้ว"

scene black
with dissolve

#****************************


label th_L22:

$ renpy.music.set_volume(0.8, 0.0, channel="music")
play music music_ease fadein 4.0

scene bg school_girlsdormhall
with locationchange

"ฉันเดินไปตามโถงทางเดินหอหญิงที่ฉันคุ้นชินขึ้นมาบ้างเล็กน้อยแล้ว จากนั้นก็ได้ยินเสียงหัวเราะแว่วมาไกล ๆ"

show bg school_girlsdormhall at bgleft
with charamove

"ไม่นานนักก็รู้ว่าเสียงนั้นมาจากห้องของลิลลี่ แต่เสียงผู้หญิงที่ฟังดูทุ้ม ๆ นั้นไม่ใช่เสียงของเจ้าตัวอย่างแน่นอน เสียงนั้น\nเป็นเสียงของพี่สาวเธอ"

play sound sfx_doorknock2

"ฉันเคาะประตูสามครั้งเบา ๆ อย่างเคย ประตูเปิดออกก่อนที่ฉันจะทันได้ละมือจากการเคาะครั้งสุดท้าย"

show akira invis:
    xanchor 0.5 xpos 1.0
with None

show akira basic_smile:
    xpos 0.9
with dissolvecharamove

aki "ไง ฮิซาโอะ"

hi "ครับ ลิลลี่ ฮานาโกะ สวัสดี"

scene ev lilly_bedroom:
    truecenter
    zoom 1.0 subpixel True
    acdc_warp 8.0 zoom 1.03
with locationchange

"ฮานาโกะเงยหน้ามองด้วยความลังเล เธอเอามือตัวเองซุกไว้กับชุดนอนสีชมพูที่ดูหลวมโพรกนั้น ส่วนลิลลี่ที่นั่งอยู่\nข้าง ๆ หันหน้ามาตามเสียงฉันแล้วยิ้มให้"

"ถ้าจะให้บอกว่าไม่ชอบเธอยามใส่ชุดนอนแล้วก็คงเป็นการโกหกคำโต"

"ฉันเห็นอากิระที่ยิ้มกรุ้มกริ่มเหลือบมองอยู่ฉันจึงจ้องเขม็งใส่กลับ"

scene bg school_dormlilly at bgleft
with locationchange

"อากิระทำท่ารับรู้ยักไหล่แล้วเดินกลับไปที่โต๊ะเตี้ยกลางห้อง พอฉันเข้าไปร่วมวงด้วยลิลลี่ก็พยักหน้าทักทายแล้วรินน้ำชา\nให้ฉันหนึ่งถ้วย"

show hanagown distant:
    twoleft
    ypos 1.14
show akira basic_smile:
    tworight
    ypos 1.14
with charaenter

hi "ฮานาโกะ ดีใจจังที่ได้เจอเธออีก ช่วงนี้เธอไปไหนมาไหนบ่อยขึ้นนะ"

"ลิลลี่ทำหน้าจดจ่อขณะที่กำลังเทของเหลวสีน้ำตาลอ่อนนั้นให้ไหลจากกาน้ำชาลงถ้วยน้ำชาโดยมีนิ้วมือเธอเป็นตัววัด\nเช่นเคย"

li "เหมือนฮานาโกะเขาจะไปช่วยคนในห้องเธอที่อยู่ชมรมหนังสือพิมพ์นะ ชื่อนาโอมิมั้ง"

show hanagown normal
with charachange

"ฮานาโกะพยักหน้ายืนยัน"

"ถึงจะมาเรียนได้สองเดือนแล้ว แต่ฉันก็ยังจำชื่อนักเรียนคนที่ฉันไม่ค่อยได้คุยด้วยไม่ได้มากเท่าไหร่"

"ฉันต้องขุดคุ้ยในสมองหาใบหน้าที่ตรงกับชื่อนั้น สุดท้ายก็นึกออกว่าเป็นผู้หญิงคนนั้นที่นั่งหลังห้องอยู่ข้างฮานาโกะ"

"นาโอมิ อิโนอูเอะ หน้าตาก็ค่อนข้างเหมือนเด็กผู้หญิงทั่ว ๆ ไป ยกเว้นก็แต่ผมสีบลอนด์จาง"

"นาโอมิเป็นคนร่าเริงและตรงไปตรงมา คงจะถือเอาจังหวะที่ฮานาโกะถามเรื่องชมรมมาเป็นช่องให้ตัวเองได้ดึงฮานาโกะ\nเข้าชมรมตัวเองเสียเลย"

"แต่จะอะไรก็แล้วแต่ ได้เห็นฮานาโกะเปิดโลกตัวเองให้กว้างขึ้นอย่างนี้แล้วก็ดีใจ ถ้าเป็นตอนที่เจอครั้งแรก ฉันคงคิดว่า\nยังไงก็เป็นไปไม่ได้ที่ฮานาโกะจะไปเข้าชมรมอื่นที่ไม่มีลิลลี่อยู่ด้วย"

hi "มิน่าล่ะหมู่นี้เธอถึงยุ่ง ๆ แล้วสนุกมั้ย"

show hanagown smile
with charachange

ha "อื้ม น่า… สนใจมากเลยละ"

"ฮานาโกะยังคงพูดน้อยคำอย่างเคย บางอย่างมันก็เหมือนเดิมอยู่เสมอจริง ๆ ซึ่งบางสิ่งนั้นคงจะรวมถึงนิสัย\nของฮานาโกะด้วย ฮานาโกะจะเป็นคนที่ไม่ชอบการเข้าสังคมขนาดนั้น"

show hanagown smile:
    center
    ypos 1.14
show akira basic_smile:
    right
    ypos 1.14
show bg school_dormlilly at center
with charamove

show lilly invis at left
with None

show lilly basic_smileclosed_paj:
    ypos 1.17
with dissolvecharamove

"พอได้ยินเสียงถ้วยชาที่กระทบกับโต๊ะเมื่อลิลลี่นำน้ำชามาวางให้ตรงหน้าแล้วฉันก็หันไปขอบคุณลิลลี่แล้วยกถ้วยชา\nขึ้นจิบพักหนึ่ง ส่วนฮานาโกะกับลิลลี่ต่างก็ดื่มชากับถ้วยของตัวเองกัน อากิระนั้นกำลังกระดกแก้วดื่มกาแฟดำ\nกลิ่นแรงอยู่"

show akira basic_laugh
with charachange

aki "เอ็งนี่มันคนถูกหวยชัด ๆ เลยนะฮิซาโอะ"

hi "ครับ?"

"พอเห็นอากิระที่ยิ้มน้อยยิ้มใหญ่อยู่หลังแก้วกาแฟที่บังปากอยู่แล้วก็รู้สึกใจคอไม่ดีชอบกล"

show akira basic_ending
with charachange

aki "ได้เห็นน้องฉันใส่ชุดนอนนี่ ความฝันชายชาตรีหลายคนเลยนะรู้เปล่า"

"จริง ๆ ก็เห็นมาเยอะกว่านั้นแล้วด้วยอะนะ แต่ไม่บอกหรอก"

show lilly basic_emb_paj
with charachange

li "พี่!"

show akira basic_smile
with charachange

aki "น่า ๆ หยอก ๆ"

"อากิระเอี้ยวตัวมาเต็มที่แล้วกระซิบพลางยิ้มกรุ้มกริ่ม"

show akira basic_kill
with charachange

aki "ไหนจะฮานาโกะอีก ร้ายจริงนะ"

hi "เดี๋ยว งานฉลองนี่ลิลลี่เป็นคนชวนจัดเองนะครับ"

show hanagown distant_blush
with charachange

ha "เอ่อ ฉัน… อ่า…"

"เราสองคนมองฮานาโกะที่ก้มหน้างุดพลางบิดมือที่ซุกอยู่กับชุดนอนไปมา"

show hanagown smile
with charachange

ha "ถ้า… กับฮิซาโอะแล้ว… ฉันไม่ถือนะ…"

"เอ่อ แย่แล้วสิ ฮานาโกะอาจจะเป็นคนที่ใสซื่อเกินกว่าจะมองอะไรอย่างนั้นออกก็จริง แต่สีหน้าของอากิระที่มองมา\nทางฉันนั้นช่างน่ากลัวเหลือเกิน"

show lilly basic_concerned_paj
show hanagown normal
with charachange

li "เอ่อ… พี่… ขอร้องละ…"

"ดูท่าว่าลิลลี่เองก็รู้สึกได้ถึงบรรยากาศของอากิระที่เปลี่ยนไปเหมือนอย่างฉัน แม้เธอจะมองไม่เห็นก็ตาม"

show akira basic_boo
with charachange

"อากิระเบือนหน้าหนีไปจากฉัน สภาพคล้ายสุนัขที่เตรียมกัดแต่เจ้าของตามมาล่ามไว้ได้ทันพอดี ฉันถอนหายใจ\nด้วยความโล่งอก"

"ตอนนี้แหละเหมาะที่สุดแล้วที่จะเปลี่ยนเรื่องคุย"

hi "พี่อากิระ ขอถามอะไรหน่อยนะครับ พี่ทำงานอะไรเหรอ เห็นใส่ชุดสูทนั้นตลอดเลย"

show akira basic_laugh
with charachange

aki "คิดอยู่ละสิว่าเรียนจบแล้วจะทำอะไรน่ะ"

show akira basic_smile
with charachange

aki "ทนายน่ะ ส่วนมากก็ทำงานเป็นฝ่ายกฎหมายประจำอยู่ที่บริษัทของครอบครัวฉันสาขาญี่ปุ่นน่ะ"

aki "คงเป็นคำตอบที่ไม่น่าสนใจที่สุดละมั้ง คนส่วนมากก็คงไม่ค่อยชอบกฎหมายกันเท่าไหร่"

hi "ก็ประมาณนั้นครับ"

show akira basic_lost
with charachange

aki "เดี๋ยว ไม่ได้ให้เห็นด้วยเฮ้ย"

show lilly basic_giggle_paj
show hanagown normal
show akira basic_smile
with charachange

"ลิลลี่ถือถ้วยชากับจานรองหัวเราะคิกคักชอบใจและฮานาโกะก็หัวเราะตาม"

"บรรยากาศเป็นมิตรของทุกคนอย่างนี้นั้นเป็นสิ่งที่ฉันโหยหาเมื่อครั้งที่ลิลลี่กับอากิระไปสกอตแลนด์ ถึงจะมีเรื่อง\nฮานาโกะด้วยก็จริง แต่ยังไงฉันก็คิดว่าที่บรรยากาศเปลี่ยนไปก็แค่เพราะลิลลี่ไม่อยู่นั่นแหละ"

show lilly basic_smileclosed_paj
with charachange

li "ดีใจจังที่ได้กลับมา ฉันคิดถึงเธอนะฮิซาโอะ คิดถึงเธอด้วยนะฮานาโกะ"

hi "เราสองคนก็คิดถึงเธอเหมือนกันนั่นแหละ คนในห้องเธอก็ดีใจที่เห็นเธอกลับมาใช่มั้ย"

show lilly basic_ara_paj
with charachange

li "จะว่าดีใจก็ดีใจจ้ะ"

show akira basic_laugh
with charachange

"เสียงหัวเราะขึ้นจมูกของอากิระบอกชัดว่าเธอรู้ว่าลิลลี่คิดยังไงกับคำพูดเชิงเปรียบเปรยอย่างนั้น ยังไงก็คงรู้แหละ\nเพราะอยู่ด้วยกันมานานแล้วนี่นะ"

show hanagown normal
with charachange

ha "เที่ยวสกอตแลนด์สนุกมั้ย"

$ renpy.music.set_volume(0.1, 2.0, channel="music")

"ฉันนึกสงสัยอยู่แวบหนึ่งว่าถามทำไม เพราะสองคนนั้นก็กลับมาได้สักพักแล้ว แต่ก็นึกได้ว่าก่อนหน้านี้มีอะไรหลายอย่าง\nเกิดขึ้นจนไม่ทันได้มีเวลาย้อนนึกอะไร ทั้งที่ไปเที่ยวฮกไกโดกับเรื่องสอบ"

show lilly basic_reminisce_paj
show akira basic_annoyed
with charachange

"ลิลลี่ทำหน้าเหม่ออยู่ครู่หนึ่ง และฉันก็สังเกตเห็นด้วยว่าสิ่งแรกที่อากิระทำคือการมองไปทางน้องสาวของเธอ แต่ลิลลี่\nก็ตั้งสติกลับมาเป็นปกติอย่างรวดเร็ว"

$ renpy.music.set_volume(0.8, 0.4, channel="music")

show akira basic_smile
show lilly basic_weaksmile_paj
with charachange

li "ก็… ดีจ้ะ ฉัน… เรา… ไม่ได้อยู่กับครอบครัวมานานแล้ว ถือว่าเป็นการได้อยู่ด้วยกันอีกครั้งที่ยอดเยี่ยมไปเลยละจ้ะ"

show akira basic_boo
with charachange

aki "อืม ก็คงประมาณนั้น แต่ที่สุดยอดเลยก็คือทะเลที่อยู่ติดบ้านนี่แหละ"

"ฟังจากน้ำเสียงที่เหมือนไม่ยี่หระอย่างนั้นแล้ว อากิระคงไม่ค่อยชอบคนที่บ้านเหมือนอย่างลิลลี่สักเท่าไหร่"

show lilly basic_giggle_paj
with charachange

li "ที่พี่ชอบก็แค่เพราะมีเวลาได้เล่นสักทีหรือเปล่า"

show akira basic_ending
with charachange

aki "เห็นพี่ว่ายน้ำเก่งกว่าหน่อยนี่…"

show lilly basic_smileclosed_paj
with charachange

li "หนูก็แค่ไม่มีเชื้อออกกำลังกายเหมือนคนในบ้านเอง"

show akira basic_laugh
with charachange

aki "น่า อย่างน้อยเธอก็ยังมีเชื้อส่วนสูงให้ดีใจนะ"

show akira basic_boo
with charachange

aki "แล้วก็เชื้อหน้าอก…"

show lilly basic_weaksmile_paj
with charachange

li "ของแบบนี้มันใช่เรื่องที่ควรพูดต่อหน้าคนอื่นที่ไหนล่ะพี่…"

"ถึงลิลลี่จะทำเป็นดุอากิระ แต่ฉันก็เห็นชัดว่าลิลลี่กำลังแสยะยิ้มอยู่เล็กน้อย"

show hanagown distant_blush
with charachange

"อากิระคงไม่ได้คิดมากอะไรหรอก เห็นทำหน้าสบาย ๆ อย่างนั้น ฉันเองก็ไม่ได้คิดมากเหมือนกัน แต่ฮานาโกะที่นั่ง\nก้มหน้าอยู่ข้าง ๆ กำลังหน้าแดงก่ำอยู่"

"พี่น้องคู่นี้ก็ดูตลกดีเหมือนกัน จะว่าไป พ่อแม่ของสองคนนี้ก็ใช้ชีวิตแบบอู้ฟู่อยู่เหมือนกันแฮะ"

"ถ้าให้เทียบกับวิถีชีวิตของลิลลี่กับอากิระที่ได้อยู่มาจนตอนนี้แล้วดูเหมือนเป็นคนละโลกกันเลย สองคนนี้คง\nให้ความสำคัญกับชีวิตที่ใกล้กับโลกความเป็นจริงมากกว่าละมั้ง"

"แต่ยังไงการที่มาจากครอบครัวที่ร่ำรวยมีชาติตระกูลอย่างนั้นก็ทำให้ความรู้สึกที่ลิลลี่ดูจะเป็นคนสูงศักดิ์นั้นยิ่งมีมากขึ้น\nซึ่งฉันก็แอบแปลกใจอยู่เหมือนกันว่าทำไมความรู้สึกอย่างนั้นถึงส่งมาไม่ถึงอากิระเลย"

"พี่น้องคู่นี้แทบไม่มีอะไรที่เหมือนกันอย่างพี่น้องตามปกติเลย ที่เหมือนกันก็มีแค่ความมั่นใจ ซึ่งบางทีก็น่าเอ็นดู บางที\nก็น่าปวดหัว"

stop music fadeout 2.0

scene bg school_dormlilly
show lilly basic_smileclosed_paj:
    twoleft
    ypos 1.17
show akira basic_smile:
    tworight
    ypos 1.14
with shorttimeskip

"เวลาในคืนนั้นไหลผ่านไปตามปกติ จนกระทั่งฮานาโกะขอตัวกลับห้องตัวเองไปนอน ทิ้งไว้เพียงคู่พี่น้องซาโต้กับฉันให้อยู่\nกันตามลำพัง"

"มีเพียงความเงียบกับเสียงถ้วยชาลิลลี่ที่กระทบกับจานรองเป็นระยะ ๆ จากการที่เธอค่อย ๆ จิบอยู่พักหนึ่ง เป็น\nความเงียบอันตึงเครียดที่ทั้งลิลลี่ทั้งฉันต่างรอให้เรื่องใหญ่เรื่องนั้นปรากฎขึ้นในบทสนทนา"

show akira basic_boo
with charachange

aki "เอาละ…"

$ renpy.music.set_volume(1.0, 0.0, channel="music")
play music music_dreamy fadein 4.0

show lilly basic_weaksmile_paj
with charachange

"ลิลลี่วางถ้วยชาลงอย่างมีมารยาทให้ความสนใจกับพี่สาวเธอเต็มที่"

"ดูจากสภาพที่ฉันกับลิลลี่นั่งด้วยกันอยู่ฝั่งตรงข้ามกับอากิระแล้ว รู้สึกเหมือนกำลังมานั่งรอผู้พิพากษาลงคำตัดสินเลย"

show akira basic_smile
with charachange

aki "ได้ข่าวว่าพวกเธอสองคนคบกันแล้วนี่"

"ฉันเหลือบมองลิลลี่เป็นการยืนยันว่าแหล่งข่าวนั้นใช่เธอหรือไม่ ลิลลี่พยักหน้าเบา ๆ ให้อากิระ ซึ่งฉันก็พยักหน้าตาม\nเป็นการยืนยัน"

"ฉันโค้งต่ำเอามือกับหน้าผากแนบกับพื้นด้วยเห็นว่าตอนนี้นั้นเป็นจังหวะอันดี ทั้งอากิระยังนับได้ว่าเป็นผู้ปกครองที่อยู่\nกับลิลลี่มาค่อนชีวิตอีกด้วย"

hi "พี่อากิระครับ ผมสัญญาว่าผมจะดูแลน้องสาวของพี่เป็นอย่างดีเลย"

show lilly basic_smile_paj
with charachange

li "เห็นมั้ย ฮิซาโอะเขาก็เป็นสุภาพบุรุษที่แสนดีออก"

"คงจะได้ยินว่าต้นเสียงมาจากจุดที่ต่ำกว่าปกติ"

"ฉันเงยหน้าขึ้นช้า ๆ พลางเหลือบมองอากิระที่อยู่เหนือระดับสายตาด้วยความลังเล"

"ว่าตามตรง ฉันคิดว่าผู้พิพากษาใส่สูทที่อยู่ตรงหน้าคนนี้คงไม่มีคำคัดค้านอะไรหรอก ฉันมั่นใจว่าอากิระเป็นคนจำพวกที่\nถ้าไม่เห็นด้วยอะไรยังไงก็จะบอกตรง ๆ ไปเลย ซึ่งฉันให้ความนับถือกับอากิระตรงจุดนี้อยู่พอสมควร"

show akira basic_laugh
with charachange

aki "พวกหัวโบราณเหรอ อืม ยังไงพี่ก็พอเดาไว้แล้วอะนะว่าเธอคงจะชอบแนวนี้"

show akira basic_smile
with charachange

aki "ฉันไม่มีปัญหาหรอก แล้วก็ขอให้มีความสุขกันดีนะ แต่ต่อให้ฉันไม่เอาด้วยจริง ๆ ก็ทำอะไรไม่ได้อยู่ดี"

"ฉันพยักหน้าให้อากิระเป็นการขอบคุณพลางถอนหายใจเบา ๆ ซึ่งก็คงเป็นการถอนหายใจไปแบบพอเป็นพิธีนั่นแหละ\nไม่ได้มาจากความโล่งใจว่าอากิระให้เราสองคนคบกันได้หรอก"

show akira basic_evil
with charachange

aki "แต่ฉันอยากรู้ว่า… คนในครอบครัวคนอื่นจะว่ายังไงบ้าง โดยเฉพาะคนที่อยู่ยามากุน่ะ บอกคนนั้นไปหรือยัง"

show lilly basic_listen_paj
with charachange

"รอยยิ้มของฉันหดหายไปด้วยความสยองทันทีที่อากิระแสยะยิ้มชั่วร้าย คนใกล้ตัวนี่แหละนะที่จะรู้จุดอ่อนเป็นอย่างดี"

show lilly basic_weaksmile_paj
with charachange

li "ใช้คำว่า “พอทนได้” น่าจะเข้ากับอารมณ์นั้นที่สุดนะ เธอว่างั้นมั้ยฮิซาโอะ"

hi "อื้ม คงประมาณนั้น อย่างน้อยก็ยอมรับฟังด้วยความเข้าใจละนะ"

show akira basic_boo
with charachange

aki "งั้นก็ดี รายนั้นบางทีก็รับมือยากเหมือนกันนะ"

show akira basic_smile
with charachange

aki "ตอนที่ไปเที่ยวกับตอนกลับมาใหม่ ๆ ฉันกับชิซูเนะก็ส่งข้อความหากันอยู่บ้าง แล้วพอตอนกลับมาเห็นแฟนฉันมาด้วย\nก็ดุฉันยกใหญ่เลย หาว่าทิ้งฮิเดอากิไปตั้งนานงี้ ชิซูเนะน่ะเป็นห่วงเจ้าเตี้ยจริงเลยนะ"

"ฉันย้อนนึกไปถึงตอนที่ชิซูเนะทำท่าแปลก ๆ ตอนบอกเรื่องที่ฉันกับลิลลี่คบกัน แต่ฉันก็ตัดใจไม่ยกเรื่องนี้ขึ้นมาคุย ยังไง\nสาเหตุก็คงมาจากการที่สองคนนั้นไม่ถูกกันนั่นแหละ แล้วยิ่งได้ฟังที่อากิระพูดแล้วฉันก็ยิ่งมั่นใจ"

show akira basic_boo
with charachange

aki "โอเค งั้นก็ตามนั้น ไปก่อนละนะ เดี๋ยวพรุ่งนี้ต้องไปทำงานแต่เช้า"

show akira basic_smile at tworight
with charamove

"อากิระหยัดตัวกับเข่าลุกขึ้นยืนพร้อมส่งเสียงโอดโอย ฉันเพิ่งสังเกตเห็นว่าอากิระยังมองลิลลี่อยู่อีกสักระยะหนึ่งแล้ว\nหันหน้าเดินออกไป"

hide akira
with charaexit

"พอเดินผ่านประตูออกไปแล้วอากิระก็หยุดยืนแหงนหน้ามองครุ่นคิดก่อนจะหันมามองทิ้งทวน"

show akira invis:
    xanchor 0.5 xpos 1.0
with None

show akira basic_lost:
    xpos 0.9
with dissolvecharamove

aki "อ้อ จริงสิ เกือบลืมบอก"

show akira basic_ending
with charachange

aki "ป้องกันด้วยนะ ทุกครั้งเลย"

"ฉันสำลักแทบเป็นแทบตายกับน้ำชาที่อยู่ในปาก ส่วนลิลลี่ยังคงนิ่งสงบไม่สะทกสะท้านใด ๆ ต่างจากฉัน น่าทึ่ง\nอยู่เหมือนกันนะเนี่ย"

show lilly basic_smile_paj
with charachange

li "แน่นอนอยู่แล้ว พี่ไม่ต้องห่วง"

show akira basic_smile
with charachange

aki "ต้องงี้สิ เจอกัน ๆ"

show akira invis:
    xanchor 0.5 xpos 1.0
with dissolvecharamove

hide akira
with None

"แล้วอากิระก็หันหลังกลับก้าวฉับ ๆ ออกไปพลางยกมือบอกลาหายไปกับโถงทางเดินอันมืดมิดหลังจากที่ปิดประตูไปแล้ว"

show lilly basic_smile_paj:
    center
    ypos 1.17
show bg school_dormlilly at bgright
with charamove

"ฉันได้แต่ฟุบตัวลงกับโต๊ะด้วยความเหนื่อยอ่อนเพราะถูกอากิระสูบพลังไปจนเกลี้ยงแล้ว ฉันละนับถือจริง ๆ ที่ลิลลี่รับมือ\nกับปีศาจในชุดสูทคนนั้นได้ดีเหลือเกิน"

hi "เป็นคนตรงไปตรงมามากเลยนะ ฉันว่าฉันรับมือกับนิสัยของพี่เธอไม่ได้แน่ ๆ"

show lilly basic_smileclosed_paj_close:
    center
    ypos 1.1
with characlose

"พอรู้สึกได้ถึงสัมผัสจากมือของลิลลี่ที่อยู่หลังมือฉันก็เอียงคอมองจนเห็นรอยยิ้มอันอ่อนโยนของเธอ พวกเรานั่งเงียบ ๆ\nเคียงกันอยู่เนิ่นนาน"

"ปกติลิลลี่ก็เป็นคนตัวสูงมากอยู่แล้ว สูงพอ ๆ กับฉันหรือไม่ก็สูงกว่าฉันไปสักสองสามเซนติเมตรเลยด้วยซ้ำ แล้วพออยู่\nแบบนี้ลิลลี่ยิ่งดูตัวสูงขึ้นไปอีก"

"สัมผัสอันอ่อนนุ่มจากมือขาวนวลที่ต้องมือฉันอยู่นั้นชวนให้ผ่อนคลาย เช่นเดียวกับภาพเธอที่ใส่ชุดนอนผ้าไหมซึ่ง\nเผยส่วนโค้งเว้ากับกระดูกไหปลาร้าของเธอ"

show lilly basic_smile_paj_close
with charachange

li "ถึงเธอจะพูดอย่างนั้น แต่เธอสองคนก็เข้ากันดีอยู่นะ"

hi "มั้งนะ เออ เธอสองคนนี่เหมือนกันกว่าที่ฉันเคยคิดตอนที่เจอพวกเธอครั้งแรกเสียอีกนะ"

show lilly basic_cheerful_paj_close
with charachange

li "งั้นก็นับว่าดีแล้วใช่ไหมล่ะที่ฉันรีบห้ามเธอไม่ให้ไปตามจีบพี่น่ะ"

"ถึงลิลลี่จะพูดหยอกอย่างนั้น แต่ที่ประเมินว่าตัวเองตามอากิระไม่ทัน—ไม่ว่าจะพลังกายหรือพลังใจก็ตาม—นั้นฉันพูด\nด้วยความจริงจัง"

"ลิลลี่นั้นเป็นคนที่ทำอะไรอย่างค่อยเป็นค่อยไป มีความเป็นสุภาพสตรีจนคลับคล้ายความเป็นแม่ด้วยซ้ำ เหล่านี้เอง\nคงจะเป็นสิ่งหลัก ๆ ที่ช่วยให้ฉันผ่านสัปดาห์แรกที่ยามากุมาได้"

"จะว่าไปแล้ว…"

hi "เดี๋ยว… เราป้องกันตอนไหนนะ"

show lilly basic_pout_paj_close
with charachange

"ฉันหันมองลิลลี่ด้วยความสงสัย เธอทำแก้มป่องพร้อมทำเสียงฮึดฮัด"

li "ฉันไม่ได้ลืมเหมือนเธอสักหน่อย ยาอยู่ในตู้ข้างอ่างล้างหน้าแน่ะ"

"สรุปว่าฉันไม่ได้กินยาอยู่คนเดียวสินะ แต่พอลองย้อนคิดดูแล้ว ตัวฉันเองก็ประมาทอยู่เหมือนกันที่ไม่ได้นึกอะไรเลย\nแล้วปล่อยให้เป็นหน้าที่ของลิลลี่ทั้งหมดอย่างนั้น"

"พอมองไปทางตู้ที่ลิลลี่พูดถึงแล้วก็ไปสะดุดตาเข้ากับกองหนังสือความสูงประมาณหัวเข่าที่ตั้งอยู่รอบตัวเหมือนอย่าง\nที่ฉันมาห้องนี้เมื่อคราวที่แล้วอีกครั้ง ซึ่งส่วนมากก็เรียงชิดกำแพงเผื่อพื้นที่ที่อยู่รอบ ๆ โต๊ะ"

hi "ทำไมไม่หาตู้หนังสือมาสักใบล่ะ เห็นหนังสือกอง ๆ กันอย่างนี้แล้วก็แปลก ๆ อยู่นะ เพราะนอกนั้นห้องเธอก็ออกจะ\nเป็นระเบียบสะอาดตาดีอยู่แล้วแท้ ๆ"

show lilly basic_smileclosed_paj_close
with charachange

li "เรียงแบบนี้มันหาง่ายกว่าน่ะจ้ะ ฉันจำได้ว่ากองไหนมีหนังสืออะไรบ้าง"

hi "ก็ถ้าเอาไปเรียงเป็นชุด ๆ ไว้กับชั้นหนังสือก็น่าจะยังจำได้เหมือนเดิมนี่"

show lilly basic_weaksmile_paj_close
with charachange

li "ก็น่าจะ แต่ว่า…"

"ลิลลี่เองก็มีจังหวะที่ขี้เกียจเหมือนกันสินะ"

hi "หนังสือเธอเยอะนะ แต่เสียดายที่แลกกันอ่านไม่ได้ ทั้งที่เป็นคนชอบอ่านเหมือนกันแท้ ๆ"

show lilly basic_giggle_paj_close
with charachange

"ลิลลี่หัวเราะน้อย ๆ"

hi "จะว่าไป ทำไมเธอถึงสั่งหนังสือกับยูโกะล่ะ น่าจะมีหลายเว็บอยู่นะที่ขายหนังสืออักษรเบรลล์น่ะ ยิ่งฉบับภาษาอังกฤษ\nนี่น่าจะมีเยอะเป็นพิเศษเลย แถมโปรแกรมแปลงข้อความเป็นเสียงก็มีถมไป"

show lilly basic_displeased_paj_close
with charachange

"ลิลลี่เบือนหน้าหนีไปจากฉันเล็กน้อยจนฉันรู้สึกแปลกใจพอสมควร"

li "พอดีฉัน… ไม่ค่อยสันทัดเรื่องคอมพิวเตอร์สักเท่าไหร่น่ะ ฉันใช้พิมพ์ดีดกับเครื่องพิมพ์ดีดอักษรเบรลล์เป็นก็จริง…\nแต่ก็เป็นแค่นั้นแหละ"

"น้ำเสียงลิลลี่นั้นทำให้ฉันนึกแค่นหัวเราะ ลิลลี่เป็นคนที่ภาคภูมิในตัวเองมาก การที่จะยอมรับเรื่องทำนองนั้นคงเป็นอะไร\nที่ลำบากใจน่าดู"

"ลิลลี่เป็นคนจำพวกที่ไม่ถนัดกับเทคโนโลยีนี่เอง ซึ่งดูจากลักษณะนิสัยที่เป็นคนยึดถืออะไรแบบดั้งเดิมแล้วก็ไม่น่า\nแปลกใจสักเท่าไหร่"

hi "ไม่เป็นไรหรอก คนที่ไม่ถนัดกับของพวกนี้ก็มีเยอะแยะ ไม่ได้แปลกอะไรขนาดนั้น"

show lilly basic_concerned_paj_close
with charachange

li "แปลก “ขนาดนั้น”…"

"ทีนี้ก็หดหู่กว่าเดิมอีก รู้สึกเหมือนที่พูดไปนี่ไม่ได้ช่วยอะไรเลย ยิ่งเป็นการซ้ำเติมอีกต่างหาก"

show lilly basic_weaksmile_paj_close
with charachange

"ฉันขยับตัวยุกยิกเข้าไปหาลิลลี่แล้วโอบเอวกอดลิลลี่ไว้ด้วยท่าทางเก้ ๆ กัง ๆ ฉันยังไม่ค่อยชินกับการแสดงความรัก\nทางกายแบบนี้เท่าไหร่ แต่ดูเหมือนลิลลี่จะชอบ"

scene ev lilly_kissing
with whiteout

"ลิลลี่หันหน้ามายิ้มให้ฉันแล้วจูบเป็นรางวัลที่ฉันยอมง้อเธอ เธอดึงตัวฉันเข้าไปแล้วแตะริมฝีปากบนเข้ากับฉัน\nก่อนจะทาบทับเข้ามาจนเต็มปาก"

"พอทำเช่นนี้แล้วทุกประสาทสัมผัสของฉันก็ถูกเติมเต็มด้วยเธอ กลิ่นหอมจาง ๆ จากผมที่จางจนแทบไม่ได้กลิ่น\nรสของเธอจากลิ้นที่เข้ามาสัมผัสกับลิ้นฉันอยู่เพียงชั่วแล่น ความอ่อนนุ่มของริมฝีปากเธอ ภาพของเธอที่หลั่งไหล\nเข้ามาในความคิด ความเงียบสงัดที่มีเพียงเสียงหายใจแผ่วของเธอแทรก…"

"เราเคยจูบกันแล้วก็จริง แต่จูบครั้งนี้นั้นไม่ใช่เพียงการจูบเพื่อแสดงความรักเท่านั้น เป็นความรู้สึกที่ไม่เคยสัมผัสมาก่อน\nและช่างเป็นความรู้สึกที่ดี"

scene bg school_dormlilly at bgright
show lilly basic_cheerfulblush_paj_close:
    center
    ypos 1.1
with locationchange

"ดูจากใบหน้าของลิลลี่ที่แดงก่ำอย่างเห็นได้ชัดตอนที่เธอผละออกแล้ว เธอคงจะคิดเหมือนอย่างเดียวกันกับฉัน ต่อให้เรา\nอยู่ด้วยกันสองต่อสองก็จริง แต่การจะเปิดใจทำอะไรอย่างนี้กันก็ยังชวนให้รู้สึกขัดเขินอยู่เล็กน้อย"

show lilly basic_smileclosed_paj_close
with charachange

li "ถ้าเราค่อย ๆ ทำอะไรไปด้วยกันทุก ๆ วัน แบบนั้นน่าจะดีที่สุดนะ ค่อยเป็นค่อยไป เนอะ"

hi "อื้ม ค่อยเป็นค่อยไป"

"เรายังมีเวลาให้อยู่ด้วยกันอีกมาก แม้แต่ช่วงหลังเรียนจบแล้วก็ด้วย ตราบใดที่เราได้อยู่ที่เดียวกัน ทุกอย่างก็น่าจะลงตัว\nยังไงเสีย เราสองคนก็ไม่มีใครที่จะไปไหนกันอยู่แล้ว"

"ตอนนี้ฉันเพียงรู้สึกยินดีกับช่วงเวลาเล็ก ๆ น้อย ๆ ที่เราได้อยู่ร่วมกันในตอนนี้"

stop music fadeout 2.0

scene black
with dissolve

#***********************


label th_L23:

scene bg school_nursehall
with locationchange

"ฉันยืนนิ่งอยู่หน้าประตูห้องพยาบาลอยู่นานสักสิบนาทีกว่า ๆ เห็นจะได้"

"ก็ไม่ใช่ว่าเพิ่งมาได้เข้าห้องแคบ ๆ สีเบจเป็นครั้งแรกสักหน่อย แล้วก็ไม่ใช่ความรู้สึกกลัวหมอเหมือนอย่างเด็ก ๆ ด้วย"

"อาจจะเพราะการมายังห้องพยาบาลนั้นก็เปรียบได้กับการยอมรับสารภาพว่าร่างกายฉันนั้นบกพร่อง แม้จะเป็นสิ่งที่เป็น\nความลับระหว่างฉันกับคุณพยาบาล แต่ฉันก็ไม่ได้รู้สึกสบายใจขึ้นเลย"

"พอนึกได้ว่าอีกไม่นานระฆังหมดพักเที่ยงจะดังแล้วฉันจึงถอนหายใจยอมเปิดประตูเข้าไป ฉันคงต้องแบกรับภาระนี้\nต่อไปอีกหน่อย"

play music music_nurse fadein 0.5

scene bg school_nurseoffice
show nurse neutral at center
with locationchange

nk "อ้าว นากาอิหรือ สวัสดี"

show nurse grin
with charachange

nk "หรือไม่ดี ก็ฉันเป็นพยาบาลนี่นะ"

"คุณพยาบาลแค่นหัวเราะกับมุกฝืด ๆ ของตัวเอง รู้สึกว่ามุกแต่ละอย่างของเขานั้นทั้งฝืน ๆ ทั้งแปลก ๆ แต่เอาเป็นว่า\nการที่ทำให้บรรยากาศผ่อนคลายได้อย่างนี้ก็คงเป็นเรื่องที่ชวนให้สบายใจดี หรืออย่างน้อยก็จะได้ไม่ต้องคิดมาก"

show nurse neutral
with charachange

"หมดเวลาสนุกแล้ว คุณพยาบาลตบมือแล้วทำท่าจริงจัง ฉันนั่งลงไปตามที่เขาผายมือเชิญชวน"

"ถ้าเก้าอี้ที่ห้องเรียนนั่งสบายอย่างนี้ก็ดีสิ จิตใจฉันเริ่มล่องลอย สายตากวาดมองรอบห้องดูสิ่งเล็ก ๆ ที่เปลี่ยนไปนับจาก\nตอนที่ฉันมาครั้งล่าสุด"

show nurse fabulous
with charachange

nk "เอาละ แล้วมีอะไรเหรอถึงได้มาหา ไม่ค่อยได้เจอหน้าเธออย่างนี้ แปลว่าที่ผ่านมาสุขภาพก็ปกติดีสินะ"

hi "ก็พอสมควรครับ"

show nurse neutral
with charachange

nk "อย่างนี้นี่เอง"

"รอยยิ้มของเขาหายไปเมื่อเสียงฉันอ่อยลง รู้สึกผิดอยู่หน่อย ๆ แฮะ จังหวะที่ตามหลักแล้วฉันบอกว่าตัวเอง “ปกติ” ไม่ได้\nแบบนี้นี่แหละที่ทำให้ฉันไม่อยากมาหาคุณพยาบาลเลย เพราะเป็นการยอมรับว่าฉันนั้นแตกต่างจากคนอื่น"

stop music fadeout 5.0

hi "ช่วงที่ผมไปเที่ยววันหยุดยาวผมมีปัญหาเรื่องหัวใจนิดหน่อยน่ะครับ"

"คุณพยาบาลพยักหน้าทำเสียงฮึมฮัมจริงจังให้ฉันพูดต่อ"

hi "ผมว่าน่าจะเพราะ… อืม เพราะผมเดินไกลพอสมควรเลย น่าจะเป็นอาการหัวใจเต้นผิดจังหวะนะครับ"

hi "อยู่ ๆ เข่าผมก็อ่อน แล้วก็แน่นหน้าอกเหมือนหัวใจวายอยู่แวบหนึ่ง แต่ไม่ถึงนาทีก็หาย แต่ว่าหลังจากนั้นผมก็ยังรู้สึก\nเพลีย ๆ กับคลื่นไส้อยู่"

show nurse concern
with charachange

nk "อืม ไม่ดี ไม่ดีเลยนะ"

nk "แล้วผ่านมากี่วันแล้วนับตั้งแต่ที่เป็น ก่อนเป็นได้ไปทำอะไรแปลก ๆ มามั้ย นอกจากออกแรงหนักที่เธอว่าน่ะ กินยา\nเรียบร้อยดีหรือเปล่า"

"คุณพยาบาลเปลี่ยนโหมดจากคนเล่นมุกแบบแห้ง ๆ เป็นบุคลากรทางการแพทย์ผู้จริงจังคอยยิงคำถาม จดนั่นนี่ เรียก\nข้อมูลทั้งหลายจากคอมพิวเตอร์"

"ฉันบอกคุณพยาบาลไปว่าเย็นก่อนวันนั้นกับเช้าวันนั้นฉันลืมกินยา ซึ่งเป็นอะไรที่บ้าบอ แต่จะให้แก้ไขอะไรก็คงไม่ทัน\nแล้ว คงได้แต่ตอบไปตามจริงแล้วก็รับผลกรรมไปนั่นแหละ"

"ความจริงจังของคุณพยาบาลแปลงออกมาเป็นสีหน้าที่มีคิ้วขมวดอยู่ จากการคุยก็แปรเป็นการตรวจร่างกายแบบคร่าว ๆ"

hide nurse
with shorttimeskip

"พอติดกระดุมเสร็จคุณพยาบาลก็ผายมือให้มานั่งตรงหน้าอีกรอบ"

show nurse concern at center
with charaenter

nk "ตั้งแต่มาเรียนที่นี่ ครั้งนี้ครั้งแรกเลยหรือเปล่าที่มีปัญหาเรื่องหัวใจน่ะ"

hi "ก่อนหน้านั้นก็มีปวดจี๊ด ๆ อยู่บ้างครั้งสองครั้งครับ แต่ก็แค่รู้สึกแน่น ๆ นิดหน่อย ไม่ได้หนักเหมือนครั้งนี้"

"คุณพยาบาลเอนตัวพิงพนักเก้าอี้ แวบหนึ่งลักษณะเขาดูคล้ายนักสืบปัวโรต์ที่ใส่ชุดขาวผู้ซึ่งกำลังพิเคราะห์คดีปริศนา\nเรื่องหัวใจเต้นผิดจังหวะ"

"เขาเม้มปากไปมาทำท่าครุ่นคิดพลางกระดิกหนวดที่มองไม่เห็นอยู่ จนในที่สุดเขาก็ได้ข้อสรุป"

show nurse fabulous
with charachange

play music music_nurse fadein 1.0

nk "อืม เธอก็ยังรอดมาได้ ซึ่งนับว่าดีแล้วละ"

"ฉันกะพริบตาปริบ ๆ จนกระทั่งเห็นสีหน้าทำนองว่า “ไงละ” ของคุณพยาบาล"

"ก็ค่อยใจชื้นขึ้นมาหน่อย เพราะถ้าหนักจริงคุณพยาบาลคงไม่พูดหยอกเล่นอะไรอย่างนี้ ฉันจึงนั่งทนฟังเขาบ่นอยู่เงียบ ๆ"

show nurse neutral
with charachange

nk "เดี๋ยวฉันต้องคุยกับหมอประจำตัวเธอหน่อย แต่ตอนนี้ฉันคิดว่าน่าจะเป็นแค่อาการจากการออกแรงมากไปเฉย ๆ นะ"

nk "แล้วได้คอยออกกำลังกายเบา ๆ อย่างที่ฉันแนะนำไปหรือเปล่า"

hi "ผมคอยเดินเป็นประจำอยู่ทุกวันครับ ปกติก็เดินจนได้เหงื่อเลย แต่ก็นะครับ เดี๋ยวนี้ผมไม่ค่อยฟิตเหมือนแต่ก่อนแล้ว"

nk "งั้นแค่นั้นก็น่าจะพอแล้วละ หลัก ๆ คือพยายามออกกำลังกายเบา ๆ ให้สม่ำเสมอ ไม่ใช่อยู่ ๆ ก็ไปวิ่งสี่คูณร้อยงี้"

hi "รับทราบครับ ตั้งแต่ออกโรงพยาบาลมาส่วนมากผมก็จดจ่ออยู่กับการเรียนอย่างเดียวเลย ส่วนหนึ่งก็เพราะจะได้\nลืม ๆ ไปว่าตัวเองไปออกแรงทำอะไรหนัก ๆ ไม่ได้แล้ว"

show nurse grin
with charachange

nk "ปรับตัวได้ดีอย่างนี้ก็ดีแล้วละ บางทีการต้องมาเปลี่ยนแนวทางการใช้ชีวิตแบบกะทันหันมันก็ลำบากเหมือนกัน ต่อให้\nสภาพแวดล้อมอะไรทั้งหลายจะดีก็เถอะ เพราะงั้นพอเธอเล่าเหมือนทุกอย่างลงตัวแล้วฉันก็เลยโล่งใจ ไม่ทุกอย่างหรอก\nแต่ก็เกือบ"

show nurse neutral
with charachange

nk "แต่ยังไงฉันก็ขอจับตาดูเธออีกสักระยะนะ แค่สังเกตการณ์เฉย ๆ ประมาณว่าดูให้แน่ใจว่าอะไร ๆ จะไม่แย่ลงไปอีกน่ะ\nเธอคงเข้าใจ"

"ไม่ค่อยอยากได้ยินคำนี้เลยแฮะ ตั้งแต่ที่ได้ย้ายมาอยู่ที่ยามากุ สิ่งเดียวที่ฉันหวังเลยก็คือการใช้ชีวิตให้เหมือนอย่างปกติ\nที่สุด"

"ฉันอยู่โรงพยาบาลมาจนเกลียดคำว่า “สังเกตการณ์” เข้าไส้ ฉันคิดอยากเดินดุ่ม ๆ ออกจากโรงพยาบาลไปเสียทั้ง\nอย่างนั้นมาตลอด ถ้าไม่ติดตรงที่ว่าคุณหมออยากจะ “สังเกตการณ์” ฉันเหลือเกิน"

hi "ได้ครับ แล้วจะให้ผมมาหาบ่อยขึ้นอีกยังไงเหรอครับ"

"คุณพยาบาลดูปฏิทินที่อยู่ข้างคอมพิวเตอร์แล้วทำหน้านิ่วคิ้วขมวด พอดูเสร็จก็หันมาหาฉัน"

show nurse concern
with charachange

nk "ปิดเทอมฤดูร้อนคงลำบากหน่อย จังหวะน่าจะไม่ค่อยลงตัว…"

nk "เดี๋ยวฉันถามหมอของเธอให้อีกที จะได้ดูว่าสถานการณ์ตอนนี้เป็นยังไงบ้าง แล้วก็จะได้ถามด้วยว่าจะเอายังไงต่อ\nแต่ตอนนี้เอาเป็นว่าเธออย่าเพิ่งไปบุ่มบ่ามทำอะไรแล้วกัน"

nk "ที่เธอเล่ามาเหมือนจะไม่ใช่อะไรที่จะเกิดขึ้นซ้ำ ๆ ได้ แต่อย่างน้อย เพื่อความแน่ใจ ค่อย ๆ ดูอาการไปสักระยะ\nก็ไม่เสียหาย"

hi "แล้ววันนี้ผมต้องทำอะไรยังไงต่อเหรอครับ"

"คุณพยาบาลมองผ่านฉันไปทางนาฬิกาที่แขวนอยู่ตรงประตู ถ้าไม่มองตามฉันคงไม่รู้ว่ามีนาฬิกาอยู่ตรงนั้นด้วย"

show nurse fabulous
with charachange

nk "โรงเรียนใกล้เลิกแล้ว งั้นลาเลยแล้วกัน"

"คุณพยาบาลขยิบตาส่งซิกเป็นการบอกให้เข้าใจตรงกันว่ากำลังช่วยฉันอยู่"

hi "พยาบาลสั่งให้ลาสินะครับ ขอบคุณครับ"

show nurse grin
with charachange

nk "ก็นั่นมันหน้าที่ฉันเลยนี่"

show nurse neutral
with charachange

nk "เธออาจจะไม่อยากได้ยินคำนี้สักเท่าไหร่ แต่เธอจะเมินอาการตัวเองไม่ได้นะ ถ้าเป็นอะไรอีกหรือมีอะไรอยากถาม\nก็มาหาฉันได้เลยไม่ต้องเกรงใจ บาย"

hide nurse
with charaexit

"คุณพยาบาลหมุนตัวไปพรมนิ้วลงบนแป้นพิมพ์ตรงคอมพิวเตอร์ต่อ งั้นก็อ่านหนังสือก่อนไปรอลิลลี่ที่ประตูหน้าโรงเรียน\nแล้วกัน ยังไงก็ไม่มีอะไรให้ทำอยู่แล้ว"

stop music fadeout 3.0

"คำพูดของคุณพยาบาลยังดังก้องอยู่ในหัวแม้จะออกจากห้องมาแล้ว อาการของฉันไม่ใช่อะไรที่เป็นปัญหากับการ\nใช้ชีวิตมากเท่าคนอื่นที่อยู่ที่นี่ขนาดนั้น แล้วฉันก็ไม่อยากเป็นภาระให้ลิลลี่ต้องมาเป็นห่วงกับเรื่องนี้ด้วย"

"ตราบใดที่ฉันใช้ชีวิตตามปกติแล้วไม่ไปเจออะไรที่ทำให้รู้สึกตื้อ ติด ตึงก็น่าจะไม่เป็นไร ฉันจะปล่อยให้อาการนี้บงการ\nชีวิตฉันไม่ได้"

scene bg school_gate_ss
show lilly cane_smileclosed_ss at center
with shorttimeskip

play music music_tranquil fadein 3.0

play sound sfx_normalbell

"หลังจากที่ระฆังซึ่งประกาศเวลาเลิกเรียนดังได้ไม่นานฉันก็เห็นลิลลี่ที่เดินออกมา เธอบอกลาเพื่อนร่วมชั้นกลุ่มหนึ่ง\nที่เดินไปอีกทางก่อนจะเริ่มกิจวัตรที่เธอต้องเดินไปซื้อของที่ร้านสะดวกซื้อทุกสัปดาห์"

hi "ทิวาสวัสดิ์ ลิลลี่"

show lilly cane_smile_ss
with charachange

"รู้สึกอุ่นใจอย่างบอกไม่ถูกเมื่อลิลลี่ยิ้มอบอุ่นให้และทำท่าผ่อนคลายลงเมื่อรู้ว่าเป็นฉัน"

li "สวัสดีจ้ะฮิซาโอะ ทิวาสวัสดิ์เช่นกันนะ"

show lilly cane_smileclosed_close_ss
with characlose

"ลิลลี่ลังเลอยู่แวบหนึ่ง แต่สุดท้ายก็ยอมหลับตาแล้วโน้มหัวเข้ามา ริมฝีปากพวกเราแตะกันด้วยความประหม่าเล็กน้อย\nแล้วผละออกจากกัน จากนั้นพวกเราจึงจับมือกัน"

"บางครั้งการที่ส่วนสูงของเราสองคนต่างกันไม่มากนั้นก็เป็นข้อดีอย่างหนึ่ง เช่นว่าเวลาหันหน้าเข้าหากันแล้วจะคุย\nหรืออะไรพวกเราไม่จำเป็นต้องเงยหน้าขึ้นหรือก้มหน้าลง"

scene bg school_road_ss
with locationchange

"ไม่นานพวกเราก็เดินพ้นมาจากกลุ่มนักเรียนที่ส่งเสียงอื้ออึง ขณะนี้มีเพียงเสียงจากไม้เท้าลิลลี่ที่กระทบกับพื้นเท่านั้น"

"ความเงียบ—ความเงียบอันชวนให้สุขใจ—เป็นเพียงสิ่งเดียวที่อยู่เคียงพวกเราพร้อมแสงอาทิตย์อัสดง"

hi "ฉันว่าฉันชักชอบเมืองนี้แล้วสิ ป่าเขากว้างใหญ่ ต้นไม้ห้อมล้อม สิ่งปลูกสร้างที่ดูเก่า ๆ …"

show lilly cane_smile_close_ss at center
with charaenter

li "ชอบความเงียบสงบของที่นี่ขึ้นมาบ้างแล้วหรือจ๊ะ"

hi "คิดว่านะ พอดีฉันมาจากเมืองใหญ่ที่อยู่แถว ๆ โตเกียวน่ะ ตอนที่ฉันย้ายมาใหม่ ๆ ก็เลยรู้สึกแปลกหูแปลกตามาก"

hi "แต่พออยู่ไปสักพักแล้วก็รู้สึกว่าเมืองนี้มันก็ดีเหมือนกัน ตอนนี้ฉันน่าจะชอบแบบนี้มากกว่าความวุ่นวายของเมือง\nที่ฉันอยู่แล้ว"

show lilly cane_smileclosed_close_ss
with charachange

li "ฉันชอบความเงียบของเมืองชนบทอย่างนี้มาตั้งแต่ตอนที่มาอยู่แรก ๆ แล้วละ แต่ส่วนหนึ่งก็น่าจะเพราะก่อนหน้านี้\nฉันโตมากับพื้นที่ที่เงียบ ๆ ด้วย"

show lilly cane_weaksmile_close_ss
with charachange

li "ฮานาโกะเองก็บอกว่าทิวทัศน์แถวนี้ก็สวยดีด้วย"

"ลิลลี่อาจจะพูดได้แบบไม่กระดากปากเท่าไหร่ก็จริง แต่ฉันก็รู้สึกแปลกหน่อย ๆ อยู่ดีเวลาที่ลิลลี่บอกว่าสภาพแวดล้อม\nที่อยู่รอบตัวเธอนั้นสวย"

"ลิลลี่ทำสีหน้าคล้ายกำลังรอคำถามหรือคำพูดอะไรอยู่ เธอเป็นคนที่ประสาทไวมากเวลามีคนที่คิดอะไรอยู่แต่ไม่ได้พูด\nออกมา งั้นก็พูด ๆ ไปเลยแล้วกัน"

hi "คือฉันอยากรู้ว่า… เอ่อ จะว่ายังไงดี…"

hi "เธอเคย… นึกเสียใจมั้ยที่ไม่ได้เห็นอะไร ๆ กับตาตัวเอง พอดีฉันคิดเรื่องนี้มาสักพักแล้วน่ะ"

show lilly cane_listen_close_ss
with charachange

"ลิลลี่คิดพิจารณาอยู่ครู่หนึ่ง"

show lilly cane_smileclosed_close_ss
with charachange

li "เธอเคยนึกเสียใจหรือเปล่าที่เธอไม่ได้ยินเสียงกระซิบของคนที่อยู่ข้างห้องน่ะ"

show lilly cane_smile_close_ss
with charachange

li "ฉันอาจจะไม่ได้เป็นตัวแทนของคนทุกคนนะ แต่ฉันก็ใช้ชีวิตมากับความเป็นคนตาบอดมาโดยตลอด เธอมีสิ่งที่เธอ\nทำได้แต่ฉันทำไม่ได้ ฉันเองก็มีสิ่งที่ฉันทำได้แต่เธอทำไม่ได้"

show lilly cane_weaksmile_close_ss
with charachange

li "บางครั้งฉันเองก็ลำบากกับการที่โลกนี้ถูกสร้างมาเพื่อคนสายตาปกติ แต่ก็ยังมีคนอีกมากมายที่ต้องลำบากกว่าฉัน\nหลายเท่ากับการที่โลกถูกสร้างมาอย่างนี้"

hi "ก็เข้าใจได้ แต่ก็นะ มันก็รู้สึกแย่อยู่เหมือนกันที่ต้องบรรยายอะไรที่ตัวเองสัมผัสไม่ได้ให้ตัวเองฟัง"

show lilly cane_surprised_close_ss
with charachange

"ลิลลี่เอียงคอสงสัยราวกับว่าสิ่งที่ฉันพูดนั้นไม่สมเหตุสมผลเอาเสียเลย"

li "แต่ฉันสัมผัสได้นะ"

show lilly cane_smile_close_ss
with charachange

li "เธอบอกว่าเธอชอบแถวนี้เพราะสภาพแวดล้อมดี ฉันก็ชอบแถวนี้เพราะเรื่องนั้นเหมือนกัน"

show lilly cane_smileclosed_close_ss
with charachange

li "เพราะเมืองนี้เป็นเมืองเก่า ๆ ที่มีต้นไม้ล้อมรอบ ถึงได้มีที่ให้หลบจากเสียงจอแจในโรงเรียน ได้หลบจากความวุ่นวาย\nในเมือง แถมไม่ต้องทนสูดกลิ่นสูดควันในเมืองด้วย"

"แสดงว่าที่นี่ก็คงคล้าย ๆ บ้านที่ลิลลี่เคยอยู่กับอากิระด้วยสินะ"

"มุมมองของลิลลี่ก็ฟังดูสมเหตุสมผลดี แล้วก็ไม่แปลกใจด้วยว่าทำไมลิลลี่ถึงดูปรับตัวเข้ากับสภาพร่างกายของเธอเอง\nได้ดีกว่าฉัน"

"เธอยอมรับความเป็นคนตาบอดซึ่งติดตัวเธอมาแต่กำเนิดจนมุมมองต่อสิ่งต่าง ๆ นั้นเปลี่ยนตาม ไม่ต่างอะไรกับการที่เธอ\nปรับตัวได้เร็วกว่าฉันเพราะเคยใช้ชีวิตอยู่กับสถานที่ที่สภาพแวดล้อมคล้ายกับโรงเรียนยามากุ"

"ฉันควรจะเลิกหงุดหงิดตัวเองกับเรื่องนี้ได้แล้ว แต่ฉันก็ไม่อาจปัดความรู้สึกที่ว่าตัวเองพึ่งลิลลี่มากไปออกจากหัวไม่ได้\nเพราะฉันต้องเจอกับอะไรหลายอย่างตอนที่อยู่ยามากุ"

hi "อย่างนี้นี่เอง เข้าใจละ เธอนี่อธิบายอะไรได้ดีเหมือนเคยเลยนะ"

hi "จะว่าไป ฮานาโกะอยู่ไหนเนี่ย ตอนเที่ยงยังมากินข้าวด้วยกันอยู่เลย"

show lilly cane_weaksmile_close_ss
with charachange

li "เหมือนจะอ่านหนังสือเตรียมสอบอยู่น่ะจ้ะ ยังเหลือวิชาที่ต้องสอบอีกหลายวิชานี่นะ ได้ยินว่าปีนี้อยากทำคะแนนให้ได้\nเยอะกว่าปีก่อนด้วย"

hi "มุ่งมั่นน่าประทับใจมาก แต่ช่วงนี้รู้สึกเหมือนจะให้ช่องพวกเรามาอยู่ด้วยกันสองคนได้บ่อยขึ้นนะ"

show lilly cane_reminisce_close_ss
with charachange

li "ฮานาโกะเป็นคนอย่างนั้นแหละจ้ะ จะต้องทำอะไรเพื่อคนอื่นทุกครั้งที่มีโอกาส เป็นคนใจดีนะ ทั้งที่อดีตต้องเจอกับอะไร\nมาตั้งหลายอย่าง"

show lilly cane_weaksmile_close_ss
with charachange

li "ไม่รู้สิ… แต่รู้สึกเหมือนจะต้องเป็นช่วงที่ออกห่างจากฉันแล้วที่ฮานาโกะถึงได้เริ่มค้นหาตัวเองอย่างจริงจังขึ้นมา"

show lilly cane_smile_close_ss
with charachange

li "ที่จริงก็เพราะเธอนี่นะฮานาโกะถึงได้มีความมั่นใจขึ้นมา ไม่ใช่เพราะฉันเลย"

"ฉันปล่อยมือจากลิลลี่แล้วลูบหัวเธอเบา ๆ"

hi "สิ่งสำคัญคือการที่เธอคอยอยู่เคียงข้างฮานาโกะต่างหาก ฉันนึกภาพไม่ออกเลยว่าถ้าฮานาโกะไม่ได้มาเจอคนอย่างเธอ\nแล้วจะเป็นยังไง ดูอย่างตอนที่เธออยู่สกอตแลนด์ก็ได้"

hi "พวกเรายังเป็นเพื่อนกันอยู่ เราต้องเชื่อใจฮานาโกะสิ ยังไงฮานาโกะจะต้องเป็นคนที่ดีแน่นอน ซึ่งการที่ฮานาโกะเป็นคนดีได้\nก็เพราะมีเธอคอยอยู่เคียงข้างในยามลำบาก เหมือนอย่างที่เธอคอยอยู่เคียงข้างฉันนั่นแหละ"

show lilly cane_weaksmile_close_ss
with charachange

li "พอเธอพูดอะไรเป็นผู้ใหญ่อย่างนี้แล้วเหมือนฉันเป็นเด็กไปหน่อย ๆ เลย"

hi "อืม ฉันก็พยายามทำตัวอย่างนั้นแหละ"

hi "ว่าแต่ว่าสุดสัปดาห์นี้เธอมีธุระอะไรหรือเปล่า"

show lilly cane_surprised_close_ss
with charachange

li "เหมือนจะไม่นะ ทำไมเหรอจ๊ะ"

hi "งั้นวันอาทิตย์นี้ไปเดตด้วยกันมั้ย จะได้ไม่ต้องมัวแต่นั่งอ่านหนังสือเตรียมสอบกัน"

show lilly cane_smileclosed_close_ss
with charachange

"ลิลลี่เพียงยิ้มและพยักหน้า ต่างจากฉันซึ่งหัวใจเต้นรัว"

li "ดีเลยจ้ะ"

hi "เธออยากไปที่ไหนมั้ย"

show lilly cane_displeased_close_ss
with charachange

"อยู่ ๆ ลิลลี่ก็ทำหน้าไม่พอใจ"

li "ไม่ได้นะฮิซาโอะ ขี้โกง"

hi "อะไร"

li "สุภาพบุรุษเขาไม่ถามสุภาพสตรีกันนะจ๊ะว่าจะไปเดตที่ไหนกันดี"

hi "อ่า… อ้อ"

show lilly cane_smile_close_ss
with charachange

"ลิลลี่กลับมายิ้มตามเดิมในทันทีเป็นการยืนยันว่าเธอเพียงพูดหยอกล้อไปเท่านั้นเอง"

show lilly cane_smileclosed_close_ss
with charachange

li "ไม่ต้องคิดมากหรอกจ้ะ เดี๋ยวฉันไปคิดเองว่าจะไปที่ไหนกันดี"

hi "งั้นก็ฝากเธอด้วยแล้วกัน แต่เดตรอบหน้าฉันสัญญาว่าจะเป็นคนเลือกให้นะ"

stop music fadeout 4.0

"พอตกลงกันเรื่องนัดเดตเรียบร้อยแล้วพวกเราก็เดินลงเขากันต่อไปเงียบ ๆ"

"แต่ความคาดหวังว่าจะได้อยู่เงียบ ๆ แบบนี้ไปอีกสักระยะเป็นอันต้องแตกสลายเมื่อฉันเห็นเงาอันคุ้นเคยที่โบกมือทักทาย\nรอพวกเราอยู่"

show lilly cane_smileclosed_close_ss at twoleft
show bg school_road_ss at bgleft
with charamove

show akira basic_smile_ss at tworight
with charaenter

aki "ไง"

scene bg suburb_konbiniint
with shorttimeskip

play music music_daily fadein 0.5

thname("พนักงานหญิง") "ขอบคุณค่ะ โอกาสหน้าเชิญใหม่นะคะ!"

scene bg suburb_konbiniext_ss
with locationchange

"เมื่อสัมผัสกับความต่างของอุณหภูมิระหว่างในร้านกับนอกร้านแล้วก็รู้สึกหนาว ๆ ขึ้นมา เหมือนใกล้จะหมดฤดูร้อน\nเต็มทีแล้ว"

show lilly cane_weaksmile_ss at center
with charaenter

"พอมองไปด้านข้างก็เห็นว่าลิลลี่เองก็หนาว ๆ เหมือนกัน เพียงแต่เธอไม่เก็บอาการเหมือนอย่างฉัน สิ่งที่ฉันไม่ทันได้คิด\nเมื่อได้รู้จักกับลิลลี่แรก ๆ นั้นคือความบอบบางของร่างกายเธอ ซึ่งแม้จะเทียบกับคนอย่างฮานาโกะแล้วก็ยังดูบอบบางอยู่ดี"

"ถ้าจะให้บรรยายลักษณะของลิลลี่ ฉันก็คงจะบอกว่าเธอนั้นเหมือนอย่างตุ๊กตากระเบื้องเคลือบ"

show akira basic_ending_ss at center behind lilly
with charaenter

show lilly cane_surprised_ss
with vpunch

show lilly cane_reminisce_ss at twoleft
show akira basic_ending_ss at tworight
show bg suburb_konbiniext_ss at bgleft
with dissolvecharamove

"อากิระเดินเข้ามาข้างหลังลิลลี่ซึ่งทำหน้าเอือม ๆ อยู่แล้วตบบ่าสองที แวบหนึ่งลิลลี่ทำหน้าเหมือนอิจฉาที่ฉันเป็น\nลูกคนเดียวเหมือนอย่างที่ฉันอิจฉาที่สองคนนี้สนิทกันเหลือเกิน"

show lilly cane_listen_ss
show akira basic_boo_ss
with charachange

"ทั้งสองคนคุยกันเสียงเบาเกินกว่าที่ฉันจะได้ยินอยู่ครู่หนึ่งระหว่างที่ฉันจัดแจงถุงข้าวของตัวเอง สุดท้ายทั้งสองคนก็ผละ\nจากกันก่อนที่พวกเราจะเริ่มเดินเพื่อกลับโรงเรียน"

scene bg school_road_ss
show akira basic_smile_ss at tworight
with locationskip

aki "เฮ้อ ได้ออกมาจากออฟฟิศเส็งเคร็งนั่นสักทีนี่สดชื่นดีจริง เด็กอย่างพวกเธอคงไม่เข้าใจหรอกว่าสภาพตัวเองตอนนี้น่ะ\nสบายแค่ไหน"

show lilly cane_displeased_ss at twoleft
with charaenter

li "เด็ก…"

show akira basic_laugh_ss
with charachange

aki "ชิ “พวกเธอสองคน” ก็ได้ เด็กสมัยนี้โตไวจริง"

show lilly cane_pout_ss
with charachange

li "แต่พี่ยังไม่แก่ขนาดนั้นเลย"

show akira basic_lost_ss
with charachange

aki "ไม่รู้ดิ อยู่กับไอ้ฮิเดอากิมันแล้วรู้สึกว่าตัวเองแก่โคตร แก่เกินตัวเหมือนกับเธอตอนเด็ก ๆ เลย"

show lilly cane_weaksmile_ss
with charachange

li "ฮิเดอากิเขาน่ารักนะ ถ้าเกิดสักวันติดนิสัยชิซูเนะมาคงน่าเสียดายแย่เลย"

show akira basic_laugh_ss
with charachange

"อากิระแค่นหัวเราะชอบใจที่น้องสาวตัวเองเกลียดคนนั้นถึงขนาดนั้น คงจะเห็นว่าไม่ใช่เรื่องจริงจังวุ่นวายมากมาย เหมือน\nเด็กตีกันมากกว่า อะไรทำนองนั้น"

show akira basic_smile_ss
with charachange

"เธอหันมามองฉันเหมือนเพิ่งนึกได้ว่ามีฉันยืนหัวโด่อยู่ตรงนี้ด้วยก่อนจะยิ้มน้อย ๆ แล้วล้วงกระเป๋ากางเกงตัวเอง"

hi "มีอะไรเหรอครับ"

show akira basic_ending_ss
with charachange

aki "แป๊บนะ ขอหาก่อน…"

"อากิระงัดแงะกระเป๋ากางเกงด้านหลังอยู่พักหนึ่งก่อนจะคว้ากระเป๋าสตางค์หนังสีดำออกมาได้แล้วหยิบอะไรสักอย่าง\nที่ดูเหมือนเป็นแผ่นกระดาษสี่เหลี่ยมที่พับเอาไว้"

"ลิลลี่ยังคงไม่รับรู้ว่าเกิดอะไรขึ้น อากิระคลี่กระดาษแผ่นนั้นออกแล้วยื่นมาให้ฉัน"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

show stallphoto_insert:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"เป็นรูปเก่า ๆ เหมือนจะเป็นรูป… ลิลลี่กับชิซูเนะตอนเด็กที่กำลังตั้งแผงขายบะหมี่กับผู้หญิงอีกหนึ่งคนที่อยู่ข้างหลัง ซึ่ง\nพอดูแล้วก็รู้สึกคุ้น ๆ แต่ก็บอกไม่ถูกเหมือนกันว่าเคยเห็นที่ไหน"

show lilly cane_smile_ss
with None

$ renpy.music.set_volume(1.0, 1.0, channel="music")

show stallphoto_insert:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide stallphoto_insert
with None

li "อะไรเหรอพี่"

show akira basic_boo_ss
with charachange

aki "เธอน่าจะรู้นะ"

show lilly cane_listen_ss
with charachange

"ลิลลี่ครุ่นคิดอยู่ครู่หนึ่งก่อนจะนึกขึ้นได้"

show lilly cane_surprised_ss
with charachange

li "พี่… พี่ไม่เห็นต้อง…"

show akira basic_smile_ss
with charachange

aki "ก็ไม่เห็นเป็นไรเลยนี่ อีกอย่าง เป็นรูปเดียวเลยมั้งที่ได้ถ่ายตอนที่เธอสองคนอยู่ที่ยามากุแล้วยังรักกันดีน่ะ"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

show stallphoto_insert:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"ฉันหันกลับมามองรูปในมือ"

"ซึ่งก็รู้สึกแปลก ๆ เหมือนกันที่ได้เห็็นลิลลี่กับชิซูเนะทำงานด้วยกันอย่างขยันขันแข็งขนาดนี้โดยที่ไม่มีทีท่าว่าจะ\nระหองระแหงอะไรกันเลย ถ้ารูปนี้ถ่ายตอนวันงานเทศกาลโรงเรียนยามากุ แปลว่ารูปนี้ถ่ายเมื่อหนึ่งหรือสองปีที่แล้ว"

"หรือก็คือ ช่วงที่ทั้งสองคนยังอยู่สภานักเรียนด้วยกันนั่นเอง"

hi "ผู้หญิงที่อยู่ข้างหลังนั่นใครเหรอครับ หน้าคุ้น ๆ"

aki "เฮอะ กะแล้วว่าเธอต้องจำไม่ได้ นั่นมิช่าสมัยที่ยังไม่ได้ย้อมผมสีชมพูน่ะ"

hi "มิช่าเหรอครับ บ้าน่า…"

"ได้เห็นมิช่าที่ไม่ได้ทำผมอันโดดเด่นเป็นเอกลักษณ์แล้วก็รู้สึกแปลกตามาก ๆ ซึ่งฟังจากน้ำเสียงแล้ว อากิระคง\nไม่ค่อยชอบที่มิช่าทำผมอย่างนี้สักเท่าไหร่"

"การที่มิช่าทำผมอย่างนั้นก็คงนับเป็นการย้ำเตือนได้มั้งว่าสถานการณ์ตอนนี้มันแปลกขนาดไหน ทั้งที่เคยสนิทกันดี\nแท้ ๆ … อยากหาทางช่วยให้สองคนนี้กลับมาคืนดีกันจัง"

li "เธอเงียบน่าดูเลยนะฮิซาโอะ"

hi "แค่รู้สึกแปลก ๆ ที่เห็นพวกเธอสนิทกันอย่างนี้น่ะ"

"ลิลลี่ทำท่าเหมือนจะพูดอะไรแล้วก็ชะงักไป เอาเข้าจริงแล้ว เรื่องนี้ก็ไม่ได้เกี่ยวกับฉันเลย เป็นเรื่องของสองคนนั้นเท่านั้น\nไม่เกี่ยวกับใครคนอื่น"

li "เวลาเปลี่ยนได้ทุกอย่างจ้ะ ต่อให้จะไม่อยากให้เปลี่ยนก็เถอะ"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

stop music fadeout 6.0

show akira basic_resigned_ss
show lilly cane_reminisce_ss
with None

show stallphoto_insert:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide stallphoto_insert
with None

"ฉันยื่นรูปคืนให้อากิระ เธอถอนหายใจแล้วพับใส่กระเป๋าสตางค์ตามเดิม ความทรงจำแผ่นเล็ก ๆ ที่ถูกซ่อนไว้อย่างเงียบงัน\nรอวันเปิดออกมาอีกครั้ง"

aki "อืม นั่นสินะ"

"ทีแรกฉันคิดว่าอากิระตอบเป็นการเห็นด้วยกับเรื่องระหว่างลิลลี่กับชิซูเนะเท่านั้น แต่สีหน้าเธอดูหมองแปลก ๆ ซึ่งผิด\nไปจากที่ฉันคาด สีหน้าลิลลี่เองก็ดูหม่น ๆ ตามไปด้วย"

hi "มีอะไรเหรอครับ"

show akira basic_boo_ss
with charachange

aki "อ้อ แค่ว่าอีกเดี๋ยวฉันจะต้องไปสกอตแลนด์แล้วน่ะ"

hi "จะไปสกอตแลนด์อีกแล้วเหรอครับ"

show akira basic_lost_ss
with charachange

"อากิระทำหน้าตกใจอยู่พักใหญ่ เป็นสีหน้าที่ไม่เหมาะกับเธอเอาเสียเลย"

"พอหันไปมองลิลลี่แล้วเธอก็กลับมามองฉันราวกับไม่มีอะไรเกิดขึ้น"

show akira basic_resigned_ss
with charachange

aki "อื้ม อีกสองสัปดาห์เดี๋ยวต้องไปทำงานที่สำนักงานใหญ่ของบริษัทที่อินเวอร์เนสส์น่ะ เลื่อนขั้นครั้งใหญ่น่าดูเลยแหละ\nโอกาสอย่างนี้คงไม่มีอีกแล้ว"

"ก็คืออากิระจะไปสกอตแลนด์ แล้วเหมือนจะไปอยู่ถาวรด้วย…"

"ฉันหวั่นใจว่าวันเวลาที่ฉันคิดว่าพวกเราจะได้อยู่ด้วยกันอย่างมีความสุขในโลกใบเล็กซึ่งสันโดษนี้ใกล้สิ้นสุดลง รู้สึก\nใจคอไม่ดีเลยแฮะ"

"ฉันหันไปมองลิลลี่ด้วยความประหลาดใจเล็กน้อยที่เธอไม่ได้บอกอะไรเลย ทั้งที่ปกติเธอเป็นคนเปิดเผยแท้ ๆ"

"ลิลลี่ยังคงตั้งหน้าตรงเดินไปเรื่อย ๆ อ่านสีหน้าไม่ออกเลยแฮะ ไม่รู้ด้วยว่าคิดอะไรอยู่ ซึ่งก็ชวนให้รู้สึกอึดอัด เพราะปกติ\nฉันจะอ่านสีหน้าหรือเดาสิ่งที่ลิลลี่คิดอยู่ได้ไม่ยาก"

"นึกถึงตอนเจอกันที่ร้านเซี่ยงไฮ้เลย ตอนก่อนที่จะได้เที่ยวงานด้วยกันคล้ายเป็นเดตแรก ตอนนั้นฉันได้แต่ปลอบลิลลี่\nโดยที่ไม่รู้ว่าเธอเป็นอะไรกันแน่ และตอนนี้ก็ไม่ต่างอะไรกันเลย"

scene bg school_dormext_full_ni
show akira basic_resigned_ni at tworight
show lilly cane_reminisce_ni at twoleft
with shorttimeskip

"เมื่อมาถึงที่หอในอีกครั้งพวกเราก็เงียบกันไปจนชวนให้อึดอัด คงไม่ได้มีแค่ฉันแน่ ๆ ละที่รู้สึกอย่างนี้"

hi "งั้นก็เจอกันพรุ่งนี้นะลิลลี่ บายครับพี่อากิระ"

show lilly cane_weaksmile_ni
with charachange

li "ราตรีสวัสดิ์จ้ะฮิซาโอะ"

show akira basic_smile_ni
with charachange

aki "เจอกัน"

hide lilly
hide akira
with charaexit

"แล้วสองคนนั้นก็เดินไปที่หอหญิง"

"ฉันเปิดประตูหอชายพลางมองไล่หลังสองคนนั้นก่อนที่เงาทั้งคู่จะหายลับไปตรงเบื้องหลังประตูไม้บานใหญ่บานนั้น"

"ตอนที่อากิระบอกว่าจะต้องไปสกอตแลนด์นั้นเป็นช่วงเวลาที่… แปลกประหลาด ถึงฉันจะเคยตั้งคำถามกับชีวิตใหม่\nของตัวเองมาแล้วก็จริง แต่ตอนนั้นอาจจะเป็นครั้งแรกเลยที่ฉันเพิ่งได้มาไตร่ตรองให้จริงจัง"

"ฉันยังคิดไม่ออกว่าสีหน้าท่าทางของอากิระนั้นหมายความว่าอย่างไร แล้วยิ่งไม่ต้องพูดถึงฝั่งลิลลี่เลย"

"อากาศเย็น ๆ ยามค่ำคืนบอกเตือนให้ฉันรีบเข้าห้องตัวเองก่อนที่จะไม่สบายไปเสียก่อน ถุงข้าวของที่ฉันถือมารู้สึกเหมือน\nหนักขึ้นเป็นสองเท่า"

"ถ้าไม่มีอะไรผิดพลาด สุดสัปดาห์นี้ฉันก็จะได้ไปเดตกับลิลลี่ ฉันแค่ต้องเลิกคิดมากแล้วคอยดูอะไรไปเรื่อย ๆ ก่อน"

"ไหนจะยังเหลือวิชาที่ต้องสอบอยู่อีก แล้วเดี๋ยวก็จะได้ปิดเทอมฤดูร้อนแล้ว คงจะมีอะไรให้ชีวิตวุ่นวายอีกพักใหญ่เลย"

"ฉันหาวเดินเข้าห้องพลางคิดไปว่าลิลลี่จะเลือกที่ไหนเป็นสถานที่สำหรับนัดของเราสุดสัปดาห์นี้"

scene black
with dissolve

#***********

label th_L24:

scene bg city_restaurant at Fullpan(10.0)
with dissolve

play music music_jazz

"ตอนที่ลิลลี่บอกว่าจะเลือกสถานที่ให้นั้นฉันไม่ได้คิดเลยว่าจะเป็นที่อย่างนี้"

"ไม่ว่าจะผู้ชายหรือผู้หญิงต่างแต่งตัวกันอย่างหรูหราเต็มที่ มีเพียงงานตกแต่งภายในร้านที่เรียบร้อยสวยงามกว่าเสื้อผ้า\nเหล่านั้น ผนังร้านปิดด้วยวอลล์เปเปอร์สีแดงเข้ม เบื้องล่างมีแสงไฟจากตัวเมืองวูบไหวอยู่เรือง ๆ"

"บรรยากาศภายในร้านนั้นให้ความรู้สึกเป็นพิธีรีตองยิ่งขึ้นไปอีกด้วยเสียงพึมพำจากผู้คนที่คุยกันเสียงเบาซึ่งเคล้า\nกับเสียงแหลม ๆ จากเครื่องเงินหรือแก้วไวน์ที่กระทบกัน ทว่ายังผ่อนคลายพอที่จะทำให้ฉันรู้สึกสบาย ๆ ทั้งที่เป็นเดต\nจริง ๆ ครั้งแรกของพวกเรา"

"พอพวกเรานั่งลงและลิลลี่พยักหน้าเป็นการขอบคุณให้แล้วบริกรที่นำทางพวกเรามาก็โค้งตัวเล็กน้อยก่อนจะไปบริการ\nลูกค้าคนอื่นต่อ"

"แม้จะเป็นสถานที่ที่ไม่คุ้นเคย แต่ลิลลี่ก็จัดการอะไรด้วยตัวเองได้อย่างง่ายดายเหลือเชื่อโดยไม่ต้องพึ่งความช่วยเหลือ\nจากฉันเลย เพียงแตะนู่นนิดนี่หน่อยเธอก็สามารถจัดแจงตัวเองอย่างคล่องแคล่วได้ดังใจต้องการแล้ว"

$ ksgallery_unlock("evul lilly_restaurant_listen")
scene ev lilly_restaurant_listen at restaurant_out
with whiteout

"ฉันมองตาลิลลี่ ดูจากสีหน้าแล้วเธอเองก็คงกำลังเงี่ยหูฟังสภาพแวดล้อมไม่ต่างจากฉันที่จ้องมองไปรอบ ๆ"

"แต่ว่าตามตรง ทุกครั้งที่กวาดตามองสภาพในร้าน ฉันก็เป็นต้องหยุดมองอ้อยอิ่งที่ลิลลี่ทุกครั้ง ชุดกี่เพ้าสีแดงนั้นขับเน้น\nรูปร่างของเธอได้เป็นอย่างดี และยังเผยให้เห็นขาของเธอ เธอรวบผมและใส่น้ำหอมมาอ่อน ๆ พอให้ได้กลิ่นอีกด้วย"

"ส่วนฉันก็ยังพอหาเช่าชุดสูทที่ดูเหมาะ ๆ มาได้อยู่ ซึ่งใส่สบายผิดคาด เพราะฉันแทบไม่ได้ใส่ชุดสูทเลย และยังเข้ากับ\nบรรยากาศได้ไม่ยิ่งหย่อนไปกว่าการแต่งตัวของลิลลี่"

hi "สรุปก็เป็นประสบการณ์ใหม่ของเราทั้งคู่เลยสินะ"

$ ksgallery_unlock("evul lilly_restaurant_sheepish")
show ev lilly_restaurant_sheepish at restaurant_out
with charachange

"ลิลลี่ทำท่าอาย ๆ"

li "ใช่จ้ะ ฉันไม่เคยมาร้านอย่างนี้มาก่อนเลย"

hi "ที่แน่ ๆ คือเป็นเดตแรกที่หรูเอาเรื่อง เดตรอบหน้านี่ฉันชักหนักใจแล้วสิ"

"เธอหัวเราะคิกคัก แม้ตอนนี้จะดูเหมือนอึดอัด แต่พวกเราสองคนก็เริ่มหายเกร็งกันแล้ว"

"ลิลลี่เลื่อนมือไปตามพื้นที่ตรงกลางโต๊ะจนเจอเข้ากับรายการอาหาร เธอใช้ทั้งสองมือจับขึ้นมากางตรงหน้า"

li "เอ่อ ฮิซาโอะ"

"เธอลดแผ่นกระดาษสีเบจเคลือบนั้นลงมาอยู่เหนือโหนกแก้มเธอเผยให้เห็นสีหน้าอาย ๆ อีกครั้ง"

"ถ้าจะให้ขอรายการอาหารที่พิมพ์ด้วยอักษรเบรลล์กับบริกรก็คงจะไม่ได้ความสักเท่าไหร่"

hi "เดี๋ยวฉันอ่านรายการอาหารให้ฟังเอง ไม่มีปัญหา"

scene bg city_restaurant at right
with locationchange

"ฉันหยิบรายการอาหารของตัวเองขึ้นมา พอกวาดตาอ่านดูแล้วฉันก็หุบยิ้มทันที"

hi "เอ่อ หรือจะมี"

show lilly basic_weaksmile_che_close:
    center
    ypos 1.1
with charaenter

li "มีอะไรเหรอ"

hi "รายการอาหารในนี้มันมีไม่เยอะเท่าไหร่… แล้วก็มีบางรายการที่ฉันไม่แน่ใจด้วยว่าจะต้องอ่านว่ายังไง"

"อาหารจานหรูเรียงชื่อติด ๆ กันมา ส่วนใหญ่เป็นภาษาญี่ปุ่นก็จริง แต่บางรายการก็เป็นภาษาอังกฤษแล้วก็ภาษาฝรั่งเศส\nจริง ๆ ก็คงเป็นเรื่องปกติแหละ แต่กับบางรายการฉันไม่รู้ด้วยซ้ำว่าใส่อะไรบ้าง"

"อ้อ อันนี้ฉันรู้จัก ไม่สิ เดี๋ยวนะ…"

hi "…อันนั้นเขาเอามาทำอาหารได้ด้วยเหรอ"

show lilly basic_giggle_che_close
with charachange

"ลิลลี่หัวเราะคิกคักชอบใจอยู่หลังแผ่นกระดาษนั้น"

hi "คือ ก็อ่านทุกรายการให้ฟังได้แหละ แต่คงต้องใช้เวลาสักสองสามชั่วโมงกว่าจะอ่านหมด"

show lilly basic_smile_che_close
with charachange

li "มีรายการไหนที่มีปลาหรืออะไรแบบนั้นหรือเปล่าจ๊ะ"

hi "ไหนดูซิ…"

"ไม่มี ไม่มี ไม่มี ไม่มี อันนี้มันมีพิษไม่ใช่เหรอ ไม่มี ไม่มี ไม่มี อันนี้เขากินกันด้วยเหรอ ไม่มี ไม่มี ไม่มี ไม่มี… อ่า นี่ไง"

hi "สลัดทูน่าก็น่าจะดีนะ ดูจากรูปแล้วเหมือนจะได้เยอะด้วย"

show lilly basic_smileclosed_che_close
with charachange

li "ก็ฟังดูเป็นตัวเลือกที่ปลอดภัยดีใช้ได้จ้ะ"

hi "งั้นเดี๋ยวสั่งสองที่นะ เหมือนมีสองรายการในนี้ที่ทำจากสัตว์มีพิษด้วย แค่นี้ฉันก็เฉียดตายมาหลายครั้งพอละ"

show lilly basic_weaksmile_che_close
with charachange

"ลิลลี่ยังคงยิ้ม แต่ไม่มีเสียงหัวเราะตามมา สงสัยจะไม่ชอบมุกตลกร้ายอย่างนี้เท่าไหร่ แต่เอาจริง ๆ ฉันก็รู้สึกว่าที่เล่นไป\nมันก็ไม่ได้ตลกขนาดนั้นด้วย"

li "ในนี้มีกลิ่นน่าสนใจอวลอยู่สองสามกลิ่นเลย เธอเองก็คงเห็นอะไรน่าสนใจด้วยใช่มั้ยจ๊ะ"

hi "ฉันไม่เคยมาร้านอย่างนี้มาก่อนเลย เคยไปพวกโรงน้ำชาญี่ปุ่นหรู ๆ อยู่ครั้งสองครั้งนะ แต่ไม่เคยมาภัตตาคารหรือ\nร้านสไตล์ยุโรปอย่างนี้เลย"

"ก่อนที่ฉันจะทันได้พูดอะไรต่อก็มีบริกรร่างท้วมซึ่งใส่เสื้อกั๊กที่เห็นแล้วอึดอัดแทนเดินมารับรายการที่โต๊ะเรา"

hi "‘{size=18}{font=font/playtime.ttf}{i}Provençal{/i} {i}Tuna Salade Niçoise{/i}{/font}{/size}’ (สลัดนิสปลาทูน่าแบบพรอว็องส์) สองที่ครับ"

"หวังว่าจะไม่ได้ออกเสียงเพี้ยนมากนะ หรือถ้าเพี้ยนจริงก็แปลว่าบริกรเก็บอาการได้เก่งมาก"

show lilly behind_cheerful_che_close
with charachange

li "แล้วก็ไวน์ชาร์ดอแนหนึ่งแก้วค่ะ ฮิซาโอะล่ะ"

hi "อ้อ เอ่อ เหมือนกันครับ"

"บริกรพยักหน้าแล้วเดินออกไป และฉันก็นึกได้ทันทีว่าฉันเผลอสั่งอะไรตามลิลลี่ไปโดยไม่รู้ตัว ไม่น่าสั่งตามไปเลย"

hi "แอลกอฮอล์…"

show lilly basic_pout_che_close
with charachange

li "นิดหน่อยจ้ะ"

"เธอนี่ชอบมาติดใจอะไรแปลก ๆ ดีเหลือเกินนะ"

hi "แต่แปลกนะที่เขาไม่ได้ขอตรวจบัตรน่ะ"

hi "แต่ก็นะ สงสัยเราสองคนหน้าแก่มั้ง"

show lilly basic_smileclosed_che_close
with charachange

li "ฉันจะเชื่อเธอนะ แต่ก็ขอเสริมด้วยว่าร้านอาหารอย่างนี้ปกติเขาไม่ขอตรวจบัตรอะไรอย่างนั้นกันหรอก"

hi "ก็จริง"

"พวกเราปรับตัวนั่งกับเก้าอี้ให้สบายอีกเล็กน้อยเพื่อที่จะได้ไม่ต้องคิดมากกับความเป็นพิธีรีตองอันน่าอึดอัดของบรรยากาศ\nโดยรอบ"

"พอนั่งจนเข้าที่แล้วบริกรคนเดิมก็เดินถือแก้วเปล่าสองใบกับขวดไวน์หนึ่งขวดมาที่โต๊ะเราอีกครั้ง จากนั้นจึงเทไวน์ใส่แก้ว\nให้พวกเราด้วยความชำนิชำนาญอย่างรวดเร็ว"

scene ev lilly_restaurant_wine:
   zoom 1.05 xalign 0.0 yalign 0.5 subpixel True
   easeout 8.0 zoom 1.0
with flash

"เราสองคนพยักหน้าตอบอย่างสุภาพก่อนที่บริกรคนนั้นจะเดินออกไป ลิลลี่หยิบแก้วไวน์ขึ้นมาแกว่งช้า ๆ ของเหลวที่\nเคลื่อนวนไปมาในแก้วนั้นเปล่งแสงวิบวับ ซึ่งต้องยอมรับว่าพอได้มองแล้วก็ค่อยรู้สึกดีขึ้นมาหน่อยที่สั่งตามไปด้วย"

"การที่จะรับรู้ว่าของเหลวภายในแก้วนั้นมีสภาพเป็นอย่างไรจากการจับแค่เพียงจุดศูนย์ถ่วงนั้นคงต้องใช้ความพยายาม\nมากทีเดียว ลิลลี่อาจจะถือว่าเรื่องนี้เป็นอีกจุดเล็ก ๆ น้อย ๆ จุดหนึ่งที่ใช้ฝึกความคล่องแคล่วของเธอได้เหมือนอย่าง\nการพับกระดาษ"

hi "ก็คงไม่แปลกมั้งที่เธอจะรู้จักร้านแบบนี้ คนมีเงินเขาก็คงรู้จักร้านอย่างนี้กันนี่นะ"

"ซึ่งก็ทำให้นึกได้ว่าเราสองคนนั้นโตกันมาคนละแบบโดยสิ้นเชิง เมื่ออยู่ยามากุแล้วบางครั้งก็อาจเผลอลืมไปได้ว่านักเรียน\nทุกคนที่ใส่เครื่องแบบชุดเดียวกันและอยู่หอที่เดียวกันนั้นต่างมีสถานภาพทางสังคมกับฐานะทางการเงินที่ไม่เหมือนกัน"

scene bg city_restaurant at right
show lilly basic_smile_che_close:
    center
    ypos 1.1
with flash

li "ก็นะ พี่เป็นคนแนะนำมาเองแหละ เหมือนว่าจะเคยมาน่ะ"

"สรุปที่ซุบซิบกันเมื่อวันศุกร์ก็เรื่องนี้น่ะเอง"

hi "แล้วมาบอกฉันว่าอย่าโกงเนี่ยนะ"

show lilly basic_displeased_che_close
with charachange

li "เปล่าโกงสักหน่อย ฉันก็แค่ใช้ประโยชน์จากคนรู้จักเท่านั้นเอง"

hi "ไม่โกงก็ไม่โกง แต่นั่นแหละ ฉันรู้สึกว่าเธอน่าจะคุ้นเคยกับร้านอาหารแบบนี้ดีกว่าฉันนะ"

show lilly basic_reminisce_che_close
with charachange

with Pause(0.5)

show lilly basic_smileclosed_che_close
with charachange

"ลิลลี่ทำหน้าเศร้าสร้อยเงียบไปครู่หนึ่งก่อนจะยิ้มหวาน ดูท่าว่าคำชมนั้นจะทำให้เธออารมณ์ดีขึ้น"

show lilly basic_planned_che_close
with charachange

li "ก็ต้องขอบคุณโรงเรียนเก่าฉันเลยจ้ะ ที่โรงเรียนคงผิดหวังแย่ถ้าฉันยังทำอะไรไม่ถูกต้องตามขั้นตอนน่ะ"

"ก่อนหน้านี้ลิลลี่เคยพูดถึงเรื่องชีวิตที่โรงเรียนเก่ามาแล้ว แต่ตอนนี้ชักอยากรู้แล้วสิ ถามหน่อยคงไม่เสียหายอะไร ยังไง\nเธอก็ดูจะคิดถึงเรื่องอดีตอยู่บ่อย ๆ ด้วย"

hi "ที่โรงเรียนเก่าเธอมันอารมณ์ประมาณไหนเหรอ"

show lilly basic_smile_che_close
with charachange

li "เป็นโรงเรียนหญิงล้วนคาทอลิกที่มีชื่อเสียงน่ะจ้ะ ที่พ่อแม่ท่านเลือกให้ฉันเรียนที่นั่นก็เพราะแบบนั้นเลย ครอบครัว\nที่มีฐานะหลายครอบครัวก็ส่งลูกสาวตัวเองไปเรียนที่นั่นด้วยเหมือนกัน"

hi "ฟังดูแล้วชีวิตในนั้นคงเคร่งน่าดูเลยนะ"

show lilly basic_weaksmile_che_close
with charachange

li "ก็ไม่ได้แย่หรอกจ้ะ… แต่เธอก็พูดถูก ที่นั่นน่ะเคร่งมากเลย ซึ่งยังดีที่ฉันปรับตัวได้ดีจนได้เพื่อนมากลุ่มหนึ่ง"

show lilly basic_reminisce_che_close
with charachange

li "แต่น่าเสียดายที่พี่ไม่ได้เป็นเหมือนอย่างฉัน พี่อึดอัดกับบรรยากาศของโรงเรียนกับความที่โรงเรียนนั้นเป็นโรงเรียนคริสต์\nจนสุดท้ายพอสบโอกาสพี่ก็รีบออกมาหางานทำทันทีเลย"

show lilly basic_weaksmile_che_close
with charachange

"ลิลลี่แค่นหัวเราะเย้ยตัวเอง"

li "แต่ฉันก็คงบ่นอะไรไม่ได้หรอก โรงเรียนแบบนั้นน่ะใช่ว่าทุกคนจะมีโอกาสได้เข้าไปเรียนนะ"

hi "เธอเคย… โกรธพ่อแม่ตัวเองที่ส่งเธอให้ไปเรียนที่โรงเรียนนั้นแล้วบินไปสกอตแลนด์มั้ย"

"เธอสั่นหัวเบา ๆ"

show lilly basic_reminisce_che_close
with charachange

li "ครอบครัวฉันน่ะเป็นพวกปิตาธิปไตยมาก พ่อฉันที่เอาแต่คิดถึงเรื่องธุรกิจก็เลยไม่รู้ว่าจะเอายังไงกับฉันดี"

show lilly basic_weaksmile_che_close
with charachange

li "สุดท้ายท่านก็ตัดสินใจให้การศึกษาของฉันสำคัญกว่าการที่ฉันจะได้อยู่กับครอบครัว"

li "ท่านก็แค่ทำในสิ่งที่ท่านคิดว่าดีที่สุดนั่นแหละจ้ะ"

"พูดอะไรอย่างนั้นได้หน้าตาเฉยเลยแฮะ เหลือเชื่อจริง ๆ แต่ก็แปลกใจอยู่หน่อย ๆ เหมือนกันที่ลิลลี่ไม่ได้นับเลยว่าการที่\nตัวเองตาบอดจะเป็นอีกหนึ่งปัจจัยต่อเรื่องเหล่านั้น… หรือฉันอาจจะมองครอบครัวลิลลี่ในแง่ร้ายเกินไปก็ได้"

hi "เธอเป็นคนจิตใจดีมาก ๆ เลยนะ รู้ตัวหรือเปล่า"

show lilly basic_surprised_che_close
with charachange

li "หืม"

hi "ถ้าเป็นคนอื่นนี่คงเกลียดพ่อแม่ตัวเองไปแล้วมั้ง"

show lilly basic_weaksmile_che_close
with charachange

li "อืม บางคนก็เกลียดแหละจ้ะ…"

"ลิลลี่จิบไวน์โดยที่ไม่ได้รับรู้ว่าฉันเลิกคิ้วขึ้นอยู่ เธอดื่มไวน์ได้อย่างง่ายดาย ความชอบของเธอคงจะเป็นส่วนหนึ่งที่ทำให้\nเธอทานกับรสของแอลกอฮอล์ได้ ซึ่งต่างจากฉันที่รับกับรสของแอลกอฮอล์ไม่ค่อยได้"

show lilly basic_smile_che_close
with charachange

li "แล้วเธอล่ะ ที่โรงเรียนเก่าเธอเป็นยังไงบ้างเหรอ"

hi "ฉันเหรอ นึกก่อนนะ…"

hi "ก็เป็นโรงเรียนรัฐทั่ว ๆ ไปละมั้ง อาจจะมีกิจกรรมอะไรเยอะกว่าที่อื่นหน่อย"

hi "เรื่องเรียนก็พอใช้ได้ แล้วฉันก็เคยอยู่ชมรมฟุตบอลด้วย ด้วยความที่ฉันเป็นลูกคนเดียว พ่อแม่ก็งานยุ่ง ส่วนใหญ่\nเลยหมดเงินกับเวลาไปกับการเล่นเกมตู้กับเพื่อนอีกสามคนนี่ละ"

hi "แต่เล่นให้ตายยังไงฉันก็ไม่เคยชนะคนที่ชื่อไมเลย จะเกมไหนก็ช่างเถอะ ขนาดทาคุมิกับชินไปลองเล่นกับไมบ้างยังแพ้เลย\nแล้วพอชินกับไมตีกันขึ้นมาทีฉันก็ต้องรับบทเป็นผู้ใหญ่ห้ามทัพอีก"

hi "ก็สี่หน่อสนุกกันตามประสาเด็กไปเรื่อยเปื่อยน่ะแหละ เป็นอะไรที่ไร้สาระดี"

"ฉันรีบกลับมาตั้งสติก่อนที่ตัวเองจะเหม่อไปไกลกว่านี้ ภาพวันวานจากโรงเรียนเก่าเลือนหายไป ภาพท้องฟ้ายามค่ำคืน\nที่อยู่เหนือตัวเมืองอันสว่างไสวซึ่งอยู่นอกหน้าต่างเข้ามาแทน"

"ลิลลี่ทำหน้าสงสัยใคร่รู้ ทว่ายังทำท่าคล้ายเข้าใจ ถ้าดูจากความเคร่งของโรงเรียนเก่าลิลลี่แล้ว เธอคงจะสนใจเรื่องอะไร\nอย่างนี้ซึ่งไม่เหมือนกับชีวิตแบบเดียวที่เธอเคยได้สัมผัสมา"

show lilly basic_satisfied_che_close
with charachange

li "โรงเรียนเก่าเธอฟังดูสนุกน่าดูเลยนะจ๊ะ"

hi "ก็เป็นความทรงจำที่ดีนะ ถึงจะไม่ค่อยแน่ใจก็เถอะว่าที่คิดอย่างนี้มันเป็นเพราะความคิดถึงล้วน ๆ เลยหรือเปล่า"

hi "แต่มันก็เป็นอดีตไปแล้วน่ะนะ จะให้กลับไปอยู่ตรงนั้นก็ไม่ได้แล้ว แต่เหตุการณ์ครั้งนั้นก็ทำให้ฉันได้มาเจอกับชีวิตใหม่\nที่ตัวฉันในอดีตคงคิดไม่ถึงเลยว่าจะต้องมาเจอ"

hi "ทั้งความเงียบสงบของยามากุ ทั้งเส้นทางอนาคตใหม่ของฉันในเส้นทางวิทยาศาสตร์ ทั้งมิตรภาพกับชิซูเนะ มิช่า\nฮานาโกะ และที่สำคัญที่สุดเลยก็คือเธอ"

scene ev lilly_touch_cheong
with whiteout

"ลิลลี่ระบายยิ้มกว้างอย่างจริงใจพลางยื่นมือมาหาฉัน เธอแตะหน้าฉันเบา ๆ ก่อนจะเลื่อนมาจับแก้มฉันเอาไว้\nอย่างนุ่มนวล"

scene bg city_restaurant at right
show lilly basic_smileclosed_che_close:
    center
    ypos 1.1
with whiteout

"มีเพียงความเงียบแสนอบอุ่นอยู่ชั่วขณะ เธอถอนมือกลับละล้าละลังเมื่อสังเกตว่าบริกรกำลังนำรายการที่เราสั่งมาเสิร์ฟ"

"ลิลลี่นั้นทำตัวราวกับว่าตัวเองเป็นคนที่สายตาปกติดีได้ดีทีเดียว จะติดนิดหน่อยก็ตรงที่ว่าเธอพยักหน้าให้บริกร\nไปผิดทางเล็กน้อยเพราะไม่มีสุ้มเสียงช่วยนำทาง"

"เธอพยายามอย่างมากที่จะทำให้ตัวเองดูเหมือนเป็นคนปกติเมื่อต้องอยู่กับคนอื่น แม้ฉันจะสังเกตได้มานานแล้ว แต่ก็ยัง\nไม่แน่ใจนักว่าที่เธอทำเช่นนี้เพราะเธออยากให้คนปฏิบัติกับเธอเหมือนอย่างคนปกติ เพราะเรื่องศักดิ์ศรีส่วนตัว\nหรือทั้งสองอย่างรวม ๆ กัน"

scene ev lilly_restaurant_eat
with shorttimeskip

"สลัดที่ถูกนำมาเสิร์ฟนั้นหรูสมชื่อ แถมยังได้เยอะจุใจด้วย มีมะเขือเทศกับไข่ต้มหั่นชวนน้ำลายสอ"

"ลิลลี่ใช้มือข้างหนึ่งหยิบมีดแล้วใช้มืออีกข้างหยิบส้อมรีบจัดการกับอาหารตรงหน้าพร้อม ๆ กันกับฉัน พวกเราต่างหิว\nเพราะตอนนี้เลยเวลาปกติที่จะกินข้าวเย็นกันแล้ว"

scene ev lilly_restaurant_chew
with locationchange

"ฉันค่อย ๆ ใช้ส้อมจิ้มผักกับก้อนเหลี่ยม ๆ ที่คล้ายเนื้อในจานกิน ส่วนลิลลี่ก็จิ้มอาหารในจานขึ้นมาใส่ปากเคี้ยวกิน\nอย่างเป็นกระบวนการอยู่เงียบ ๆ"

"อย่างเดียวที่เป็นตัวบอกว่าลิลลี่มองไม่เห็นคือการที่บางครั้งเธอจะแตะตามขอบอาหารในจานเพื่อหาว่าขอบนอก\nอยู่ตรงไหน"

scene bg city_restaurant at right
with locationchange

"ไม่นานฉันก็กินจนหมด ฉันนั่งมองลิลลี่ที่กำลังกินคำสองคำสุดท้ายจนหมด"

show lilly basic_smile_che_close:
    center
    ypos 1.1
with charaenter

li "กินหมดแล้วเหรอฮิซาโอะ"

hi "อื้ม อร่อยดีนะ"

"ซึ่งก็อร่อยอย่างที่พูดจริง ๆ ไม่คิดเลยว่าสลัดพื้น ๆ อย่างนี้จะทั้งอร่อยและกินจนอิ่มได้ แต่ก็นะ คงจะสมกับราคานั่นแหละ"

show lilly basic_smileclosed_che_close
with charachange

"ลิลลี่พยักหน้าน้อย ๆ ด้วยความพอใจและทำท่าเห็นด้วยกับคำชมนั้น"

hi "เนี่ย ฉันแปลกใจเหมือนกันนะที่ไม่เคยมีใครมาสารภาพรักกับเธอมาก่อนเลย ทั้งที่เธอเป็นลูกครึ่งหน้าตาสะสวยอย่างนี้\nแท้ ๆ"

show lilly basic_planned_che_close
with charachange

li "เธอคิดไปเองว่าไม่มี"

"คำพูดเรียบ ๆ นั้นมาแบบไม่ทันให้ฉันได้ตั้งตัว ก็คงไม่แปลกละมั้ง ก็เมื่อกี้ฉันยังชมเธออยู่เลย"

hi "จริงเหรอ"

show lilly basic_smile_che_close
with charachange

li "มีคนมาสารภาพรักกับฉันหลายคนเลยจ้ะ ทั้งที่โรงเรียนเก่า ทั้งที่ยามากุด้วย"

show lilly basic_weaksmile_che_close
with charachange

li "ช่วงวัยรุ่นน่ะเป็นช่วงที่ประหลาดดีนะ"

"พูดเหมือนอย่างกับว่าตัวเองไม่เคยเป็นวัยรุ่นมาก่อนงั้นแหละ…"

hi "หืม เธอพูดอะไรอย่างนั้นได้ด้วยเหรอ"

show lilly basic_surprised_che_close
with charachange

with Pause(0.5)

show lilly basic_cheerful_che_close
with charachange

"ลิลลี่ทำท่าตกใจอยู่ครู่หนึ่งก่อนจะยิ้มซุกซน"

li "นี่เธอ… หึงเหรอ"

hi "ฮะ? เปล่า ไม่ได้หึง"

show lilly basic_giggle_che_close
with charachange

li "เธอเป็นคนที่โกหกไม่เนียนเลยนะฮิซาโอะ รู้ตัวหน่อยก็ดีนะจ๊ะ"

show lilly basic_smileclosed_che_close
with charachange

li "แต่ฉันก็ยินดีที่เธอเป็นคนจริงใจอย่างนี้นะ ถึงบางครั้งเธอไม่ได้จงใจที่จะทำตัวอย่างนั้นก็เถอะ"

li "ฉันว่าความซื่อสัตย์ของเธอที่แหละที่จะช่วยให้เธอรับมือกับใครต่อใครได้ดีเลย"

"ฉันทำเป็นกระแอมไม่พอใจกับเรื่องที่กำลังคุยกันอยู่นี้พลางหาทางเปลี่ยนเรื่อง"

hi "แต่ว่าตามตรงนะ ฉันชอบอยู่คนเดียวมากกว่า จะให้ไปเข้าสังคมอะไรเหมือนอย่างเธอนี่คงไม่ไหว"

show lilly basic_listen_che_close
with charachange

"ลิลลี่ครุ่นคิดอยู่ครู่หนึ่ง"

show lilly basic_smile_che_close
with charachange

li "ฉันว่าไม่จริงเลยนะ"

show lilly basic_smileclosed_che_close
with charachange

li "เวลาอยู่กับฮานาโกะเธอก็ทำตัวดีจะตายไป แถมยังเข้ากับคนอื่นได้ดีมากด้วย ขนาดกับบางคนที่เธอแทบไม่รู้จักก็ยัง\nเข้ากันได้เลย ฉันว่าเธอก็ปรับตัวไปกับสังคมอะไรได้ดีพอสมควรเลยนะ"

show lilly basic_cheerful_che_close
with charachange

li "แต่จะว่าไป แล้วเธอล่ะจ๊ะฮิซาโอะ เคยมีใครมาสารภาพรักหรือเปล่า คนอย่างเธอต้องมีคนมาชอบสักคนแหละ"

"จังหวะที่กำลังจะเปิดปากพูดก็รู้สึกได้ว่าตัวเองหน้าเบ้ไปเล็กน้อย กับเรื่องอะไรแบบนี้นี่แหละที่ฉันจะนึกยินดีอยู่ในใจ\nที่ลิลลี่มองไม่เห็นสีหน้าฉัน"

hi "แค่… คนเดียว ชื่ออิวานาโกะน่ะ"

hi "ตอนที่ฉันหัวใจวายก็ตอนที่อิวานาโกะมาสารภาพรักนั่นแหละ กลางป่าฤดูหนาวเลย"

show lilly basic_oops_che_close
with charachange

"ลิลลี่อึ้งไปด้วยไม่คิดว่าเรื่องที่คุยจะมาแนวนี้ได้"

"เธอเป็นห่วงเรื่องอาการของฉันมาตลอด ซึ่งฉันก็พยายามไม่ทำให้เธอต้องเป็นห่วง แม้ร่างกายจะไม่เอื้อให้ทำอย่างนั้น\nสักเท่าไหร่"

hi "หลังจากนั้นตอนที่ฉันเข้าโรงพยาบาลอิวานาโกะก็มาเยี่ยมอยู่อยู่พักหนึ่งนะ มาเยี่ยมมาคุยอยู่สักสองสามสัปดาห์ได้มั้ง\nก็คุยกันเรื่อยเปื่อยบ้าง ไม่ก็เรื่องที่โรงเรียนบ้าง ซึ่งแค่นั้นฉันก็พอใจแล้วละ"

hi "แต่สุดท้าย… ก็ไม่มาเยี่ยมอีกเลย"

hi "ทีแรกก็มาทุกวัน แล้วก็มาวันเว้นวัน แล้วก็มาสัปดาห์ละวัน จนในที่สุดวันหนึ่งก็ไม่มาอีกเลย"

show lilly basic_sleepy_che_close
with charachange

li "แล้วหลังจากนั้นเธอ… ได้เจออิวานาโกะอีกมั้ย"


label th_choiceL24:
menu:
    with menueffect

    "ฉันมัวแต่จมอยู่กับเรื่องราวของตัวเองจนเผลอสั่นหัวลืมไปว่าทำท่าปฏิเสธไปอีกฝ่ายก็ไม่ได้รับรู้ด้วย"

    "พูดถึงเรื่องจดหมาย":
        return m1

    "ตัดบท":
        return m2

#[1]

label th_L24a:

"ความทรงจำเรื่องจดหมายจากอิวานาโกะฉบับนั้นแล่นเข้ามาในความคิด"

hi "ไม่ได้เจอกันอีกเลย แต่หลังจากที่ฉันมาเรียนที่ยามากุ… อิวานาโกะเขียนจดหมายฉบับหนึ่งส่งมา"

"ลิลลี่ทำสีหน้าที่ฉันคุ้นเคยดี เธอสนใจอยากรู้ขึ้นมาแล้ว ก็แอบรู้สึกเคืองอยู่นิดหน่อยเหมือนกันที่ลิลลี่สนใจเรื่องนี้ด้วย\nความอยากรู้ส่วนตัวเท่านั้น แต่ลิลลี่ก็เป็นคนที่เก็บอาการไม่เก่งอยู่แล้วละนะ"

hi "พอลองคิดดูแล้วจดหมายมันก็ไม่ได้มีอะไรหรอก ทำนองว่าที่โรงเรียนนู่นเป็นยังไงบ้าง ตัวเองสบายดีหรือเปล่า แล้วก็\nบอกเหมือนทิ้งทวนว่าถ้าเราสองคนไม่ได้เจอกันอีกเลยคงจะดีกว่า"

hi "พออ่านแล้วฉันก็มานั่งคิดอะไรหลายอย่างที่ฉันคิดว่าจัดการไปเรียบร้อยแล้วนะ ซึ่งหลัก ๆ จดหมายฉบับนั้นก็เตือนฉัน\nว่าโลกรอบตัวฉันยังหมุนต่อไป แล้วเตือนด้วยว่าฉันปลีกห่างจากโลกนั้นมาไกลแค่ไหนแล้ว"

hi "แล้วก็… เตือนว่าฉันเสียอะไรไปด้วยละมั้ง"

show lilly basic_emb_che_close
with charachange

"ลิลลี่พินิจสิ่งที่ฉันเล่าก่อนจะทำหน้าเหมือนนึกอะไรได้ คงจะรู้แล้วแหละว่าจดหมายฉบับนี้แหละคือตัวการที่ทำให้ฉัน\nอารมณ์ไม่ค่อยดีตอนที่กินข้าวเที่ยงด้วยกันบนดาดฟ้าตอนนั้น"

"ซึ่งฉันก็ไม่ค่อยได้เห็นลิลลี่อึ้งจนเงียบไปอย่างนี้บ่อย ๆ เท่าไหร่ ท่าทีเมื่อครู่ที่ดูสนใจนั้นหมองลงไปเล็กน้อย ยังไงเสีย\nเสน่ห์มากล้นของเธอก็คงเอามาชดเชยชีวิตหรือประสบการณ์ในความสัมพันธ์ไม่ได้อยู่ดีละนะ"

show lilly basic_reminisce_che_close
with charachange

li "บางที… การที่ส่งจดหมายมาอย่างนั้นก็อาจจะดีกว่าการไม่ส่งมาเลยก็ได้นะ"

hi "ยังไงเหรอ"

show lilly basic_weaksmile_che_close
with charachange

li "บางทีมันก็ลำบากใจเหมือนกันว่าจะสื่อสารกับคนที่ไม่ได้เจอกันมานานยังไงดีน่ะจ้ะ แล้วยิ่งกับเธอกับอิวานาโกะที่มีเรื่อง\nระยะห่างอะไรอีก"

li "แทนที่จะเลือกหายไปเงียบ ๆ ให้สะดวกตัวเองที่สุด อิวานาโกะเขาก็เลือกที่จะรวบรวมความกล้ามาคุยกับเธอเป็น\nครั้งสุดท้าย ซึ่งเท่าที่ฟังดูแล้ว ที่ทำไปน่ะไม่ใช่แค่เพื่อตัวเอง แต่ก็เพื่อเธอด้วย"

hi "มั้งนะ ฉันก็ไม่ได้โกรธอิวานาโกะที่เขียนจดหมายมาหรอก ซึ่งฉันก็ไม่เคยโกรธอยู่แล้วด้วยอะนะ แต่ว่า… ไม่รู้สิ"

"อาจจะเป็นคำตอบที่ฟังดูเลื่อนลอยเกินสมควร ซึ่งที่ตอบไปอย่างนั้นก็เพราะฉันไม่เคยมองเรื่องนี้จากมุมของตัว\nอิวานาโกะจริง ๆ"

#[2]

label th_L24b:

"ฉันไม่อยากพูดถึงเรื่องอิวานาโกะเกินความจำเป็นสักเท่าไหร่ ยังไงเสีย เดตนี้ก็เป็นเดตของฉันกับลิลลี่ ฉันไม่อยากมานั่ง\nฟื้นฝอยเรื่องความสัมพันธ์เก่าเอาในจังหวะอย่างนี้"

hi "ไม่ได้เจอเลย ฉันได้เห็นหน้าอิวานาโกะเป็นครั้งสุดท้ายก็ตอนนั้นแหละ จากนั้นก็ไม่ได้คุยกันอีกเลย"


label th_L24c:

"มีเพียงความเงียบอยู่ครู่หนึ่งก่อนลิลลี่จะพูดขึ้นมาอีกครั้ง"

show lilly basic_sad_che_close
with charachange

li "เธอคงลำบากน่าดูเลยนะจ๊ะที่ต้องย้ายมาที่ยามากุ ต้องเสียทั้งเพื่อนทั้งแฟนไปทั้งที่ไม่ใช่ความผิดของตัวเองเลยแท้ ๆ"

hi "ช่วงที่หนักที่สุดก็เป็นตอนที่อยู่โรงพยาบาลนี่แหละ พอรอบตัวมีแต่ผนังขาวสี่ด้านกับโทรทัศน์เครื่องเล็ก ๆ แล้วสมอง\nมันก็ล่องลอยคิดอะไรไปหลายอย่างเลย"

hi "ที่นี่ก็คงเหมือนที่โรงเรียนเก่าละมั้ง แค่ห้ามใจไม่ให้จมอยู่กับอดีตแล้วคอยมองไปข้างหน้าต่อไป"

hi "มัวแต่ย้อนรำพึงไปก็เสียสุขภาพจิตเปล่า ๆ ซึ่งหลัก ๆ ก็เพราะเธอเลยนะที่ฉันมีความรู้สึกว่าอะไร ๆ เริ่มกลับมา\nเข้ารูปเข้ารอยแล้ว"

show lilly basic_veryemb_che_close
with charachange

li "เธอพูดอย่างนี้… ฉันก็ดีใจจ้ะ"

"ลิลลี่ก้มหน้าลงเล็กน้อยพลางทำหน้าเหมือนคิดอะไรอยู่ สงสัยคงพูดเกินไปจนอายแน่เลย"

hi "ตอนที่เธอย้ายมาอยู่ที่ยามากุก็คงเจออะไรเหมือนกับฉันใช่มั้ยล่ะ หลายคนที่มาเรียนที่นี่ก็คงมีเรื่องอะไรอย่างนี้\nคล้าย ๆ กันแหละนะ"

hi "เธอเล่าว่าเธอมีเพื่อนที่โรงเรียนเก่าด้วยนี่ คงมีไม่กี่คนใช่มั้ยที่ยังติดต่อกับเธออยู่"

show lilly basic_displeased_che_close
with charachange

"ลิลลี่หุบยิ้มทำหน้าหมองผิดคาด ทั้งยังเลื่อนมือกลับมาวางที่ตักตัวเองด้วย"

"ผ่านไปพักใหญ่เธอก็พูดขึ้น"

show lilly basic_reminisce_che_close
with charachange

li "ฮิซาโอะ… เธอรับปากกับฉันได้มั้ยว่าจะไม่เอาเรื่องนี้ไปบอก—"

hi "สัญญา"

"ลิลลี่ดูตกใจเล็กน้อยกับน้ำเสียงจริงจังของฉัน แต่จากนั้นก็ทำท่าโล่งใจแล้วยิ้มเหงา ๆ ก่อนจะพูดต่อ"

show lilly basic_weaksmile_che_close
with charachange

li "ฉันก็เสียใจอยู่เหมือนกันที่ต้องเสียเพื่อนไปตอนที่ย้ายมาอยู่ที่ยามากุ"

show lilly basic_reminisce_che_close
with charachange

li "แต่มีอยู่คนหนึ่งที่ฉันเสียใจที่สุดว่าจะไม่ได้เจอกันอีกแล้ว เขาเป็นคนที่ทำให้ฉันเลือกภาษาอังกฤษเป็นเส้นทางอาชีพ\nในอนาคตเลยละจ้ะ"

"“เขา”? ถ้าโรงเรียนเก่าลิลลี่เป็นโรงเรียนหญิงล้วนก็แปลว่าไม่ใช่เพื่อนที่โรงเรียน ถ้างั้น…"

li "ตอนนั้นที่ฉันปฏิเสธทุกคนที่มาสารภาพรักเพื่อเขาเลย ทุกครั้งที่ทักษะภาษาอังกฤษของฉันดีขึ้น คำชมของเขา\nจะเป็นเหมือนดั่งรางวัลล้ำค่าของฉัน"

show lilly basic_weaksmile_che_close
with charachange

li "ตลกดีเนอะ คนอย่างฉันที่กล้าอวดว่ามีคนมากมายหมายตามองฉันอยู่ แต่กลับมาชอบคุณครูที่ไม่ว่าจะยังไงก็คง\nคว้าไม่ได้"

li "เป็นอะไรที่งี่เง่าที่สุดเลยละจ้ะ…"

hi "แล้วเธอ…?"

"เธอรีบสั่นหัวไปมา"

show lilly basic_displeased_che_close
with charachange

li "ไม่ได้หรอกจ้ะ ขนาดตัวฉันตอนนั้นยังรู้เลยว่าเป็นไปไม่ได้"

"เราสองคนเงียบกันไป"

"พอได้ฟังแล้วก็เข้าใจว่าทำไมลิลลี่ถึงมุ่งมั่นกับอาชีพการสอนภาษาอังกฤษขนาดนั้น แต่ก็อดไม่ได้ที่จะย้อนนึกไปถึง\nตอนที่เธอสารภาพรักกับฉัน"

"ลิลลี่เสียเขาไปโดยที่ไม่เคยบอกความรู้สึกตัวเองให้ได้รับรู้… หรือเธอกลัวว่าเรื่องจะซ้ำรอยเดิมกับฉันอีก?"

"ไม่รู้จะว่ายังไงดีเหมือนกัน ฉันก็เคยได้ยินเรื่องความสัมพันธ์ต้องห้ามทำนองนี้ที่เป็นเรื่องระหว่างวัยมาก่อน แต่ฉันก็\nใจชื้นที่เธอยังมีสติพอที่จะไม่ไปไกลกว่านั้น"

show lilly basic_emb_che_close
with charachange

li "ฉันรู้ดีว่าคงฟังดูแปลก แต่ได้โปรด… อย่ามองฉันว่า…"

hi "เรื่องแค่นี้ ทำไมฉันจะต้องมองเธอไม่ดีด้วย"

hi "ว่าตามตรง ฉันว่าเขาต้องเป็นคนที่ดีมาก ๆ เธอถึงได้ชอบ แล้วไม่พอ เธอยังห้ามตัวเองไม่ให้ถลำลึกไปกว่านั้นได้ด้วย"

with Pause(1.0)

show lilly basic_arablush_che_close
with charachange

"ลิลลี่ทำหน้าสับสนอยู่แวบหนึ่ง แต่ไม่นานเธอก็เริ่มหัวเราะผิดไปจากความคาดหมายของฉันโดยสิ้นเชิงจนไม่ทันได้ตั้งตัว\nเป็นเสียงหัวเราะที่ไม่ได้เป็นการหัวเราะคิกคักหรือแค่นหัวเราะ แต่เป็นการหัวเราะจริง ๆ จากใจ"

"ฉันยิ้ม แต่ไม่ได้ยิ้มให้กับท่าทีซึ่งโล่งใจหรือมีความสุขของเธอ หากแต่ยิ้มให้กับเธอที่ไว้ใจฉันมากพอที่จะเล่าความลับ\nซึ่งเป็นเรื่องลับสุดยอดนี้ให้ฉันฟัง"

scene ev lilly_touch_cheong
with whiteout

"พอรู้ตัวอีกทีลิลลี่ก็มาจับหน้าฉันแล้ว เป็นสัมผัสอันอ่อนโยนอย่างเคย เธอไล้นิ้วไปตามแก้มฉันช้า ๆ"

li "เธอน่ะแสนดีนะฮิซาโอะ ฉันละรักเธอจริง ๆ"

"พอได้เห็นใบหน้าเธอและได้รับสัมผัสอันอ่อนโยนจากฝ่ามือด้วยใบหน้าของฉันอย่างนี้แล้ว… ก็รู้สึกว่าค่ำคืนนี้ช่างเป็น\nค่ำคืนที่วิเศษเหลือเกิน"

hi "เราสองคนนี่มีอดีตอะไรที่พิลึกดีเนอะ"

li "ฉันว่าคนส่วนมากก็คงมองว่าปัจจุบันของเราก็พิลึกเหมือนกันแหละจ้ะ"

"ฉันยิ้มก้มหน้าลง ที่แน่ ๆ คือเธอคนนี้สามารถไล่ต้อนฉันให้จนมุมได้ง่าย ๆ เลย"

scene bg city_restaurant at right
with whiteout

"ฉันมองไปรอบ ๆ ร้านที่มีเสียงลูกค้าคุยกันดังอยู่เบา ๆ"

hi "ร้านนี้ก็คงนับได้ว่า “แปลก” เหมือนกันนะ"

show lilly basic_weaksmile_che_close:
    center
    ypos 1.1
with charaenter

li "ออกจะ… เกินรับไหวไปหน่อย"

hi "นั่นแหละ ๆ ประมาณนั้น"

"ฉันหันไปสบตากับบริกรผอมกะหร่องตัวเตี้ยที่อายุไม่น่าเกินยี่สิบซึ่งเดินก้าวฉับ ๆ อยู่ เห็นแล้วก็นึกถึงเคนจิ จะไม่เหมือน\nก็ตรงที่บริกรคนนี้ไม่ได้ใส่ชุดกันหนาวตอนหน้าร้อน"

show lilly basic_smileclosed_che_close
with charachange

"พอบริกรคนนั้นมาโค้งตัวตามมารยาทเพื่อเตรียมจะเก็บจานแล้วลิลลี่ก็ขอใบเสร็จอย่างสุภาพด้วยน้ำเสียงนุ่มนวล"

"เขาขยับตัวมาเก็บจานอย่างเชี่ยวชาญแล้วเดินเพื่อไปรับใบเสร็จของพวกเรา"

"ไม่นานเขาก็เดินออกมาจากประตูอีกครั้งแล้วยื่นใบเสร็จให้ลิลลี่อย่างฉับไว"

show lilly basic_smile_che_close
with charachange

"…และลิลลี่ก็ส่งต่อใบเสร็จมาให้ฉันจนบริกรคนนั้นเลิกคิ้วสงสัย"

"ฉันดูรายการตัวเล็ก ๆ ในใบเสร็จซึ่งพิมพ์มาจากเครื่องคอมพิวเตอร์ แพงกว่าที่คิดพอสมควรเลยแฮะ"

show lilly basic_surprised_che_close
with charachange

li "ฮิซาโอะ"

hi "อ้อ… เอ่อ…"

show lilly basic_smileclosed_che_close
with charachange

"ฉันลนลานอึกอักพูดตัวเลขออกไป ลิลลี่เพียงพยักหน้ารับแล้วหยิบกระเป๋าสตางค์ของเธอออกมา"

"ลิลลี่ยื่นบัตรให้บริกร จากนั้นเขาก็เดินหายไปอีกครั้ง"

hi "มันก็… หลายสตางค์อยู่นะนั่นน่ะ"

show lilly basic_emb_che_close
with charachange

"ดูท่าว่าคำพูดนั้นจะทำให้ลิลลี่อึดอัดเล็กน้อย"

show lilly basic_weaksmile_che_close
with charachange

li "ครอบครัวฉันส่งเงินมาให้กับเรื่องเรียนของฉันเยอะแบบเหลือ ๆ เลยละจ้ะ พี่ฉันก็ได้เหมือนกัน แต่พี่จะไม่ชอบให้ใคร\nมาพูดถึงเรื่องนั้นเลย"

show lilly behind_cheerful_che_close
with charachange

li "ซึ่งฉันก็ไม่ชอบการผลาญเงินไปทั่วเหมือนกันนั่นละจ้ะ แต่ครั้งนี้ถือว่าเป็นข้อยกเว้นเพื่อเธอโดยเฉพาะเลยแล้วกัน"

hi "เลือกร้านนัดเดตให้ไม่พอ แล้วยังเลี้ยงอีกต่างหาก…"

"ฉันใช้ข้อนิ้วบีบสันจมูกตัวเอง"

hi "ไม่อยากเชื่อเลยว่าเธอจะตั้งมาตรฐานกับการเดตครั้งหน้าของเราให้สูงขนาดนี้"

show lilly basic_giggle_che_close
with charachange

"ลิลลี่หัวเราะคิกคัก"

show lilly basic_smileclosed_che_close
with charachange

li "จะตั้งตาคอยนะจ๊ะฮิซาโอะ"

"บริกรคนนั้นโผล่มาที่โต๊ะเราอีกครั้งราวกับใช้เวทมนตร์แล้วยื่นบัตรคืนให้ลิลลี่ ซึ่งดูท่าจะรู้แล้วว่าลิลลี่นั้นมองไม่เห็น\nเพราะเขาวางบัตรให้แบบย้ำชัดจนออกจะเกินความจำเป็นไปสักหน่อยเพื่อที่จะได้แน่ใจว่าลิลลี่จับบัตรไว้แน่นแล้วจริง ๆ"

"เขาแสดงความเป็นมืออาชีพด้วยการทำหน้าเรียบนิ่งขณะเดินออกไปโดยที่ไม่ได้สนใจสีหน้าของฉันเลย"

"ฉันตบมือแล้วลุกขึ้นยืนเป็นอันปิดการทานอาหารนอกโรงเรียนของพวกเรา"

hi "งั้นไปกันเลยไหมครับคุณผู้หญิง"

stop music fadeout 2.0

scene black
with dissolve

#*************


label th_L25:

scene black
with Dissolve(2.0)

scene bg school_dormhisao_ni
with vpunch

hi "เอื๊อก!"

"ฉันทะลึ่งตัวขึ้นจากเตียงรู้สึกราวกับมีกระแสไฟฟ้าแล่นผ่านทั่วร่าง"

"อากาศตอนกลางคืนทำให้เหงื่อที่ติดกับผิวนั้นรู้สึกเย็น ฉันหายใจหอบถี่จนคล้ายจะเป็นการหายใจเกิน"

"ฉันยกมือขึ้นมาจับ ๆ หัวเพื่อให้ร่างกายที่กระสับกระส่ายอยู่นั้นสงบลงพลางคิดไปต่าง ๆ นานา ผ่านไปสักพักถึงรู้ตัวว่า\nมือฉันก็กำลังสั่นอย่างหนักหน่วง แม้จะกำลังจับหน้าตัวเองอยู่ก็ตาม"

"เวลาผ่านไปอีกครู่หนึ่งพร้อมความเงียบงัน โชคดีที่ความพยายามอย่างหนักของฉันที่จะค่อย ๆ สงบกายสงบใจตัวเองลง\nนั้นเป็นผล"

"ฉันตั้งสติแล้วเริ่มพิจารณาร่างกายตัวเอง รู้สึกเหมือนวิ่งมาราธอนมาเลย กล้ามเนื้อทุกมัดเกร็งไปหมด เหงื่อก็ไหล\nเป็นก๊อกน้ำ"

"ฉันคอยฟังเสียงหัวใจที่เต้นอยู่ในอกอย่างตั้งใจแล้วจับจังหวะในหัว โอเค หัวใจที่พึ่งพาไม่ได้ของฉันยังทำงานปกติอยู่"

"เมืื่อกี้… มันอะไรกัน"

"หัวใจวาย? ฝันร้าย? ผลข้างเคียงจากยา? ฉันเคยได้ยินเรื่องอาการแพนิกกำเริบอยู่ ซึ่งเมื่อกี้ก็ดูคล้าย ๆ เหมือนกัน…"

"ตอนนี้ฉันไม่มีอารมณ์จะมานั่งคิดแล้วด้วยซ้ำ เรื่องเมื่อกี้ทำฉันอ่อนเพลียเปลี้ยแรงแต่ก็ตื่นเต็มตาเลย"

"ฉันหันมองไปทางอีกฝั่งเตียง ใบหน้าขาวนวลของเธอซึ่งกำลังนอนอยู่อย่างเงียบ ๆ นั้นดูคล้ายจะเปล่งแสงได้ใน\nความมืดมิดยามราตรีที่อยู่ภายในห้องนี้ เพียงได้เห็นเธอใจฉันก็สงบลงไปได้มาก"

scene ev lilly_sleeping_smile:
    truecenter
    zoom 1.0 subpixel True
    acdc_warp 20.0 zoom 1.05
with locationchange

"แม้ยามหลับเธอก็ยังคงรักษาท่าทีอันงดงาม เมื่อดูลมหายใจซึ่งสม่ำเสมอกับใบหน้าอันอ่อนโยนนั้นแล้วฉันก็ไม่แน่ใจ\nเลยว่าเธอหลับอยู่จริง ๆ หรือตื่นแล้ว"

"ฉันอดใจไม่ไหวจึงยื่นนิ้วเข้าไปไล้ตามมือของเธอเบา ๆ ผิวของเธอนั้นอ่อนนุ่มอย่างเคย ทั้งยังอุ่นแม้ค่ำคืนนี้จะเย็นเยือก"

"ช่วงเวลาที่ได้รับรู้ถึงตัวตนของกันและกันอย่างนี้นี่แหละที่ฉันรู้สึกว่าเราได้อยู่ใกล้ชิดกันที่สุด"

"พอเลื่อนนิ้วมาถึงตรงข้อมือฉันก็ถอนมือออกแล้วมาวางไว้ข้างตัว"

"ยิ่งเราได้ใกล้ชิดกัน ฉันยิ่งรู้สึกราวกับว่ามีบางสิ่งที่ผุดขึ้นระหว่างเรา ฉันก็ไม่แน่ใจเหมือนกันว่าทำไม ไม่แน่ใจว่าสิ่งนั้น\nคืออะไร และไม่แน่ใจด้วยว่าสิ่งนั้นมีมาตั้งแต่ก่อนที่เราจะตกหลุมรักกันแล้วหรือเปล่า"

"ทุกอย่างเคลื่อนไปอย่างรวดเร็ว ซึ่งฉันก็ไม่ได้ถือหรอก เพียงแต่รู้สึกว่าคนอย่างลิลลี่คงไม่รีบเร่งอะไรอย่างนี้"

scene bg school_dormhallway
with shorttimeskip

play music music_dreamy fadein 2.0

"โชคดีที่เวลาเช้าตรู่อย่างนี้ยังไม่มีนักเรียนออกมาเดินเพ่นพ่านตามโถงทางเดิน ไม่อย่างนั้นฉันคงถูกถามว่าทำไมถึง\nถือมื้อเช้ามาสองจานกลับห้องตัวเองด้วยสภาพที่ใส่ชุดนักเรียนลวก ๆ แบบนี้"

"แต่ก็ใช่ว่าจะไม่มีคนถามเลยน่ะนะ ทว่าถ้าว่ากันเรื่องพลังแล้ว ยามหนึ่งคนที่อยู่โยงเฝ้าหอทั้งสองหลังที่อยู่ติดกันนั้น\nเทียบกับวัยรุ่นซึ่งฮอร์โมนพุ่งพล่านแทบไม่ติด"

"จะว่าไปแล้ว ส่วนหนึ่งก็น่าจะเพราะวันนี้เป็นวันจันทร์ด้วย ฉันก็ไม่รู้เหมือนกันว่าทำไมวันจันทร์ถึงมีผลกับฉันน้อยกว่า\nคนอื่น ๆ ส่วนมาก"

"ฉันต้องพลิกแพลงหาวิธีในการใช้มือกับข้อศอกอยู่เล็กน้อยถึงเปิดประตูห้องตัวเองได้สำเร็จ"

scene bg school_dormhisao
show lilly basic_sleepy_paj at center
with locationchange

"พอเดินเข้าห้องมาก็เห็นลิลลี่ที่เพิ่งตื่นแล้วขยี้ตาเพลีย ๆ สภาพเธอนั้นดูไม่ได้ไม่ต่างอะไรกับทุกครั้งที่ฉันเห็นเธอ\nตอนตื่นเลย ลิลลี่เป็นคนที่ไม่ชอบตื่นเช้าเลยจริง ๆ"

hi "ขอโทษที ไม่ได้ตั้งใจจะปลุกเลยนะ"

show lilly basic_displeased_paj
with charachange

"ลิลลี่สั่นหัวด้วยความงัวเงีย เธอที่ถูกแดดยามเช้าส่องกระทบนั้นช่างเป็นภาพที่งามตาเหลือเกิน"

show lilly basic_weaksmile_paj
with charachange

li "ไม่เป็นไรหรอก ยังไงก็ต้องตื่นเช้าอยู่แล้ว ตอนนี้กี่โมงแล้วเหรอ"

"ฉันวางจานของตัวเองลงกับโต๊ะแล้วหันไปมองนาฬิกาเพื่อดูเวลา"

hi "ยังเช้าอยู่ ไม่ต้องห่วงหรอก ยังเหลือเวลาก่อนเข้าเรียนอีกเยอะ"

show lilly basic_smileclosed_paj:
    ypos 1.2
with dissolvecharamove

"ลิลลี่ขยับมานั่งริมเตียงแล้วดมกลิ่นฟุดฟิด ระหว่างนั้นฉันก็รีบวางจานของลิลลี่ลงกับโต๊ะที่ข้าง ๆ จานของฉัน"

hi "อื้ม ฉันไปเอาข้าวเช้ามาให้แล้ว แต่ไปอาบน้ำกับเปลี่ยนเสื้อผ้าก่อนนะ"

scene ev lilly_kissing
with flash

"ลิลลี่ยืนนิ่งยื่นคางออกมาเล็กน้อยอยู่ครู่หนึ่ง ฉันยอมรับนำริมฝีปากเข้าไปแตะกับริมฝีปากเธออย่างเต็มใจดูดดื่มสัมผัส\nอ่อนนุ่มก่อนจะผละออกมา"

scene bg school_dormhisao
with locationchange

"ลิลลี่ยิ้มบาง ๆ อย่างอบอุ่นเป็นเชิงพอใจแล้วค่อย ๆ เดินไปอาบน้ำ"

"ฉันยืดเส้นยืดสายให้หายงัวเงียอีกสักเล็กน้อยพลางเหลือบมองอาหารบนโต๊ะที่มีควันลอยฉุย มีข้าว ปลา ซุปมิโซะ แล้วก็\nผักอีกสองสามอย่าง เป็นอาหารเช้าสูตรมาตรฐานสำหรับเช้าที่ออกจะแปลกไปจากปกตินี้"

"ฉันหยิบขวดยาบนโต๊ะมากินตามปริมาณที่ต้องกินเป็นประจำทุกวัน"

show pills:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"ดูจากเรื่องทั้งหลายที่ต้องเจอมาหลังจากเหตุการณ์ครั้งนั้น บางทีฉันก็สงสัยว่ายาพวกนี้ช่วยอะไรได้จริง ๆ หรือเปล่า\nจะบอกว่ากิน ๆ ไปก็ไม่เสียหายก็ไม่ได้ เพราะผลข้างเคียงก็ทำให้รู้สึกว่ากินไปแล้วเหมือนจะเสียหายเหมือนกัน"

"แต่เอาเถอะ หมอสั่งให้กินก็ต้องกินละนะ แล้วความเป็นเหตุผลในตัวก็บอกฉันด้วยว่าเชื่อเขาจะดีกับตัวกว่าเชื่อตัวเอง"

show pills:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide pills
with None

"ไม่นานเสียงน้ำจากฝักบัวก็เงียบไป ดูจากสถานการณ์แล้ว ลิลลี่คงจะไม่ได้จะอยากอาบแบบพิถีพิถันขนาดนั้น"

show lilly basic_smile_paj:
    center
    xpos 0.55
    easein 0.5 xpos 0.5
with charaenter

"ลิลลี่เดินออกมาจากห้องน้ำด้วยท่าทีที่หายง่วงไปหลายเท่าตัวด้วยมีเวลาให้ตั้งสติแล้ว"

show lilly basic_smile_paj_close at center
with characlose

show lilly basic_smileclosed_paj_close:
    ypos 1.1
with dissolvecharamove

"ฉันจับมือลิลลี่แล้วนำทางไปที่โต๊ะฉันโดยที่ไม่พูดอะไร ฉันไม่ได้มีโต๊ะเตี้ยโดยเฉพาะเหมือนอย่างที่ห้องลิลลี่ แต่เท่านี้\nก็น่าจะพอใช้ได้แล้ว"

li "ขอบคุณจ้ะฮิซาโอะ เช้านี้มีอะไรเหรอ"

hi "แค่ข้าวกับผักน่ะ ของง่าย ๆ"

show lilly basic_ara_paj_close
with charachange

"พอลิลลี่ได้ฟังแล้วเธอก็ยิ้มออกมา"

show lilly basic_satisfied_paj_close
with charachange

li "เป็นมื้อเช้าที่ดีน่าดูเลยนะจ๊ะ กินแบบนี้ทุกวันเลยเหรอ"

"อันนี้ก็ชมเกินไปมั้ง ฉันแอบไม่เชื่อเพราะถ้าว่าตามชีวิตของลิลลี่แล้ว ของพวกนี้ไม่ใช่อาหารที่หรูหราอะไรสำหรับเธอเลย"

hi "มื้อเช้าน่ะเป็นมื้อที่สำคัญที่สุดของวันนะ ใช่ว่าเป็นนักเรียนแล้วจะมองว่าเป็นสิ่งไม่สำคัญได้สักหน่อย"

"ซึ่งก็เป็นแค่ความเชื่อส่วนตัวอะนะ เพราะเท่าที่ได้คุยกับคนอื่นมา เหมือนว่าฉันจะเป็นฝั่งเสียงส่วนน้อย"

show lilly basic_smileclosed_paj_close
with charachange

"ฉันนั่งที่ริมเตียงแล้วกินข้าวไปพร้อม ๆ กับลิลลี่ เธอใช้ตะเกียบแตะตามส่วนนอกของผักเบา ๆ เหมือนอย่างที่ฉัน\nเห็นเธอทำตอนไปเดตด้วยกัน"

show lilly basic_smile_paj_close
with charachange

li "อร่อยเหมือนกันนะจ๊ะฮิซาโอะ ไม่ยักรู้ว่าเธอทำอาหารเก่งขนาดนี้"

"แต่คราวนี้ฉันรู้ว่าลิลลี่ชมจากใจจริง แต่ถึงอย่างนั้น การทำอาหารก็ไม่ใช่เรื่องที่พิเศษอะไรมากมาย ถ้าลองหัดทำ\nสักหน่อยแล้วก็จะพอทำอาหารอะไรง่าย ๆ ได้แน่นอน"

hi "ก็ต้องขอบคุณเทคโนโลยีสมัยใหม่เลย แต่ก็นะ ทำมาตั้งหลายปีมันก็คงอร่อยแหละ"

hi "ตอนเด็ก ๆ ฉันเบื่อการที่ต้องกินบะหมี่กึ่งฯ กับการสั่งพิซซ่ามากินตอนที่ทั้งพ่อทั้งแม่ไปทำงานก็เลยหัดทำอาหาร\nไว้บ้างน่ะ แต่ตอนนี้ก็ยังคอยฝึกฝีมือให้ใช้ได้อยู่อะนะ"

show lilly basic_cheerful_paj_close
with charachange

li "เธอต้องเป็นแม่ศรีเรือนที่ดีได้แน่ ๆ เลยจ้ะฮิซาโอะ"

"ฉันหยิบเมล็ดข้าวมาวางที่นิ้วโป้งก่อนจะเล็งให้แม่นแล้วดีดผึง"

show lilly basic_surprised_paj_close
with vpunch

"ลิลลี่สะดุ้งเล็กน้อยเมื่อเมล็ดข้าวนั้นถูกเข้าเป้าที่แก้มเธอพอดิบพอดี"

show lilly basic_pout_paj_close
with charachange

"ฉันอดไม่ได้ที่จะหัวเราะกับลิลลี่ที่หรี่ตาต่ำทำท่าให้ดูขึงขังจริงจังที่สุดเท่าที่จะทำได้"

show lilly basic_sleepy_paj_close
with charachange

li "อ้อ จริงสิ…"

hi "อะไรเหรอ"

show lilly basic_concerned_paj_close
with charachange

$ renpy.music.set_volume(0.5, 1.0, channel="music")

li "เมื่อคืนหลับสบายดีหรือเปล่า เหมือนเธอนอนไม่ค่อยหลับนะ"

"แสดงว่าตอนนั้นตื่นอยู่ หรืออาจจะพอรู้สึกตัวบ้าง ซึ่งไม่ว่าจะเป็นเพราะหัวใจของฉันหรือฝันร้ายที่มากับผลข้างเคียง\nของยา ฉันก็ไม่อยากให้ลิลลี่ต้องเป็นห่วงฉันไปมากกว่านี้อีกเลย"

"ฉันรู้สึกว่าร่างกายตัวเป็นเป็นตัวฉุดรั้งจากทุกอย่างในชีวิตมาตั้งแต่ก่อนที่จะได้คบกับลิลลี่แล้ว ร่างกายของฉันนั้น\nเป็นภาระของฉันเพียงผู้เดียว ตราบใดที่ฉันยังอยู่กับลิลลี่ ฉันจะต้องคอยทำตัวให้ปกติที่สุดเท่าที่จะทำได้"

hi "ก็พอจะหลับสบายอยู่"

show lilly basic_reminisce_paj_close
with charachange

li "เหรอ… งั้นก็ดีแล้วละจ้ะ"

$ renpy.music.set_volume(1.0, 4.0, channel="music")

"โชคดีที่ลิลลี่เหมือนจะเชื่อ"

show lilly basic_weaksmile_paj_close
with charachange

li "จะว่าไป ฉันมีอีกอย่างที่อยากถามด้วย"

hi "ว่า?"

show lilly basic_smileclosed_paj_close
with charachange

li "จะว่ายังไงดี…"

show lilly basic_smile_paj_close
with charachange

li "ตอนเธอฝัน… เธอเห็นคนกับสิ่งของหรือเปล่า"

hi "ก็เห็นอยู่แล้… อ๊ะ"

"ฉันแอบอายเล็กน้อยที่หลุดปากไปอย่างนั้นถึงจะไม่ได้จงใจเลยก็ตาม แต่ลิลลี่ก็ดูจะไม่ถืออะไร"

show lilly basic_smileclosed_paj_close
with charachange

li "แต่ไม่ได้รับรส กลิ่น หรือสัมผัสใช่มั้ย"

"ฉันเตรียมจะตอบ ทว่าพอคิดดูก็ไม่มีคำตอบ ยิ่งคิดก็ยิ่งรู้สึกว่าที่เธอตั้งข้อสมมุติฐานนั้นถูกต้อง"

hi "ก็… คงงั้นมั้ง ฉันไม่เคยคิดอย่างนั้นเลย เธอจะบอกว่าเธอรับสัมผัสพวกนั้นได้เหรอ"

show lilly basic_smile_paj_close
with charachange

li "ส่วนใหญ่ฝันฉันจะเป็นเสียงน่ะจ้ะ แต่บางครั้งก็มีสัมผัสหรือกลิ่นด้วยเหมือนกัน"

show lilly basic_planned_paj_close
with charachange

li "ที่ถามเพราะพี่บอกว่าแปลกมากตอนที่ฉันเอาเรื่องนี้ไปคุยกับพี่ ถ้าเธอไม่ได้รับสัมผัสพวกนั้นเหมือนกันก็แปลว่า\nที่ฉันฝันอย่างนี้ก็อาจเป็นเพราะฉันตาบอด"

hi "ก็น่าจะเป็นอย่างนั้นนะ เพราะเธอต้องพึ่งประสาทสัมผัสอื่นเยอะกว่าฉัน เลยอาจจะมีผลกับฝันด้วย"

"นี่ละมั้งความมหัศจรรย์ของร่างกายมนุษย์"

"จากนั้นพวกเราก็กินมื้อเช้าแสนอิ่มอร่อยกันไปเงียบ ๆ พลางคุยเรื่อยเปื่อยบ้างไปจนกระทั่งถึงเวลาเข้าเรียน"

stop music fadeout 2.0

scene bg school_dormext_full
with shorttimeskip

"พอกวาดตามองดูให้แน่ใจแล้วว่าไม่มีใครมองที่ทางเข้าหอชายอยู่พวกเราก็เดินออกมา"

play music music_soothing fadein 4.0

hi "เฮ้อ วันนี้อากาศดีจังเลยนะ"

"ฉันยืดเส้นยืดสายพลางเดินออกมาพร้อมลิลลี่ แดดยามเช้าอันเจิดจ้าส่องกระทบเรา"

"เวลานี้ก็เริ่มมีนักเรียนที่เดินมาที่อาคารหลักกันแล้ว โดยมีทั้งคนที่เดินมาจากหอและคนที่เดินผ่านประตูหลักเข้ามา"

show lilly cane_smile_close at center
with charaenter

li "รู้สึกอบอุ่นสบายดีจริงจ้ะ"

"พวกเราเดินจับมือกัน—มืออีกข้างของลิลลี่ก็ถือไม้เท้าเคาะไปตามทาง—โดยที่มุ่งหน้าไปยังอาคารหลักกลืนไปกับ\nกลุ่มนักเรียนรอบ ๆ ซึ่งคุยกันจ้อกแจ้ก"

show lilly cane_smileclosed_close
with charachange

li "วันนี้สอบวันสุดท้ายแล้วใช่มั้ยจ๊ะ"

hi "อื้ม แล้ววิชาที่ผ่าน ๆ มาเป็นยังไงบ้าง"

show lilly cane_concerned_close
with charachange

li "เท่าที่รู้สึกก็ค่อนข้างดีจ้ะ แต่เธอดูเครียดหน่อย ๆ นะ"

hi "ชัดขนาดนั้นเลยเหรอ"

hi "แต่น่าจะไม่ใช่แค่เครียดเรื่องสอบหรอก ช่วงนี้อะไร ๆ มันปุบปับหลายอย่างไปหมด แล้ววิชาจำพวกสายมนุษยศาสตร์\nฉันก็ทำไม่ค่อยได้ด้วย"

show lilly cane_smileclosed_close
with charachange

li "แต่เธอก็ทำวิชาวิทยาศาสตร์ได้นี่"

hi "ก็นะ ถ้าฉันทำวิชานั้นไม่ได้ก็คงลำบากหน่อย จะว่าไป ก่อนหน้านี้เธอบอกใช่มั้ยว่าไม่ค่อยเก่งวิชาวิทยาศาสตร์กับ\nคณิตศาสตร์น่ะ"

show lilly cane_oops_close
with charachange

"อยู่ ๆ ลิลลี่ก็ทำท่าอาย ๆ ดูท่าว่าที่พูดไปจะจี้ใจดำทีเดียว ทิฐิของลิลลี่นี่นับว่าเป็นดาบสองคมได้เลยนะเนี่ย"

show lilly cane_smile_close
with charachange

li "เอาเถอะจ้ะ ว่าแต่ว่า… เธอเคยคิดมั้ยว่าจะเอาความถนัดตรงนั้นไปทำอะไรต่อ ปล่อยไว้เฉย ๆ คงน่าเสียดายแย่"

hi "ก็นิดหน่อย หลัก ๆ ก็ได้ครูนี่แหละคอยบอก"

hi "แต่นั่นแหละ อาจจะไปทำงานที่เกี่ยวกับวิทยาศาสตร์สักอย่างละมั้ง"

show lilly cane_smileclosed_close
with charachange

li "งั้นก็ดีแล้วจ้ะฮิซาโอะ"

scene bg school_gardens at bgleft
with locationchange

stop music fadeout 0.3
with vpunch

"พอเดินมาถึงสวนก็มีแขกที่ไม่ได้รับเชิญมาตบหลัง"

"ผู้ร้ายที่ใส่ชุดสีเขียวเดินอ้อมมาหน้าฉันโดยที่ไม่ได้สนใจลิลลี่ซึ่งอยู่ข้าง ๆ"

play music music_kenji fadein 0.5

show kenji neutral:
    center
    xpos 0.55
    easein 0.5 center
with charaenter

ke "ไงพวก สบายดีเปล่า ไม่เห็นหน้าได้สักพักเลย"

hi "ไง พอดีช่วงนี้ยุ่ง ๆ กับสอบกับอะไรอยู่น่ะ"

show kenji tsun at center
with charachange

ke "สอบ ศ๊อบ ชายยุคเรอแนซ็องส์ตัวจริงเขาไม่ต้องอ่านหนังสือสอบอย่างนั้นกันหรอกเว้ย"

"เคนจิก็ดูจะเป็นคนที่เรียนเก่งอยู่เหมือนกัน ถึงสถิติการเข้าเรียนกับจริยธรรมในการทำงานจะต่ำเตี้ยก็เถอะ ฉันเลย\nไม่ได้นึกเคลือบแคลงอะไรกับความเก่งของเขา"

"ว่าตามตรงก็แอบอิจฉาเคนจิอยู่หน่อย ๆ เวลาของฉันหมดไปกับการอ่านหนังสือสอบกับการอยู่กับลิลลี่จนแทบไม่ได้\nมีเวลาให้ตัวเองเลย ความรู้สึกยูโกะก็คงประมาณนี้ละมั้ง"

show kenji tsun at tworight
show bg school_gardens at center
with charamove

show lilly cane_smile_close at twoleft
with charaenter

li "อรุณสวัสดิ์จ้ะเซโต้ เรื่องสอบของเธอเหมือนจะราบรื่นดีนะ"

"ฉันรู้สึกแปลก ๆ เล็กน้อยที่เห็นลิลลี่พูดแบบทางการอย่างนี้เพราะช่วงเดือนสองเดือนที่ผ่านมาลิลลี่ก็คุยกับฉันแบบ\nสบาย ๆ ถึงบางทีจะเคยเห็นเธอพูดแบบทางการกับเพื่อนร่วมชั้นเรียนของเธอมาแล้วก็เถอะ"

"นิสัยบางคนคงเปลี่ยนกันยากละมั้ง ซึ่งฉันก็ไม่ได้มองว่ากิริยามารยาทเรียบร้อยเยือกเย็นของลิลลี่เป็นสิ่งที่ไม่ดีหรอก\nเป็นหนึ่งในเหตุผลที่ฉันชอบอยู่กับเธอด้วยซ้ำ"

"เคนจิเพ่งอยู่สักพักว่าฉันมากับใคร แล้วคงไม่เห็นด้วยว่าพวกเราจับมือกันอยู่ แว่นที่ใส่อยู่นั่นได้ช่วยให้มองเห็นจริง ๆ\nหรือเปล่าเนี่ย"

show kenji neutral at tworight
with charachange

ke "อ้าว ไง ลิลลี่ ขอให้โชคดีกับการสอบเช่นกันนะ"

show kenji tsun at tworight
with charachange

ke "งั้นเดี๋ยวเลิกเรียนเจอกัน"

"ความขุ่นเล็กน้อยในน้ำเสียงเคนจิทำให้ฉันรู้สึกว่าที่พูดนั้นคือคำสั่งมากกว่า ไม่ใช่การบอกลาแบบเปล่า ๆ เดี๋ยวไว้คงต้อง\nไปจัดการคุยอะไร ๆ ให้มันเรียบร้อย"

hi "ได้ เจอกัน"

#changestart

show kenji invis:
   xpos 0.6
with dissolvecharamove

hide kenji
with None

"เคนจิพยักหน้าหงึกแล้วเดินผ่านเราไป แต่ด้วยความที่มัวแต่มองลิลลี่จึงไม่ทันได้สังเกตเห็นไม้เท้าของเธอ"

show lilly cane_surprised_close at twoleft
with charachange

"ฉันยังไม่ทันได้เข้าไปทำอะไรเคนจิก็สะดุดล้มแล้วพยายามหาอะไรมาคว้าเอาไว้ ซึ่งโชคไม่ดีที่สิ่งนั้นคือแขนของลิลลี่"

show lilly cane_surprised_close:
   easeout 0.3 ypos 1.2 alpha 0.0
with Pause(0.5)

play sound sfx_pillow
hide lilly
with vpunch

$doublespeak(ke,li,"โอ๊ะ!", "อ๊ะ!")

"ทั้งคู่ล้มทับกันแขนขาไปคนละทิศละทาง ฉันได้แต่ยืนมองด้วยความรู้สึกแย่ที่ทำอะไรไม่ได้"

hi "โอย แม่ง เธอสองคนเป็นอะไรมั้ย"

show kenji invis:
    center
    ypos 1.2
with None

show kenji neutral:
    ypos 1.0
with dissolvecharamove

"เคนจิลุกขึ้นมาด้วยความรวดเร็วราวกับไม่มีอะไรเกิดขึ้น"

ke "ไม่เป็นไรพวก ไม่เป็นไร แค่นี้เอง ร่างกายฉันยังรับอะไรได้มากกว่านี้เยอะ"

"ลิลลี่ล้มหน้าคว่ำกับพื้นหญ้า ดูจะไม่ได้บาดเจ็บอะไร เหมือนจะตกใจมากกว่า ฉันเดินเข้าไปช่วยเธอ"

hi "เป็นอะไรหรือเปล่าลิลลี่"

show kenji happy
with charachange

ke "นี่ ซาโต้"

"เคนจิยื่นมือพลางแตะลิลลี่แบบกล้า ๆ กลัว ๆ เพื่อให้รู้ตัวว่าจะช่วย"

"ถึงบางครั้งจะปากไม่ดี แต่ลึก ๆ แล้วเคนจิก็คงเป็นคนดีอยู่เหมือนกัน คงรู้สึกแย่ทีเดียวที่ตัวเองก่อเรื่องแบบนี้"

stop music fadeout 2.0

"แต่ทั้งฉันกับเคนจิเป็นต้องตกใจเมื่อลิลลี่กำหมัดแล้วทุบลงกับพื้น"

play sound sfx_impact
with vpunch

li "โธ่เอ๊ย!"

show kenji tsun
with charachange

"เคนจิผงะไปที่อยู่ ๆ ลิลลี่ก็โมโหขึ้นมา ฉันเองก็ตกใจไม่ต่างกัน ลิลลี่ไม่เคยเป็นอย่างนี้เลย แม้แต่กับชิซูเนะก็ตาม"

ke "เอ่อ…"

show lilly invis_close:
    twoleft
    ypos 1.2
with None
show lilly cane_mad_close at twoleft
#replace this with angry expression
with dissolvecharamove

"เหมือนลิลลี่จะเพิ่งรู้ตัวว่ามีคนอยู่ด้วยจึงค่อย ๆ หยัดตัวลุกขึ้นยืน พอได้เห็นสีหน้าของเธอแล้วฉันก็ค่อย ๆ ถอยออกมา"

show lilly back_listen_close
show lillyprop back_cane_close at twoleft
with charachange

"เป็นเพียงชั่วขณะเท่านั้นที่ฉันได้เห็นสีหน้าของลิลลี่ก่อนที่เธอจะเบือนหน้าหนีไป แต่สีหน้านั้นคงฝังใจฉันไปอีกนาน\nพอดู"

"ตอนที่ลิลลี่ตีกับชิซูเนะนั้นเธอแสดงความหงุดหงิดอยู่มากก็จริง แต่ความโกรธครั้งนี้เป็นอะไรที่ไม่เหมือนกับความรู้สึก\nเหล่านั้นเลย ที่โกรธคงไม่ใช่แค่เพราะเรื่องอุบัติเหตุเล็ก ๆ น้อย ๆ นี้แน่"

hide lilly
hide lillyprop
with charaexit

"ลิลลี่เงียบไปครู่หนึ่งก่อนจะถอนหายใจแล้วออกเดินต่อ ฉันไม่รู้จริง ๆ ว่าสิ่งนี้หมายความว่าอะไร"

hi "ไว้ฉัน เอ่อ… คุยกับนายอีกทีนะพวก เจอกัน"

ke "เออ เจอกัน"

hide kenji
with charaexit

"เคนจิเกาท้ายทอยเหมือนอยากจะพูดอะไรอีก แต่สุดท้ายก็เพียงยักไหล่แล้วเดินทิ้งห่างออกไป"

show bg school_gardens at right
with charamove

show lilly back_listen at center
show lillyprop back_cane at center
with charaenter

"ฉันรีบตามลิลลี่ไป เธอหันหน้ามาเล็กน้อยเป็นการรับรู้ว่าฉันอยู่ด้วย แต่ก็ไม่ทำอะไรอีก"

"ฉันอาจต้องต่อว่าที่เธอโมโหเดือดไปอย่างนั้น แต่ฉันก็ไม่อยากต้องมาแหกปากเถียงกับลิลลี่ เพราะชัดว่าเธอยัง\nหงุดหงิดอยู่"

"สุดท้ายฉันก็ได้แต่เงียบปากรอให้ลิลลี่ใจเย็นลง"

scene bg school_hallway3
with shorttimeskip

"พอเดินมาเงียบ ๆ สักพักแล้วเราก็มาถึงบันไดขั้นสุดท้ายที่อยู่ติดชั้นสามซึ่งเป็นจุดที่เราแยกกันทุกวัน"

show lilly cane_listen_close at center
with charaenter

"ฉันหันไปมองลิลลี่ที่กำลังจะเดินแยกไป ฉันชอบความเงียบที่ชวนให้อุ่นใจเวลาอยู่ด้วยกันก็จริง แต่ความเงียบคราวนี้\nไม่ใช่แบบนั้นเลย ฉันไม่อยากให้เรื่องมันค้างคาอยู่อย่างนี้"

hi "ช่วงนี้เธอดู… เงียบกว่าปกตินะ มีอะไรหรือเปล่า"

show lilly cane_displeased_close
with charachange

"ลิลลี่สั่นหัวแทบจะในทันทีราวกับจะบอกว่าไม่ต้องเป็นห่วงเธอเลย"

li "แค่เครียดเรื่องสอบแหละ ไม่เป็นไรหรอก"

"ฉันว่าไม่น่าใช่เรื่องนั้นนะ ฉันเกือบจะบอกอย่างนั้นแล้ว แต่ก็ตัดใจไม่พูดออกไป ถ้าลิลลี่ไม่อยากบอกฉัน จะเค้นความไป\nก็คงไม่ได้อะไรขึ้นมา แล้วยิ่งเธออารมณ์ไม่ดีอย่างนี้ด้วย"

hi "ไม่เป็นไรก็ไม่เป็นไร งั้นไว้เจอกันนะ"

hide lilly
with charaexit

"จังหวะที่กำลังจะเลี้ยวเดินไปที่ห้องเรียนฉัน ลิลลี่ก็เรียกไล่หลังฉันมาด้วยเสียงอันอ่อนโยน"

show lilly cane_concerned
with charaenter

li "ฮิซาโอะ เอ่อ…"

hi "หืม"

li "…"

li "ขอโทษนะ"

hide lilly
with charaexit

#changeend

"แล้วเธอก็เดินจับราวเหล็กตามผนังไปที่ห้องเรียนของตัวเอง"

"ฉันยืนมองจนลิลลี่เดินหายเข้าไปในห้องเรียนเธอก่อนจะกลับไปที่ห้องเรียนของฉันด้วยความละล้าละลัง"

scene bg school_scienceroom at left
with locationchange

play music music_normal fadein 4.0

"ฉันมาเช้าเช่นเคย ครูกำลังจัดการแฟ้มกับเอกสารที่กองอยู่บนโต๊ะเตรียมการสอนอยู่ ในห้องมีนักเรียนบางส่วน\nเดินไปมาพูดคุยกัน"

"ความรู้สึกของฉันที่มีกับลิลลี่เมื่อครู่ยังไม่จางหาย—ไม่เลย—แต่การที่เธอพูดถึงเรื่องสอบของฉันก็ทำให้นึกขึ้นได้\nว่าฉันเองก็มีเส้นทางชีวิตของฉันที่ต้องเดินต่อ"

"พอมาลองคิด ๆ ดูแล้วก็ถึงได้รู้ว่าที่เลือกวิทยาศาสตร์เป็นเส้นทางอาชีพนั้นเป็นเพราะฉันมีใจรักจริง ๆ ไม่ใช่เลือกเพียง\nเพราะเป็นสิ่งที่ถนัดที่สุด"

"แต่จนตอนนี้ฉันก็ยังไม่รู้แน่ชัดเหมือนกันว่าฉันอยากไปทางไหนกันแน่ เพราะคำว่า “วิทยาศาสตร์” นั้นสามารถแตกไป\nได้หลายกลุ่มอาชีพ"

"พอลิลลี่พูดแล้วฉันก็รู้สึกสนใจขึ้นมา ก่อนหน้านี้ฉันแค่คิดเล่น ๆ ไว้เท่านั้น แต่ยังไม่ได้คิดจริงจังว่าจะมาตามเส้นทางนี้"

show bg school_scienceroom at right
with charamove

"ฉันเดินไปที่โต๊ะครู ครูซึ่งง่วนอยู่กับการเตรียมการสอนไม่ทันได้สังเกตว่าฉันมาหา เห็นเป็นอย่างนี้ทุกวันเลยแฮะ"

hi "อรุณสวัสดิ์ครับ"

show muto normal at center
with charaenter

"ครูเงยหน้ามองฉันด้วยสีหน้าแปลกใจเล็กน้อยก่อนจะยิ้มแห้ง ๆ แบบที่ทำประจำ"

show muto smile
with charachange

mu "อรุณสวัสดิ์นากาอิ มีอะไรหรือเปล่า"

hi "ขอถามอะไรหน่อยได้ไหมครับ"

"ครูก้มมองหนังสือที่กองเกะกะอยู่บนโต๊ะก่อนจะวางกระดาษที่ถืออยู่แล้วขยับตัวลุกขึ้นยืนมาคุยกับฉันให้เป็นเรื่องเป็นราว"

mu "ก็นั่นมันหน้าที่ครูเลยนี่ ถามมาสิ"

hi "พอดีผมสงสัยว่า… แรงบันดาลใจในการสอนของครูคืออะไรเหรอครับ"

"ครูครุ่นคิดกับคำถามนั้นอยู่ครู่หนึ่งก่อนจะตอบคล้ายไม่ได้เตรียมคำตอบสำหรับคำถามนั้นมาเลย"

show muto normal
with charachange

mu "ถ้าเธอไปถามครูอีกสิบคน เธอก็จะได้คำตอบมาอีกสิบแบบ"

mu "อันนี้ก็เป็นความเห็นส่วนตัวของครูนะ แต่ที่ครูมาเป็นครูก็เพราะ… อืม…"

"ครูจมอยู่กับความคิดตัวเองอีกครั้งคอยเรียบเรียงคำพูดให้แทนความคิดออกมาได้ดีที่สุด"

show muto smile
with charachange

mu "ลองมองอย่างนี้ ตอนเด็กเธอคงจะเคยเอากิ่งไม้หรือไม่ก็เศษหินไปเขี่ยในน้ำไหลอย่างรางน้ำทิ้งหรือแอ่งน้ำเล่นใช่มั้ย"

hi "ครับ หลายคนตอนเด็กก็คงเคยเล่นอย่างนั้น"

show muto normal
with charachange

mu "นั่นแหละ บางคนก็ไม่ใช่แค่ตอนเด็กหรอก เพียงแต่ว่าพอโตแล้วก็เปลี่ยนเป็นการเล่นหรืออะไรอย่างอื่น แต่สิ่งที่ครู\nจะบอกคือ ที่เด็กไปเล่นอย่างนั้นก็เพราะเขาอยากรู้ว่ากระแสน้ำมันจะเปลี่ยนไปยังไงบ้าง"

mu "คนเราต่างมีความอยากรู้อยากเห็นกับระบบของโลกรอบตัวมาตั้งแต่ยังเล็กแล้ว ต่อให้ระบบที่ว่านั้นจะเป็นระบบที่เล็ก\nแค่ไหนก็ตาม"

mu "ครูยังมีความรู้สึกอยากรู้อยากเห็นนั้นกับจักรวาลนี้อยู่ แค่ได้อ่านการค้นพบใหม่ ๆ หรือการทดลองดั้งเดิมก็ทำให้\nครูรู้สึกทึ่งกับความมหัศจรรย์ของสิ่งรอบตัวได้แล้ว ตั้งแต่ดาวที่อยู่สุดขอบจักรวาลยันแอ่งน้ำกระจิ๋วหลิวเลย"

show muto smile
with charachange

mu "ครูก็แค่หวังใจว่าครูจะถ่ายทอดความรู้สึกอยากรู้อยากเห็นนั้นให้คนอื่นได้บ้าง สักเสี้ยวหนึ่งก็ยังดี ถ้าครูทำให้\nใครสักคนรู้สึกอย่างนั้นได้ ครูก็มีความสุขในฐานะคนเป็นครูแล้วละ"

"ครูเกาหัวพลางคิดทบทวนสิ่งที่ตัวเองพูดออกไป"

"เริ่มเข้าใจครูขึ้นมาแล้วละ ถึงครูจะทำตัวไม่ค่อยถูกเวลาอยู่กับคนอื่น แต่ครูก็อยากอยู่แบ่งปันตัวตนส่วนหนึ่งที่ตัวเอง\nให้ค่ากับพวกเขาจริง ๆ"

"แล้วสิ่งที่ลิลลี่พูดเมื่อวานก็ดังก้องอยู่ในหู “ฉันว่าเธอเข้ากับคนอื่นได้ดีเลยละ” เหรอ แถมพูดบ่อย ๆ ด้วยว่าฉันเป็นคน\nขี้สงสัยเป็นพิเศษ…"

show muto normal
with charachange

mu "ถ้ามันวกวนไปหน่อยครูก็ขอโทษด้วยนะ เธอได้คำตอบแล้วใช่ไหม"

hi "ครับ ขอบคุณครับ"

hi "จริง ๆ ผมมีเรื่องจะถามอีกอย่างด้วย"

mu "อ้อ ถามเรื่องอะไรล่ะ"

hi "เอ่อ… ครูพอจะมีใบแนะแนวหรือใบปลิวของมหาวิทยาลัยหรือเปล่าครับ ช่วงนี้ผมคงต้องเริ่มไปสมัครแล้ว"

"ครูพยักหน้าแล้วก้มมองใต้โต๊ะ ฉันสังเกตเห็นว่าครูยิ้มจริงใจโดดเด่นด้วย ครั้งแรกเลยมั้งที่เห็นครูทำตัวเป็นธรรมชาติ\nเวลาอยู่กับคนอื่นอย่างนี้"

"หรือคนตรงหน้านี้อาจจะไม่ใช่ครู หากแต่เป็นคนที่ชื่อมุโต้"

show muto smile
with charachange

mu "เอ้านี่ ถ้าจะเอาอีกก็มาขอครูได้นะ"

"ครูยื่นปึกใบปลิวกับหนังสือเล่มเล็กหลากสีหลากขนาดมาให้ ซึ่งฉันรับไว้ด้วยความยินดี"

"นี่แหละ นี่จะเป็นข้อมูลที่ฉันจะใช้สร้างอนาคตของฉัน หลังจากที่ผ่านบททดสอบหลากหลายมานานแล้ว ในที่สุด\nภาพรวมของชีวิตในอนาคตของฉันก็เริ่มปรากฏแล้ว"

"ร่างกายฉันอาจจะไม่แข็งแรงดี แต่จิตใจฉันยังเต็มร้อย"

hi "ขอบคุณครับ"

stop music fadeout 2.0

scene black
with dissolve

$ suppress_window_after_timeskip = True

#*******************

label th_L26:

window hide None

scene black
with dissolve

nvl clear
nvl show dissolve

n "\n\n“แปลก”"

play music music_pearly fadein 5.0

$ ksgallery_unlock("evul hisao_teacup")
show ev hisao_teacup:
    truecenter
    alpha 0.0 subpixel True
    linear 30.0 alpha 0.5
with None

n "\n\nคำเดียวคำนั้นเป็นคำที่แล่นผ่านความคิดฉันหลายครั้งนับตั้งแต่ฉันได้เริ่มใช้ชีวิตที่นี่"

n "ราวกับว่าคำนั้นเป็นคำสั้น ๆ ที่ใช้ปัดคำถามชวนรำคาญใจ ราวกับว่าหากแปะป้ายว่าแปลกแล้วคำถามนั้นจะหายไป\nหรืออย่างน้อยก็จะได้ไม่ต้องคิดอะไรต่อ"

n "ยิ่งฉันหวนนึกถึงชีวิตก่อนเกิดเหตุการณ์หัวใจวายนั้นภาพก็ยิ่งเลือนรางไปทุกที และสมองฉันก็ไม่ค่อยจะรับรู้ถึงเหตุการณ์\nต่าง ๆ รอบตัวหลังจากนั้นด้วย"

n "ฉันได้ยินมาว่าความรู้สึกนี้เหมือนกับการที่ถูกทิ้งให้อยู่ตัวคนเดียวในต่างประเทศโดยที่พูดภาษาของประเทศนั้นได้แบบ\nขั้นพื้นฐานสุด ๆ เท่านั้น"

n "ซึ่งเมื่อลองคิดดูแล้วก็จริง ช่างเป็นการเปรียบเปรยซึ่งเข้ากับสิ่งที่เกิดขึ้นกับตัวฉันได้ดีมาก"

nvl clear

n "\n\nแต่สถานการณ์อย่างนั้นควรที่จะทำให้เก่งภาษาขึ้นได้เร็วด้วย เพราะจะเอาตัวรอดได้ก็ต้องเรียนรู้ภาษา หรือจะพูดอีกแบบ\nก็คือ เป็นสถานการณ์ที่ “ไม่อยู่ก็ตาย”"

n "\nแล้วที่ผ่านมานี่ฉันอยู่รอดมาจริง ๆ หรือเปล่านะ"

n "ฉันเครียดกับเรื่องสอบมาก ถึงจะใกล้สอบเสร็จแล้วก็เถอะ แต่ตอนนี้ฉันยังเป็นนักเรียนดีเด่นของครูมุโต้อยู่ และเริ่มมี\nเส้นทางอนาคตของตัวเองแล้ว"

n "แต่ฉันก็ยังเอาแต่ใช้คำงี่เง่าไร้ความหมายคำนั้นอยู่ดี"

n "\n\n“แปลก”"

nvl clear

n "\n\nน่าทึ่งจริง ๆ ที่คนเราปรับตัวอยู่กับกลุ่มคนที่มีบางคนพิการหรือมีอาการซึ่งเห็นแล้วชวนให้ใจคอไม่ดีได้รวดเร็วขนาดนี้"

n "รวดเร็วเสียจนฉันสงสัยว่าทำไมฉันถึงยังรู้สึกเหมือนเป็นคนนอกขนาดนี้"

n "\nคงไม่ใช่เพราะเรื่องสังคมหรือเพื่อนหรอก ฉันเองก็เป็นเพื่อนกับคนในห้องหลายคนแบบที่ไม่ต้องเรียกนามสกุลกันแล้ว\nและยังพอจะรู้จักคนอื่น ๆ ในโรงเรียนอยู่บ้าง แม้บางคนจะไม่มีแขนหรือขา แต่นักเรียนที่นี่ก็เหมือนกับคนอื่น ๆ\nในวัยเดียวกันโดยทั่วไป"

n "\n\nด้วยความที่ผังโรงเรียนนี้นั้นถูกออกแบบมาอย่างสมเหตุสมผล ฉันจึงเดินเข้าตึกนั้นออกตึกนี้ได้โดยที่ไม่หลงอย่างเคย\nซึ่งชินชนิดที่ว่าฉันคาดไม่ถึงเลย และยังคุยกับครูหลาย ๆ ท่านได้แบบไม่อึดอัด"

nvl clear
nvl hide dissolve

scene ev hisao_teacup:
    truecenter
    zoom 1.0 subpixel True alpha 1.0
    acdc_warp 20.0 zoom 0.8
with locationchange

window show

"ฉันแกว่งชาในถ้วยเบา ๆ ภาพสะท้อนของฉันบิดเบี้ยวไปตามรูปร่างของเหลวที่เคลื่อนตัวอยู่"

"แปลก… ฉันไม่ชอบดื่มชานี่นา"

hi "ฉันคงคิดมากไปมั้ง"

play sound sfx_teacup

"ถ้วยชากระทบกับจานรองส่งเสียงกรุ๋งกริ๋งอย่างเครื่องกระเบื้องอันคุ้นเคย"

li "มีอะไรหรือเปล่าจ๊ะ"

hi "เปล่า ๆ ไม่มีอะไรหรอก"

scene bg school_dormlilly
show hanagown normal:
    tworight
    ypos 1.15
show lilly basic_smileclosed_paj:
    twoleft
    ypos 1.2
with whiteout

"ฉันยกถ้วยชาขึ้นจิบพร้อม ๆ กับสองสาว"

"การได้อยู่จิบชาแบบสบาย ๆ ในห้องของลิลลี่กับลิลลี่แล้วก็ฮานาโกะอย่างนี้นั้นช่างเป็นความรู้สึกที่คุ้นเคยคลับคล้าย\nความคิดถึง"

hi "แล้วชมรมหนังสือพิมพ์เธอเป็นยังไงบ้างฮานาโกะ"

show lilly basic_satisfied_paj
with charachange

li "ฉันก็อยากรู้เหมือนกัน ฟังดูน่าสนใจดีนะจ๊ะ"

show hanagown distant
with charachange

"ฮานาโกะหลุบตามองต่ำเมื่อความสนใจของพวกเราสองคนเบนไปที่เธอ แต่รอยยิ้มของเธอก็แสดงให้เห็นว่าเธอชอบ\nเมื่อได้เป็นจุดสนใจของพวกเราจริง ๆ"

ha "ก็… ดีนะ คิดว่าเริ่มคล่องแล้วละ"

ha "ส่วนมากนาโอมิกับเพื่อนนาโอมิอีกสองคนก็เป็นคนจัดการ… อย่างการหาข่าวหรืออะไรแบบนั้น"

show hanagown smile
with charachange

ha "ฉันแค่ทำงานอยู่กับคอมพิวเตอร์น่ะ อย่างการเรียบเรียงหรือพิมพ์ข่าว ซะ ซึ่งก็ดีนะ เพราะฉันจะได้นั่งจดจ่อกับงาน"

"แสดงว่ามีแค่ลิลลี่สินะที่ไม่ถนัดเรื่องคอมพิวเตอร์ ถึงการนั่งอยู่ในห้องรวมรวบบทความหนังสือพิมพ์ของคนอื่นออกมา\nเป็นเอกสารนั้นจะไม่ใช่การพบปะผู้คนมากมายขนาดนั้น แต่พอได้เห็นว่าฮานาโกะมีเพื่อนใหม่อย่างนี้บ้างแล้วก็ใจชื้น\nอยู่เหมือนกัน"

"ก็นับเป็นก้าวเล็ก ๆ ละนะ จะให้คาดหวังไปเป็นคนชอบเข้าสังคมอย่างลิลลี่ก็คงเกินไปหน่อย"

show lilly basic_oops_paj
with charachange

li "แล้วนาโอมิเขาเป็นยังไงบ้าง เหมือนได้ยินมาว่าบางทีก็มีเรื่องให้ปวดหัวเหมือนกัน"

"แล้วลิลลี่ก็เปิดโหมดคุณแม่ใส่ฮานาโกะอีกครั้ง หัดเรียนรู้ที่จะปล่อยฮานาโกะไปบ้างได้แล้วนะ"

show hanagown worry
with charachange

"ฮานาโกะเกาแก้มคิดคำตอบ"

show hanagown smile
with charachange

ha "นาโอมิก็… เป็นคนดีนะ บางครั้งก็เสียงดังไปหน่อย อยู่ด้วยแล้วเหมือนหมดแรง… แต่ก็พึ่งพาได้มากเลย เพื่อนนาโอมิ\nก็ใจดีเหมือนกัน"

show lilly basic_cheerful_paj
with charachange

li "งั้นก็ดีแล้วละจ้ะฮานาโกะ ยินดีด้วยนะที่เธอได้เจออะไรที่ชอบอย่างนี้"

"รอยยิ้มของลิลลี่นั้นทั้งอบอุ่นและจริงใจ แต่ฉันก็สัมผัสได้ถึงความเศร้าสร้อยในรอยยิ้มนั้นด้วย ถึงฮานาโกะเหมือนจะ\nไม่ได้สังเกตเลย แต่ฉันไม่ได้คิดไปเองหรอกว่าเป็นรอยยิ้มอย่างนั้น"

"คงจะเพราะฉันเริ่มให้ความสนใจกับสิ่งต่าง ๆ รอบตัวมากขึ้นเรื่อย ๆ ทุกอย่างเกิดขึ้นด้วยความเร็วที่เพิ่มขึ้นเรื่อย ๆ จน\nฉันรู้สึกราวกับว่าหากมองไม่ละเอียดพอแล้วฉันจะพลาดบางอย่างไป"

"ช่วงนี้สมองของฉันต้องทำงานหนัก ด้วยว่ามีทั้งเรื่องสอบ ชีวิตรักที่เพิ่งเริ่มต้น การหาเวลาศึกษาเส้นทางการเรียนต่อ\nพร้อมหัวใจของฉันที่จะมาหยุดให้ฉันสะดุดเป็นพัก ๆ อย่างน่าหงุดหงิด"

"จนฉันรู้สึกยินดีเหลือเกินที่ได้มีเวลาสงบ ๆ ซึ่งหาได้ยากเช่นนี้"

"คงจะเพราะอย่างนี้ละมั้งลิลลี่ถึงได้ชอบการเดินไปร้านสะดวกซื้อทุกสัปดาห์กับการจัดงานเลี้ยงน้ำชากับฮานาโกะทั้งที่\nเธอเองก็ชอบการอยู่กับคนอื่น เพราะเหล่านี้เป็นช่วงเวลาที่ลิลลี่จะได้อยู่อย่างสงบปลีกตัวจากชีวิตอันสับสนวุ่นวาย\nของเธอ"

hi "ดีจังเลยเนอะที่สอบเสร็จสักที"

show lilly basic_giggle_paj
with charachange

"สองสาวแค่นหัวเราะกับคำพูดของฉัน ดูเหมือนว่าทุกคนจะมีความสุขกันมากขึ้นนับตั้งแต่สัปดาห์ก่อนที่สอบเสร็จ\nกันไป"
#Exams finished on a Monday, and now is the next Monday's evening. Also, exams started on a Wednesday (there's a reference at the very start of Act 3). -SC

hi "แล้วปิดเทอมนี้เธอจะทำอะไรเหรอฮานาโกะ เหลืออีกแค่…"

"ฉันนับวันในหัวแบบคร่าว ๆ วันนี้วันจันทร์ มีเรียนวันสุดท้ายวันเสาร์…"

hi "…ห้าวันก็จะปิดเทอมแล้วนี่"

show hanagown normal
with charachange

ha "ฉันกะว่าจะ… ไปเที่ยวน่ะ ไป… เที่ยวดูอะไรหน่อย"

show hanagown smile
with charachange

ha "มีหลายที่เลยที่ฉันอยากไปเที่ยว แล้วก็… น่าจะมีเงินพอขึ้นรถบัสกับรถไฟอยู่ นาโอมิกับคนอื่นในชมรมหนังสือพิมพ์\nก็บอกด้วยว่าเดี๋ยวอาจจะไปด้วย"

"ฮานาโกะทำสีหน้าว่าคิดเรื่องนี้มาอย่างจริงจังแล้ว แปลกใจอยู่เหมือนกันที่ฮานาโกะวางแผนเที่ยวอะไรอย่างนี้"

"ดูเหมือนว่าฮานาโกะตัดสินใจแล้วว่าจะออกมุ่งหน้าไปด้วยตัวของเธอเอง"

show lilly basic_smile_paj
with charachange

li "มีที่ไหนที่คิดไว้ว่าจะไปโดยเฉพาะเลยหรือเปล่าจ๊ะ"

show hanagown distant_blush
with charachange

ha "คิดอยู่ว่า… เกียวโตก็น่าจะดีนะ ตะ แต่เดี๋ยวจะไปลองดู… ที่อื่นด้วย"

show lilly basic_cheerful_paj
with charachange

"ลิลลี่พยักหน้าพอใจเห็นด้วยกับแผนของฮานาโกะ"

"ฉันมองไปทางลิลลี่ด้วยคำถามเดียวกันในใจที่ไม่ได้ถามออกไป เธอเลี่ยงที่จะคุยเรื่องแผนในอนาคตของตัวเองมานานแล้ว\nและฉันก็ยังหาจังหวะเหมาะ ๆ ที่จะยกเรื่องนี้ขึ้นมาคุยกับเธอไม่ได้เสียที"

"ทุกครั้งที่มีเรื่องนี้เข้ามาในบทสนทนา ลิลลี่ก็จะทำท่าเหมือนไม่แน่ใจหรือไม่ก็เลี่ยงคำถามไปเลย ซึ่งทำให้ฉันหงุดหงิด"

hi "ตอนไปเที่ยวก็โทร. มาหาบ้างนะ ฉันเคยให้เบอร์ไปแล้วใช่มั้ย"

show hanagown smile
with charachange

"ฮานาโกะพยักหน้าน้อย ๆ พร้อมรอยยิ้ม"

"แปลกดีเหมือนกันที่พอมีเป้าหมายแล้วคนเราจะมีความสุขได้ขนาดนี้ ยูโกะดูจะดีใจทุกครั้งที่ได้คุยเรื่องความมุ่งมั่นต่อ\nชีวิตมหาวิทยาลัยของตัวเอง ตอนนี้ฮานาโกะก็ไม่ต่างกันเลย"

"แล้วทำไมฉันถึงยังรู้สึกไม่แน่ใจอีกล่ะ แล้วทำไมลิลลี่ถึงรู้สึกเหมือนฉันด้วย"

"บางครั้งความสัมพันธ์ก็เป็นอะไรที่ชวนให้หงุดหงิดปวดหัว"

show hanagown worry
with charachange

ha "อ๊ะ เอ่อ… ตะ ตอนนี้กี่โมงแล้วเหรอ"

hi "หืม? อ้อ…"

"สักพักฉันถึงนึกได้ว่านาฬิกาของลิลลี่นั้นไม่มีการแสดงผลอะไรให้เห็นเลย ซึ่งที่จริงก็น่าจะรู้แต่แรกเพราะฉันมาห้องลิลลี่\nหลายครั้งแล้ว"
#Flagging this, it's double-referenced elsewhere, so if it gets changed it has to be mirrored. -SC

"แต่ถึงอย่างนั้นฉันก็คว้านาฬิกาที่อยู่ในกระเป๋าออกมา พอดูก็รู้ว่าทำไมฮานาโกะถึงถาม"

hi "ประมาณสี่ทุ่มยี่สิบได้ ใกล้ถึงเวลาปิดประตูหอแล้ว"

show hanagown normal:
   ypos 1.0
with dissolvecharamove

"ฮานาโกะลุกขึ้นยืนแล้วปัดเนื้อปัดตัวจัดแจงชุดนอนตัวเอง"

show hanagown smile
with charachange

ha "งั้นฉัน… ไปก่อนนะ ราตรีสวัสดิ์นะลิลลี่ ฮิซาโอะ"

stop music fadeout 5.0

show lilly basic_smileclosed_paj
with charachange

li "ฝันดีจ้ะฮานาโกะ"

hi "เจอกันพรุ่งนี้"

hide hanagown
with dissolve

"แล้วเธอก็เดินออกไปเงียบ ๆ"

show lilly basic_smileclosed_paj:
    xpos 0.5
show bg school_dormlilly at bgright
with charamove

"…"

"เงียบ"

"ช่วงนี้เหมือนลิลลี่กับฉันจะเงียบใส่กันบ่อยขึ้นเรื่อย ๆ ผ่านไปสักพักฉันถึงนึกเรื่องคุยได้"

play music music_another fadein 4.0

hi "อ้อ เออ วันศุกร์ฉันไปคุยกับครูมาแล้วนะ ไปดูเรื่องเรียนต่อกับการสมัครมาแล้วด้วย"

show lilly basic_smile_paj
with charachange

li "ดีเลยจ้ะ ถ้าเธอจะเรียนต่อ แปลว่ามีอาชีพที่คิดจะทำในอนาคตแล้วใช่ไหม"

hi "ฉันว่าน่าจะเป็นครูสอนวิทยาศาสตร์นี่แหละ อาจจะนานหน่อยกว่าจะจัดการเรื่องใบรับรองอะไรหลังเรียนจบจนเสร็จ\nแต่ก็น่าจะคุ้มกันอยู่"

show lilly basic_satisfied_paj
with charachange

"ลิลลี่ทำท่าสดใสขึ้นพอตัวเมื่อได้ยินเช่นนั้น ก็คงจะดีใจละมั้งที่ฉันเลือกจะไปเส้นทางการเป็นครูเหมือนอย่างเธอ"

li "แปลว่าเธอตัดสินใจที่จะเป็นครูแล้ว…"

show lilly basic_smile_paj
with charachange

li "เป็นเส้นทางที่เหมาะกับเธอดีนะจ๊ะฮิซาโอะ"

"ฉันยิ้มและพยักหน้า แม้เธอจะมองไม่เห็น แต่ฉันรู้ว่าเธอสัมผัสได้"

show lilly basic_planned_paj
with charachange

li "ครูก็คงดีใจใช่มั้ยที่เธอเลือกอย่างนี้"

hi "ก็ดีใจแหละนะ"

hi "นี่ ลิลลี่"

show lilly basic_smile_paj
with charachange

li "อะไรเหรอจ๊ะ"

hi "ฉันรู้แหละว่าเธออยากเป็นครู แต่…"

"แวบหนึ่งฉันชั่งใจว่าจะถามดีหรือไม่ แต่ก็ไม่คิดต่อเพราะพูดมาถึงขนาดนี้แล้ว จะให้ย้อนคิดอะไรอีกก็คงสายไปแล้ว"

show lilly basic_smileclosed_paj
with charachange

li "ป่านนี้แล้วเธอยังจะกลัวว่าฉันจะไม่พอใจที่ฉันตาบอดอีกเหรอ"

"ลิลลี่ทำน้ำเสียงต่อว่าขัดกับรอยยิ้มชอบใจที่ฉันยังอึกอักกับการคุยเรื่องนี้ บางอย่างมันก็เหมือนเดิมอยู่เสมอจริง ๆ"

hi "ก็กลัวแหละ"

hi "พอดีฉันคิดอยู่ว่าถ้าตาบอดแล้วมันจะมีปัญหาหรือเปล่า ก็เธอมุ่งมั่นอยากเป็นครูอยากอะไรขนาดนี้"

show lilly basic_surprised_paj
with charachange

"ลิลลี่ดูแปลกใจเล็กน้อยก่อนครุ่นคิดถึงคำตอบ แต่ยังไงเธอก็คงต้องเคยคิดเรื่องนี้มาก่อนอยู่แล้วแหละ"

show lilly basic_emb_paj
with charachange

li "นั่นสินะ… ฮิซาโอะ หลับตาสักแป๊บหนึ่งได้ไหมจ๊ะ"

hi "โอ… เค?"

"ฉันเลิกคิ้วแล้วหลับตาตามลิลลี่สั่ง"

$ renpy.music.set_volume(0.5, 2.0, channel="music")

scene black
with shuteye

"ฉันไม่รู้ว่าลิลลี่คิดอะไรอยู่ และยิ่งมีคำถามในหัวมากขึ้นเมื่อได้แอบมองด้วยตาข้างหนึ่ง"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

show bg school_dormlilly at bgright
show lilly basic_smileclosed_paj_close at center
with openeye

"ลิลลี่หยิบแถบผ้ามัดผมสีดำที่เธอใช้เป็นประจำออกมาจากตู้ที่อยู่ข้างเตียงก่อนจะขยับเข้ามาหาฉันพลางรีดแถบผ้า\nเอาเศษผมที่ติดอยู่ออก"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

scene black
with softwipedown

"และฉันก็รู้ทันทีว่าลิลลี่จะทำอะไรเมื่อแถบสีดำนั้นพาดเข้ามาที่ตาแล้วคาดหัวฉัน"

hi "เอ่อ… ทำทำไมเหรอ"

li "แบบทดสอบเล็ก ๆ น้อย ๆ น่ะฮิซาโอะ เห็นเธอสงสัยเลยจะให้ลองมองอะไรอย่างที่ฉันเห็นสักหน่อย"

"หืม อย่างนี้นี่เอง"

"ว่าตามตรงก็ฟังดูสนุกดี คนอื่นอาจจะมองว่าทำอะไรงี่เง่าเป็นเด็ก ๆ แต่ทำอะไรสนุก ๆ ไร้สาระสักหน่อยก็ไม่เสียหาย\nนี่นา"

"ฉันสูดลมหายใจลุกขึ้นยืนแล้วรีบยื่นมือไปข้างหน้าเพื่อสัมผัสว่ามีอะไรขวางทางอยู่หรือเปล่า"

hi "โอเค แล้วยังไงต่อ"

li "ทีนี้ก็แตะฉัน"

hi "แตะก็แตะ เอาละ…"

"ฉันค่อย ๆ เดินไปข้างหน้าตามเสียงลิลลี่"

"ฉันเดินช้าจนเหมือนไม่ได้ขยับขาด้วยซ้ำ เป็นประสบการณ์ที่ประหลาด ประหลาดจนฉันไม่อยากเผลอไปสะดุดอะไร\nอย่างโต๊ะหรือกองหนังสือที่วางไว้ลวก ๆ เข้า"

play sound sfx_rustling

"บางอย่างนุ่ม ๆ แข็ง ๆ ถูกเข้ากับขาซ้ายฉัน พอลองจับดูดี ๆ ถึงได้รู้ว่าเป็นเตียงของลิลลี่"

"ฉันเดินต่อพลางนึกยินดีในใจที่ห้องลิลลี่นั้นแสนจะเป็นระเบียบเรียบร้อย กองหนังสือของเธอส่วนใหญ่ก็วางไว้ชิดกำแพง\nไม่เป็นอุปสรรคอะไร"

play sound sfx_pillow

"พอยื่นมือออกไปจับโดนกำแพงแข็ง ๆ แล้วฉันก็ขมวดคิ้วด้วยความหงุดหงิด"

hi "นี่ ลิลลี่ อยู่ไหนเนี่ย"

li "ไปทำอะไรตรงนั้น ฉันอยู่ตรงนี้ต่างหาก"

"แม้จะไม่ได้ฝึกการได้ยินมา แต่ฉันก็รับรู้ได้ถึงเสียงของลิลลี่ดังมาจากอีกฝั่งหนึ่งของห้อง ซึ่งไกลจากที่ที่ฉันได้ยินเมื่อครู่\nมาก ถ้าจะจงใจหนีกันขนาดนี้ ก็แปลว่าตอนนี้ลิลลี่แค่เล่นสนุกเฉย ๆ งั้นเหรอ"

"…ก็แหงอยู่แล้ว กับชีวิตที่แม้แต่การมองเห็นยังเป็นได้แค่ความคิดเชิงนามธรรม การปิดตาแค่สองสามนาทีจะไปเทียบ\nอะไรได้"

"สิ่งที่ลิลลี่จะสื่อนั้นก็คงถูกแล้วละ เธอสามารถเดินไปมาในห้องได้สบาย ๆ แล้วยิ่งไปกว่านั้น ถ้าให้เทียบกับอีกหลายคน\nในยามากุ ฉันก็ได้เห็นแล้วว่าลิลลี่แทบไม่ต้องพึ่งคนอื่นเลย"

"แต่เอาเถอะ ถ้าอยากจะเล่นสนุกเฉย ๆ ก็เล่นให้มันเต็มที่เลยแล้วกัน"

"ฉันเดินไปทางต้นเสียงด้วยฝีเท้าที่เร็วกว่าเมื่อครู่มากและหลบโต๊ะที่อยู่กลางห้องได้อย่างคล่องแคล่วเพราะจำตำแหน่งได้"

hi "รอเดี๋ยวเถอะ!"

"ลิลลี่หัวเราะคิกคักซุกซน หัวเราะอยู่นานจนฉันรู้ตัวว่าเธอเดินสวนฉันไป"

play sound sfx_impact2
with vpunch

"ฉันหันไปอีกทางอย่างเงี— เมื่อกี้โต๊ะไม่ได้อยู่ตรงนี้นี่นา!"

hi "โอ๊ย… โอย… โอย…"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

show bg school_dormlilly
with softwipeup

"ฉันขยับตัวช้า ๆ มานั่งข้างโต๊ะแล้วถกผ้าปิดตาออกพลางลูบหัวที่ปวด ๆ"

play sound sfx_impact
with vpunch

"ฉันเตะโต๊ะที่อยู่ตรงหน้าจุดที่ฉันสะดุดด้วยความหงุดหงิด ก็ไม่ได้อะไรขึ้นมาหรอก แต่โต๊ะนี่ก็สมควรโดนสักที"

show lilly basic_oops_paj_close at center
with charaenter

li "ฮิซาโอะ"

"ลิลลี่ยืนนิ่งอยู่ข้างฉันไม่แน่ใจว่าฉันสะดุดกับอะไร"

hi "ขอโทษที สะดุดนิดหน่อย"

show lilly basic_concerned_paj_close
with charachange

li "เจ็บตรงไหนมั้ย"

hi "ปวดหัวนิดหน่อย แต่ไม่น่าเป็นไร ฉันว่าโต๊ะมันเดินมาขัดขาฉันนะ"

show lilly basic_giggle_paj_close:
    ypos 1.1
with dissolvecharamove

"ลิลลี่หัวเราะคิกคักเดินมานั่งข้าง ๆ แล้วจับมือฉัน"

show lilly basic_weaksmile_paj_close
with charachange

li "งั้นก็พอแค่นี้นะจ๊ะ"

hi "ก็คงต้องพอละนะ"

hi "แต่ฉันว่าฉันเข้าใจสิ่งที่เธอจะสื่อแล้วละ แต่ก็ไม่อยากต้องมาเจ็บตัวอย่างนี้เลยนะ"

show lilly basic_surprised_paj_close
with charachange

"อยู่ ๆ ลิลลี่ก็ทำหน้างง"

li "สิ่งที่จะสื่อ?"

"และฉันก็ทำหน้างงสุดขีดพอกันตอบกลับไป"

hi "สรุปคือเล่นสนุกเฉย ๆ ?"

show lilly basic_reminisce_paj_close
with charachange

li "ฉันแค่คิดว่าทำอย่างนี้แล้วเธอจะได้หายอึดอัดกับเรื่องนี้หน่อยน่ะจ้ะ เหมือนจะพูดทีไรก็เอาแต่อ้อมไปอ้อมมาตลอดเลย"

show lilly basic_smileclosed_paj_close
with charachange

li "ส่วนเรื่องการสอนที่เธอถาม การมองเห็นน่ะไม่สำคัญหรอก หลายที่ก็มีชั้นเรียนที่ครูเป็นคนตาบอด แล้วก็มีหนังสือ\nมีอะไรให้ฉันเรียนรู้ได้อีกเยอะ"

show lilly basic_smile_paj_close
with charachange

li "ไม่ได้ยากอะไรเลย"

"ฉันหย่อนไหล่ลงแล้วแค่นหัวเราะชอบใจ"

hi "อื้ม เข้าใจแล้ว งั้นเราสองคนก็ต้องมาพยายามเพื่อเดินไปให้ถึงฝันด้วยกันสินะ"

stop music fadeout 4.0

show lilly basic_cheerful_paj_close
with charachange

li "อืมม…"

hi "มีอะไรเหรอ"

"ลิลลี่ยื่นคางมาพลางหลับตาด้วยความลังเลเล็กน้อยอันเป็นท่าทางที่ฉันจำได้ดี"

scene ev lilly_kissing
with whiteout

play music music_one fadein 1.0

"ฉันประกบริมฝีปากรับไว้ด้วยความยินดี ทันใดนั้นเองมือของลิลลี่ก็ล้วงเข้ามาในสาบเสื้อของฉัน เพียงแค่มือเธอสัมผัส\nกับผิวของฉันก็ทำให้ใจฉันเต้นแรงขึ้นมาในทันที"

"นี่เธออยากทำอีกแล้วเหรอ"

"อืม ก็ว่าอะไรไม่ได้หรอก ลิลลี่เองก็ชอบจริง ๆ และโชคดีที่ความอยากของฉันยังคงมีเต็มเปี่ยม ทั้งที่ต้องกินยาเยอะ\nขนาดนั้นแท้ ๆ"

"ฉันโน้มตัวเข้าไปจูบให้หนักหน่วงอีกแล้วจับมือเธอที่กำลังลูบไปตามผิวบนหน้าอกของฉัน"

scene bg school_dormlilly
show lilly basic_smileclosed_paj_close:
    center
    ypos 1.1
with whiteout

"จนสุดท้ายเราก็ผละออกจากกัน ทั้งห้องนั้นเงียบสนิท มีเพียงเสียงหายใจของพวกเราเท่านั้น"

show lilly basic_surprised_paj_close
with charachange

li "นี่ ฮิซาโอะ"

hi "ว่า"

show lilly basic_emb_paj_close
with charachange

li "เธอ… ใส่ผ้าปิดตาอีกรอบได้หรือเปล่า"

"คำขอแบบอึกอักของลิลลี่นั้นมาโดยที่ฉันไม่ทันได้ตั้งตัว"

"คงจะอยากให้ฉันได้รู้จักสิ่งนี้ผ่านมุมมองของเธอด้วยละมั้ง หรือไม่ก็แค่อยากรู้เฉย ๆ ว่าถ้าฉันทำตอนปิดตาแล้วจะเป็น\nยังไง"

$ renpy.music.set_volume(0.5, 0.0, channel="music")


scene black
with softwipedown

"แม้จะยังอึดอัดอยู่บ้าง แต่ฉันก็พ่ายแพ้ให้กับความอยากรู้ของตัวเอง ฉันจึงเลื่อนผ้าปิดตาที่คาดหัวอยู่ลงมาปิดตา ทั้งโลก\nดับมืดไปอีกครั้ง"

"พอลิลลี่ยื่นมือมาแตะที่แก้มฉันเบา ๆ แล้วฉันก็เกร็งไปโดยอัตโนมัติเพราะเดาไม่ถูกว่าเธอจะมาแตะ"

"ต้องทำตัวให้ชินกับสัมผัสอย่างนี้ได้แล้วสิ ถึงจะคบกันมาได้สัปดาห์สองสัปดาห์แล้ว ฉันก็ยังไม่ชินกับสัมผัสแบบนี้\nเท่าลิลลี่เลย"

"…เงียบ?"

hi "นี่ ลิลลี่…"

li "ชู่"

"ฉันทำตามเธอสั่งเงียบไปอย่างว่าง่ายแล้วเงี่ยหูฟังว่ามีอะไรเกิดขึ้นบ้าง"

"ตอนนี้ฉันไม่ต้องคอยกังวลเรื่องสิ่งของในห้องลิลลี่ที่จะมาขวางทางตอนเดินเหมือนอย่างตอนที่ไล่จับลิลลี่เมื่อครู่แล้ว\nมีเวลาให้ตั้งสมาธิจดจ่อไปกับการฟังได้เต็มที่"

"นั่งฟังอยู่พักหนึ่งถึงได้ยินเสียงลมหายใจอ่อน ๆ ของลิลลี่ในห้องซึ่งเงียบงันนี้"

"เข้า… ออก… เข้า… ออก…"

"พอลองเทียบกับลมหายใจของตัวเองแล้วถึงได้รับรู้ว่าลมหายใจนั้นยาวกว่าปกติ โดยเฉพาะถ้าให้เทียบกับจังหวะหายใจ\nตามปกติของลิลลี่"

"แล้วก็มีอีกเสียงหนึ่งตามมา เป็นเสียงที่ฉันยังฟังไม่ออกว่าเป็นเสียงอะไร เหมือนไม่เคยได้ยินมาก่อน แต่ว่า…"

"เมื่อได้รู้ว่าเสียงนั้นมาจากไหนใจฉันก็เต้นไม่เป็นส่ำ ฉันยื่นมือไปตามเสียงนั้นโดยแทบจะอัตโนมัติ ใบหน้าของเธอที่\nถูกมือฉันนั้นอ่อนนุ่มกว่าปกติ ลิลลี่หันหน้าเล็กน้อยเมื่อรับรู้ถึงสัมผัสจากนิ้วฉันที่แตะแก้มเธอ"

li "ฮิซาโอะ…"

"ฉันกลืนน้ำลายแล้วสงบใจตัวเอง ตอนนี้ฉันอยู่ในสภาพที่ต้องตั้งสมาธิให้มากที่สุดเท่าที่ทำได้เพื่อจะได้รับรู้ถึง\nสิ่งรอบตัวอย่างเต็มที่"

"พอสูดหายใจลึก ๆ อยู่สองสามครั้งก็เหมือนจะตั้งสติได้แล้ว ฉันเลื่อนมือไปตามร่างกายของเธอด้วยสัมผัสอันแผ่วเบา\nดุจขนนก"

"…และสมาธิฉันก็กระเจิงอีกครั้งเมื่อแตะมาถึงชุดนอนที่รับกับส่วนโค้งเว้าของร่างกายเธอเป็นอย่างดี"

"ถ้าอยู่ท่านี้ แปลว่าลิลลี่กำลังนั่งพิงเตียงหันหน้ามาทางฉันอยู่ เอาละ ทีนี้ก็ไปต่อ"

"…โอเค ตรงนี้ต้องเป็นเอวแน่ ๆ ถ้าเลื่อนลงมาช้า ๆ …"

label th_L26h:

"ลิลลี่สะดุ้งเฮือกเมื่อมือฉันเข้ามาทาบทับมือเธอ ฉันขยับมือไปตามนิ้วลิลลี่ด้วยความอึกอักไปที่หว่างขา เธอผละมือออก\nเมื่อฉันเริ่มสอดมือเข้าไปใต้กางเกงในของเธอ"

"ความชื้นแฉะน้อยนิดถูกกับปลายนิ้วของฉัน แต่เพียงเท่านั้นฉันก็รับรู้ได้ว่าเธอทำอะไรอยู่"

"ภาพจินตนาการถึงสภาพของลิลลี่ที่อยู่ตรงหน้าปรากฏขึ้นในความคิดทันที ฉันไม่เคยนึกภาพลิลลี่ตอนทำอย่างนี้\nด้วยซ้ำ และการที่มองไม่เห็นก็ยิ่งเร้าอารมณ์ฉันขึ้นไปอีก"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

scene bg school_dormlilly
with softwipeup

"ฉันถกผ้าปิดตาขึ้นแล้วปัด ๆ เส้นผมที่ติดอยู่กับตาซึ่งก่อนหน้านี้ติดมากับผ้า"

"สมองฉันว่างเปล่าไปนานเท่าไหร่ไม่อาจทราบได้แน่ชัด ฉันได้แต่จ้องมองภาพตรงหน้าด้วยตาที่ถูกปลดพันธนาการออก\nมาหมาด ๆ"

scene evh lilly_masturbate:
    truecenter
    subpixel True zoom 1.1
    acdc_warp 10.0 zoom 1.0
with flash

"ลิลลี่นั่งอยู่ตรงหน้าอย่างที่ฉันคิดเอาไว้"

"เธอนั่งใช้มือข้างหนึ่งยันตัวเองไว้ ส่วนนิ้วของมืออีกข้างนั้นไล้อยู่ตรงหว่างขาของเธอที่ถูกปกปิดด้วยชั้นในสีน้ำเงินเข้ม\nภาพตรงหน้าตอนนี้คงเป็นภาพที่ยั่วเย้าที่สุดเท่าที่ฉันเคยเห็นมาเลย"

"ฉันยื่นมือไปปัดผมที่ระหน้าลิลลี่อยู่อีกครั้ง เธอยื่นคางออกมาสูดลมหายใจเข้าไปยังข้างในร่างกายเธอที่อาบไล้ด้วย\nความรู้สึกดี"

hi "ลิลลี่…"

"พอยิ้มที่ฉันเรียกชื่ออย่างนี้แล้วก็ดูน่ารักพิกล ดูเหมือนว่าเธอจะปล่อยให้อารมณ์ของเธอที่ดูน่าสนใจที่สุดหลุดออกมา\nทุกครั้งที่เธอไม่ได้จดจ่อกับอะไร"

"ไม่นานลิลลี่ก็เร่งนิ้วตัวเอง ความรู้สึกของเธอเพิ่มมากขึ้นเรื่อย ๆ กลิ่นเหงื่อของเธอที่อวลอยู่ยิ่งย้ำชัด"

"ฉันนั่งมองเธอและกดความตื่นตัวของตัวเองไว้ห้ามใจอย่างหนักไม่ให้จู่โจมเธอแล้วปล่อยให้เธอทำด้วยตัวเอง"

scene evh lilly_masturbate_come_face
with flash

"แปลก… ฉันเคยคิดว่าตาขุ่น ๆ ของลิลลี่นั้นเป็นตัวดึงสมาธิ บางทีก็ชวนให้รู้สึกอึดอัดเพราะเป็นตาที่ไม่ได้มองอะไรอยู่\nแต่ตอนนี้เรื่องนั้นไม่ได้มากวนใจฉันมากเหมือนเมื่อก่อนแล้ว"

"ฉันกลับมาสนใจลิลลี่อีกครั้งเมื่อเธอครางออกมา เธอขยับเอวเบา ๆ พร้อมลมหายใจที่หอบกระชั้นกว่าเมื่อครู่"

scene evh lilly_masturbate_come
with flash

"ไม่นานฉันก็เห็นว่าลิลลี่เข้าใกล้ฝั่งมากแล้ว และเธอก็สะอึกไปแล้วหลับตาแน่นทั้งตัวหดเกร็งชัดว่าเธอไปถึงแล้ว"

"ตัวของลิลลี่เกร็งอยู่ด้วยความรู้สึกอันวามไหวชั่วขณะ จากนั้นเธอจึงคลายตัวพ่นลมหายใจยาวจากริมฝีปากเธอ"

scene bg school_dormlilly
with locationchange

"ฉัน… ไม่รู้จะพูดอะไรดี ฉันได้แต่มองลิลลี่ที่นั่งอยู่ด้วยความเหนื่อยอ่อนปล่อยให้ผมปรกหน้าอยู่เงียบ ๆ"

show lilly basic_emb_paj_close:
    center
    ypos 1.1
with charaenter

li "ฮิซาโอะ…"

"พอลิลลี่ยื่นมือมาแตะหน้าฉัน ความอยากก็เข้าครอบงำร่างกายของฉัน ฉันผลักตัวลิลลี่ขึ้นคร่อมเธอโดยไม่คิดอะไร\nทั้งสิ้น"

"พออยู่อย่างนี้แล้วก็รู้สึกประหลาดดี เมื่อได้อยู่เหนือใบหน้าเรียบนิ่งของลิลลี่แล้วฉันก็รู้สึกมีพลังขึ้นมาพิลึก ราวกับว่า\nเป็นครั้งแรกที่รู้สึกแข็งแกร่งขนาดนี้นับตั้งแต่อุบัติเหตุครั้งนั้นเมื่อนานมาแล้ว"

hi "ลิลลี่… ฉันต้องการเธอ"

show lilly basic_weaksmile_paj_close
with charachange

"ลิลลี่ยิ้มบาง ๆ แล้วยื่นมือมาจับแก้ม ซึ่งผิดจากที่ฉันคาดไว้ เธอทำสีหน้าซุกซนเหมือนเวลาที่คาดเค้นเอาอะไรบางอย่าง\nจากฉันได้"

hi "เธอ… อยากให้ฉันทำแบบนี้เหรอ"

show lilly basic_smileclosed_paj_close
with charachange

"เธอยังคงยิ้มแล้วพยักหน้าเงียบ ๆ คงเป็นวิธีของเธอที่ทำให้ฉันได้เป็นฝ่ายนำละมั้ง ซึ่งได้ผลดีด้วย"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

scene black
with softwipedown

"และฉันต้องแปลกใจอีกครั้งเมื่อลิลลี่จับแถบผ้าคาดผมที่คาดหัวฉันอยู่ลงมาปิดตา ฉันถูกทิ้งให้อยู่ในความมืดมิดอีกครั้ง"

li "ฉันบอกให้… ปิดไว้… ไม่ใช่เหรอ"

"ลิลลี่ทำน้ำเสียงหยอกล้อซึ่งมาพร้อมกับคำพูดที่แทรกด้วยจังหวะหายใจ… ไม่ว่าจะสถานการณ์ไหน ๆ เธอก็เอาอยู่จริง ๆ"

"แต่คราวนี้… แค่คราวนี้แหละ…"

li "อ๊ะ ฮิซาโอะ!? นี่เธอ—?"

"ฉันเลื่อนมือไปสอดตัวเธอไว้ น้ำหนักของเธอกดทับผิวและผ้าไหมอ่อนนุ่มกับมือและแขนฉัน ตัวเธอนั้นยกลำบาก\nพอสมควร"

"แม้ลิลลี่จะไม่ได้หนักมาก… แต่ส่วนสูงของเธอนั้นทำให้ยกตัวเธอได้ลำบาก"

"เมื่อค่อย ๆ เดินมาได้สองสามก้าวเท้าฉันก็แตะเข้ากับขอบเตียงของลิลลี่ ฉันวางตัวลิลลี่ลงนอนกับเตียงอย่างเบามือ\nเช่นเดียวกันกับตอนที่ฉันยกตัวเธอมา"

#"The game earlier came in handy; without it, I wouldn't have remembered how many steps it was to Lilly's bed, and in what direction."

hi "เตียงน่าจะสบายกว่าพื้นนะ"

li "เป็นสุภาพบุรุษเสมอเลยนะ"

"ฉันรีบเลื่อนมือไปตามขายาวได้รูปของลิลลี่ แม้จะไม่มีตาให้ได้เชยชม แต่เสน่ห์ของขาคู่นั้นก็ไม่ได้ลดลงไปแม้แต่น้อย\nจากนั้นฉันก็ถกกางเกงขาสั้นและชั้นในที่อยู่ตรงข้อเท้าลิลลี่ออก"

"ฉันไม่รู้ว่าเมื่อกี้ฉันโยนไปทางไหน…"

"แต่ก็คงไม่สำคัญ น่าจะอยู่แถวนี้แหละ"

"ฉันถอดกางเกงและชั้นในของตัวเองออกอย่างง่ายดาย ก่อนจะขยับตัวเข้าไปอยู่ตรงระหว่างขาสองข้างของเธอ ซึ่งฉัน\nก็คิดว่าน่าจะเป็นตรงนี้แหละ"

"ฉันใช้มือข้างซ้ายยันตัวเองไว้กับเตียงแล้วใช้มืออีกข้างยื่นไปด้วยความลังเล"

"โอ๊ะ ตายละ ดันไปแตะเข้ากับจมูกลิลลี่แบบเก้ ๆ กัง ๆ เสียได้"

"ลิลลี่หัวเราะคิกคักแล้วเบือนหน้าออก ฉันจับแก้มเธอไว้เบามืออย่างรู้งานแล้วไล้นิ้วโป้งไปตามรอยโค้งเว้าบนใบหน้า\nอย่างที่เธอทำกับฉันเป็นประจำ"

"ถ้าลิลลี่ตั้งหน้าตรงมาน่าจะจับได้ง่ายหน่อย แต่สัมผัสจากการที่เธอเอาแก้มมาแนบมือฉันก็ชวนให้รู้สึกดีเหมือนกัน"

"ฉันกลืนน้ำลายแล้วจัดแจงท่าตัวเองก่อนจะใช้มือข้างที่ยันตัวเองไว้มานำทางตัวเองเข้าไปในตัวเธอ"

"ทันทีที่ความอบอุ่นจากเธอโอบอุ้มฉันไว้ก็ถึงรู้ตัวว่าฉันตื่นตัวเพียงใด"

"เมื่อมองไม่เห็นแล้วฉันก็จดจ่อกับประสาทสัมผัสส่วนอื่น—รวมถึงผิวสัมผัส—ได้มากขึ้น เป็นความรู้สึกที่จัดจ้านชัดเจน\nกว่าทุกครั้งที่เคยรู้สึกมา"

"ฉันขยับเอวเข้าออกช้า ๆ หัวใจเต้นรัวด้วยความตื่นเต้น"

"ฉันสัมผัสได้ว่าลิลลี่หลับตาแน่นอยู่ แก้มของเธอที่ขยับถูกกับนิ้วโป้งของฉัน ซึ่งทำให้รู้ตัวว่าฉันยังจับแก้มเธอไว้อยู่"

"ความรู้สึกเหล่านี้เป็นความรู้สึกอันมากล้นที่ฉันแทบรับไม่ไหว พอคิดว่าเธอจะต้องรับรู้ถึงสิ่งนี้ผ่านทุกประสาทสัมผัส\n—เว้นเสียก็แต่การมองเห็นซึ่งฉันให้ค่าสูงสุด—ทุกครั้งที่เราทำด้วยกันแล้วฉันก็รู้สึกทึ่งเหลือเกิน"

"ฉันเลื่อนมือที่อยู่ตรงแก้มเธอลงมาที่คอ ก่อนจะลงไปอีกเพื่อสัมผัสกับร่างกายของเธอ"

"รอยนูนจากกระดูกไหปลาร้า… หยาดน้ำที่เกาะอยู่บนผิวของเธอ…"

"ประสาทสัมผัสทางจมูกของฉันรับรู้ถึงกลิ่นเหงื่อของเธอและฉันซึ่งอวลอยู่ในอากาศ เสริมด้วยกลิ่นอากาศภายในห้อง\nซึ่งรับรู้ได้ว่าต่างไปจากกลิ่นห้องฉัน"

"ฉันเลื่อนมือมาจับที่อกอิ่มของเธอ เสียงครางของลิลลี่ดังระคนกับเสียงเนื้อที่กระทบกัน"

"ร่างกายซึ่งฉันสัมผัสอยู่นั้นขยับตามแรงกระแทก ฉันออกแรงบีบหนักขึ้นเมื่อความใคร่ต่อร่างกายที่เปลือยครึ่งล่าง\nของเธอนั้นมีมากขึ้น"

"ฝ่ามือฉันสัมผัสเข้ากับหัวนมเล็ก ๆ ของเธอ ฉันเลื่อนมือลงต่ำอีกเพื่อใช้นิ้วมาจับแล้วออกแรงดึงผ่านชุดนอนผ้าไหม\nบาง ๆ นั้น"

"ลิลลี่เริ่มร้องครางดังขึ้นด้วยความรู้สึกดีเช่นเดียวกับฉัน หัวใจฉันเต้นเสียงดังอยู่ในอก และสัมผัสจากหัวใจเธอที่เต้นอยู่\nก็ส่งผ่านมือของฉันมา"

"ลิลลี่กำข้อมือฉันแน่นเหลือเชื่อ เธอยืดอกขึ้นด้วยความรู้สึกดีที่มากล้นเกินรับไหว"

label th_L26x:

scene black
with dissolve

"ขออีก… ขออีก…"

window hide

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.7)

window show

"ยิ่งฉันขยับเข้าออกแรง ๆ ก็ยิ่งรู้สึกได้ถึงหน้าอกที่แน่นขึ้นมา เราทั้งสองคนต่างจมอยู่กับอารมณ์ตัวเอง"

$ renpy.music.set_volume(0.4, 0.5, channel="music")

window hide

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.7)

window show

"ไม่แปลก… ขนาดนั้น… แค่หายใจลึก ๆ … ตั้งสติ…"

$ renpy.music.set_volume(0.3, 0.5, channel="music")

window hide

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.7)

with Pause(0.7)

play sound sfx_heartfast
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

window show

"ความรู้สึกนี้… ไม่ได้แปลกเลย…"

$ renpy.music.set_volume(0.2, 0.5, channel="music")

window hide

play sound sfx_heartfast
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

with Pause(0.7)

play sound sfx_heartfast
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

window show

hi "โอยย… โอยยยยยยยย…"

window hide

play sound sfx_heartfast
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

with Pause(0.7)

play sound sfx_heartfast
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

window show

"ไม่ใช่… ไม่ไหว… ปวดเกินไปแล้ว…!"

window hide

play sound sfx_heartstop
show heartattack alpha 
with Dissolve (0.1)

stop music fadeout 0.3

show heartattack residual
with Dissolve (0.8)

window show

hi "ว้าาาาาก!!"

with vpunch

"ฉันผละตัวออกจากลิลลี่ด้วยความรีบผิดวิสัยจนเผลอเอาหลังเท้ากระแทกเข้ากับโต๊ะแล้วล้มลงกับพื้นอย่างกะทันหัน"

"ฉันนอนหงายหอบหนักพลางเอาผ้าคาดตาออก ต้องรีบเอาออก ต้องรีบเอาออก…"

scene white
with softwipeup

scene bg misc_ceiling
show heartattack residual
with locationchange

"ภาพตรงหน้าขาวโพลนไปชั่วขณะ แสงส่องเข้ามาแทงตาหลังเอาผ้าคาดตาออก จังหวะหายใจของฉันเริ่มช้าลงจาก\nเมื่อครู่ที่หอบจนคล้ายหายใจเกิน"

window hide

$ renpy.music.set_volume(1.0, 0.0, channel="music")
play music music_tragic fadein 4.0

hide heartattack
with Dissolve(3.0)

window show

"ผ่านไปอีกครู่หนึ่งฉันจึงคอยรวมรวมสมาธิเท่าทีมีอยู่มาจดจ่อกับจังหวะการเต้นของหัวใจฉัน"

"หัวใจฉัน… ปกติแล้ว กลับมาเป็นปกติแล้ว"

"ฉันนอนเหม่อมองเพดานด้วยความรู้สึกสุดวิปลาส อะดรีนาลินส่วนเมื่อครู่ยังคงไหลเวียนอยู่ในกระแสเลือด แต่สมอง\nนั้นหมดแรงสิ้นแล้ว"

"ฉันผลุงตัวลุกขึ้นนั่งเมื่อได้ยินเสียงลิลลี่ลงจากเตียงเดินมาหาฉัน"

show bg misc_ceiling_blur as bg2:
    center
    alpha 0.0
    linear 1.0 alpha 1.0
show lilly superclose_shock:
    xalign 0.5 yanchor 0.5 ypos 0.15 alpha 0.0
    subpixel True rotate 180
    easein 1.0 alpha 1.0 ypos 0.3
with Pause(1.0)

li "ฮิซาโอะ? เป็นอะไรหรือเปล่า ฮิซาโอะ!?"

hi "ไม่เป็นไร ลิลลี่ ไม่… เป็นไร"

show lilly superclose:
    xalign 0.5 yanchor 0.5 ypos 0.3 alpha 1.0
    subpixel True rotate 180
with charachange

"ลิลลี่ถอนหายใจโล่งอกคลายสีหน้ากังวล"

"แต่สีหน้าของเธอหลังจากนั้นเป็นสีหน้าที่ฉันไม่อยากเห็นเลย เป็นสีหน้าที่ฉันเกลียดมาตั้งแต่ตอนที่ฉันได้เห็นหน้า\nพ่อแม่เป็นครั้งแรกหลังจากเข้าโรงพยาบาลเมื่อหลายเดือนที่แล้ว"

"สงสาร ลิลลี่… สงสารฉัน"

scene black
with shuteye

"ฉันหลับตาแล้วเบือนหน้าหนีด้วยความรู้สึกแย่ที่ทำอะไรไม่ได้ เหมือนจะคลื่นไส้ขึ้นมาเลย"

play sound sfx_rustling

"ฉันได้ยินเสียงลิลลี่ที่เดินไปใส่เสื้อผ้า แต่แทบไม่ได้ยินเสียงตอนเธอใส่เสื้อผ้าหลังจากที่เธอหาชุดอยู่พักหนึ่ง"

hi "ขอโทษนะ…"

scene bg school_dormlilly
show lilly basic_concerned_paj at center
with openeye

"ลิลลี่สั่นหัวช้า ๆ พลางติดกระดุมเม็ดสุดท้าย รอยยิ้มอบอุ่นของเธอนั้นแสนเปราะบาง บอบบางเสียจนฉันเห็นแล้ว\nปวดใจ"

show lilly basic_concerned_paj_close
with characlose

show lilly basic_concerned_paj_close:
    ypos 1.1
with charamove

"ลิลลี่เดินมาช้า ๆ ก่อนจะจับขอบโต๊ะเตี้ยมานั่งข้าง ๆ แล้วโอบแขนเข้ากับหน้าอกของฉัน"

li "ขอโทษนะฮิซาโอะ ฉันไม่น่าไปฝืนเธออย่างนั้นเลย"

hi "ไม่ต้องขอโทษหรอกน่า เธอก็เห็นแล้วนี่ว่าปกติฉันก็ไม่ได้เป็นอะไร"

hi "ฉันเองแหละที่น่าจะฝืนตัวเองเกินไป"

"เปลือกตาของฉันหนักอึ้ง การได้นั่งอยู่ข้างลิลลี่เฉย ๆ อย่างนี้ก็คงนับได้ว่าเป็นการปล่อยให้อะดรีนาลินในร่างกายฉัน\nซาลง และอาจเป็นการสงบใจตัวเองได้ด้วย"

show lilly basic_oops_paj_close
with charachange

li "เพราะแบบนี้หรือเปล่า… เธอถึงได้ไม่เคยเป็นฝ่ายนำเลย…"

hi "อื้ม ก็ถือว่าโชคดีไปแหละที่เธอชอบนำด้วย เนอะ"

show lilly basic_weaksmile_paj_close
with charachange

"เหมือนว่าที่พูดติดตลกไปอย่างนั้นจะทำให้ลิลลี่หายหมองลงไปได้บ้าง ซึ่งพอได้รู้อย่างนี้แล้วก็ค่อยสบายใจกับตัวฉัน\nซึ่งพึ่งพาไม่ได้ขึ้นมา"

"ลิลลี่เอาหัวมาหนุนไหล่ฉันที่ตาแทบจะปิดอยู่แล้ว ยิ่งกะพริบตาหลายครั้งเข้าตาก็แทบไม่เปิด เรี่ยวแรงของฉันไม่เหลือ\nอยู่เลย"

li "ไม่เป็นไรนะฮิซาโอะ ไม่เป็นไรเลย"

stop music fadeout 5.0

"พอลิลลี่พูดจบเธอก็ฮัมเพลงเสียงแผ่วเบา ฉันไม่มีแรงแม้แต่จะนึกถึงอะไรแล้วจึงได้แต่คอยฟังเธอฮัมเพลง"

"เป็นท่วงทำนองอ่อนหวานคลับคล้ายหม่นหมอง เป็นเสียงที่ฟังดูคุ้นหู แต่ยิ่งคิดว่าเคยได้ยินที่ไหนก็ยิ่งเหมือนจะสมาธิ\nหลุดไปเท่านั้น"

"ทั้งสัมผัสกับกลิ่นจากศีรษะของเธอที่อิงไหล่ฉัน ทั้งสัมผัสจากร่างกายเธอที่แนบฉันนั้นต่างชวนให้ผ่อนคลาย เสียง\nอันอ่อนหวานของเธอเองก็ช่วยผ่อนคลายจิตใจได้ไม่ต่างอะไรกับการที่ความอบอุ่นของเธอช่วยผ่อนคลายกายฉัน"

"ช่วงเวลาอันเงียบงันหนึ่งนี้… หลังจากที่ผ่านความปั่นป่วนทั้งหลายมา ทำให้รู้ตัวว่าฉันเหนื่อยอ่อนเพียงใด เปลือกตา\nของฉันเริ่มหนักขึ้นเรื่อย ๆ"

"แม้ก่อนหน้านี้จะมีเรื่องวุ่นวาย แต่ฉันก็อยากให้ช่วงเวลานี้คงอยู่ตราบชั่วนิรันดร์"

"ลิลลี่กับฉันอยู่ด้วยกัน ใช้เวลาอันสันโดษซึ่งมีบางครั้งด้วยกันอย่างที่ทำประจำ"

"แต่ถ้าอย่างนั้น… ทำไมถึงได้รู้สึกว่าลิลลี่… อยู่ห่างไปจากฉันกว่าทุกทีกัน"

scene black
with dissolve

#****************



label th_L27:

scene bg school_library
with locationchange

play sound sfx_doorslam
play music music_happiness fadein 2.0

"เสียงหนังสือซึ่งหล่นลงจากช่องคืนหนังสือดังก้องทำลายความเงียบซึ่งยึดพื้นที่ในห้องสมุดโรงเรียนแห่งนี้ไว้"

"ฉันมาห้องสมุดสัปดาห์ละครั้งจนติดเป็นนิสัยไปแล้ว ฉันใช้เวลาไปทั้งกับการอ่านและพูดคุยเรื่องหนังสือกับลิลลี่กับ\nฮานาโกะ"

show yuuko panic_up at center
with charaenter

"ยูโกะหันมาทางต้นเสียงนั้นทันทีด้วยความตกใจ ก็นึกว่าทำงานอยู่ที่นี่จนชินกับเสียงคนเอาหนังสือมาคืนแล้วเสียอีก"

show yuuko neutral_down
with charachange

yu "อ้าว สวัสดีฮิซาโอะ มาอีกแล้วเหรอ"

"ฉันนิ่งไปพักหนึ่งก่อนตอบเพราะยังมัวแต่นึกถึงท่วงทำนองติดหูอันคุ้นเคยจากครั้งที่ลิลลี่ฮัมให้ฟังจนฉันหลับไปเมื่อ\nหลายวันที่แล้ว"

hi "หือ อ้อ ครับ พอดีเอาหนังสือที่ยืมมาคืนน่ะ"

"ยูโกะก้มมองบางอย่าง ซึ่งน่าจะมองกล่องที่หนังสือหล่นไปนั่นแหละ"

show yuuko closedhappy_down
with charachange

yu "อ่านเยอะน่าดูเลยนะ"

hi "เดี๋ยวนี้อ่านจนเป็นกิจวัตรไปแล้วน่ะครับ อย่างน้อยก็ช่วยฆ่าเวลาได้"

show yuuko worried_up
with charachange

yu "อยากมีเวลาว่างให้ฆ่าบ้างจังเลยนะ…"

"จากคุยเรื่อยเปื่อยเป็นความเครียดได้ในเวลาไม่ถึงห้าวินาที รอบนี้น่าจะเป็นสถิติใหม่เลย แต่วันนี้ยูโกะก็ดูหมองกว่าทุกที\nผิดวิสัยด้วย"

"เธอเองก็ทำงานสองที่เพื่อหาเงินให้ตัวเอง การใช้ชีวิตของเธอก็คงเสียไปตาม ๆ กันนั่นแหละ"

"จะว่าไปแล้ว เงินเดือนที่นี่ก็น่าจะไม่ได้น้อยขนาดนั้นมั้ง โรงเรียนเอกชนระดับสูงขนาดนี้คงไม่น่าหน้าเลือดขนาดนั้น"

hi "ทำงานสองที่นี่คงกินเวลาเยอะน่าดูเลยนะครับ เป็นผมคงไม่ไหว"

show yuuko neutral_up
with charachange

yu "เธอยังโชคดีนะที่เป็นนักเรียน แล้วนี่กะจะเรียนต่อมหาวิทยาลัยหรือเปล่า"

"ถ้าถามแบบนี้ก็แปลว่าการเรียนต่อเป็นเรื่องปกติของการมาเรียนเส้นทางนี้ โรงเรียนเอกชนแบบนี้ค่าใช้จ่ายก็ใช่ว่า\nจะถูก ๆ"

hi "ก็… น่าจะนะครับ คิดว่าเงินน่าจะพออยู่"

hi "ผมวางแผนที่ที่จะไปไว้แล้ว ผลการเรียนผมก็ดีใช้ได้ด้วย ที่เหลือก็อยู่ที่ว่าผมจะเอาเงินไปใช้ยังไงมากกว่า"

show yuuko worried_down
with charachange

yu "ค่าเทอมมหาวิทยาลัยน่ะแพงมากจนฉันต้องทำงานสองที่กว่าจะมีเงินพอจ่าย… แล้วไหนจะค่ากินค่าอยู่อีก"

show yuuko neutral_down
with charachange

yu "แต่ถ้าอ่านเยอะแบบนี้ก็แปลว่าเธอเรียนเก่งสินะ"

"โยงเหตุผลได้น่าสนใจดี แต่ก็ไม่ได้ผิดเสียทีเดียวน่ะนะ"

hi "มั้งนะครับ ผมก็รู้สึกว่าข้อสอบไม่ได้ยากมาก ถ้าไม่นับวิชาสองวิชา"

hi "ถามหน่อยได้มั้ยครับว่าคุณเรียนอะไรอยู่"

show yuuko happy_up
with charachange

"ยูโกะดูจะดีใจขึ้นมาจริง ๆ ที่มีคนถาม"

show yuuko closedhappy_up
with charachange

yu "มานุษยวิทยาน่ะ แต่ที่ฉันเรียนแบบเจาะจงจริง ๆ คือประวัติศาสตร์อารยธรรมกับประชาธิปไตยของเอเธนส์\nยุคคลาสสิก"

"ดูท่าจะเก่งเรื่องนี้น่าดู ฉันนึกชื่นชมที่ยูโกะกระตือรือร้นขนาดนี้ ได้เห็นเธอตื่นเต้นแบบจริงจังกับอะไรสักอย่างแบบนี้\nก็ดีเหมือนกัน"

"ถ้ามีเส้นทางข้างหน้าที่ชัดเจนแล้ว แม้แต่คนอย่างยูโกะก็ยังมีความสุขได้สินะ"

hi "ดีแล้วละครับ ถ้าคุณ—{w=0.6}{nw}"

stop music fadeout 0.5
play sound sfx_phone

show yuuko panic_up
with vpunch

"เราทั้งคู่ต่างตกใจกับเสียงจากกระเป๋ากางเกงฉันที่ดังมาขัดจังหวะแบบกะทันหัน"

scene bg school_hallway3
with locationchange

"ฉันขอโทษขอโพยแล้วรีบเดินฉับ ๆ ออกมาที่โถงทางเดินพลางจับเงอะงะอยู่กับฝาโทรศัพท์ก่อนจะเปิดออกมาดูจอ"

"…แปลก เบอร์แปลกแฮะ คนที่รู้เบอร์โทร. ของฉันนั้นนับด้วยมือข้างเดียวก็หมดแล้ว ฉันนึกสงสัยอยู่ครู่หนึ่งว่าหรือจะ\nเป็นเบอร์ที่โทร. มาขายของซึ่งบังเอิญมาลงที่เบอร์ฉันพอดี"

scene bg school_hallway3_blurred
show phone mobile:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with locationchange
with Pause (0.5)

hi "ฮัลโหลครับ ฮิซาโอะ นากาอิครับ"

mystery "ปัดโธ่ คราวหน้ารับสายให้มันเร็ว ๆ หน่อย เออ ทายซิใคร"

play music music_comedy fadein 1.0

"แวบเดียวฉันก็รู้ว่าเจ้าของเสียงทุ้มต่ำห้าว ๆ เป็นเอกลักษณ์นั้นคือใคร"

hi "อ้าวมิช่า ไม่นึกเลยนะว่าจะโทร. มาหาเนี่ย"

aki "ฮะ!? นี่คิดว่าฉันเสียงเหมือนยัยนั่นจริงดิ"

hi "ไม่ได้คิดหรอกครับพี่อากิระ แต่ผมจำได้ว่าเคยไม่เคยให้เบอร์พี่ไปเลยกะจะแกล้งสักหน่อย"

aki "อ้อ เบอร์นายน่ะเหรอ ไปขอลิลลี่มา ไม่ยากหรอก"

"อากิระพูดด้วยน้ำเสียงอันภาคภูมิ ฉันรู้หรอกว่ากะจะให้ฉันไหลตามน้ำซักไซ้ต่อ"

"แต่สนิทกันขนาดนี้ จะมีเบอร์ฉันทั้งพี่ทั้งน้องเลยก็คงไม่แปลก"

hi "แล้วนี่มีอะไรเหรอครับ"

aki "ตอนนี้ว่างเปล่า"

hi "ก็… ว่างนะครับ? ทำไมเหรอ"

aki "มาหาที่สวนสาธารณะในเมืองหน่อยได้มั้ย มีเรื่องจะคุยด้วยหน่อย"

hi "นี่ชวนไปเดตเหรอครับ"

aki "ฮะ? ใช่ที่ไหน…"

stop music fadeout 5.0

"อยู่ ๆ น้ำเสียงของอากิระก็หมองไป นิสัยที่ปกติจะชอบหยอกเล่นก็หายไปในทันที ซึ่งดูไม่ใช่ตัวเธอเลย"

hi "แต่นั่นแหละครับ ก็ไปหาได้อยู่ จะให้ไปกี่โมงเหรอครับ"

aki "ก็สัก… เดี๋ยวนี้ โมง"

hi "เดี๋ยว ตอนนี้เหรอครับ แต่—"

"เสียงปลายสายที่หายไปจากโทรศัพท์บ่งบอกว่าอากิระตัดสายทิ้งไปดื้อ ๆ แล้ว"

show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with None

scene bg school_hallway3
show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with locationchange
with Pause (0.5)

hide phone
with None

"ฉันยืนนิ่งมองจอที่ขึ้นคำว่า “วางสายแล้ว” อยู่พักใหญ่พลางย้อนนึกถึงบทสนทนาเมื่อครู่ในหัว"

hi "อะไรของพี่เขาวะเนี่ย"

scene bg suburb_park_ss
with shorttimeskip

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
play ambient sfx_parkambience fadein 2.0

"ฉันมองซ้ายมองขวาก่อนจะเดินข้ามถนนไปที่สวนสาธารณะ"

"ฉันเดินด้วยฝีก้าวเช่นนี้จนติดเป็นนิสัยแล้ว หลัก ๆ ก็เป็นเพราะตอนไปเดินเข้าเมืองกับลิลลี่ฉันต้องลดความเร็วฝีเท้า\nตัวเองลงให้เสมอกับฝีเท้าของลิลลี่"

"เรื่องนั้นช่างก่อน แต่หวังว่าอากิระจะไม่ได้คิดว่าฉันจะมาแบบปุบปับทันใจได้เลยนะ"

$ ksgallery_unlock("evul akira_park")
scene ev akira_park:
    subpixel True xalign 1.0 yalign 0.0 zoom 1.0
    acdc_warp 15.0 zoom 0.8
with whiteout

play music music_night

"ไม่นานฉันก็หาอากิระที่ยืนถือกระป๋องเบียร์รออยู่ตรงม้านั่งเจอ"

"อากิระมองมาทางฉันด้วยสีหน้าที่ไร้ซึ่งการทักทายหรือรับรู้ถึงตัวตนของฉัน"

hi "ทำหน้าแบบนั้นนี่คืออะไรเหรอครับ รู้มั้ยว่าจริง ๆ ผมจะไม่มาก็ยังได้"

aki "ฉันรู้น่าว่ายังไงนายก็ต้องมา ก็นายเป็นคนแบบนั้นนี่นะ"

scene bg suburb_park_ss
with locationchange

play sound sfx_can_clatter

"ฉันหรี่ตามองตามอากิระที่ทิ้งกระป๋องเบียร์ซึ่งเธอดื่มไปจนหมดตอนที่ฉันมาถึงพอดี เสียงกระป๋องถูกเคาะดังตามมา\nอากิระเดินมานั่งที่ม้านั่งไม้เก่า ๆ ส่วนฉันก็นั่งลงข้าง ๆ"

play sound sfx_can

"เธอหยิบเบียร์อีกกระป๋องที่วางอยู่ข้าง ๆ มาเปิดก่อนจะพูดอะไรแล้วดื่มเข้าไปอึกใหญ่ ดูท่าจะชอบจริง ๆ"

hi "ผมคงไม่ต้องถามว่าเรื่องอะไรหรือใครใช่มั้ยครับ"

show akira basic_resigned_close_ss at tworight
with charaenter

aki "ได้ยินลิลลี่บอกว่านายถามเรื่องครอบครัว"

"คงมีเรื่องอื่นนอกจากเบอร์โทร. ที่รู้กันทั้งคู่แน่ ๆ ละ เพราะน้ำเสียงตอนพูดไม่ได้มีเจตนาร้ายอะไรหรอกฉันถึงได้ไม่เป็น\nกังวลอะไร เป็นน้ำเสียงที่ฟังดูเศร้าสร้อยด้วยซ้ำ"

hi "ก็แค่อยากรู้เฉย ๆ แหละครับ"

hi "…แต่ต้องยอมรับว่าให้ตายผมก็เดาไม่ถูกว่าพวกพี่เป็นคนสกอตแลนด์"

show akira basic_ending_close_ss
with charachange

"อากิระแค่นหัวเราะแห้ง ๆ ชอบใจ"

show akira basic_smile_close_ss
with charachange

aki "ใคร ๆ ก็พูดงั้นแหละ บอกเลย"

show akira basic_distant_close_ss
with charachange

"รอยยิ้มจาง ๆ นั้นหายไป เธอเหม่อมองไกล ๆ"

"มีเพียงความเงียบที่ชวนให้รื่นใจ รอบตัวไม่มีเสียงใดนอกจากคู่ผู้สูงอายุที่คุยกันเดินช้า ๆ ไปตามถนนคดเคี้ยวกับรถเก่า ๆ\nที่แล่นผ่านเป็นระยะ ๆ"

show akira basic_lost_close_ss
with charachange

aki "แต่ลิลลี่ไม่ได้เล่าอะไรมากใช่มั้ย"

hi "ก็เล่าแบบคร่าว ๆ น่ะครับ อย่างเรื่องที่พ่อแม่ของพี่อยู่สกอตแลนด์ เรื่องที่ว่าไม่ได้เจอกันตั้งแต่อายุสิบสอง แล้วก็\nบอกว่าอยากกลับไปหาอีก"

show akira basic_annoyed_close_ss
with charachange

aki "ฉันละทึ่งจริง ๆ ที่ลิลลี่กตัญญูตอบแทนพ่อแม่ดีขนาดนั้นน่ะ"

"น้ำเสียงอากิระฟังดูคล้ายการเย้ยหยัน เธอถอนหายใจเบา ๆ ราวกับจะรีบปัดความรู้สึกนั้นทิ้งไป"

show akira basic_resigned_close_ss
with charachange

aki "นายว่าทำไมพ่อแม่พวกฉันถึงย้ายไปอยู่สกอตแลนด์ ฮิซาโอะ"

hi "เหตุผลว่าทำไมพ่อแม่พวกพี่ถึงไปสกอตแลนด์น่ะเหรอครับ"

hi "ถ้าเท่าที่ลิลลี่บอกมา ก็คิดว่าเรื่องงานแหละครับ แล้วก็น่าจะเป็นงานที่ได้เงินดีพอสมควรเลย ดูจากการใช้ชีวิตของ\nพ่อแม่พวกพี่"

hi "เพราะงั้นลิลลี่ถึงได้ไปเรียนที่โรงเรียนเอกชน แล้วก็เลยได้บรรยากาศอย่างลูกผู้ดีติดตัวมาด้วย"

aki "อืม พอธุรกิจที่อินเวอร์เนสส์เริ่มรุ่ง พ่อก็ย้ายไปอยู่ที่สำนักงานใหญ่โดยตรงเลย"

show akira basic_smile_close_ss
with charachange

aki "ซึ่งนายก็คงจะได้ข้อสรุปแบบนั้นใช่มั้ยล่ะ นายน่ะซื่อเกินไปนะ"

hi "พี่คิดว่าที่พ่อแม่พี่ย้ายไปไม่ใช่เพราะเรื่องงานเหรอครับ"

show akira basic_resigned_close_ss
with charachange

aki "ก็ฉันมานั่งบ่นอยู่กับนายเนี่ย คิดว่าไงล่ะ"

show akira basic_lost_close_ss
with charachange

aki "โรงเรียนยามากุ เห็นทีไรก็ขนลุก สภาพเหมือนที่สันโดษเอาไว้ซ่อนของที่พวก “สังคมสมบูรณ์” ไม่อยากเห็น\nไม่อยากได้ยิน"

show akira basic_annoyed_close_ss
with charachange

aki "ตอนที่ย้ายไปน่ะ คงเสียดายด้วยซ้ำมั้งที่โยนลิลลี่ทิ้งไว้กับโรงเรียนนั้นไม่ได้เพราะตอนนั้นยังเด็กเกิน"

"หลังจากคำวิจารณ์ของอากิระอันเสียดแทงที่มีต่อพ่อแม่ของเธอเองกับยามากุซึ่งมาแบบกะทันหันผ่านไปแล้วก็มีเพียง\nความเงียบเนิ่นนาน"

"กับครอบครัวชนชั้นสูงที่ให้ความสำคัญกับเรื่องหน้าตาในสังคมแล้ว การที่ลิลลี่ตาบอดนั้นไม่ใช่เรื่องที่จะตัดทิ้งไปได้\nง่าย ๆ แล้วยิ่งมีตัวเลือกซึ่งให้ผลตอบแทนงามเข้ามาเกี่ยวข้องอีก"

"ในที่สุดอากิระก็แค่นหัวเราะเย้ยหยันเผยความรู้สึกขึ้นมา"

aki "ย้ายไปที่ทำงานใหม่เพื่อความมั่นคงทางการเงินในอนาคตงั้นเหรอ ขนาดตัวฉันตอนนั้นยังแทบไม่อยากเชื่อเลย"

"ฉันไม่อยากรับบทเป็นกระโถนท้องพระโรงอยู่ฝ่ายเดียวจึงค่อย ๆ เปลี่ยนเรื่องไปเสียหน่อย"

hi "พี่ก็เลยอยู่กับลิลลี่ที่ญี่ปุ่นเหรอครับ"

show akira basic_resigned_close_ss
with charachange

aki "ถ้าไม่อยู่ด้วยลิลลี่ก็ต้องไปอยู่กับปู่ย่าที่เจ็บออด ๆ แอด ๆ นั่นน่ะ"

hi "แล้วครอบครัวชิซูเนะล่ะครับ ถ้าเป็นลูกพี่ลูกน้องกันก็น่าจะ…"

show akira basic_annoyed_close_ss
with charachange

aki "พ่อกับลุงน่ะเกลียดกันยิ่งกว่าอะไรดี ไอ้ฉันน่ะไม่ติดเลยนะ จะบอกเลยว่าเรื่องของเอ็งสิ จะอยู่ด้วย มีปัญหามั้ย แต่ลิลลี่\nคงไม่เอาด้วยหรอก"

show akira basic_resigned_close_ss
with charachange

aki "พอดีตอนนั้นฉันได้งานด้วย เราสองคนก็เลยคอยดูแลบ้านพ่อแม่ให้ แล้วก็ใช้ชีวิตเหมือนกับว่าพ่อแม่ยังอยู่นี่แหละ"

hi "ก็คืออยู่ด้วยกันแค่สองคนเหรอครับ"

show akira basic_lost_close_ss
with charachange

aki "ประมาณนั้น ลิลลี่ไปโรงเรียน ส่วนฉันก็ไปทำงาน ก็เลยไม่ได้มีปัญหาอะไรมาก"

aki "แต่พอให้ลิลลี่มาทำงานบ้านช่วงที่ฉันไปทำงานทั้ง ๆ ที่ลิลลี่ก็ต้องเรียนต้องอ่านหนังสืออยู่แล้วก็อดรู้สึกผิดไม่ได้ว่าตัวเอง\nพึ่งพาไม่ได้เลย แล้วสุดท้ายพอจะลองเป็นที่พึ่งให้ฉันก็ยังทำพลาดอีก"

show akira basic_annoyed_close_ss
with charachange

aki "…จะให้เด็กอายุสิบเก้ามาเป็นแม่ของคนตาบอดเนี่ยนะ บ้าหรือเปล่า"

"ก็คือ… ลิลลี่กับอากิระอยู่ด้วยกันสองคนตามลำพังหลังจากที่พ่อแม่ย้ายออกไปแล้ว โดยที่ส่วนมากลิลลี่ก็จะต้องดูแล\nตัวเอง ซึ่งก็น่าจะเพราะอย่างนี้ลิลลี่ถึงได้ดูไม่ต้องพึ่งพาคนอื่นมากเมื่อเทียบกับคนอื่นที่ยามากุ"

"ฉันเคยอยู่ตัวคนเดียวช่วงที่พ่อแม่ไปทำงานก็จริง แต่… เทียบไม่ได้เลยกับสิ่งที่ลิลลี่เจอ"

show akira basic_resigned_close_ss
with charachange

aki "ขอโทษที่ให้มานั่งฟังฉันพล่ามอย่างนี้นะฮิซาโอะ"

hi "ผมไม่ถือหรอกครับ แต่ว่า… ถามหน่อยได้มั้ยครับว่ามาเล่าให้ผมฟังทำไม"

show akira basic_smile_close_ss
with charachange

aki "ฮึ นายนี่ขี้สงสัยตลอดเลยนะ"

show akira basic_distant_close_ss
with charachange

aki "เล่าเป็นบริบทละมั้ง"

aki "ชีวิตมันไม่สวยงามเหมือนนิยายนะฮิซาโอะ บางคนก็ต้องเจ็บกว่าจะได้รู้ซึ้ง"

"อากิระยกกระป๋องขึ้นดื่มอึกยาวพร้อมสีหน้าที่ดูเหมือนเครียดมากกว่าเหม่อลอย"

stop music fadeout 2.0

show akira basic_resigned_close_ss
with charachange

aki "สองสามวันก่อนฉันเพิ่งเลิกกับแฟนมา ถ้าฉันไปแล้วเราก็จะไม่ได้เจอหน้ากันอีก"

aki "แต่ชีวิตก็งี้แหละ คนเราจะหวังให้ชีวิตมันเป็นอย่างนั้นไปตลอดไม่ได้ บางครั้งอะไรจะเกิดเราก็ต้องไหลตามมันไป\nต่อให้ไหลไปแล้วตัวเองหรือคนอื่นจะเจ็บด้วยก็เถอะ"

"เธอถอนหายใจยาวเงยหน้ามองฟ้าสีแสดสว่าง"

show akira basic_distant_close_ss
with charachange

aki "แม่ง… ถ้ามีบุหรี่ด้วยก็จะได้สูบปื้ดยาว ๆ เน้น ๆ ทำเท่สักหน่อย"

"ฉันอยากจะหาอะไรก็ได้มาตอบให้อากิระรู้สึกดีขึ้น แต่ก็คิดอะไรไม่ออกเลย สถานการณ์นั้นเป็นสถานการณ์ที่ฉันไม่เคย\nเจอมาก่อน แล้วฉันก็ไม่มีประสบการณ์พอที่จะเอาอะไรที่มีความหมายมาพูดปลอบเธอได้"

"อากิระหันมามองเหมือนรับรู้เจตนาของฉัน ถึงฉันจะไม่อยากยอมรับเลยก็เถอะ"

show akira basic_lost_close_ss
with charachange

aki "สภาพฉันตอนนี้คงสมเพชน่าดูเลยสินะ มานั่งงอแงเรื่องนี้กับคนที่แทบไม่ได้รู้จักกันเนี่ย"

hi "ไม่หรอกครับ อันนี้ผมพูดในฐานะคนที่ทำตัวน่าสมเพชได้เก่งเลยนะ"

show akira basic_ending_close_ss
with charachange

"เธอแค่นหัวเราะ ซึ่งทำให้ฉันรู้สึกเหมือนได้ประสบความสำเร็จโดยส่วนตัวแล้ว"

show akira basic_smile_close_ss
with charachange

aki "นายน่ะเป็นคนดีนะฮิซาโอะ ตอนที่ฉันยอมรับให้นายเป็นแฟนกับน้องฉันน่ะ ฉันไม่ได้พูดเล่นหรือพูดไปงั้น ๆ นะ"

show akira basic_smile_ss:
    tworight
    ypos 1.1
    ease 0.5 ypos 1.0
with charadistant

play sound sfx_can_clatter

"อากิระลุกขึ้นยืนพร้อมเสียงโอดโอยที่ฟังดูไม่สมอายุแล้วกระดกเบียร์อึกสุดท้ายก่อนจะโยนกระป๋องเปล่าลงถังขยะ"

show akira basic_boo_ss at tworight
with charachange

aki "แค่บังเอิญว่าโชคไม่ดีที่การเป็นคนดีมันไม่ได้มีความหมายอะไรมากกับโลกนี้น่ะ"

show akira basic_resigned_ss
with charachange

aki "ที่บอกว่าฉันจะไปสกอตแลนด์คือฉันไปเพราะมีตำแหน่งดี ๆ ที่สำนักงานใหญ่ที่ว่างอยู่"

aki "แต่ตอนที่ฉันรู้เรื่องนี้จากคนที่บ้านตอนอยู่สกอตแลนด์น่ะ เขาชวนให้ลิลลี่กลับไปอยู่ด้วยกันที่อินเวอร์เนสส์ด้วย"

play music music_sadness fadein 0.5

"บ้าน่า…"

"งั้นที่ลิลลี่เลี่ยงตอนถามเรื่องอนาคต… งั้นความอึดอัดที่เริ่มเกิดขึ้นระหว่างเรา… งั้นการที่อยู่ ๆ ลิลลี่เดือดอย่างนั้น…"

"ทันใดนั้นเองทุกอย่างก็ลงล็อกพอดี"

"ครอบครัวที่เธอหวนรำลึกตอนที่จัดงานเลี้ยงให้ฮานาโกะ… ครอบครัวที่ทิ้งให้ลิลลี่กับอากิระต้องอยู่ตามลำพังหลังจาก\nที่ตัวเองบินไปแสวงหาสิ่งที่ดีกว่า…"

"แล้วฉันก็รู้สึกโง่เง่าขึ้นมาทันทีที่ไม่เคยเค้นถามลิลลี่เลยว่าคิดมากเรื่องอะไรอยู่ ไม่เคยคิดเลยด้วยซ้ำว่าจะมีเรื่องอะไร\nเกิดขึ้นช่วงที่ลิลลี่ไปเที่ยวที่บ้านของครอบครัวเธอที่อินเวอร์เนสส์หรือเปล่า"

"และตอนนี้ฉันก็รู้สึกจุกอกขึ้นมา ถ้าครอบครัวชวนให้ลิลลี่ไปอยู่ด้วยกันที่สกอตแลนด์ซึ่งอยู่คนละฟากโลกกับญี่ปุ่น\nแล้ว…"

hi "แล้วลิลลี่… จะไปมั้ยครับ"

show akira basic_lost_ss
with charachange

aki "ลิลลี่ยังไม่ได้บอกฉันเลยว่าจะไปหรือเปล่า แล้วก็คงไม่ได้บอกนายด้วยเหมือนกันสินะ"

aki "นั่นแหละฉันถึงได้เรียกนายมาคุยด้วย ฮิซาโอะ"

hi "บริบทเหรอ…"

"ฉันเอนตัวพิงพนัก ตอนนี้ทั้งความกังวลและความหงุดหงิดคงแสดงออกทางสีหน้าหมดแล้ว"

show akira basic_resigned_ss
with charachange

aki "ลิลลี่เป็นคนแข็งแกร่งนะฮิซาโอะ แต่ก็ใช่ว่าจะสมบูรณ์แบบไปเสียทุกอย่าง"

aki "ก็คงเป็นหน้าที่ของฉันในฐานะพี่สาวละนะที่ต้องคอยเป็นห่วงลิลลี่ แต่ฉันคิดว่านายก็มีสิทธิ์ที่จะรู้เหมือนกัน"

hi "เข้าใจครับ"

show akira basic_lost_ss
with charachange

aki "ไหวมั้ย ฟังดูนายเครียด ๆ นะ"

hi "ไหวครับ ผมแค่… กำลังคิดอยู่"

show akira basic_ending_ss
with charachange

aki "ดีแล้ว คิดก็ดีแล้ว บุ่มบ่ามไปก็ไม่ได้อะไรขึ้นมาหรอก"

show akira basic_boo_ss
with charachange

"อากิระก้มมองนาฬิกาโดยที่แทบไม่ขยับข้อมือ"

show akira basic_lost_ss
with charachange

aki "ต้องไปแล้วละ นายยังไหวอยู่นะ"

hi "ไหวครับ ไม่ต้องห่วง เดี๋ยวผมไปคุยกับลิลลี่แล้วจัดการอะไรให้เรียบร้อยเอง"

show akira basic_smile_ss
with charachange

"อากิระยิ้มให้ แต่ก็ดูไม่ใช่ยิ้มที่มาจากใจจริง ๆ"

"ให้ตายเถอะ เราสองคนก็ได้แต่อ้อมไปอ้อมมาไม่พูดตรง ๆ ว่าตอนนี้ตอนนี้ลิลลี่กำลังอยู่ที่จุดพลิกผันกับการตัดสินใจ\nครั้งใหญ่ที่สุดในชีวิตของเธอ แล้วยังจะหาทางรับภาระทั้งหมดไว้ด้วยตัวเองอีก"

"แล้วส่วนหนึ่งของภาระนั้นคือเรื่องความสัมพันธ์ของฉันกับลิลลี่ด้วย"

stop music fadeout 5.0
hide akira
with charaexit

"พอเงยหน้าขึ้นมองก็เห็นว่าอากิระเดินชูมือลาออกไปแล้ว"

"ในที่สุดฉันก็มีคำตอบ หลังจากที่ไม่ได้มีมาแสนนาน อาจจะไม่ใช่คำตอบจริง ๆ หรอก แต่อย่างน้อยตอนนี้ฉันก็รู้แล้ว\nว่าต้องถามอะไร"

"“เธอจะอยู่ หรือไป”"

stop ambient fadeout 2.0

scene black
with dissolve


#*********************

label th_L28:

scene bg suburb_roadcenter_rn
show rain normal
with locationchange

play ambient sfx_rain fadein 4.0

hi "เร็วหน่อยลิลลี่!"

show lilly basic_concerned_cas_close_rn behind rain at center
with charaenter

li "ก็เร็วสุดแล้วเนี่ย!"

"เสียงฝนตกดังกลบจนแทบไม่ได้ยินเสียงลิลลี่ ถึงจะไม่ชอบลากลิลลี่ไปไหนมาไหน แต่ตอนนี้จำเป็นจริง ๆ"

"ฉันหันหน้าไปพลางยกมือขึ้นมาป้องหัวเพื่ออย่างน้อยหัวจะได้ไม่เปียก ซึ่งไม่เป็นผลนัก ภาพตรงหน้าหมองหม่น เป็น\nสภาพอากาศที่ไม่เหมาะกับหน้าร้อนเอาเสียเลย แล้วยังเป็นสภาพอากาศที่ไม่อยากเห็นตอนมาเดตมาก ๆ"

"น่าเสียดายจริง ๆ อุตส่าห์ดูพยากรณ์อากาศมาล่วงหน้าแล้ว ปกติก็ไม่ค่อยจะได้ดูด้วย แต่พยากรณ์อากาศก็ดันมาบอก\nว่าบ่ายวันอาทิตย์ท้องฟ้าจะปลอดโปร่งดี"

"พอหันไปมองก็เห็นว่าไหล่ลิลลี่เปียกฝนหมดแล้ว เธอใช้มือขวาจับมือฉันไว้แน่น ส่วนมือข้างซ้ายจับไม้เท้าที่หดเก็บไว้"

"ฝนห่านี้กระหน่ำเทลงมาจังหวะที่เราเดินออกมาจากยามากุแล้วอยู่กลางทางพอดี พวกเราจึงเลือกที่จะรีบวิ่งไปจนถึง\nปลายทางแทนที่จะต้องเดินกลับไปอีกรอบ"

"ลิลลี่ตั้งสติอย่างหนักเพื่อไม่ให้ตัวเองสะดุดล้มเพราะไม่เคยต้องวิ่งเร็วขนาดนี้มาก่อน"

show lilly basic_oops_cas_close_rn
with charachange

li "ฮิซาโอะ มีที่ที่จะไปแล้วเหรอ!"

"แม้แต่ลิลลี่ยังต้องยอมตะโกนเพื่อให้เสียงดังแข่งกับเสียงลมเสียงฝนได้"

hi "ร้านเซี่ย—"

"ประโยคส่วนที่เหลือถูกกลบด้วยเสียงฝนที่ซัดสาดลงมาหนักกว่าเก่า"

show lilly basic_sad_cas_close_rn
with charachange

li "ร้านอะไรนะ!"

hi "ร้านเซี่ยงไฮ้!"

show lilly basic_concerned_cas_close_rn
with charachange

li "อีกไกลมั้ย!"

hi "อีกไม่ไกลแล้ว!"

show bg suburb_shanghaiext_rn
show lilly basic_concerned_cas_close_rn
with shorttimeskip

"ไม่นานฉันก็ได้เรียกลิลลี่อีกครั้ง"

hi "ดูท่าจะปลอดภัยแล้วละ ร้านอยู่ข้างหน้านี่แล้ว!"

"ฉันรีบวิ่งมาหยุดอยู่ที่หน้าร้านอันคุ้นเคยแล้วรอให้ลิลลี่ได้พักหายใจก่อนเข้าร้าน โคมไฟซึ่งแขวนอยู่นอกร้านยังคง\nส่องสว่างทำหน้าที่ของมัน "

hi "เชิญสุภาพสตรีก่อนครับ"

play sound sfx_storebell

show lilly basic_smileclosed_cas_close_rn at center
with charachange

with Pause(0.5)

hide lilly
with charaexit

"กระดิ่งใบเล็กดังกรุ๋งกริ๋งตอนที่ฉันเปิดประตูให้ลิลลี่ เธอยิ้มพยักหน้าอย่างสุภาพเป็นการขอบคุณก่อนที่ฉันจะได้เดิน\nตามเข้าไป"

$ renpy.music.set_volume(0.1, 1.0, channel="ambient")
play music music_dreamy fadein 3.0

scene bg suburb_shanghaiint
show lilly basic_smileclosed_cas at center
with locationchange

"ฉันเดินตามลิลลี่ไปพลางเช็ดเท้า เพียงมองผ่าน ๆ ก็สังเกตได้ว่าในร้านแทบไม่มีลูกค้าเลย ร้านเซี่ยงไฮ้ดูเหมือนจะเป็น\nร้านที่ลูกค้าไม่ค่อยเยอะเท่าไหร่ และวันนี้ก็เช่นกัน มีแค่สองโต๊ะที่มีลูกค้านั่งอยู่"

"เสียงกระดิ่งนั้นเรียกให้คนคนหนึ่งออกมาทักทายเราตามคาด"

show bg suburb_shanghaiint at bgleft
show lilly basic_smileclosed_cas at twoleft
with charamove

show yuukoshang happy_up at tworight
with charaenter

yu "ยินดีต้อนรับสู่ร้านเซี่ยงไฮ้ค่ะ!"

"วันนี้ยูโกะดูอารมณ์ดีแฮะ เดาอารมณ์ยากจริง แต่มีอะไรนอกจากเดิม ๆ บ้างก็ดีแล้วละนะ"

show lilly basic_smile_cas
with charachange

li "สวัสดีค่ะคุณยูโกะ"

hi "สวัสดีครับ"

show yuukoshang closedhappy_down
with charachange

yu "ทิวาสวัสดิ์นะทั้งสองคน"

show yuukoshang neutral_down:
    ypos 1.25
with Dissolvemove(0.2)

with Pause(0.2)

show yuukoshang neutral_down at tworight
with charamove

"ยูโกะโค้งตัวต่ำ พอกลับมายืนตามปกติได้ดูสภาพพวกเราชัด ๆ แล้วเธอก็เหมือนผงะไป"

show yuukoshang worried_down
with charachange

yu "มีอะไรหรือเปล่า เธอสองคนดู…"

"เธอเหล่ตาไปมองบานกระจกตรงประตูที่อยู่ข้างหลังพวกเรา"

show yuukoshang panic_up
with charachange

yu "โอ๊ะ ตายจริง"

hi "อย่างน้อยตอนนี้ก็ได้ที่หลบฝนแล้วละครับ แค่นั้นก็พอแล้ว"

show lilly basic_weaksmile_cas
with charachange

li "ในนี้อุ่นสบายดีจังเลยนะคะ โชคดีจังที่วันนี้คุณได้ทำงานในร่ม"

show yuukoshang smile_down
with charachange

yu "เงียบสบายดีมากเลยละ ฉันชอบวันอย่างนี้มากเลย"

show yuukoshang worried_down
with charachange

yu "โอ๊ะ เดี๋ยว เอ่อ ขอโทษค่ะ… จะรับอะไรดีคะ"

show lilly basic_smile_cas
with charachange

li "ชาเฟรนช์วานิลลาค่ะ"

hi "เหมือนกันครับ"

show yuukoshang closedhappy_up
with charachange

yu "ค่ะ สักครู่นะคะ"

hide yuukoshang
with charaexit

"ยูโกะรีบพุ่งตัวออกไปด้วยสีหน้าอันมุ่งมั่นจำสิ่งที่เราสั่งไปให้ขึ้นใจ เอาเถอะ อย่างน้อยก็มุ่งมั่นกับงานดีละนะ"

show bg suburb_shanghaiint at center
show lilly basic_smileclosed_cas_close at center
with dissolvecharamove

show lilly basic_smileclosed_cas_close:
   ypos 1.1
with charamove

"ฉันนำทางลิลลี่ไปยังโต๊ะที่ว่างอยู่ตรงหน้าเพื่อพักขา และเช่นเคย สภาพฉันที่ทิ้งตัวลงนั่งด้วยความเหนื่อยอ่อนนั้นต่าง\nจากลิลลี่ซึ่งค่อย ๆ ขยับตัวเข้าไปนั่งวางไม้เท้าลงข้าง ๆ โดยสิ้นเชิง"

"ฉันนั่งเหม่อมองฝนนอกหน้าต่างอยู่พักใหญ่ บางทีก็มีคนที่วิ่งอยู่บนถนนที่กำลังรีบหาที่หลบฝนให้เร็วที่สุดผ่านไปมา\nซึ่งส่วนใหญ่ในมือก็ถือร่มซึ่งโชกไปด้วยฝนไว้แน่น"

"ลิลลี่ก็นั่งเงียบไม่ต่างจากฉัน เธอหลับตาเงี่ยหูฟังสิ่งต่าง ๆ ที่เกิดขึ้นรอบตัว"

"ระหว่างเรานั้นเป็นความเงียบซึ่งอยู่สบายและชวนให้ผ่อนคลาย เป็นความเงียบแบบที่เรามักได้ใช้เวลาอยู่ด้วยกันในช่วง\nเดือนสองเดือนที่ผ่านมา"

stop music fadeout 5.0

"อย่างน้อยก็เป็นความเงียบแบบที่ว่าสำหรับลิลลี่น่ะนะ"

"ฉันกรอคำพูดของพี่สาวเธออยู่ในหัว บางครั้งก็เอามาเทียบกับช่วงเวลาที่เราได้อยู่ด้วยกันตั้งแต่ที่ฉันได้ย้ายมาอยู่ที่\nยามากุ และเอามาเทียบกับความสัมพันธ์ของเรานับตั้งแต่เราเริ่มคบกัน"

"ไม่ว่าจะคิดยังไงฉันก็อ่านใจลิลลี่ไม่ออกเลย รู้สึกเหมือนว่ายิ่งฉันพยายามเดาความรู้สึกกับทางที่เธออาจเลือกเท่าไหร่\nข้อสรุปที่ชัดเจนก็ยิ่งเลือนรางไปมากขึ้นเท่านั้น"

"จนฉันนึกสงสัยว่าฉันเคยเข้าใจลิลลี่จริง ๆ หรือเปล่า สุดท้ายแล้วฉันก็ต้องออกปากถาม ถึงฉันจะอยากเลี่ยงไม่ถามเลย\nก็เถอะ"

show lilly basic_smile_cas_close
with charachange

li "วันนี้เธอดูเงียบ ๆ ไปนะฮิซาโอะ"

hi "จริงเหรอ"

show lilly basic_ara_cas_close
with charachange

li "เห็นเธออยากพาฉันมาเดตขนาดนั้น คงมีอะไรที่อยากทำเป็นพิเศษอยู่แล้วใช่มั้ย"

hi "ไม่อะ ไม่หรอก แค่อยากใช้เวลาอยู่ด้วยกันกับเธอแค่นั้นแหละ"

show lilly basic_weaksmile_cas_close
with charachange

li "งั้นเหรอ…"

hi "ก็ได้ มีอย่างนึง"

show lilly basic_cheerful_cas_close
with charachange

"ลิลลี่แสยะยิ้มออกมาเล็กน้อยเพราะรู้ดีว่าไล่ต้อนฉันให้จนมุมสำเร็จแล้ว ซึ่งทำให้ฉันยิ่งลำบากใจที่จะพูดประโยคถัดไป\nขึ้นไปอีก"

hi "คือ… ฉันไปคุยกับพี่อากิระมา"

show lilly basic_surprised_cas_close
with charachange

li "อ้าว"

hi "อ้าวนี่คืออะไร"

show lilly basic_weaksmile_cas_close
with charachange

li "เธอสองคนดูเข้ากันดีจังเลยนะ"

hi "ก็ เป็นคนที่คุยด้วยสนุกดีนะ ถ้ามีครูสักคนในโรงเรียนเป็นอย่างสักเสี้ยวพี่เขาได้คงดี"

show lilly basic_sleepy_cas_close
with charachange

li "“สนุก…”"

"ฉันนึกอยู่ครู่หนึ่งว่าน้ำเสียงนั้นหมายความว่าอะไร พอนึกออกฉันก็ยกยิ้ม"

hi "นี่คงไม่ได้หึงกันใช่มั้ย"

show lilly basic_pout_cas_close
with charachange

li "เปล่าหึงสักหน่อย!"

"เห็นเดตแรกแหย่ฉันเรื่องนั้นไป ฉันจึงไม่ได้รู้สึกผิดอะไรมากที่คราวนี้แหย่เธอกลับบ้าง"

"แต่หลังจากนี้ฉันก็ต้องเผชิญหน้ากับจุดประสงค์จริง ๆ ที่ฉันพาลิลลี่มาที่นี่"

hi "ไม่ต้องห่วงหรอก ส่วนมากก็แค่คุยเรื่องดินฟ้าอากาศกันนั่นแหละ แต่เรื่องนี้ฉันได้ยินพี่เธอเล่ามาเลยอยากเอามา\nคุยกับเธอ"

hi "ตอนที่เธอไปหาครอบครัวเธอที่อินเวอร์เนสส์น่ะ พี่เขาเล่าว่า…"

show lilly basic_reminisce_cas_close
with charachange

li "พี่บอกเธอเรื่องที่ครอบครัวชวนให้ฉันไปอยู่ด้วยใช่มั้ย"

play music music_drama fadein 2.0

"ฉันนั่งอ่านสีหน้าลิลลี่พร้อมเวลาที่ไหลผ่านไป เป็นสีหน้าที่มีอารมณ์ปะปนอยู่อย่างประหลาด ดูรำคาญ แต่ก็เหมือน\nสับสน"

show bg suburb_shanghaiint at bgleft
show lilly basic_reminisce_cas_close:
    twoleft
    ypos 1.1
with charamove

show yuukoshang neutral_up at tworight
with charaenter

yu "เอ่อ… นี่ค่ะ…"

"ยูโกะวางเครื่องดื่มของพวกเราลงกับโต๊ะกล้า ๆ กลัว ๆ เธอดูตัวเล็กไปถนัดตา"

hide yuukoshang
with charaexit

show bg suburb_shanghaiint at center
show lilly basic_reminisce_cas_close:
    center
    ypos 1.1
with charamove

"เธอพยักหน้าให้แล้วเดินกลับไปที่เคาน์เตอร์ และฉันก็เพิ่งรู้ตัวว่าบรรยากาศระหว่างฉันกับลิลลี่นั้นมาคุ เราทั้งคู่ต่าง\nทำสีหน้าตึงเครียด"

show lilly basic_displeased_cas_close
with charachange

li "บอกให้ฉันเดินด้วยตัวเองแท้ ๆ แต่ชอบมาขัดจังหวะแบบนี้อยู่เรื่อยเลย…"

hi "ฉันว่ามันไม่ใช่ความผิดของพี่อากิระเลยนะ พี่เขาก็แค่เป็นห่วงเธอ ซึ่งฉันก็พอจะเข้าใจอยู่ว่าทำไมถึงเป็นห่วง"

show lilly basic_weaksmile_cas_close
with charachange

"แม้ลิลลี่จะพยายามปกปิดความรู้สึกของตัวเองอย่างฝืน ๆ แล้ว ทว่าความหงุดหงิดของเธอยังเผยอารมณ์ให้เห็นได้ชัด\nเธอนั้นรับมือเวลาที่มีคนมาซักไซ้เรื่องส่วนตัวไม่เป็นเลย"

li "ฉันรู้ ฉันแค่… ต้องการเวลาอีกสักหน่อย ฉันรู้ว่าสุดท้ายเดี๋ยวเธอก็รู้อยู่ดี แต่ว่า…"

hi "นี่เธอจงใจปกปิดกันเหรอ แล้วกะจะปกปิดไปอีกนานแค่ไหน"

show lilly basic_displeased_cas_close
with charachange

li "ก็อย่างที่บอก ฉันแค่ต้องการเวลาคิดให้ดีอีกหน่อย ฉันจะรอให้แน่ใจก่อนว่าฉันจะเอายังไงแล้วค่อยบอกเธอ"

hi "แล้วสรุปเธอจะเอายังไง"

"ฉันรู้ว่าฉันคาดหวังคำตอบอะไรจากเธออยู่ แต่ฉันก็ปัดความรู้สึกไม่ดีนี้ออกไปจากใจไม่ได้"

show lilly basic_sleepy_cas_close
with charachange

li "ครอบครัวฉันอยากให้ฉันกลับไปอยู่ด้วยมาก ๆ แล้วพี่ก็จะไปด้วย แล้วไม่ว่าจะอยู่ที่นี่หรือที่นั่นฉันก็ยังยึดการสอน\nเป็นอาชีพได้เหมือนกัน"

hi "ก็คือ… เธอจะไป"

hi "แล้วตัดสินใจมานานหรือยัง คือฉันรู้มาแล้วว่าที่บ้านชวนเธอตอนที่เธอไปสกอตแลนด์ครั้งแรกเมื่อเดือนก่อน"

show lilly basic_concerned_cas_close
with charachange

li "สัก… พักแล้ว"

"ฉันหงุดหงิดจนแทบทนไม่ไหวแล้ว สิ่งที่ลิลลี่ทำนั้นมีผลกับความรู้สึกมากเกินสมควร"

"จะไปไม่พอ แล้วยังปกปิดแผนของตัวเองจากฉันมาตลอด แล้วยังทำตัวเหมือนเป็นเสาหลักที่ฉันคอยพึ่งพิงพักพิงได้\nมาตั้งนาน…"

"เป็นความรู้สึกที่เหมือนอยู่ ๆ พื้นที่ยืนก็เลื่อนที่ออกไปอย่างรุนแรง รวดเร็วเกินกว่าที่ฉันจะปรับตัวทัน บางที ที่ฉันรู้สึก\nตอนนี้คงไม่ใช่ความหงุดหงิด หากแต่เป็นความรู้สึกว่างโหวงในใจมากกว่า"

hi "ลิลลี่…"

show lilly basic_sad_cas_close
with charachange

li "ฉันขอโทษ ฉันแค่… อยากคิดให้มันถี่ถ้วนน่ะ ฉันไม่ได้จะหลอกเธอเลยนะ ได้โปรด—"

hi "ฉันรู้ ลิลลี่ ฉันรู้ แค่ว่าเรื่องมันกะทันหันมาก ๆ"

hi "งั้นก็แปลว่าถ้าเธอไปแล้วเราก็จะเลิกกันใช่มั้ย"

"ครั้งนี้เป็นหนึ่งในไม่กี่ครั้งที่ลิลลี่นึกหาคำมาพูดไม่ออกจริง ๆ"

"ลิลลี่ไม่ได้ดูตกใจเลย แน่แท้ว่าเธอคงรู้ว่าต้องเป็นอย่างนั้นมาตั้งแต่ตอนที่ตัดสินใจแล้ว ที่เธอเงียบไปเพราะไม่แน่ใจจริง ๆ\nว่าจะรับมือกับสถานการณ์ตรงหน้าตอนนี้อย่างไรดี"

show lilly basic_oops_cas_close
with charachange

li "ระ เราจะลองคบกันทางไกลก็ได้นะ สมัยนี้คนที่คบกันทางไกลก็เริ่มมีเยอะขึ้นแล้ว…"

"ถึงจะพูดอย่างนั้น แต่น้ำเสียงก็บอกชัดว่าเธอไม่ได้เชื่อมั่นในสิ่งที่ตัวเองพูดเลย"

$ renpy.music.set_volume(0.5, 1.0, channel="music")
$ renpy.music.set_volume(0.05, 1.0, channel="ambient")

window hide
nvl clear
nvl show dissolve

n "\n\n\nลิลลี่นั้นเป็นคนหัวโบราณเกินกว่าที่จะรับความสัมพันธ์ซึ่งไร้ตัวตนทางกายได้ และฉันก็เป็นคล้าย ๆ เธอด้วยเหมือนกัน\nเราจะเป็นได้เพียงแค่เสียงซึ่งดังมาจากคนละฟากโลกต่อกันเท่านั้น"

n "สุดท้ายแล้วการที่จะเอาความเป็นเหตุผลไปใส่กับทุกอย่างนั้นเปล่าประโยชน์ ยิ่งจดจ่อพยายามจะโยงสิ่งที่เกิดขึ้น\nในอนาคตหรืออดีตให้ถึงกันมากเท่าไหร่ก็ยิ่งเหมือนจะโยงไม่ได้มากเท่านั้น"

n "ชั่วขณะอันเงียบงันที่เราเดินเคียงกันเหล่านั้น ช่วงเวลาอันล้ำค่าที่เราได้อยู่ด้วยกันกับฮานาโกะกับอากิระ บทสนทนา\nเรื่อยเปื่อยของเราตอนพักเที่ยง ช่วงเวลาที่เราแอบแนบชิดกาย คำสารภาพความรู้สึกของเราที่มีต่อกัน…"

n "\n\n\nล้วนไร้ความหมาย ล้วนเป็นเพียงเสี้ยวขณะในช่วงชีวิตวัยรุ่นของพวกเราเท่านั้น"

$ renpy.music.set_volume(0.1, 1.0, channel="ambient")
$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear
window show

hi "เราสองคนมันก็แค่เด็กที่ทำตัวเป็นผู้ใหญ่เนอะ"

show lilly basic_sad_cas_close
with charachange

"ความเงียบลอยค้างอยู่ในอากาศระหว่างเราเนิ่นนานนานแสนนาน เสียงลูกค้าคนอื่นในร้านที่ดื่มกันคุยกันยิ่งทำให้\nสถานการณ์นั้นดูประหลาดและหลุดคลาดจากความเป็นจริง"

"ลิลลี่ยังคงก้มหน้างุดพร้อมสีหน้าอันหม่นหมอง"

stop music fadeout 4.0

show lilly basic_concerned_cas_close
with charachange

li "ฉันขอโทษ ฮิซาโอะ"

"คำขอโทษสั้น ๆ ดาด ๆ และลิลลี่ก็ไม่ตอบสนองหรือพูดอะไรอีก"

"ฉันถอนหายใจยืดยาวพลางค้นหาว่าในความคิดยังมีอะไรคงค้างอยู่ก่อนจะถามคำถามสุดท้ายกับเธอไป"

hi "จะไปเมื่อไหร่"

show lilly basic_sad_cas_close
with charachange

li "ฉันจะไปกับพี่ เพราะงั้นก็อีกไม่ถึงสัปดาห์"

hi "ปิดเทอมฤดูร้อนวันแรก?"

show lilly basic_sleepy_cas_close
with charachange

li "อื้ม แต่ไม่ใช่ช่วงเช้า"

"น้ำเสียงลิลลี่ราบเรียบและต่ำผิดวิสัย แม้เธอจะพยายามซ่อนความรู้สึกผิดและความเครียดไปจากน้ำเสียง แต่สีหน้า\nของเธอบอกอารมณ์เหล่านั้นเด่นชัด"

"สุดท้ายก็ไม่แม้แต่จะได้ไปงานทานาบาตะด้วยกันก่อนเธอไปอย่างที่สัญญาไว้ด้วยซ้ำ"

stop ambient fadeout 14.0
$ ksgallery_unlock("evul hisao_teacup")
show ev hisao_teacup:
    truecenter
    zoom 0.85 subpixel True
    acdc_warp 15.0 zoom 0.8
with locationchange

"ฉันก้มมองเงาตัวเองที่สะท้อนในผิวน้ำชาที่อยู่ตรงหน้าซึ่งถูกทิ้งไว้จนเริ่มเย็นลงแล้ว"

"ก็นึกว่าฉันทิ้งสีหน้าแบบนี้ไปแล้วเสียอีก"

"ฉันนั่งจ้องผิวน้ำชาเรียบนิ่งอยู่ครู่หนึ่งพลางจัดแจงอารมณ์เรียบเรียงความคิดว่าตอนนี้และนับจากนี้ฉันควรทำอย่างไร"

"แต่ความพยายามนั้นก็สูญเปล่าเช่นเคย"

hide ev
show lilly basic_reminisce_cas_close
with locationchange

"พอเงยหน้ามองก็เห็นลิลลี่ที่จิบชาซึ่งเย็นแล้วอยู่นิ่ง ๆ ไม่พูดไม่จา เธอทำหน้าหมองพร้อมหย่อนไหล่ ดูท่าว่าจะกำลังคิด\nอะไรอยู่เหมือนกัน บรรยากาศเยือกเย็นพิลึกนี้คั่นระหว่างเราที่ต่างคนต่างปลีกตัวออกมาใคร่ครวญหลายสิ่งอย่าง"

"น้ำชาของลิลลี่นั้นพร่องลงไปช้า ๆ ส่วนของฉันยังคงอยู่เช่นเดิม"

"อีกพักใหญ่ฉันถึงรู้ตัวว่าฝนเริ่มซาลงและลูกค้าในร้านเซี่ยงไฮ้บางคนเริ่มออกจากร้านไปแล้ว"

scene bg school_dormhallway
with shorttimeskip

stop ambient
play music music_moonlight fadein 0.5

"อากาศเย็นจากยามค่ำซึ่งมืดลงอย่างรวดเร็วแทรกตัวไปทั่วโถงทางเดินในหอ ระหว่างที่เดินไปตามทางเพื่อกลับห้องก็เห็น\nอะไรบางอย่างที่ขยับอยู่ชวนให้นึกรำคาญ"

show kenji happy:
    center
    xpos 0.4
    easein 0.5 xpos 0.5
with charaenter

"ตามคาด ประตูห้องใกล้ ๆ กันที่เปิดนั้นเป็นการป่าวร้องการมาถึงของเคนจิผู้สวมแว่น"

ke "ไงพวก สบา…"

show kenji tsun at center
with charachange

ke "โหพวก สภาพดูไม่ได้เลย เหมือนจะนะ ไหวเปล่า"

"หมอนี่มันเก่งเรื่องการคลายบรรยากาศจริง ๆ"

hi "คือฉัน… ไม่อยากเล่าเท่าไหร่ ดึกแล้ว"

show kenji neutral
with charachange

ke "โอเค ไม่เป็นไร"

ke "ถ้าอยากเล่า ฉันก็ เนี่ย จะอยู่เป็นเพื่อน"

"ฉันมองเคนจิอยู่ครู่หนึ่งก่อนจะเลิกทำท่าเคร่งเครียดแล้วเกาท้ายทอยแก้เก้อเพราะอายที่ตอบไปแบบทื่อ ๆ"

hi "ขอบใจนะเคนจิ"

show kenji happy
with charachange

ke "เออ ๆ ไม่เป็นไร เพื่อนกันก็ต้องงี้อยู่แล้วเปล่า"

hi "เออ ถูกของนาย เอ่อ เจอกัน"

scene bg school_dormhisao_ni
with locationchange

"ฉันเปิดประตูเข้าห้องตัวเองแล้วปิดประตูให้กับเคนจิที่โบกมือลา"

play sound sfx_doorslam

"เสียงประตูกระทบกับวงกบดังปึงเป็นสัญญาณบอกว่าชีวิตที่ฉันเคยใช้มาตั้งแต่ได้มาอยู่ที่ยามากุใกล้สิ้นสุดลงแล้ว"

"ฉันยืนอยู่ในห้องมืดมิด ตะเกียกตะกายในความคิดค้นหาว่าฉันควรทำอย่างไรต่อจากนี้"

"แล้วฉันจะต้องทำยังไงกัน…"

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
stop music fadeout 2.0

scene black
with dissolve

#********************

label th_L29:

scene bg school_scienceroom
with locationchange

"พอเลิกเรียนแล้วฉันก็นั่งเท้าคางเหม่อมองหน้าต่างฆ่าเวลา"

$ renpy.music.set_volume(0.5, 0.0, channel="music")
play music music_normal fadein 2.0

window hide
nvl clear
nvl show dissolve

n "\n\nผ่านมาได้สองสามวันแล้วตั้งแต่ที่ลิลลี่บอกเรื่องแผนของเธอ หลังจากนั้นฉันก็ไม่ได้ไปกินข้าวเที่ยงด้วยกันตรงที่ประจำ\nอีกเลย แต่ต่อให้ไปก็คงไม่มีความหมายอะไร"

n "ฮานาโกะก็ยุ่งอยู่กับชมรมหนังสือพิมพ์ที่เพิ่งเข้าได้ไม่นาน และเริ่มคุยกับนาโอมิอยู่ในห้องบ้างแล้วด้วย"

n "แม้แต่ลิลลี่ยังยุ่งอยู่ไม่ติดที่ด้วยภาระในฐานหัวหน้าห้องเมื่อใกล้ถึงปิดเทอมฤดูร้อนเช่นนี้ แต่ถึงยังไงถ้าเราได้เจอกัน\nมันก็คงอึดอัดอยู่ดีน่ะนะ"

n "และตอนนี้ก็ใกล้ถึงเวลาเต็มที ถ้าระฆังเลิกเรียนของวันนี้ดังเมื่อไหร่ ปิดเทอมฤดูร้อนก็จะเริ่มขึ้นเมื่อนั้น"

n "\n\n\nเดี๋ยวก็คงไปหาพ่อแม่แล้วนอนอุตุอยู่ที่บ้านเก่านั่นแหละมั้ง ก็แผนเดิมพังไปหมดแล้วนี่"

nvl clear

n "\n\nส่วนอากิระกับลิลลี่ก็จะเดินทางไปยังสกอตแลนด์เพื่อใช้เวลาทั้งชีวิตอยู่ที่นั่น"

n "พอปิดเทอมฤดูร้อนแล้วชีวิตฉันก็จะกลับไปเป็นดังเดิม ซึ่งไม่ว่าฉันจะเค้นหัวยังไงก็นึกภาพไม่ออกว่าจะเป็นอย่างนั้น\nไปได้"

n "ทุกคนต่างเดินไปข้างหน้ากันต่อ ลิลลี่กลับไปอยู่กับครอบครัวอีกครั้ง อากิระย้ายไปทำงานให้ธุรกิจของพ่อ ฮานาโกะ\nได้เพื่อนกับงานอดิเรกใหม่ แม้กระทั่งยูโกะยังเดินหน้าไปกับความมุ่งมั่นในทางมหาวิทยาลัยของเธอ"

n "ท้ายที่สุด แม้กระทั่งฉันก็เดินไปข้างหน้าด้วย แม้ตอนแรกจะยังต้องล้มลุกคลุกคลานอยู่ แต่ผลการเรียนที่ได้จาก\nการเรียนที่นี่ที่ผ่านมานั้นทำให้เริ่มมองเห็นเส้นทางการสอนวิชาวิทยาศาสตร์ชัดเจนมากขึ้น"

n "\n\nก็คงเป็นอะไรที่อย่างน้อยฉันควรจะยินดีละมั้ง แต่ก็เหมือนไม่ได้ช่วยอะไรเท่าไหร่"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear

window show

mi "ฮิจัง~!"

"ฉันเลิกคิดวนไปมาทันทีแล้วหันหน้าไปหาต้นเสียงร่าเริงนั้นพลางปั้นหน้าให้ดูสดใสที่สุดเท่าที่จะทำได้"

show misha hips_smile at twoleft
show shizu behind_smile at tworight
with charaenter

"ชิซูเนะยืนประกบอยู่ตามคาด รู้สึกทะแม่ง ๆ ว่าสองคนนี้มีเรื่องอะไรจะรบกวนฉันแน่นอน"

hi "ไง มิช่า ชิซูเนะ มีอะไรเหรอ"

show misha hips_grin
with charachange

mi "ก็~…"

show misha perky_smile
with charachange

mi "ชิจังกับฉันคิดอยู่ว่า~…"

show misha sign_smile
with charachange

mi "เราสองคนก็เป็นเด็กสาวตาดำ ๆ ที่อยากได้ใครสักคนมาช่วยงานหลายอย่างที่เราได้มาตอนก่อนปิดเทอมพอดี~…"

hi "ได้ เดี๋ยวช่วย"

show misha perky_sad
with charachange

mi "แต่ว่าฮิจัง เราอยากได้ค—"

stop music fadeout 0.2

show misha perky_confused
with charachange

mi "หา?"

"ฉันว่าฉันทำมิช่าพังแล้วละ"

show shizu behind_blank
with charachange

"แม้แต่ชิซูเนะยังเลิกคิ้วสงสัยกับการที่เพื่อนซี้ของเธอชะงักกึกไปอย่างนั้น"

show misha hips_grin
with charachange

mi "นายจะมาช่วยเราเหรอฮิจัง"

hi "ก็บอกไปหยก ๆ ว่าจะช่วยนี่"

"ฉันเองก็ไม่มีอะไรทำอยู่แล้ว ไปช่วยงานสองคนนี้หน่อยน่าจะพอเบนความสนใจจากเรื่องนั้นได้"

"มิช่าดูดีใจสุดขีดที่ฉันตอบตกลง แต่ชิซูเนะยังทำหน้าหมอง ๆ แบบที่ฉันอ่านไม่ออก ฉันรีบเสตามองทางอื่นทันที\nเหมือนทำหน้าสงสารอยู่เลยแฮะ แต่ฉันคงคิดไปเองนั่นแหละ"

scene bg school_council
with shorttimeskip

play music music_daily fadein 0.5

"ครั้งนี้ไม่ใช่ครั้งแรกเลยที่ฉันได้มาห้องสภานักเรียน ฉันเองก็ต้องมาที่ห้องนี้บ่อยครั้ง ถ้าไม่เพราะเรื่องงานหัวหน้าห้อง\nของลิลลี่ก็เป็นธุระอะไรสักอย่างที่ต้องมาจัดการกับสภานักเรียน"

"แต่ตอนนี้สภาพของที่นี่เปลี่ยนไปมาก"

show sc_comp:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"ทั้งห้องมีกระดาษและแฟ้มวางอยู่เกลื่อนกลาดทั่วห้อง ท่ามกลางความระเกะระกะนี้มีแล็ปท็อปสีดำหนึ่งเครื่องที่ตั้ง\nเด่นอยู่"

"สภาพแล็ปท็อปนั้นดูค่อนข้างเก่า คงทำหน้าที่ในการเก็บรักษาข้อมูลอย่างเก่งกล้ามาหลายปีแล้ว"

show sc_comp:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide sc_comp
with None

hi "แล้วจะให้ทำอะไร งานเยอะน่าดูเลยนะ"

show misha hips_smile at twoleft
show shizu  behind_frown at tworight
with charaenter

shi "…"

"ชิซูเนะทำหน้ามุ่งมั่นแล้วทำภาษามือ เป็นท่าทางที่เห็นแล้วชวนให้หวั่นใจจริง ๆ"

show misha hips_grin
with charachange

mi "ทุกอย่างเลยฮิจัง!"

"เป็นไปตามที่หวั่นใจไว้เป๊ะ"

hi "ทุกอย่าง… เลยเหรอ"

show shizu basic_normal
with charachange

shi "…"

show misha sign_smile
with charachange

mi "ที่ต้องทำก็อยู่บนโต๊ะนั่นน่ะ"

show misha perky_smile
with charachange

mi "เอกสารพวกนี้ต้องบันทึกเป็นแบบดิจิทัลเอาไว้ ซึ่งก็ต้องใช้แล็ปท็อปเครื่องนั้นแหละ"

hi "ให้เดานะ คนที่จะทำหน้าที่นั้นก็คือฉันใช่มั้ย"

show shizu behind_smile
with charachange

shi "…"

show misha hips_smile
with charachange

mi "ชิจังบอกว่าเห็นนายใช้คอมพิวเตอร์ที่ห้องสมุดเมื่อสองสามวันก่อนน่ะ แล้วเหมือนจะใช้เก่งมากด้วย~"

"ใช้คอมพิวเตอร์เก่ง? ก็พอจะพิมพ์สัมผัสได้อยู่หรอก แต่บอกว่าเก่งเลยนี่ก็เกินไปมั้ง"

hi "ฉันแค่พิมพ์การบ้านอยู่หรอก…"

hi "เดี๋ยว นี่ตอนนั้นชิซูเนะดูฉันอยู่เหรอ"

show shizu adjust_smug
with charachange

shi "…"

show misha sign_smile
with charachange

mi "จะรู้ทางคู่ต่อสู้ได้ เราต้องรู้ทางคนที่อยู่คู่กับเราก่อนสิ~"

show misha cross_grin
with charachange

mi "โห คมมาก…"

"ครั้งนี้แหละที่ฉันแยกได้ไม่ยากว่าใครเป็นคนพูดท่อนไหน"

"แต่เอาเถอะ จะเถียงไปก็คงเปลืองน้ำลายเปล่า แค่ช่วยงานชิซูเนะกับมิช่านั่งพิมพ์อยู่หน้าคอมพิวเตอร์มันคงไม่ได้\nหนักหนาสาหัสอะไรขนาดนั้น"

show shizu basic_normal
with charachange

shi "…"

show misha perky_smile
with charachange

mi "อีกอย่าง จะได้ไม่ต้องมัวแต่คิดมากด้วย~"

hi "คิดมาก? คิดมากเรื่องอะไร"

show misha perky_confused
with charachange

"มิช่าทำหน้างงพลางแปลให้ชิซูเนะ ชิซูเนะเหลือบมองไปทางหน้าต่างก่อนจะทำภาษามือตอบมาสั้น ๆ"

show shizu behind_blank
with charachange

shi "…"

show misha sign_smile
with charachange

show shizu basic_normal2
with charachange

"พอแปลกลับมาแล้วมิช่าก็ยิ้มออกมาทันที เมื่อกี้คงสับสนอยู่มั้ง แต่สีหน้าของชิซูเนะนั้นฉันอ่านไม่ค่อยออกเท่าไหร่"

show misha cross_smile
with charachange

mi "ฉันแค่คิดว่านายอยากหาอะไรทำแล้วจะได้ไม่ต้องคิดมากเรื่องสอบไง~"

hi "เอาเถอะ ยังไงก็รีบ ๆ ทำตอนนี้เลยแล้วกัน เดี๋ยวจะช่วย"

show misha hips_smile
with charachange

mi "ต้องอย่างนี้สิฮิจัง~!"

#hi "Even if it is, I don't really see how we're going to get all this done in one lunchtime."

#show misha hips_grin
#with charachange

#mi "Oh, that? We have next period off. Once we finish we can go home for the holidays~."

#hi "You managed to get off last period? But that's when all the students will be helping to pack up the tables and chairs for the term."

#show misha sign_smile
#with charachange

#show shizu behind_smile
#with charachange

#"As Misha translates what I say, Shizune proudly puffs her chest and gives a victorious beaming grin. It makes me wonder just how much leverage she has over our teachers."

#"I feel somewhat guilty over this, but we are going to be doing work of some kind, after all."

scene bg school_council
with shorttimeskip

"เอาละ เรียบเรียงบันทึกสเปรดชีตแผ่นที่ห้าแล้วเรียบร้อย ทีนี้ก็ของเดือนถัดไป…"

"หลังจากที่วุ่นวายกันอยู่พักหนึ่งก็จัดการอะไร ๆ ให้เป็นระเบียบขึ้นมาได้แล้ว"

"ชิซูเนะคอยรวบรวมเอกสารที่มีรูสำหรับร้อยเข้ากับสันห่วงและอุตส่าห์มากองให้อย่างเรียบร้อยข้าง ๆ ฉัน ส่วนมิช่าคอย\nจัดการงานที่เป็นการเขียนด้วยมือ ปากกาสีชมพูหวานแหววของเธอจรดลากทิ้งร่องรอยเด่นสะดุดตาผ่านกระดาษ\nแผ่นแล้วแผ่นเล่า"

"พอเริ่มอยู่ตัวแล้วก็รู้สึกว่างานไม่ได้แย่ขนาดนั้น ชิซูเนะกับมิช่าเองก็ดูจะอยู่ตัวแล้วเช่นกัน เธอสองคนสื่อสารกันเงียบ ๆ\nพลางทำงานของตัวเองอย่างเต็มที่"

"ฉันเหลือบมองแผ่นกระดาษที่วางอยู่ข้างแล็ปท็อปเป็นระยะ ๆ พลางกรอกข้อมูลในนั้นลงไปด้วยความขันแข็ง ดูเหมือน\nจะเป็นรายชื่อนักเรียนกับที่อยู่ของแต่ละคน ฉันไม่ได้สนใจสิ่งที่พิมพ์มากจนกระทั่งมาถึงประมาณครึ่งหน้า"

"ฮากามิจิ… ห้อง 3-3… เหรอ ครอบครัวอยู่ไซตามะ"

"ความใคร่รู้ของฉันดับลงอย่างกะทันหันเมื่อมีเสียงเคาะประตูเบา ๆ สามครั้ง"

show misha perky_smile:
    twoleft
    xpos 0.4
    easein 0.5 twoleft
with charaenter

"มิช่ารีบเดินไปดูว่าเป็นใครพลางแตะไหล่เพื่อนของเธอตอนที่เดินผ่านเพื่อให้รู้ว่ามีคนมา"

show misha hips_grin at twoleft
with charachange

mi "อ้อ มาแล้วเหรอ~"

hi "หืม ใครน่ะ"

"ฉันชะงักมือที่กำลังพิมพ์ข้อมูลของชิซูเนะลงไปรวมกับข้อมูลคนอื่นแล้วหันไปมองทางประตูว่าใครมา"

stop music fadeout 0.5

show lilly invis:
    left
    xpos -0.2
with None

show bg school_council at bgright
show misha hips_grin at center
show lilly basic_weaksmile_cas at left
with dissolvecharamove

"…ลิลลี่?"

"ลิลลี่พยักหน้าทักทายมิช่าแล้วเงยหน้าอันเป็นท่าประจำตัวของเธอ"

show lilly basic_surprised_cas
with charachange

li "ฮิซาโอะเหรอ"

"เดี๋ยวนี้แค่ได้ยินฉันพูดอะไรนิด ๆ หน่อย ๆ ก็รู้แล้วว่าเป็นเสียงฉัน"

hi "อื้ม ฉันเอง เอ่อ… ไง"

show lilly basic_reminisce_cas
with charachange

"ลิลลี่ค้อมหัวทักทาย บรรยากาศนั้นชวนให้อึดอัดเล็กน้อย เราต่างไม่รู้ว่าควรทำตัวสนิทสนมต่อกันแค่ไหน เพราะอีก\nไม่กี่ชั่วโมงลิลลี่ก็จะต้องไปแล้ว"

"ซึ่งโชคดีที่ทั้งมิช่าผู้ไม่รู้อะไรกับชิซูเนะผู้ทำงานหนักต่างไม่รู้เรื่องนี้"

hi "นี่เธอ… มีงานต้องทำด้วยเหรอ"

show lilly basic_sleepy_cas
with charachange

li "นั่นแหละจ้ะ ฉันรีบมาให้เร็วที่สุดเท่าที่จะทำได้แล้ว พอดีก่อนหน้านี้ที่ห้องจัดงานเลี้ยงอำลาแบบเซอร์ไพรส์กัน แล้วฉัน\nก็ต้องไปเปลี่ยนชุดด้วย"

"ฉันเหลือบมองนาฬิกาที่แล็ปท็อป ตอนนี้ใกล้เลิกพักเที่ยงแล้ว แสดงว่าลิลลี่คงทำเรื่องลาคาบสุดท้ายไว้เรียบร้อยแล้ว"

show lilly basic_weaksmile_cas
with charachange

li "ชิซูเนะก็อยู่ด้วยใช่มั้ยจ๊ะ"

play music music_shizune fadein 3.0

show shizu behind_blank at right
with charaenter

shi "…"

show misha cross_smile
with charachange

mi "แหงสิ!"

show shizu adjust_smug at right
with charachange

shi "…"

show misha sign_smile
with charachange

mi "แล้วก็อยู่มาทั้งพักเที่ยงเลยด้วย!"

"ท่อนหลังนั้นไม่เห็นจะต้องพูดเลย สัมผัสได้ว่านี่คือกับดักเพื่อหาเรื่องลิลลี่อีกแล้วแน่ ๆ"

show lilly basic_displeased_cas
with charachange

li "ขอโทษทีนะที่ขยันเท่าเธอไม่ได้น่ะชิซูเนะ ขอสัญญาว่าวันข้างหน้าฉันจะพยายามจ้างลิ่วล้อมาทำงานให้เยอะกว่านี้"

"และลิลลี่ก็ติดกับนั้น เรื่องจึงยิ่งบานปลาย"

show shizu basic_frown
with charachange

shi "…"

show misha hips_frown
with charachange

mi "แต่เธอก็เอางานไปจ่ายให้เพื่อนร่วมชั้นเธอทำตลอดเลยนี่~"

show lilly basic_listen_cas
with charachange

li "ไม่เหมือนกันสักหน่อย คนในห้องฉันเขาอยากช่วยเอง ไม่เหมือนห้องเธอที่ใช้ระบบทรราชย์"

show shizu behind_frown
with charachange

shi "…"

show misha cross_smile
with charachange

mi "ระบบทรราชย์มันก็ได้งานเหมือนกันนะ~! ต่อให้ทำไม่เหมือนกัน แต่ก็ได้ผลลัพธ์เหมือนกันเลยนี่ ใช่มั้ย~"

show lilly basic_displeased_cas
with charachange

li "ที่นี่โรงเรียนนะจ๊ะ ไม่ใช่รัฐตำรวจ แล้วเธอช่วยบอกฉันหน่อยได้มั้ยจ๊ะว่าเธอได้รับการแต่งตั้งให้เป็นกษัตริย์ของห้อง\nตอนไหนน่ะ"

show shizu cross_angry
with charachange

shi "…"

show misha cross_frown
with charachange

mi "อำนาจน่ะต้องคว้าเอาสิ ถ้ามีคนให้มาง่าย ๆ แล้วมันจะใช้ได้ที่ไหน~! แต่เธอคงไม่เข้าใจสินะ~"

show shizu adjust_angry
with charachange

shi "…"

show misha hips_smile
with charachange

mi "แล้วเธอช่วยบอกฉันหน่อยได้มั้ยว่ามีกษัตริย์คนไหนหรือเปล่าที่ได้รับการเลือกตั้งเข้ามาดำรงตำแหน่งน่ะ~"

"ลิลลี่ได้ฟังเช่นนั้นก็โกรธจัด การโจมตีสองเด้งจากชิซูเนะทำให้ลิลลี่จำต้องกลับมาเป็นฝ่ายตั้งรับ"

show lilly basic_displeased_cas
with charachange

li "อวดว่ามีอำนาจขนาดนี้ แค่จะเอาคนมาช่วยสักคนยังต้องบังคับมาเลยเหรอ"

show shizu behind_frustrated
with charachange

shi "…"

show misha sign_smile
with charachange

mi "แต่ฮิซาโอะเขาเสนอตัวเองนะ~! เขาเป็นคนขยันมาก มาทำงานแทนที่จะไปเข้าสังคมไร้สาระอะไรนั่นน่ะ ใช่มั้ย~"

show lilly basic_listen_cas
with charachange

li "จริงเหรอฮิซาโอะ"

"เอ่อ แย่แล้วสิ ดันมาตกที่นั่งลำบากเสียได้"

"ถึงจะไม่อยากบอกความจริง แต่บอก ๆ ไปอย่างน้อยก็น่าจะได้เป็นการยุติสงครามให้จบลง ณ ที่นี่ ตอนนี้"

hi "ไม่เป็นไรหรอกลิลลี่ สองคนนั้นก็ไม่ได้รังควาญอะไรให้ฉันมาหรอก"

show lilly basic_displeased_cas
with charachange

"ลิลลี่ทำหน้าเบ้ใส่ฉันเป็นเชิงต่อว่า เธอแผ่รังสีอำมหิตไม่พอใจที่ฉันเลือกอย่างนี้อยู่เงียบ ๆ"

"ถ้าลิลลี่จะทำตัวให้น่ากลัวแล้วเธอก็ดูน่ากลัวพอตัว แต่โชคดีที่เธอทำแบบนี้ไม่บ่อยนัก"

show shizu cross_angry
with charachange

shi "…"

show misha hips_frown
with charachange

mi "ฮิจัง นายพูดเหมือนเราตามรังควาญนายประจำงั้นแหละ~…"

hi "ก็ไม่ใช่ว่าเป็นอย่างนั้นเหรอ"

hi "แล้วสุดท้ายขอแค่ทุกอย่างมันเรียบร้อยราบรื่นดีก็ดีแล้วนี่ รีบ ๆ ทำงานพวกนี้แล้วรีบกลับบ้านกันเถอะ"

hide shizu
with charaexit

hide lilly
with charaexit

hide misha
with charaexit

"ชิซูเนะทำเสียงฮึเป็นเชิงเย้ยหยันก่อนจะหันกลับไปจัดการแผ่นกระดาษตรงหน้าต่อ ส่วนลิลลี่ก็ถอนหายใจแล้วเดิน\nคลำทางไปตามตู้เก็บเอกสารที่ตั้งเรียงขนาบกับกำแพง"

"คราวนี้เป็นคราวเดียวที่ฉันห้ามทัพสองคนนี้ได้สำเร็จ แต่อารมณ์ที่คุกรุ่นซึ่งเกิดจากความกลัวและยำเกรงแม้หยุดยิงแล้ว\nทำให้บรรยากาศดูเหมือนสงครามเย็นมากกว่าที่จะเป็นความสงบจริง ๆ"

"แต่ก็ไม่ใช่เพราะฉันที่ห้ามทัพคนเดียวหรอก การที่ลิลลี่ถอนตัวไปก็พอจะมีผลทำให้ชิซูเนะยอมปล่อยไปง่าย ๆ ด้วย\nเหมือนกัน"

show bg school_council at center
with charamove

show lilly basic_listen_cas at center
with charaenter

"ก่อนที่ฉันจะหันกลับไปทำงานต่อก็สังเกตเห็นว่าลิลลี่กำลังเอื้อมหยิบบางอย่างที่อยู่หลังตู้เก็บเอกสาร ฉันนึกจะช่วยเธอ\nแต่ก็เห็นว่าตัวเธอสูงพอที่จะนำของสิ่งนั้นลงมาได้อย่างปลอดภัยอยู่แล้ว"

show lilly basic_displeased_cas:
    ypos 1.15
with dissolvecharamove

"พอลิลลี่เอาอุปกรณ์หน้าตาประหลาดมาวางที่โต๊ะข้างฉันแล้วเลิกผ้าคลุมสีเขียวออกก็ถึงได้รู้ว่าคืออะไร… แค่คุ้น ๆ\nน่ะนะ…"

show brailler:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"แวบแรกนั้นดูเหมือนเป็นพิมพ์ดีดโลหะสีฟ้าเก่า ๆ แต่ไม่นานฉันก็เห็นว่าสิ่งนี้ไม่ใช่พิมพ์ดีดทั่ว ๆ ไป"

"เครื่องนี้มีปุ่มน้อยกว่าพิมพ์ดีดปกติไปหลายเท่า และบนปุ่มไม่มีตัวอักษรพิมพ์ไว้ด้วย ส่วนเดียวที่พอจะใช้เดาจุดประสงค์\nของสิ่งนี้ได้คือเงาที่ทอดมาจากแท่นจุดอักษรเบรลล์เล็ก ๆ ของเครื่อง"

hi "พิมพ์ดีดสำหรับคนตาบอด?"

show lilly basic_smile_cas
with None 

show brailler:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide brailler
with None

li "อ้อ อันนี้เหรอ อืม ก็ใกล้เคียงจ้ะ"

li "ปกติก็เรียกว่าเครื่องพิมพ์ดีดอักษรเบรลล์ เป็นพิมพ์ดีดสำหรับคนตาบอดนั่นแหละจ้ะ แต่พิมพ์ดีดแบบนี้จะพิมพ์\nอักษรเบรลล์ ไม่ได้พิมพ์ตัวหนังสือ เพราะงั้นก็เลยมีปุ่มน้อยกว่าพิมพ์ดีดปกติ"

hi "อ้อ… เจ๋งดีนะ"

show lilly basic_cheerful_cas
with charachange

"ลิลลี่ยิ้มสดใสให้กับความอยากรู้ของฉัน ต้องยอมรับเลยว่าพอเห็นแล้วก็รู้สึกว่าเป็นอะไรที่แปลกใหม่จริง ๆ"

hide lilly
with charaexit

"แล้วพวกเราต่างก็หันไปทำงานของตัวเองกัน ไม่นานเสียงก๊อกแก๊กจากโลหะของเครื่องพิมพ์ดีดอักษรเบรลล์ของลิลลี่\nซึ่งระคนกับเสียงแป้นพิมพ์ของแล็ปท็อปที่ถูกใช้งานมายาวนานจนเก่าก็ดังไปทั่ว"

"ก็เป็นบรรยากาศที่ดี ทุกคนต่างมีสิ่งที่ตัวเองจะทำ ลิลลี่กับฉันที่นั่งข้างกันก็ทำงานกันไปพลางคุยกันบ้าง"

"ชวนให้คิดถึง อะไรประมาณนั้น"

"และชวนให้สบายใจดี แต่ก็รู้สึกหน่วงเล็กน้อยที่เวลาที่เราสองคนจะได้อยู่ด้วยกันใกล้หมดลงทุกที"

show lilly basic_smile_cas:
    center
    ypos 1.15
with charaenter

li "มิช่าจ๊ะ"

show bg school_council at bgleft
show lilly basic_smile_cas:
    twoleft
    ypos 1.15
with charamove

show misha hips_smile at tworight
with charaenter

"มิช่าดีดตัวออกจากตู้เก็บเอกสารที่เธอส่องอยู่เพื่อมาคุยกับลิลลี่ให้เป็นเรื่องเป็นราวแม้ลิลลี่จะมองไม่เห็นก็ตาม ฉันนึก\nแปลกใจอยู่แวบหนึ่งว่ามาหาทำไม แต่แล้วก็นึกได้ว่าฉันเองก็ทำอย่างนั้นเหมือนกัน"

mi "มีอะไรเหรอ"

show lilly basic_weaksmile_cas
with charachange

li "ถามชิซูเนะให้หน่อยได้มั้ยจ๊ะว่าบันทึกการมาเรียนของห้อง 3-2 อยู่ไหน เหมือนจะมีคนย้ายไปนะ"

show misha hips_grin
with charachange

mi "ได้จ้า!"

hide misha
with charaexit

stop music fadeout 8.0

"แล้วมิช่าก็พุ่งตัวไปหาชิซูเนะที่นั่งทำงานอยู่ที่โต๊ะด้านหลัง"

"ความคุ้นเคยของลิลลี่ที่มีกับห้องสภานักเรียนกับการที่เธอทำงานได้อย่างมีประสิทธิภาพนั้นทำให้ฉันนึกได้ว่าลิลลี่ มิช่า\nกับชิซูเนะต่างเคยเป็นสภานักเรียนทำงานด้วยกัน"

"แบบนี้อาจจะเป็นการส่งท้ายที่ลงตัวสำหรับลิลลี่แล้วละนะ มานั่งทำงานอย่างที่เคย โดยที่รายล้อมไปด้วยคนที่เธอรัก\nกับคนที่เธอ—อย่างน้อย ๆ ก็คง—ชอบ"

"เมื่อเงยหน้ามองก็ต้องแปลกใจที่คนที่เปิดลิ้นชักดูเอกสารนั้นไม่ใช่มิช่าแต่กลับเป็นชิซูเนะ"

show shizu behind_blank at tworight
with charaenter

"ชิซูเนะหยิบแฟ้มกระดาษมะนิลาขึ้นมาแฟ้มหนึ่งซึ่งทั้งตัวแฟ้มนั้นว่างเปล่า มีเพียงส่วนที่แลบขึ้นมาตรงหน้าเล็กน้อย\nที่พิมพ์ตัวอักษรไว้ เธอยื่นแฟ้มนั้นให้ลิลลี่"

"ลิลลี่แตะไปรอบ ๆ แฟ้มนั้นเพื่อสัมผัสว่าเป็นอะไร เธอลูบไปตามจุดอักษรเบรลล์เป็นการยืนยันว่าเป็นแฟ้มที่เธอขอไป\nเมื่อครู่"

show lilly basic_smile_cas
with charachange

li "ขอบคุณนะมิช่า"

"ไม่มีคำตอบ"

show shizu behind_smile
with charachange

"ไม่มีคำตอบ ชิซูเนะเพียงแสยะยิ้มแปลก ๆ … ไม่สิ… ยิ้ม…"

show ev lilly_sheets:
    truecenter
    zoom 1.05 subpixel True
    easein 10.0 zoom 1.0
with whiteout

"ผ่านไปครู่หนึ่งลิลลี่ถึงรู้ตัวว่าคนที่อยู่ข้างหลังเธอไม่ใช่มิช่าแต่เป็นชิซูเนะ ลิลลี่ทำหน้าแปลกใจอยู่แวบหนึ่งก่อนจะคลี่ยิ้ม\nอาย ๆ"

"ทั้งห้องมีเพียงความเงียบไร้การเคลื่อนไหวใด ๆ อยู่ชั่วขณะ"

"แต่สุดท้ายชิซูเนะก็เดินอาด ๆ กลับไปที่โต๊ะทำงานตัวเอง ส่วนลิลลี่ก็กลับมาพิมพ์ต่อ"

"แม้จะเป็นเพียงชั่วขณะไม่กี่วินาที แต่ฉันรู้สึกราวกับว่าความเงียบระหว่างทั้งสองคนในตอนนั้นใช้แทนการสื่อสาร\nระหว่างกันได้หลายปี"

scene bg school_council_ss at right
with shorttimeskip

play music music_tranquil fadein 3.0

hi "เอ้า เสร็จแล้ว"

"ฉันเอนตัวขยี้ตาคลายความเหนื่อยล้า จ้องตัวหนังสือตัวเล็ก ๆ กับจอที่ออกจะคุณภาพไม่ค่อยดีอย่างนี้แล้วปวดตา\nไปหมด"

show lilly basic_smile_cas_ss:
    center
    ypos 1.15
with charaenter

li "พอดีเลยจ้ะ งานของฉันก็ใกล้เสร็จแล้วเหมือนกัน เหลือแค่เอากระดาษพวกนี้ไปจัดใส่แฟ้มเก็บไว้"

hi "ดี ๆ เดี๋ยวฉันเอาเครื่องพิมพ์ดีดของเธอไปเก็บให้นะ"

show lilly basic_smileclosed_cas_ss
with charachange

li "ขอบคุณจ้ะฮิซาโอะ"

hi "มิช่า เธอสองคนทำงานใกล้เสร็จหรือยัง"

"ฉันเอาผ้าคลุมเครื่องพิมพ์ดีดอักษรเบรลล์พลางกวาดตามองหามิช่ากับชิซูเนะจนไปเจอเข้ากับทั้งสองคนซึ่งรออยู่\nที่ประตู คงรอพวกเราอยู่ละมั้ง"

scene bg school_council_ss at left
show misha hips_smile_ss at center
show shizu behind_blank_ss at right
show lilly basic_smileclosed_cas_ss at left
with shorttimeskip

"พวกเราเร่งมือจัดเก็บเอกสารกับข้าวของทุกอย่างที่เหลืออยู่แล้วเดินไปหาสองคนนั้น"

hi "ขอบคุณที่รอนะพวกเธอ"

show misha hips_grin_ss
with charachange

mi "จะให้ทิ้งนายไว้ได้ยังไงล่ะฮิจัง นายมาช่วยได้เยอะเลย!"

show shizu behind_smile_ss
with charachange

"ชิซูเนะพยักหน้าเห็นด้วยพอใจกับงานที่ฉันทำไป"

hi "งั้น… งานในฐานะหัวหน้าห้องของเธอก็หมดแล้วสินะ"

show lilly basic_smile_cas_ss
with charachange

li "ใช่จ้ะ"

show misha perky_sad_ss
with charachange

mi "ฉันจะคิดถึงเธอนะลิลลี่ ทำงานกับเธอก็สนุกเหมือนกันนะ"

show lilly basic_weaksmile_cas_ss
with charachange

li "ขอบคุณจ้ะมิช่า ยินดีที่ได้ทำงานด้วยกันกับเธอ… แล้วก็ชิซูเนะด้วยนะ"

show shizu basic_normal_ss
with charachange

"ชิซูเนะคิดอยู่ครู่หนึ่งก่อนจะทำภาษามือตอบ ไม่ใช่ว่าปกติเธอสื่อสารโดยไม่คิดหรอก ออกจะคิดบ่อยด้วยซ้ำ เพียงแต่\nครั้งนี้เธอใคร่ครวญกับคำตอบมากกว่าปกติ"

show shizu adjust_smug_ss
with charachange

shi "…"

show misha perky_confused_ss
with charachange

"มิช่าทำสีหน้าประหลาดใจเล็กน้อยก่อนส่งต่อข้อความนั้น"

show misha hips_smile_ss
with charachange

mi "ชิซูเนะบอกว่า… ไปอยู่ที่นู่นก็ขยันให้มันมากกว่าตอนอยู่ที่นี่ด้วยละ"

show lilly basic_giggle_cas_ss
with charachange

"ลิลลี่ไม่ถือโทษโกรธเลย เธอเอามือป้องปากหัวเราะคิกคัก"

show lilly basic_smileclosed_cas_ss
with charachange

li "ถ้างั้นก็ฝากบอกชิซูเนะด้วยจ้ะว่าช่วยรับฟังคนที่อยู่ที่นี่ให้มันมากขึ้นอีกหน่อยนะ"

"แข่งกันยันวินาทีสุดท้ายเลยจริง ๆ บางทีชิซูเนะกับลิลลี่ก็คงไม่ได้ต่างกันขนาดนั้นมั้ง"

show shizu behind_smile_ss
with charachange

shi "…"

show misha hips_grin_ss
with charachange

mi "ชิจังบอกว่าเดี๋ยวจะตามผลว่าเธอทำตามสัญญาของฝั่งเธอหรือเปล่า"

show lilly basic_cheerful_cas_ss
with charachange

li "สรุปจะเอาอย่างนั้นสินะจ๊ะ"

show lilly basic_smile_cas_ss
with charachange

li "งั้นฉันไปละจ้ะ ลาก่อนนะชิซูเนะ ลาก่อนนะมิช่า"

show lilly basic_smileclosed_cas_close_ss
with characlose

li "ฮิซาโอะ?"

"ลิลลี่ควงแขนฉัน ถ้าฉันเดินอยู่ด้วยเธอก็ไม่ต้องใช้ไม้เท้า พวกเราพยักหน้าลาทั้งสองคนนั้นแล้วเดินออกจากห้องมายัง\nลานหน้าโรงเรียน"

"ตอนที่ฉันโบกมือลาก็เห็นว่าชิซูเนะยังคงมองตามลิลลี่มาอยู่ สองคนนี้อาจจะตีกันว่ากัน แต่สายเลือดน่ะตัดกันไม่ขาด\nง่าย ๆ หรอก"

scene bg school_courtyard_ss
with locationskip

hi "แล้วจัดการเรื่องเอกสารอะไรเรียบร้อยหมดหรือยัง"

show lilly basic_smileclosed_cas_ss at center
with charaenter

li "จ้ะ กรอกส่งไปหมดแล้ว"

hi "เตรียมพร้อมเสมอเหมือนเคยเลยนะเธอเนี่ย"

show lilly basic_weaksmile_cas_ss
with charachange

stop music fadeout 4.0

"ลิลลี่ยิ้มกว้างที่ฉันชม แต่ฉันก็รู้สึกเหมือนว่าความสุขของเธอนั้นก็เป็นเพียงเปลือกนอกที่ใช้ห่อไส้ในที่ว่าเธอรู้ดีว่าตัวเอง\nต้องทิ้งอะไรไว้บ้าง"

"ฉันไพล่นึกถึงเธอในตอนที่ฉันได้เจอเป็นครั้งแรก เธอที่ยิ้มเสมอ เธอที่ดูห่างเหินเล็กน้อยเสมอ เธอที่เว้นระยะเล็กน้อย\nจากทุกคนเสมอ"

"จนตอนนี้ลิลลี่ก็ยังทำตัวอย่างนั้น โดยเฉพาะกับคนที่เธอไม่ได้สนิทด้วย ฉันเคยหวังว่าการที่เราได้ใช้เวลาด้วยกัน\nจะทำให้เธอเปลี่ยนไปได้บ้าง"

scene bg school_gardens_ss
with locationchange

"เราเดินช้าลงแล้วมาหยุดยืนอยู่ที่สวนในโรงเรียนซึ่งไร้ผู้คน"

show lilly basic_weaksmile_cas_ss at center
with charaenter

li "ฮิซาโอะ มีอะ…"

play music music_comfort

show lilly basic_surprised_cas_close_ss
with vpunch

"ลิลลี่ชะงักกลางคันไปเมื่อฉันโอบดึงตัวเธอมากอดไว้แน่น ปกติฉันจะไม่ยอมปล่อยให้ตัวเองทำอะไรกะทันหันอย่างนี้\nแต่หนนี้ฉันเพียงอยากอยู่ใกล้เธอ แม้จะเป็นครั้งสุดท้ายที่จะได้อยู่อย่างนี้ก็ตาม"

"นักเรียนคนอื่นต่างกลับบ้านไม่ก็หอของตัวเองกันไปหมดแล้ว เสียงในตอนนี้มีเพียงเสียงใบไม้ซึ่งเสียดสีอยู่ในสายลม\nอะไรทำนองนั้น"

show ev lilly_touch_cas
with charachange

"พอคลายกอดออกก็เห็นว่ารอยยิ้มซึ่งเธอคอยปั้นอยู่นั้นไม่มีแล้ว"

"ลิลลี่ยกมือขึ้นมาก้ำ ๆ กึ่ง ๆ ด้วยความอยากและไม่อยากผละไปจากหน้าฉัน"

"เธอทำทีเป็นเข้มแข็ง ทว่าตัวเธอที่สั่นเล็กน้อยก็เผยความรู้สึกชัด ลิลลี่ควบคุมตัวเองได้ดีก็จริง ทว่า ณ ตอนนี้แม้แต่\nคนอย่างเธอก็อยู่แบบใจเย็นไม่ได้"

"นี่คือผู้หญิงคนที่ฉันได้ตกหลุมรัก ทว่ายังเป็นคนที่อีกชั่วขณะแสนสั้นจะต้องไปจากประเทศนี้ตลอดกาล"

li "ฉันขอโทษ ฮิซาโอะ"

hi "ไม่เป็นไรหรอก เธอเองก็มีชีวิตของเธอนี่นะ"

scene bg school_girlsdormhall
with shorttimeskip

"พวกเราเดินจับมือกันไปที่หอหญิงพร้อมต่างกันข่มอารมณ์ตัวเองไว้ ถึงอย่างนั้น เรากลับจับมือกันแน่นกว่าเมื่อครู่"

"ฉันได้ยินเสียงอู้อี้แว่วมาจากห้องลิลลี่ ซึ่งก็เดาได้ไม่ยากว่าต้นเสียงนั้นเป็นใคร"

scene bg school_dormlilly

show hanako invis at tworight
show lilly invis at twoleft
with locationchange

show lilly basic_weaksmile_cas at twoleft
show hanako emb_downsad:
    xpos 0.4 xanchor 0.5
with dissolvecharamove

show lilly basic_surprised_cas
with vpunch

"ทันทีที่ลิลลี่เปิดประตูฮานาโกะก็พุ่งตัวออกมาโอบลิลลี่ไว้โดยไม่ทันให้ได้ตั้งตัวแม้แต่น้อย"

ha "ลิลลี่! ลิลลี่!"

show lilly basic_oops_cas
with charachange

li "ฮะ ฮานาโกะ…?"

show hanako emb_downtimid
with charachange

ha "ฉันจะคิดถึงเธอนะ… ลิลลี่…"

show lilly basic_weaksmile_cas
with charachange

"ฮานาโกะน้ำตาคลอหน่วยตามคาด ลิลลี่ลูบหัวฮานาโกะตอบเบา ๆ แล้วผละตัวออกยิ้มอบอุ่นเป็นเชิงให้สบายใจ"

show akira invis:
    right
    ypos 1.15
with None

show akira basic_lost at right
with dissolvecharamove

"พอมองข้ามฮานาโกะไปก็เห็นอากิระที่ลุกขึ้นยืนจากริมเตียงลิลลี่พลางเกาหัวแกรก ๆ"

show akira basic_smile
with charachange

"อากิระมองลิลลี่กับฮานาโกะก่อนจะหันมามองทางฉันพร้อมรอยยิ้มจาง ๆ ฉันปั้นสีหน้าที่ดูมีความสุขกว่านั้นตอบ\nแต่ผลที่ได้คงไม่ต่างกันกับสีหน้าของอากิระเท่าไหร่"

show akira basic_boo
with charachange

aki "ทุกอย่างพร้อมแล้วนะ ห้ามใจตัวเองไม่ให้ฆ่าชิซูเนะทิ้งได้ใช่มั้ย"

show lilly basic_giggle_cas
with charachange

"พออากิระพูดอย่างนั้นแล้วน้องสาวเธอก็หัวเราะคิกคักชอบใจ"

li "อื้ม ทุกอย่างพร้อมเรียบร้อยแล้ว แล้วก็อื้ม ห้ามใจตัวเองได้ด้วย พี่เก็บของมาหมดแล้วใช่มั้ย"

show akira basic_smile
with charachange

aki "เอากระเป๋ามานี่สองใบแล้ว แต่ยังมีของที่พี่เอาทิ้งไว้ที่บ้านฮากามิจิอยู่ เดี๋ยวพรุ่งนี้ค่อยไปแวะเอาของรอเครื่องออกตอนค่ำ\nอยู่ที่นู่นก็ได้"

"อากิระตบกระเป๋าเดินทางสีดำสองใบที่วางอยู่กับพื้นปุ ๆ ที่มานี่ก็คงมาดูแหละว่าลิลลี่จัดการอะไรเรียบร้อยแล้วหรือยัง\nก่อนจะขึ้นเครื่องไปด้วยกัน"

show hanako cover_worry at center
with dissolvecharamove

ha "ลิลลี่… เธอจะอยู่… ที่นั่นได้มั้ย"

show lilly basic_smileclosed_cas
with charachange

li "ได้สิจ๊ะ วางใจได้เลย เดี๋ยวพี่อากิระก็จะคอยอยู่ดูแลด้วย เธอก็รู้นี่ว่าพี่ฉันเป็นคนพึ่งพาได้"

show hanako basic_worry
with charachange

ha "แต่ว่า…"

show lilly basic_smile_cas
with charachange

li "ไม่ต้องห่วงนะฮานาโกะ ฉันก็มีเบอร์โทร. เธอด้วยไง ติดต่อกันได้อยู่แล้ว หรือจะขอให้พี่อากิระช่วยส่งอะไรไปทาง\nอินเทอร์เน็ตด้วยก็ได้"

show akira basic_boo
with charachange

aki "เฮ้ย ไม่ยอมหัดใช้คอมฯ เองแล้วจะมาใช้พี่ได้ไง"

show lilly basic_giggle_cas
show hanako basic_smile
with charachange

"ทั้งฮานาโกะทั้งลิลลี่หัวเราะคิกคักกันน้อย ๆ บรรยากาศคลายลง"

show lilly basic_smileclosed_cas
with charachange

li "เธอก็ด้วยนะฮิซาโอะ สัญญาว่าเดี๋ยวอยู่สกอตแลนด์แล้วฉันจะโทร. ไปหา"

hi "รู้น่า จะตั้งตาคอยนะ"

"แม้เธอจะพูดด้วยความใจดีอย่างนั้น แต่เราทั้งคู่ต่างรู้ว่าสิ่งนี้ไม่ต่างอะไรกับการเลิกกัน และต่างนึกภาพไม่ออกเลยว่าเรา\nจะรับมือกับความสัมพันธ์ทางไกลได้ดีแค่ไหน"

"พวกเราทั้งสี่คนเดินมากันอย่างสงบเงียบมาที่ประตูหน้าโรงเรียนไร้ซึ่งคำพูดใด ๆ อีก"

scene bg school_gate_ni at bgleft
with shorttimeskip

"โคมไฟที่อยู่ตามจุดต่าง ๆ ในยามากุนั้นไม่ได้ส่องสว่างมาก มีเพียงแสงพอให้เห็นเป็นจุด ๆ ในอนธการ"

"พอเดินไปก็เห็นรถที่จอดเทียบอยู่ตรงนอกลานหน้าโรงเรียน สีดำเลื่อมของรถคันนั้นสะท้อนแสงสลัวจากโคมไฟ\nในยามากุ ฉันทักอากิระด้วยหวังคลายบรรยากาศอันหนักอึ้งนี้"

hi "คันนั้นรถของพี่เหรอครับ รถอะไรเหรอครับ"

show akira basic_smile_ni at center
with charaenter

aki "ไม่ค่อยรู้เรื่องรถละสิ แลนเซอร์อีโวน่ะ ทั้งถึกทั้งเร็ว"

"ก็นะ ที่บอกว่าไม่ค่อยรู้ก็ไม่ได้ผิดหรอก ฉันไม่ค่อยได้ดูเรื่องรถสักเท่าไหร่"

show akira basic_resigned_ni
with charachange

"อากิระถอนหายใจเบา ๆ"

show akira basic_lost_ni
with charachange

aki "ใช้ดีนะ แต่เสียดายที่พรุ่งนี้ต้องทิ้งมันไปแล้ว เหมือนบ้านพักตากอากาศนั่นแหละ พวกเธอได้ไปเที่ยวกันก่อนที่จะมี\nเจ้าของคนใหม่ได้ไปพอดี"

"ฉันล้มเลิกความตั้งใจที่จะหาเรื่องคุยเรื่องเปื่อยซึ่งไม่ค่อยประสบความสำเร็จนักแล้วเหลือบมองไปทางฮานาโกะกับลิลลี่\nที่ตามหลังพวกเรามา"

show akira basic_lost_ni at tworight
show bg school_gate_ni at center
with charamove

show hanako emb_downtimid_ni:
    xpos 0.4 xanchor 0.5
show lilly basic_weaksmile_cas_ni at twoleft
with charaenter

"ตามหลักแล้วฮานาโกะต้องเป็นคนนำทางลิลลี่ แต่ตอนนี้นั้นเป็นสภาพที่กลับกันอย่างเห็นได้ชัดเพราะฮานาโกะเกาะแขน\nลิลลี่แน่น"

"เห็นแล้วก็หดหู่"

show akira basic_resigned_ni
with charachange

aki "งั้นก็… คงต้องแยกกันตรงนี้ละ"

show lilly basic_reminisce_cas_ni
with charachange

li "นั่นสินะ"

"แม้ตอนนี้จะถึงเวลาที่ทุกคนต้องบอกลากันแล้ว ทว่าทุกคนต่างไม่มีใครกล้าเป็นฝ่ายเริ่มก่อน ราวกับว่ายิ่งปล่อยให้\nเวลาไหลไปโดยที่ไม่มีใครพูดอะไรแล้วจะยิ่งมีโอกาสที่สองคนนั้นจะไม่จากไปมากขึ้น"

show hanako emb_downsad_ni
with charachange

ha "ลิลลี่… ต้องไปจริง ๆ เหรอ"

show lilly basic_concerned_cas_ni
with charachange

li "ขอโทษนะฮานาโกะ แต่ฉันก็ไม่ได้จากเธอไปตลอดกาลสักหน่อย ยังโทร. หาได้อยู่นะ ฮิซาโอะก็ยังอยู่นี่ด้วย"

"ฉันพยักหน้า แต่ฮานาโกะยิ่งเกาะแขนลิลลี่แน่นกว่าเก่า"

"ฮานาโกะเองก็ใช้ชีวิตมานานโดยที่ไม่มีคนที่เธอเรียกได้ว่าครอบครัวเลย คงรู้สึกทรมานเหลือเกินที่ต้องบอกลา\nคนคนหนึ่งที่ใกล้เคียงกับผู้เป็นแม่ที่มากที่สุดกว่าที่คนอื่นจะเป็นได้ต่อเธอ"

show lilly basic_sad_cas_ni
with charachange

"ลิลลี่ถอนหายใจยาวเศร้า ๆ ฉันกับอากิระได้แต่ยืนมองอยู่เงียบ ๆ เพราะคนเดียวที่จะแก้ไขสถานการณ์นี้ได้มีเพียงแต่\nตัวของลิลลี่เท่านั้น"

"สุดท้ายลิลลี่ก็ขยับแขนตัวเองออกจากการเกาะกุมของฮานาโกะแล้วจับไหล่ทั้งสองข้างของฮานาโกะไว้อย่างอ่อนโยน\nซึ่งเป็นท่าทีในการคุยที่ดูเด็ดขาดที่สุดเท่าที่ฉันเคยเห็นลิลลี่คุยกับฮานาโกะมา"

show lilly basic_reminisce_cas_ni
with charachange

li "ฮานาโกะ จำตอนที่เราเจอกันครั้งแรกได้หรือเปล่า"

show lilly basic_weaksmile_cas_ni
with charachange

li "ตอนที่เธอเข้าห้องมาเพราะได้ยินเสียงฉันที่ปลอบเพื่อนอยู่ คืนนั้นเธอไม่ได้พูดอะไรเลย ขนาดฉันมารินชาให้แล้วคุย\nกับเธอ เธอก็ยังนั่งฟังที่ฉันพูดอยู่เงียบ ๆ"

li "เราต้องเจอกันเงียบ ๆ อย่างนั้นอยู่หลายครั้งกว่าเธอจะยอมเปิดใจคุยกับฉัน แต่พอเธอเริ่มคุยแล้วฉันก็รู้สึกว่ามีความสุข\nขึ้นมามาก ๆ เลย"

show lilly basic_sleepy_cas_ni
with charachange

li "ฉันไม่ได้เป็นเพื่อนกับเธอเพราะสงสารเธอนะฮานาโกะ ฉันเป็นเพื่อนกับเธอเพราะฉันรู้ว่าเธอไม่ได้หลบแค่จากฉัน\nคนเดียว แต่เธอหลบจากทุกคนเลย"

li "จุดมุ่งหมายของเธอ บุคลิกของเธอ ความสนใจของเธอ รสนิยมของเธอ… ฉันไม่รู้เลยสักอย่าง และคนอื่นก็ไม่รู้ด้วย\nเหมือนกัน"

show lilly basic_weaksmile_cas_ni
with charachange

li "แต่พอเธอเริ่มเผยตัวเองออกมาฉันก็ได้รับรู้ว่าเธอเป็นคนยังไง และมั่นใจขึ้นมาว่าการพบพานของเรานั้นเป็นจังหวะ\nที่แสนพิเศษ"

show hanako emb_blushtimid_ni
with charachange

ha "แต่ฉัน…"

"ลิลลี่ตัดบทฮานาโกะไปด้วยการลูบหัวแล้วปัดหน้าม้าออกก่อนจะจูบเข้าที่หน้าผากเบา ๆ"

show lilly basic_smile_cas_ni
with charachange

"พอลิลลี่ถอนหน้าออกมาเธอก็ยิ้ม ส่วนฮานาโกะได้แต่เงียบน้ำตารื้น"

li "ฉันเชื่อว่าเธอเป็นคนที่งดงามนะฮานาโกะ และฉันมั่นใจด้วยว่าเธอจะต้องโตไปเป็นผู้หญิงที่เข้มแข็งและมั่นใจได้แน่ ๆ"

li "เธอคือเพื่อนรักของฉัน คนที่ฉันรักมาก ๆ ฉันจะจดจำเธอไปชั่วชีวิตเหมือนอย่างฮิซาโอะเลย"

show lilly basic_smileclosed_cas_ni
with charachange

li "ถึงฉันจะไปแล้ว แต่เธอก็ยังมีชีวิตของเธออยู่ เธอเองก็มีเพื่อน มีงานอดิเรก มีความฝันหลังเรียนจบเหมือนอย่างฉัน\nฉันอยากให้เธอทุ่มเทกับสิ่งเหล่านั้น ต่อให้ตัวฉันจะไม่อยู่แล้วก็ตาม"

show lilly basic_smile_cas_ni
with charachange

li "เพราะงั้นฉันถึงได้คิดว่าเธอจะอยู่ได้แน่นอน เพราะเธอคือเธอซึ่งมีชีวิตเป็นของตัวเอง เธอก็พิสูจน์ให้ฉันได้รับรู้แล้วนี่"

show hanako emb_downtimid_ni
with charachange

"ฮานาโกะก้มหัวด้วยความเขินอายพลางพยักหน้า"

ha "เข้า… เข้าใจแล้ว…"

ha "ฉันรู้ว่าฉันต้องบอกลา… ฉันรู้ว่าเธอต้องไปตามทางของเธอ…"

show hanako emb_smile_ni
with charachange

ha "แต่… ขอบคุณนะลิลลี่ สำหรับทุกอย่าง"

show lilly basic_reminisce_cas_ni
with charachange

li "ขอบคุณจ้ะฮานาโกะ เธอจะอยู่ได้ใช่มั้ย"

"ความเงียบผ่านไปชั่วขณะหนึ่งก่อนจะมีคำตอบตามมา"

show hanako cover_smile_ni
with charachange

ha "ได้"

show lilly basic_smile_cas_ni
with charachange

"ลิลลี่ยิ้ม แน่แท้ว่าส่วนหนึ่งต้องมีความโล่งใจอยู่ในนั้น"

show lilly basic_smileclosed_cas_ni
with charachange

li "ได้ยินแบบนี้ฉันก็ดีใจแล้วจ้ะ ลาก่อนนะ"

show hanako basic_bashful_ni
with charachange

ha "ลาก่อนนะ… ลิลลี่"

show lilly basic_weaksmile_cas_ni
with charachange

li "ลาเธอด้วยนะฮิซาโอะ"

hi "ลาก่อนนะ ฉันจะคิดถึงเธอ"

show lilly basic_weaksmile_cas_close_ni
with characlose

"ลิลลี่เว้นจังหวะไปครู่หนึ่งก่อนจะเดินเข้ามาหาฉันแล้วยื่นมือขวาออกมาจับไหล่ฉันเอาไว้"

"เธอยื่นมือซ้ายมาจับหน้าฉันไว้อย่างแผ่วเบาก่อนจะจับแก้ม"

show lilly basic_smile_cas_close_ni
with charachange

"ลิลลี่จับหน้าฉันเอาไว้อยู่สักพักหนึ่งพลางไล้นิ้วไปตามรอยนูนเว้าบนใบหน้า ปกติเวลาเธอจับหน้าแล้วมือจะอุ่น\nแต่อากาศยามค่ำนี้ก็ทำให้มือของเธอเย็นลง"

"ฉันไม่แน่ใจนักว่าพวกเราอยู่อย่างนี้กันไปนานแค่ไหน ดวงตาขุ่นมัวของเธอตั้งตรงมาบริเวณโหนกแก้มฉัน เธอยิ้ม\nเศร้าสร้อยคลับคล้ายเหม่อลอย แต่สุดท้ายฉันก็ยกมือขึ้นมาจับมือเธอเอาไว้"

"ฉันถอนหายใจเบา ๆ พลางยกมือลิลลี่ออกจากใบหน้าฉันด้วยความลำบากใจ"

hi "ขอให้เธอมีชีวิตที่ยืนยาวและมีความสุขดีนะลิลลี่ ไม่ว่าเธอจะอยู่ที่ไหนก็ตาม"

show lilly basic_weaksmile_cas_close_ni
with charachange

li "ขอบคุณจ้ะ จะอยู่อย่างที่เธอหวังนะ"

"ลิลลี่สูดหายใจลึกตัวสั่นก่อนจะหันไปทางอากิระเล็กน้อย"

show lilly back_sad_cas_close_ni at twoleft
with charachange

li "พี่…"

show akira basic_lost_ni
with charachange

aki "โอเค"

show hanako basic_bashful_ni at left
show lilly back_sad_cas_ni at center
show bg school_gate_ni at right
with dissolvecharamove

"อากิระพยักหน้าแล้วจับมือนำทางลิลลี่ไปที่รถที่จอดอยู่หน้าประตู ทั้งสองคนเดินไปอย่างช้า ๆ และมั่นคงราวกับว่า\nได้ซ้อมทุกการเคลื่อนไหวมาก่อนหน้าแล้ว"

"แปลกที่ดันมารู้สึกเอาอย่างนี้ตอนที่ได้มองคนเดินออกไปจากยามากุ เป็นความรู้สึกอึดอัดอย่างตอนที่ฉันได้เดินผ่าน\nประตูเหล็กดัดสีดำซึ่งดูจะหรูหราเกินหน้าที่ไปมากบานนั้นเป็นครั้งแรก"

"ระหว่างที่พวกเราแยกจากกันนั้น พวกเราต่างรู้ดีว่าชีวิตของเราจะเปลี่ยนไปแบบไม่อาจย้อนคืน ฉันบอกตัวเองเสมอ\nว่าจะต้องใช้ชีวิตไปตามสิ่งที่เกิด แต่ทุกอย่างก็เปลี่ยนไปอย่างรวดเร็วกะทันหันเหลือเกิน"

"สุดท้ายแล้ว ลิลลี่ก็เป็นส่วนที่ไม่อาจมีอะไรมาแทนได้ในชีวิตของฮานาโกะกับฉัน"

"เสียงอากิระเปิดประตูรถฝั่งผู้โดยสารทำให้ฉันหลุดจากภวังค์ อากิระโบกมือลาจังหวะที่ลิลลี่เข้าไปนั่งในรถ"

show akira basic_smile_ni
with charachange

aki "เจอกันทุกคน! ดูแลตัวเองกันด้วย!"

show lilly basic_weaksmile_cas_ni
with charachange

li "ลาก่อนนะฮานาโกะ ลาก่อนนะฮิซาโอะ!"

show hanako cover_smile_ni
with charachange

"ฮานาโกะเงยหน้าขึ้นมาทันที เธอยิ้มให้กับคำบอกลาอันเปี่ยมพลังนั้น"

ha "ลาก่อนนะลิลลี่! ลาก่อน!"

hi "เจอกันครับพี่อากิระ! แล้วก็ลาก่อนนะลิลลี่"

hide lilly
hide akira
with charaexit

"ประตูรถปิดลงหลังจากที่พวกเราทำสีหน้าส่งลาให้มีความสุขที่สุด พออากิระเข้ารถไปแล้วเธอก็สตาร์ตรถทันที"

"ภาพลิลลี่โบกมือลาปรากฏให้เห็นเบื้องหลังบานกระจกสีจางนั้น เราต่างชูมือทั้งสองข้างบอกลา"

"และก็เป็นเช่นทุกครั้งที่ฉันทำสิ่งแบบนี้ ฉันไม่รู้สาเหตุแน่ชัดว่าทำไมฉันหรือฮานาโกะโบกมือให้ลิลลี่ ในเมื่ออย่างไรเธอ\nก็มองไม่เห็น แต่เรื่องนั้นไม่สำคัญแล้วละ"

"แม้รถสีดำวาวคันนั้นจะลงเขาอันตรธานไปในค่ำคืนอันมืดมิดแล้วพวกเราก็ยังโบกมือลาอากิระกับลิลลี่ต่อ"

stop music fadeout 5.0

"และแล้ว… พวกเธอก็ไป"

show bg school_gate_ni at center
show hanako basic_normal_ni at center
with dissolvecharamove

"หลังจากที่เราเอามือลงแล้วก็มีเพียงความชะงักงันอันพิลึก"

"ฉันไม่แน่ใจนักว่าฉันควรจะรู้สึกหรือทำอย่างไรต่อ สุดท้ายพวกเราก็ได้แต่ยืนมองไปตามถนนซึ่งรถคันนั้นได้ลับหายไป\nอยู่เงียบ ๆ"

ha "ลาก่อนนะ… ลิลลี่"

show hanako basic_normal_close_ni
with characlose

"ฉันได้แต่วางมือไว้กับไหล่ฮานาโกะเป็นการตอบรับถ้อยกล่าวลาอันแผ่วเบาเศร้าสร้อยนั้น"

show hanako basic_distant_close_ni
with charachange

"ฮานาโกะมองฉันอยู่ชั่วขณะหนึ่งก่อนจะมองกลับไปที่เนินเขาเพื่อรับรู้ว่าฉันยังอยู่ข้างเธอ"

"แม้จะยังไม่แน่ใจนักว่าจากนี้ไปเราจะทำอย่างไรกันต่อ แต่พวกเราต่างมีจุดมุ่งหมายของตัวเองอย่างที่ลิลลี่บอกแล้ว"

"แต่ถึงอย่างนั้น ฉันก็รู้สึกว่าบางอย่างได้หายไปจากชีวิตของพวกเราทั้งสองคนแล้ว บางสิ่งที่ไม่อาจมีอะไรมาทดแทน"

window hide Dissolve(1.0)
$ suppress_window_before_timeskip = True

scene black
with Dissolve(2.0)

#********************************

label th_L30:

#This scene onwards is only seen if the player tripped all three +1 Good End choices

scene bg school_hallway2
with locationchange

play music music_daily fadein 1.0

"เสียงปิดฝามือถือดังปุของฉันดังขัดกับเสียงจอแจที่ยังดังแว่วมาแม้จะอยู่ที่โถงทางเดินนอกห้องสมุด"

"วันนี้เป็นวันปิดเทอมฤดูร้อนวันแรก วันนี้เป็นวันที่เคยรู้สึกว่าอีกแสนนานกว่าจะมาถึง ซึ่งในที่สุดก็มาถึงแล้ว และยัง\nเน้นชัดด้วยจำนวนนักเรียนที่อยู่ในโรงเรียนนี้ซึ่งขาดหายไป"

"วันนี้นักเรียนส่วนใหญ่ก็กลับบ้านไปอยู่กันครอบครัวกันแล้ว คนที่ยังอยู่ส่วนใหญ่ก็จับกลุ่มคุยกัน โดยมากก็เป็นเรื่อง\nทำนองว่าสัปดาห์หน้านี้จะไปทำอะไรกัน"

"ทำให้ฉันที่มาใช้ห้องสมุดซึ่งยังเปิดช่วงต้นปิดเทอมนั้นรู้สึกเหมือนอยู่ตัวคนเดียว"

"เป็นไปได้ว่าที่ยังเปิดก็เพื่อให้นักเรียนมาคืนหนังสือที่ยังไม่ได้คืนได้ และก็คงเพื่อให้คนที่รอผู้ปกครองมารับได้อยู่ฆ่าเวลา\nจนกว่าจะถูกรับตัวไป"

"และจากการที่ฉันจำยอมต้องตื่นผลุงตัวออกจากบีนแบ็กที่อยู่หลังห้องสมุดเพื่อมารับสายจากพ่อแม่ของฉันที่โทร. มา\nเมื่อครู่ซึ่งคุยกันอยู่ยืดยาวนั้นทำให้ฉันเป็นคนจำพวกหลัง"

"ฉันเก็บโทรศัพท์กลับใส่กระเป๋าโดยที่ไม่ลืมจะเปิดโหมดเงียบเอาไว้ก่อนแล้วกลับไปอยู่ที่ห้องที่แสนจะเงียบสงบ"

scene bg school_library_ss
with locationchange

"เป็นภาพที่ชวนให้คิดถึงและไม่ต่างอะไรกับตอนที่ลิลลี่พามายังห้องสมุดเป็นครั้งแรก แสงอาทิตย์ซึ่งเจือสีส้มอาบไล้\nห้องสมุด ฮานาโกะนั่งอ่านหนังสือเงียบ ๆ อยู่ที่บีนแบ็ก ส่วนยูโกะก็วุ่นวายกับงานอยู่หลังเคาน์เตอร์โดยที่แทบไม่โผล่ตัว\nออกมาเลย"

"หลังจากที่มีเรื่องเมื่อวานแล้วฮานาโกะก็เงียบไปอย่างเห็นได้ชัด แต่ก็เข้าใจได้ละนะ"

"ยังไงเสีย ก็ไม่ได้มีแค่ฉันคนเดียวที่พึ่งคนนั้นสักหน่อย"

"ฉันเดินกลับมานั่งที่บีนแบ็กข้างเธอที่ฉันลุกออกไปเมื่อครู่คอยระมัดระวังไม่ให้มีเสียงรบกวนเกินจำเป็น"

scene ev hana_library
with locationchange

show ev hana_library_read
with charachange

"เสียงดังฟุบจากบีนแบ็กซึ่งถูกน้ำหนักของฉันกดทับนั้นทำให้ฮานาโกะเหลือบมองฉันอยู่แวบหนึ่ง"

"ฉันรู้สึกว่าเรื่องการเดินทางไปของลิลลี่นั้นเป็นเพียงส่วนหนึ่งเท่านั้นที่ทำให้ฮานาโกะเงียบไป"

"ฮานาโกะดูครุ่นคิดและรอบคอบกว่าที่ฉันคาดเอาไว้ อาจจะเพราะเธออยากคิดเองว่าจะรับมือกับการที่ลิลลี่ไม่อยู่อย่างไร\nแทนที่จะมัวแต่นั่งซึมกับเรื่องนั้น ซึ่งทำให้ฉันภูมิใจในตัวเธอขึ้นมาเล็กน้อย"

hi "นี่ ฮานาโกะ"

show ev hana_library
with charachange

ha "วะ ว่า"

hi "เธอยังจะไปเที่ยวอยู่มั้ย"

"ฮานาโกะพยักหน้าด้วยความมุ่งมั่น"

ha "เดี๋ยวอีกวันสองวันฉันก็จะไปแล้วละ นาโอมิก็บอกว่าจะไปด้วย"

hi "โอ้ ไวนี่ แล้วนี่จะไปที่ไหนกันก่อนเหรอ"

ha "ฉันคิดอยู่ว่าจะขึ้นเหนือก่อน… แล้วก็ค่อยวนมาล่องใต้"

hi "แปลว่า… จะไปฮกไกโดก่อน?"

"เธอพยักหน้าอีกครั้งด้วยความลังเลมากกว่าเมื่อครู่ เราทั้งสองคนต่างรู้ดีถึงความสำคัญของที่นั่น"

hi "แล้วได้คิดเรื่องค่าเดินทางกับค่าที่พักไว้หรือยัง"

ha "อื้ม คิดไว้หมดแล้วละ น่าจะลงตัวแล้ว นาโอมิบอกว่าวางแผนของฝั่งตัวเองไว้แล้วด้วยเหมือนกัน"

hi "เออเนี่ย ถ้าขาดเหลืออะไรก็โทร. หาฉันได้นะ เคยให้เบอร์ไปแล้วนี่ จะโทร. มาตอนไหนก็ได้นะ"

show ev hana_library_smile
with charachange

"ฮานาโกะพยักหน้า ซึ่งทำให้ฉันรู้สึกเหมือนได้ประสบความสำเร็จโดยส่วนตัวเล็ก ๆ แล้ว"

ha "ได้เลย"

ha "ขะ ขอบคุณนะ… ฮิซาโอะ"

"ลิลลี่อาจจะพูดถูกแล้วก็ได้ แม้ฉันจะคอยช่วยฮานาโกะเท่าที่ตัวเองจะทำได้แล้ว แต่ก็รู้สึกได้ว่าเธอเองก็ไม่ได้ต้องการ\nความช่วยเหลือหรอก"

"ฮานาโกะโตขึ้นแล้วจริง ๆ"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\n\nแผนเที่ยวช่วงปิดเทอมของฮานาโกะนั้นแตกต่างจากฉันซึ่งเพียงแต่กลับไปที่บ้านตามคำชวนของพ่อแม่โดยสิ้นเชิง"

n "แต่ฉันก็ไม่ได้รู้สึกตื่นเต้นอะไรกับวันหยุดขนาดนั้นเหมือนอย่างคนอื่นอยู่แล้ว เพราะงั้นที่กลับไปคราวนี้ก็คงเหมือน\nการกลับไปเป็นอย่างเดิมนั่นแหละ"

n "\nก่อนหน้าที่ฉันจะหัวใจวายครั้งนั้น ฉันก็ใช้ชีวิตอยู่อย่างไร้จุดหมายจนรู้สึกว่าวันหยุดก็ไม่ได้ต่างอะไรกับชีวิตในทุก ๆ วัน\nอยู่แล้ว"

n "เลิกเรียนแล้วฉันก็จะไปเตร็ดเตร่อยู่ในตัวเมือง โดยมากก็เป็นการไปเที่ยวกับเพื่อน จากนั้นก็กลับบ้านไปกินมื้อเย็นกับพ่อ\nหรือไม่ก็แม่ นาน ๆ ทีหรอกถึงได้กินด้วยกันกับทั้งสองคน"

n "ตารางงานของพวกท่านทั้งสองคนนั้นยุ่งเกินกว่าที่จะอยู่ติดบ้านได้ และถ้าฉันตรงดิ่งจากโรงเรียนกลับมาที่บ้านเลย\nก็จะได้แต่อยู่เบื่อ ๆ ตัวฉันนั้นเป็นคนเมืองโดยแท้จริง"

nvl clear

n "\n\n\nทว่าเมื่อได้มาอยู่ยามากุฉันก็รู้สึกว่าตัวเองนั้นเปลี่ยนไปโดยสิ้นเชิง ยิ่งพอพ่อแม่โทร. มาแล้วฉันก็หายเคลือบแคลง\nกับความคิดนั้นเลยด้วยซ้ำ"

n "แม้ก่อนหน้านั้นฉันจะได้แสดงทักษะในการอยู่ตัวคนเดียวในระดับที่สมกับวัยรุ่น—ซึ่งไม่ได้มากมายอะไร—แล้ว แต่พ่อแม่\nของฉันก็ดีใจเป็นอย่างมากเมื่อได้รู้ว่าฉันสามารถที่จะดูแลตัวเองได้มากกว่าก่อนหน้านี้แล้ว"

n "ซักผ้า ทำอาหาร ทำความสะอาด ทั้งหลายทั้งปวงซึ่งนับรวมกับทักษะงานบ้านทั่ว ๆ ไปที่ได้มาจากการอยู่โดยที่ไม่มี\nพ่อแม่คอยอยู่ด้วย… ภาระงานเล็ก ๆ น้อย ๆ ที่ฉันต้องทำให้เป็น ซึ่งฉันก็หัดได้ไม่ยาก"

n "\nพอมาลองคิดดูแล้ว ที่ผ่านมาฉันก็พึ่งพาพ่อแม่มาตลอด ถึงพวกท่านจะไม่ได้อยู่ติดบ้านเสมอก็ตาม แต่ก็ใช่ว่า\nหลังจากที่ฉันย้ายมาอยู่ยามากุแล้วฉันจะไม่ได้พึ่งใครเลย"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear
nvl hide dissolve
window show

yu "เอ่อ… ขอโทษนะ…"

stop music fadeout 3.0

scene bg school_library_ss
show yuuko worried_down_ss at center
with locationchange

"เราสองคนเงยหน้ามองคนที่ยืนทำท่าประดักประเดิดอยู่ บางอย่างมันก็เหมือนเดิมอยู่เสมอจริง ๆ"

show yuuko worried_up_ss
with charachange

yu "ตอนนี้ใกล้ถึงเวลาปิดห้องสมุดแล้ว เพราะงั้น เอ่อ…"

"อ้อ จริงสิ ลืมไปเลยว่าช่วงปิดเทอมห้องสมุดจะปิดเร็วหน่อย"

"ฮานาโกะกับฉันลุกขึ้นยืนปัด ๆ ตัวเองแล้วเก็บหนังสือเข้าที่ชั้นข้างหลังเรา การที่มีแนวหนังสือที่ชอบคล้ายกัน\nพอสมควรอย่างนี้ก็นับว่ามีประโยชน์เหมือนกัน"

"ฮานาโกะค้อมหัวเป็นการขอโทษยูโกะที่ทำให้เสียเวลาแล้วเดินนำออกไป"

show bg school_library_ss at bgleft
show yuuko worried_down_ss at twoleft
with dissolvecharamove

show hanako basic_normal_ss at tworight
with charaenter

ha "เจอกันพรุ่งนี้นะฮิซาโอะ"

hi "บาย"

hide hanako
with charaexit

"แล้วเธอก็เดินผ่านประตูไม้บานใหญ่เก่าคร่ำคร่าอันเป็นปากทางเข้าห้องสมุดออกไป"

play music music_happiness fadein 3.0

show bg school_library_ss at center
show yuuko neutral_down_ss at center
with dissolvecharamove

yu "ฮานาโกะดูเป็นคนเงียบ ๆ เนอะ"

"จริง ๆ ก็คงแปลกที่พนักงานมาบอกความเห็นส่วนตัวอะไรอย่างนี้ให้ฟัง แต่พอได้รู้จักยูโกะมาสักพักแล้วก็ไม่ได้รู้สึก\nแปลกอะไร เราสองคนค่อนข้างใกล้ชิดกัน ไม่ใช่เป็นความสัมพันธ์ในฐานะพนักงานของโรงเรียนกับนักเรียน"

hi "ครับ ผมว่าฮานาโกะก็เป็นคนอย่างนั้นแหละ"

hi "แต่เดี๋ยวนี้ฮานาโกะมั่นใจในตัวเองขึ้นเยอะ"

show yuuko smile_down_ss
with charachange

yu "ฉันไม่ได้รู้จักฮานาโกะดีเท่าเธอก็จริง แต่ฉันก็พอจะเห็นด้วยนะ ได้เห็นฮานาโกะคุยกับคนในนี้แล้วก็รู้สึกดีเหมือนกัน\nปกติฮานาโกะไม่เคยคุยอย่างนั้นเลย"

hi "คุณยูโกะครับ… คุณรู้เรื่องที่ว่าลิลลี่จะย้ายออกญี่ปุ่นไปใช่ไหมครับ"

show yuuko worried_down_ss
with charachange

yu "สองสามวันก่อนลิลลี่มาบอกกับฉันเองเลย คงลำบากใจน่าดูที่ต้องทิ้งทุกคนไปอย่างนี้"

"พอยูโกะพูดแล้วก็หันมามองฉันทันที คงนึกได้ละมั้งว่าก่อนหน้านี้ฉันเคยมาขอคำปรึกษาเรื่องความสัมพันธ์ระหว่างฉัน\nกับลิลลี่"

show yuuko worried_up_ss
with charachange

yu "เธอจะอยู่ได้ใช่มั้ย"

"ก็… ตอบยากแฮะ แต่ฉันก็ยังไม่อยากคิดถึงเรื่องนั้นตอนนี้เลย เพราะยังมีเรื่องที่จำเป็นกว่า"

hi "เรื่องนี้มันมีอะไรแปลก ๆ อยู่นะครับ คุณว่ามั้ย"

"ยูโกะทำท่าคิดพักหนึ่งพลางทำหน้ายู่เหม่อ ๆ หลายท่าสุดแต่เธอจะคิดได้"

show yuuko worried_down_ss
with charachange

yu "ฉันว่าฉันยังรู้จักลิลลี่ไม่ดีพอที่จะไปตัดสินอะไรอย่างนั้นได้นะ"
#STILL thinking about judgment/judgement and whether it's even worth it to bother in the first place. -SC

yu "ขอโทษทีนะที่ฉันช่วยอะไรได้ไม่มาก"

hi "เอ้อ ไม่เป็นไรครับ ผมแค่พูดลอย ๆ ไปงั้นแหละ"

"ฉันถอนหายใจพรืดแล้วขยี้หัวด้วยความหงุดหงิด"

hi "แค่ว่ามีเรื่องหลายอย่างที่ผมควบคุมไม่ได้มันถล่มเข้ามารวดเดียวเลย… จนผมรู้สึกเหมือนติดหล่มอยู่"

show yuuko neutral_down_ss
with charachange

yu "ฉันว่าคนเราต่างก็เคยเจอเรื่องอย่างนั้นมากันทั้งนั้นแหละ"

yu "สิ่งสำคัญคือเราต้องจดจ่ออยู่กับสิ่งที่เราทำได้ ไม่ใช่จดจ่ออยู่กับสิ่งที่ทำไม่ได้ อันนี้ก็เป็นมุมมองของฉันเฉย ๆ นะ"

show yuuko smile_down_ss
with charachange

yu "ถ้าไม่คิดอย่างนั้น ฉันคงจัดการชีวิตตัวเองมาจนถึงตอนนี้ไม่ได้หรอก"

"ยูโกะยิ้มพลางพูดด้วยน้ำเสียงสดใส แต่คำพูดของเธอนั้นไม่ใช่เรื่องตลกอะไรเลย การที่ต้องทำงานสองที่เพื่อไม่เพียงแต่\nหาเงินให้พอกับการกินอยู่หากแต่ต้องพอกับค่าเล่าเรียนด้วยนั้นคงเป็นสิ่งที่เหนื่อยน่าดู"

"อาจจะเพราะอย่างนั้นเองจึงทำให้คำพูดที่ออกจากปากเธอนั้นมีน้ำหนัก หากเป็นคนอื่นพูดก็อาจจะไม่ได้น้ำหนักเท่านี้"

hi "ก็คงถูกของคุณละนะครับ"

hi "ขอบคุณที่ให้คำแนะนำกับเรื่องนี้ด้วยนะครับคุณยูโกะ"

show yuuko smile_down_ss:
   ease 0.5 ypos 1.2
with None

show yuuko closedhappy_down_ss:
   ease 0.5 ypos 1.2
with charachange

with Pause(0.2)

show yuuko closedhappy_down_ss:
   ease 0.5 ypos 1.0
   linear 0.5 alpha 0.0 
with charamove

"ยูโกะโค้งตัวต่ำก่อนจะเดินกลับไปที่เคาน์เตอร์ซึ่งเป็นที่ที่เธออยู่เป็นประจำ"

stop music fadeout 2.0

scene bg school_dormhisao_ni
with shorttimeskip

"แสงสลัวภายในห้องส่องปีกเล็ก ๆ ของนกกระดาษที่วางอยู่บนนิ้วฉันให้เห็นเพียงราง ๆ แสงจันทร์ส่องลอดผ่านได้เพียง\nที่แผ่นผืนและขอบผ้าม่านเท่านั้น"

show origami_hand:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with None

show origami_hand:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
show bg school_dormhisao_blurred_ni
with Dissolve (1.0)

play music music_twinkle fadein 10.0

"ฉันนอนนิ่งในห้องมืดมิดอยู่เนิ่นนานเหม่อมองนกกระดาษตัวจ้อย"

"เหมือนหลังจากตอนที่ลิลลี่พับนกกระดาษตัวนี้ให้ก็มีอะไรเกิดขึ้นหลายอย่าง ทว่าก็เหมือนแทบไม่มีอะไรเปลี่ยนไปเลย"

"ฉันต้องกลับมาตั้งต้นจากศูนย์ใหม่ไม่เหมือนคนอื่น ฉันมีเส้นทางชีวิตในอนาคตที่ฉันเพิ่งค้นพบแล้วก็จริง แต่สิ่งนั้น\nก็แทบไม่ได้มีผลอะไรต่อตัวฉันในตอนนี้เลย"

"ฉันรู้ว่าฮานาโกะเปลี่ยนไปแล้ว แถมเมื่อพิจารณาเรื่องในอดีตของเธอแล้ว ยิ่งทำให้รู้สึกว่าฉันต้องลุกขึ้นมาทำอะไร\nสักอย่างบ้างด้วยซ้ำไป"

"แต่ลิลลี่นี่สิ…"

"ฉันพลิกนกกระดาษในมือดูอีกมุมหนึ่ง"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\nตอนที่ได้เจอลิลลี่ครั้งแรก เธอดูห่างเหินและค่อนข้างเว้นระยะ เธอจะต้องคิดวางแผนอย่างแม่นยำก่อนจะทำอะไรสักอย่าง\nและความใจเย็นของซึ่งเธอรักษาได้ไว้เป็นอย่างดีนั้นทำให้เธอดูเป็นคนที่สงบและมั่นใจไปทุกกระเบียดนิ้ว"

n "ไม่นานลิลลี่ก็ทำตัวเป็นกันเองมากขึ้น เพียงเล็กน้อยแต่พอดี ฉันดีใจที่เห็นเธอผ่อนคลายลงบ้างเวลาอยู่กับฉันและยอม\nเปิดใจ—แม้เพียงเล็กน้อย—กับฉันด้วยตัวของเธอเอง เป็นความรู้สึกที่เหมือนว่าตัวตนของเธอค่อย ๆ มีสีสันชัดเจน\nขึ้นมา"

n "\nแต่ตอนนี้ฉันชักไม่แน่ใจแล้ว"

n "\nอาจจะเป็นความรู้สึกที่ปกติละมั้ง ก็เราสองคนเลิกกันแล้วในทางปฏิบัติ ฉันเองก็ไม่ได้รู้สึกว่าเป็นอะไรที่แปลกใหม่\nเป็นความรู้สึกเหมือนตอนกลับมาเจอหนังสือเก่า ๆ แล้วหยิบมาปัดฝุ่นมากกว่า"

n "ไม่นานฉันก็นึกได้ว่าลิลลี่คงมองฉันเหมือนที่เธอมองฮานาโกะ เธอมองฉันในฐานะคนที่ต้องการคนให้มาช่วยเหลือ\nและดูแล ตอนแรกฉันคิดว่าแค่เราเป็นเพียงเพื่อนกันคอยช่วยเหลือกันในช่วงเวลาอันจำกัดที่จะได้อยู่ด้วยกันในโรงเรียนนี้\nก็เพียงพอแล้ว"

nvl clear

n "\n\nแต่จากนั้นฉันก็เริ่มให้ค่ากับช่วงเวลาที่เราได้อยู่ด้วยกันมากขึ้นเรื่อย ๆ นับตั้งแต่ตอนที่เราได้เดินด้วยกันเงียบ ๆ ไปจนถึง\nตอนที่เราคุยกันเรื่อยเปื่อยยามพักเที่ยง ตัวตนด้านดีของเธอเผยชัดออกมามากขึ้นเรื่อย ๆ และดึงดูดฉันมากขึ้นเรื่อย ๆ"

n "ยิ่งพอลิลลี่ต้องเดินทางไกลไปเยี่ยมครอบครัวและคุณป้าที่ป่วยอยู่ของเธอฉันยิ่งรู้ตัวว่าฉันชอบการที่ได้อยู่กับเธอแค่ไหน\nและคิดว่าเธอเองก็คงรู้สึกเช่นกัน"

n "\nแต่สำหรับเธอแล้ว สิ่งนั้นคงไม่ใช่ทุกอย่างในความสัมพันธ์ของเรา"

n "\nแม้แต่การที่เธอได้กลับมาที่ญี่ปุ่น เธอก็มองเพียงว่าตัวเองต้องจากครอบครัวมาอีกครั้งหลังจากที่ได้อยู่ด้วยกันเพียง\nระยะสั้น ๆ"

n "ลิลลี่ใช้ชีวิตมานานโดยที่ไม่ได้อยู่กับครอบครัวของเธอ และแม้แต่อากิระเองก็ต้องทำงานตัวเป็นเกลียว ไม่แปลกที่ลิลลี่\nจะเป็นเช่นนั้น"

nvl clear

n "\n\nฉันเคยคิดว่าการที่เธอยืนหยัดได้ด้วยตัวคนเดียวนั้นเป็นสิ่งที่ดีและน่าชื่นชม เป็นสิ่งที่ขัดกับฉันซึ่งก่อนหน้าที่จะหัวใจวาย\nครั้งนั้นต้องพึ่งพาพ่อแม่ แม้ฉันจะไม่อยากยอมรับความจริงข้อนี้มากนัก"

n "แต่การที่ลิลลี่ยืนหยัดได้ด้วยตัวคนเดียวก็แปลว่าเธอจะไม่ยอมให้ใครมาเข้าใกล้เกินไป"

n "ความเป็นคนตาบอดของเธอคงเป็นปัจจัยที่ทำให้เธอต้องเสียครอบครัวไป และเธอยังต้องไปอยู่คนละโรงเรียนกันกับ\nโรงเรียนที่เพื่อนของเธออยู่เพราะความเป็นคนตาบอดเช่นกัน ลิลลี่จึงทุ่มเทให้หนักขึ้นเพื่อที่ตัวเองจะได้ไม่ต้อง\nเป็นภาระของพี่สาวกับคนรอบข้าง"

n "\nและตอนนี้อากิระเองก็จะไปอยู่ที่อินเวอร์เนสส์เหมือนอย่างครอบครัวที่เธอนับว่าเสียไปแล้ว"

n "ลิลลี่ไม่เคยบอกเรื่องแผนตัวเองให้ฉันฟังเลย เพราะเธอยังไม่แน่ใจกับตัวเองเหมือนกัน"

n "ลิลลี่ไม่อยากเป็นภาระใคร ไม่อยากเป็นภาระฉันด้วย"

n "\n\n…ฉันมันโง่"

nvl clear

n "\n\nฉันไม่เคยนึกสงสัยเลย ฉันไม่เคยอยู่เคียงข้างเธอหรือถามสิ่งที่เธออยากให้ถาม"

n "ฉันเพียงวางแผนชีวิตตัวเองเอาไว้แล้วคาดหวังจะให้มันเป็นไปตามนั้นตลอดไป คาดหวังว่าเราสองคนจะรักกันดี\nคบกันนาน ๆ และเดินหน้าไปยังอนาคตของพวกเราด้วยกัน"

n "\nกลุ่มความหงุดหงิดและความโกรธเล็ก ๆ ก่อตัวขึ้นในใจ"

n "\nฉันปล่อยให้ทุกอย่างไหลไปโดยที่ไม่แม้แต่จะลองช่วยลิลลี่ด้วยซ้ำ"

n "\nขอเพียงแค่มีเธออยู่เคียงข้างก็พอแล้ว ฉันคิดไปว่าหากเป็นอย่างนั้นจริงแล้วฉันจะเดินหน้าต่อไปได้"

n "แต่แค่นั้นมันจะไปพออะไร ความคิดอย่างนั้นมันก็เหมือนเด็ก ๆ ที่พึ่งพาใครสักคนโดยที่ไม่ลองคิดทำความเข้าใจ\nหรือลองช่วยคนที่พึ่งพาเลย"

n "และเพราะอย่างนั้นฉันจึงเสียลิลลี่ไป ฉันเสียคนคนหนึ่งที่ฉันรักมากที่สุดเพราะฉันไม่ได้อยู่เคียงข้างเธอยามที่เธอ\nต้องการ"

stop music fadeout 5.0

nvl clear
nvl hide dissolve

show origami_hand:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with None

show origami_hand:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
show bg school_dormhisao_ni
with Dissolve (1.0)

hide origami_hand
with None

window show

"ความโกรธยิ่งสุมอยู่ในอกร้อนขึ้นเรื่อย ๆ ฉันพลิกตัวไปวางนกกระดาษไว้ที่ข้างนาฬิกาบนโต๊ะซึ่งเป็นที่ที่มันอยู่มาตลอด\nนับตั้งแต่ครั้งนั้นที่ลิลลี่พับให้ฉัน"

"และเป็นวันนั้นเองที่เธอบอกว่าฉันไม่จำเป็นต้องแบกรับภาระของตัวเองอยู่คนเดียว"

"แสงสีแดงสุดแสบตาของตัวเลขบนหน้าปัดนาฬิกาปลุกส่องสว่างในความมืดมิดภายในห้องแยงตาอันอ่อนเปลี้ยของฉัน"

"สี่ทุ่ม ค่ำแล้ว ใกล้ถึงเวลาปิดประตูหอ"

hi "แล้วนี่…"

"อากิระบอกว่าเครื่องจะออกค่ำนี้"

"ฉันไม่รู้ว่าเที่ยวบินของสองคนนั้นจะออกกี่โมง… แต่ก็แปลว่ายังมีโอกาสอยู่เสี้ยวหนึ่งที่สองคนนั้นจะยังไม่ได้ไป"

"ฉันเด้งตัวลุกขึ้นนั่งพร้อมอะดรีนาลินที่พุ่งพล่านในตัว ตาเบิกโพลงทันทีเมื่อนึกถึงความเป็นไปได้นั้น"

"ยังไม่มีอะไรรับประกันว่าสองคนนั้นไปแล้วหรือยัง ซึ่งก็เป็นไปได้มากว่าไปแล้ว แต่ก็ยังมีโอกาสที่จะยังไม่ได้ไปเช่นกัน\nต่อให้โอกาสนั้นจะมีน้อยเพียงใดก็ตาม"

"ขอแค่ครั้งนี้ ขอให้ฉันได้ทำในสิ่งที่ควรจะทำตั้งแต่แรกแล้ว…"

play sound sfx_switch

show bg school_dormhisao
with Dissolve(0.2)

$ renpy.music.set_volume(1.0, 0.0, channel="music")
play music music_friendship fadein 9.0

"ฉันลุกขึ้นยืนพุ่งตัวมาที่ตู้เสื้อผ้าแล้วรีบคุ้ยเสื้อผ้าออกมาให้เร็วที่สุดเท่าที่จะทำได้แล้วรีบหยิบมาใส่ทันที"

"ทุกวินาทีที่ผ่านไปคือเวลาที่ฉันไม่อาจได้คืน เป็นวินาทีที่อาจใช้วัดได้ว่าฉันจะตามไปทันหรือจะต้องเสียพวกเขาไป\nตลอดกาล"

"แม้อาจจะล้มเหลว แต่ฉันก็ต้องลองดูก่อน ฉันจะปล่อยให้ลิลลี่ทิ้งทุกอย่างไปโดยที่ไม่แม้แต่จะห้ามไว้ไม่ได้ เวลาอย่างนี้\nฉันต้องอยู่เคียงข้างเธอสิ"

"พอใส่เสื้อผ้าชิ้นสุดท้ายเสร็จแล้วฉันก็รีบหยิบโทรศัพท์ที่วางอยู่บนโต๊ะขึ้นมา โชคดีที่เบอร์บริษัทแท็กซี่ท้องถิ่นยังติดอยู่\nในประวัติการโทร."

show bg school_dormhisao_blurred
show phone mobile:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with locationchange
with Pause (0.5)

"เสียงแหบแห้งไม่สดใสบอกชื่อบริษัทระหว่างที่ฉันเดินงุ่นง่านอยู่ในห้อง ฉันต้องปรามตัวเองให้พูดช้า ๆ ชัด ๆ กรอก\nโทรศัพท์ไป"

scene bg school_dormext_full_ni
with locationskip

"อากาศเย็นยามค่ำไล้ตัวฉันในจังหวะที่ฉันเปิดประตูหอ แต่ฉันก็ยังคอยรักษาความเร็วกึ่งวิ่งเหยาะ ๆ กึ่งวิ่งจริงจังออกไปที่\nประตูหน้าโรงเรียน"

"อาจจะยังไม่ถึงเวลาปิดประตูหอก็จริง แต่ก็จวนมากแล้ว ถ้ายามอยู่คงมากักตัวถามอะไรฉันแน่นอน แต่ดูเหมือนว่าฉัน\nจะออกมาทันก่อนที่ยามจะมาถึงพอดี หรือไม่ก็ยามกำลังเดินมาอยู่"

scene bg school_gardens_ni
with locationchange

"พอมาถึงสวนแล้วฉันก็เร่งฝีเท้าขึ้น เสน่ห์ยามค่ำคืนของสวนขณะที่ฉันวิ่งผ่านไปยังประตูหน้าโรงเรียนนั้นไม่ได้ลดน้อย\nลงเลย"

scene bg school_courtyard_ni
with locationchange

"โคมไฟในสวนนั้นอาจดูสลัว แต่ก็สว่างพอที่จะส่องทางให้ฉันวิ่งผ่านไปได้โดยที่ไม่สะดุด ตัวอาคารนั้นดูเรียบง่ายสมกับ\nชนบทและค่อนไปทางโบราณเมื่อฉันได้เหลือบมอง"

"พอลองนึกดูแล้วก็รู้สึกประหลาดเหมือนกันที่ฉันเคยมองว่าตัวอาคารนั้นดูทะมึนมืด หากไม่นับเรื่องอายุของตัวอาคาร\nตอนนี้ฉันเพียงมองว่าเป็นอาคารเรียนหลงยุคอาคารหนึ่งเหมือนอย่างอาคารเรียนทั่ว ๆ ไป"

scene bg school_gate_ni
with locationchange

"ฉันออกจากประตูมาหยุดยืนอยู่ข้างรถแท็กซี่ที่จอดอยู่ตรงที่เดียวกับรถของอากิระเคยจอดอยู่ ป้ายฉูดฉาดส่องสว่างนั้น\nดูขัดกับภาพพื้นหลังซึ่งเป็นชนบทเงียบงัน"

"ฉันรีบยัดตัวเองผ่านประตูรถเข้ามาแล้วบอกที่อยู่ที่ฉันคาดหวังว่าสองคนนั้นจะยังอยู่กับคนขับ"

scene bg shizu_houseext_ni
with shorttimeskip

"รถแท็กซี่นั้นทำความเร็วได้ไม่ทันใจเอาเสียเลย กว่าจะมาถึงปลายทางก็ดึกมากแล้ว"

"ตัวบ้านนั้นมโหฬารมาก เป็นขนาดที่ใหญ่กว่าที่ฉันคาดเอาไว้ และยังสงัดงันจนน่ากลัว ฉันคาดการณ์เผื่อกรณีที่แย่\nที่สุดแล้วบอกคนขับให้รออยู่ก่อน เผื่อว่าความพยายามของฉันนั้นสูญเปล่า"

"พอกดปุ่มที่อินเตอร์คอมหรูหราที่อยู่ตรงประตูหนึ่งครั้งแล้วก็มีเสียงดนตรีอิเล็กทรอนิกส์สั้น ๆ ดังแทรกความเงียบซึ่งอยู่\nทั่วท้องถนน ไม่นานก็มีเสียงทุ้ม ๆ แหบ ๆ ดังลอดออกมา"

mystery "ที่นี่บ้านฮากามิจิ กรุณาบอกชื่อและสาเหตุว่าทำไมถึงมารบกวนพวกเราดึกดื่นเช่นนี้"

"ฉันพูดต่อแม้จะทำหน้ายู่ไปเมื่อได้ยินความรำคาญในน้ำเสียงนั้น ซึ่งก็สมควรอยู่"

hi "ฮิซาโอะ นากาอิครับ ถ้าลิลลี่หรืออากิระยังอยู่ ผมอยากพบสองคนนั้นครับ"

"ฉันนึกประหลาดใจที่ฉันยังพอมีเสียงพูดให้ชัดอยู่ ซึ่งชัดพอที่จะทำให้ฝั่งปลายสายเงียบไป"

show bg shizu_houseext_lights
with Dissolve(0.2)

"ผ่านไปไม่กี่วินาทีก่อนที่ฉันจะทันได้กดปุ่มอีกรอบแล้วถามว่าเกิดอะไรขึ้น ไฟตรงหน้าบ้านก็สว่างขึ้นมา"

"ฉันเพ่งสายตามองดูว่าใครเดินออกมา แต่พอเขาเดินผ่านรถคันใหญ่ที่ใส่เบ็ดตกปลาไว้หลังรถฉันก็รู้ว่าเป็นใคร"

"เขาเดินเอื่อยทำหน้าเรียบนิ่งไร้อารมณ์เช่นทุกครั้งมาที่ประตู ถึงจะนิสัยอย่างนั้น แต่ท่าทีของเขาก็ยังดูเป็นเด็กอยู่ดี\nเขากดปุ่มอยู่สองสามทีอยู่หลังรั้วก่อนประตูจะค่อย ๆ เปิดออก"

show hideaki surprise_ni at center
with charaenter

hh "พี่ฮิซาโอะ? มาทำอะไรเหรอครับ"

"ครั้งนี้น่าจะเป็นน้ำเสียงที่มีอารมณ์อยู่ในนั้นเยอะที่สุดเท่าที่ฉันเคยได้ยินเขาพูดมาแล้ว แต่ก็ใช่ว่าจะเป็นมาตรฐานที่สูง\nอะไรขนาดนั้นหรอก"

hi "พี่อากิระบอกมาว่าจะมาอยู่ที่นี่กับลิลลี่ก่อนจะไปขึ้นเครื่อง"

hi "ฉันต้องคุยกับลิลลี่ ครั้งนี้ครั้งสุดท้ายแล้วละ สองคนนั้นยังอยู่ที่นี่มั้ย"

show hideaki sad_ni
with charachange

"สีหน้าของเขาบอกทุกอย่างหมดแล้ว"

"คว้าน้ำเหลว ฉันมาช้าไป พอเป็นเรื่องหน้าสิ่วหน้าขวานอย่างนี้แล้วฉันดัน…"

show hideaki serious_up_ni
with charachange

hh "อันที่จริง… ยังคุยได้อยู่นะครับ…"

hi "อะไร ยังไง"

show hideaki confused_ni
with charachange

"ฮิเดอากิผงะไปเล็กน้อยที่เห็นฉันตื่นเต้น แต่ตอนนี้ฉันห้ามตัวเองไม่อยู่แล้ว"

show hideaki normal_ni
with charachange

hh "สองคนนั้นเพิ่งออกไปไม่นานครับ ก่อนพี่ฮิซาโอะมาถึงไม่กี่นาทีด้วยซ้ำ ถ้าพี่ตรงดิ่งไปที่สนามบินเลยก็อาจจะ…\nพี่ฮิซาโอะ!?"

"ฉันพุ่งตัวไปทางรถแท็กซี่ที่รออยู่พลางควักเศษเงินที่เหลืออยู่ในกระเป๋าออกมา"

hi "ขอบคุณนะฮิเดอากิ!"

"แล้วฉันก็เข้ามานั่งในรถแล้วโพล่งปลายทางของฉันออกไป"

scene bg city_street4_ni
show crowd_ni
with shorttimeskip

play ambient sfx_crowd_outdoors fadein 2.0

"ฉันเดินฝ่าฝูงชนเลียบถนนไปพร้อมใจที่เต้นรัวพลางบิดตัวไปทางซ้ายทีขวาทีผ่านผู้คนที่เดินสวนไปมา"

"บนท้องถนนเนืองแน่นไปด้วยรถแท็กซี่และรถอื่น ๆ ที่มาส่งและจอดรอรับผู้โดยสาร สุดท้ายฉันต้องลงก่อนถึงปลายทาง\nไปราวร้อยเมตร"

"แต่เรื่องนั้นช่างมันก่อน สิ่งสำคัญคือต้องไปหาลิลลี่"

"เท้าข้างหนึ่งนำลงแตะกับพื้น เท้าอีกข้างแตะตามกันมาอย่างรวดเร็วโดยที่ฉันไม่ทันได้คิดอะไร ราวกับว่าขาของฉัน\nมีชีวิตขยับได้เอง ส่วนหน้าที่ของสมองฉันคือจดจ่อกับภาพตรงหน้า"

"ขอเพียงแค่ได้เห็นเสี้ยวผมยาวของเธอ ผมยาวสีเหลืองซึ่งเป็นสีเดียวกับทุ่งสาลีนั้นที่กว้างไกลสุดลูกหูลูกตา"

"สุดท้ายแล้วฉันก็ต้องพึ่งลิลลี่เหมือนอย่างฮานาโกะ แม้เราจะคบกันแล้วก็ยังรู้สึกว่าเธอไม่เคยปล่อยให้ตัวเองต้องมา\nพึ่งฉันเลย"

"ยกเว้นคราวนั้นคราวเดียว คราวที่เราโอบกอดกันแน่นอยู่กลางทุ่งสีทองส่องสว่าง"

"คราวนั้นลิลลี่คงกลัวว่าจะต้องเสียฉันไปเหมือนอย่างใครคนอื่น เพราะอย่างนั้น ขอแค่คราวนี้…"

"อากาศยามค่ำคืนห่อร่างฉันดูดซับความอบอุ่นในตัวออกไปจนหมดสิ้นจนรู้สึกราวกับว่าตอนนี้เป็นช่วงกลางฤดูหนาว\nมากกว่าที่จะเป็นคืนฤดูร้อน"

"ทั้งนิ้ว ทั้งมือ ทั้งเท้า… ต่างเย็นลงเรื่อย ๆ"

"เสียงของฝูงชนที่ผ่านไปมาเป็นเพียงเสียงอื้ออึงซึ่งดังอยู่เป็นพื้นหลังในการรับรู้ซึ่งมีเสียงรองเท้าฉันกระทบกับทางเท้า\nดังก้อง ทุกก้าวมุ่งไปยังคนคนนั้นที่ฉันต้องตามให้ทัน"

"หน้าอกฉันแน่นขึ้นมาด้วยความเย็นในเวลากลางคืนจนฉันต้องยกแขนมาทาบหน้าอกเพื่อหวังให้อาการทุเลาลง"

window hide

scene bg hosp_ext_ni
show crowd_ni
with locationchange

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.7)

window show

"แต่เมื่อสนามบินอยู่ตรงหน้าแล้วฉันถึงได้รู้ว่าความรู้สึกนี้คือความรู้สึกที่ฉันเคยสัมผัสมาก่อน"

"ไม่เอา… อย่ามาเป็นเอาตอนนี้สิ ขอร้องละ ไม่เอา"

"แต่ฉันก็กลืนน้ำลายฝืนร่างกายตัวเองจนกว่าจะถึงขีดจำกัดวิ่งต่อ"

"เหงื่อไหลโชกระหว่างที่ฉันมุ่งหน้าไป ไหล่ฉันกระแทกเข้ากับใครบางคน อยู่ ๆ ในหัวฉันก็เต็มไปด้วยอารมณ์\nกับความทรงจำ"

"ฉันไปต่อโดยที่ไม่ได้ขอโทษ ฉันต้องเคลื่อนตัวไปต่อ ฉันไม่รู้ว่าจะมีโอกาสได้เริ่มอีกครั้งหรือไม่ถ้าฉันหยุด และต่อให้ได้เริ่ม\nหากไม่ทันเวลา ทุกอย่างก็จะสูญเปล่าอยู่ดี"

with vpunch

"ฉันชนคนนั้น แล้วก็คนนี้ ร่างกายของฉันกระดอนไปมาโดยไร้ซึ่งแรงต่อต้านใด ๆ"

"เท้าฉันชา แขนฉันไม่รู้สึกอะไรแล้ว ฉันแน่นหน้าอกขึ้นมาหนักกว่าเก่าจนต้องงอตัวด้วยท่าทางเก้ ๆ กัง ๆ"

window hide

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

window show

"บ่ายวันหิมะตกวันนั้น… วันที่ชีวิตฉันเปลี่ยนไปอย่างไม่อาจย้อนคืน… ในสมองกรอภาพอิวานาโกะและจดหมายเฮงซวย\nฉบับนั้นกลับขึ้นมา รักแรกที่ฉันเสียไปเพราะอาการนี้"

"ฉันจะปล่อยให้เป็นอย่างนั้นซ้ำสองไม่ได้ ฉันไม่สนแล้วว่าร่างกายฉันจะเป็นอะไรอีก ขอแค่ฉันได้เห็นหน้าเธอเป็นครั้ง\nสุดท้าย"

"…นั่นไง!"

scene ev lilly_airport
with flash

"ฉันเห็นคู่สีเหลืองกับสีขาวอยู่ตรงปลายทางไหว ๆ ตัวของเธอเป็นเงารับกับแสงที่ส่องมาจากทางเข้าสนามบิน"

hi "ลิลลี่! ลิลลี่!"

hi "ลิลลี่! หยุดก่อน ขอร้องละ! ลิลลี่!"

"ไม่เอาน่าลิลลี่ เธอน่ะหูดีกว่—"

scene bg hosp_ext_ni:
    xalign 0.5 yalign 0.52 rotate 0 zoom 1.0
    linear 0.1 rotate -6 zoom 1.2
show crowd_ni:
    xalign 0.5 yalign 0.52 rotate 0 zoom 1.0
    linear 0.1 rotate -6 zoom 1.2
with vpunch

play sound sfx_impact

hi "อั่ก!"

"ทันใดนั้นภาพตรงหน้าก็หมุนคว้าง ตัวฉันล้มลงกับพื้น ร่างของฉันแผ่หลาไปกับพื้นหลังจากที่ชนเข้ากับใครบางคน\nจนล้ม"

window hide

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

window show

"ความเจ็บที่แล่นริ้วไปทั่วร่างก่อนที่ฉันจะทันได้พิจารณาบาดแผลนั้นมากเหลือเชื่อ ฉันงอตัวกุมหน้าอกตัวเองไว้จนแทบ\nจะเป็นบ้าพร้อมสมองที่ว่างเปล่า"

mystery "นี่ เป็นอะไรหรือเปล่า ล้มแรงน่าดูเลยนะ"

"ความเจ็บปวดนี้… ทนไม่…"

hi "อึก… อ๊าาาาาาก!"

window hide

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

window show

"เพียงแค่ชนอะไรกับแรง ๆ ก็ถึงตายได้ หากฝืนร่างกายตัวเองมากไปก็เช่นกัน คิดเอาไว้แท้ ๆ ว่าขอเพียงครั้งนี้ที่จะ\nก้าวข้ามขีดจำกัดของตัวเอง…"

mystery "เขาเป็นอะไรก็ไม่รู้!"

window hide

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.8)

window show

mystery "มีอะไรหรือเปล่า ไหว…"

window hide

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.2)

with Pause(0.7)

play sound sfx_heartfast
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.8)

window show

"เสียงแว่วในหูเริ่มดังกลบเสียงคนที่มามุง ตอนนี้ฉันขยับหัวตัวเองไม่ได้แล้ว ได้แต่กลอกตามองริมฝีปากคนเหล่านั้น\nที่ขยับไปมาโดยที่ไม่มีเสียง"

window hide

play sound sfx_heartfast
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.8)

with Pause(0.15)

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.8)

play sound sfx_heartfast
show heartattack alpha 
with Dissolve (0.1)

hide heartattack alpha
with Dissolve (0.8)

with Pause(0.05)

play sound sfx_heartstop
show heartattack alpha 
with Dissolve (0.1)

stop ambient fadeout 0.3

show heartattack residual
with Dissolve (0.8)

window show

"ขณะกุมหน้าอกตัวเองไว้ฉันก็รู้ตัวว่านิ้วฉันไม่รู้สึกอะไรแล้ว เท้าก็ด้วยเช่นกัน ราวกับว่าทั้งร่างกายฉันได้สับสวิตช์ลง\nโดยเริ่มจากประสาทส่วนปลายก่อน"

scene ev lilly_airport_end:
    truecenter
    zoom 1.2 rotate -8 subpixel True
    easein 12.0 zoom 1.0 rotate 0
with slowfade

"ฉันหันไปมองทางซึ่งพาไปยังทางเข้าสนามบินซึ่งส่องแสงลงมาที่ฉันด้วยแรงเฮือกสุดท้าย"

"ลิลลี่อยู่หลังฝูงชนอยู่ตรงนั้น เธอเอียงคอเพียงเล็กน้อย"

show passoutOP1
with None

"พออ้าปากจะร้องตะโกนก็รู้สึกเหมือนภาพตรงหน้าค่อย ๆ หมองลง และไม่มีเสียงใดหลุดลอดออกจากปากฉันแม้จะ\nพยายามอย่างเต็มที่แล้ว ภาพตรงหน้าเริ่มดับมืดลงอย่างช้า ๆ และไม่ย้อนคืน"

"สุดท้าย… ก็ลงเอยอย่างนี้สินะ"

"คว้าน้ำเหลว เกือบแล้ว อีกนิดเดียว แต่ในจังหวะอีกนิดเดียวที่ว่านั้นอาการของฉันพรากโอกาสที่ฉันจะได้มีชีวิตใหม่\nและรั้งตัวฉันให้กลับมายังที่เดิม"

"และฉันก็กำลังนอนแผ่หลาใกล้ตายอยู่ห่างจากสนามบินไม่กี่เมตรพร้อมฝูงชนที่มามุงซึ่งส่งเสียงเซ็งแซ่ ส่วนลิลลี่ก็กำลัง\nเดินทางไปสกอตแลนด์อยู่ไม่ไกล"

hi "ลิ… ลลี่…"

stop music fadeout 4.0

"เรี่ยวแรงฉันเหือดหายไปกับคำพูดสุดท้ายนั้น โลกทั้งใบถูกปกคลุมไปด้วยม่านมืดที่ไร้ซึ่งทางหนี กล้ามเนื้อทุกมัดในตัว\nหยุดการทำงานลง"

"ขอโทษนะลิลลี่"

"ฉันมาช้าไป"

scene black
with dissolve


#**********************

label th_L31:

scene white
with dissolve


"…"

"……"

"………"

"เกิด… อะไรขึ้น…"

"เมื่อค่อย ๆ ลืมตาขึ้นแสงจ้าสีขาวก็แทงตาฉัน"

"ฉันนอนอยู่นิ่ง ๆ สักสองสามนาทีพลางมองเหม่อระหว่างที่ความคิดอันกระจัดกระจายเริ่มเชื่อมประสานกันอยู่ในสมอง\nที่ค่อย ๆ ตื่นตัวขึ้นมา"

show bg hosp_ceiling:
    alpha 0.0
    linear 5.0 alpha 1.0
with None

"ภาพตรงหน้าเริ่มแผ่ขยายออกอย่างช้า ๆ และไม่ย้อนคืนพร้อมแสงสีขาว"

"เมื่อเห็นหลอดไฟฉันก็ถึงนึกขึ้นได้ว่าตรงนี้คือเพดานที่อยู่ข้างบน"

scene bg hosp_room2
with locationchange

"ฉันหยัดตัวลุกขึ้นนั่งช้า ๆ แล้วรับรู้รายละเอียดของห้องด้วยทุกประสาทสัมผัส"

"ในอากาศมีกลิ่นกับรสยาฆ่าเชื้อฉุนแรงจนรู้สึกว่าสถานที่นี้สะอาดเกินกว่าปกติไปเล็กน้อย"

"ผนังสีพีชสบายตาไร้ซึ่งรอยร้าว ไร้ซึ่งจุดด่าง และไร้ซึ่งความไม่สมบูรณ์ใด ๆ บนผนังมีรูปใส่กรอบแขวนอยู่อย่างตรงดิ่ง\nหนึ่งรูป ซึ่งรูปนั้นก็น่าเบื่อและดูสบายตาเหมือนอย่างผนัง"

"ม่านโปร่งแสงที่ไหวอยู่ตรงหางตาดึงความสนใจฉันไป ฉันหันไปมองทางหน้าต่างโล่งที่ม่านนั้นบังอยู่"

"พอจะใช้แขนหยัดตัวเองลุกขึ้นยืนเดินไปดูก็รู้สึกถึงหลอดสวนที่ฝังอยู่ชวนให้อึดอัด และฉันก็เพิ่งรู้ตัวตอนนี้เองว่ามี\nสายออกซิเจนที่พันรอบแก้มสอดอยู่ตรงจมูกด้วย"

"หลังจากที่ขยับตัวยุกยิกไปมาอยู่ครู่หนึ่งฉันก็ตัดใจมองแค่ตามกรอบหน้าต่าง"

scene ev lilly_hospitalwindow
with whiteout

"เบื้องหลังกลุ่มใบไม้ของต้นไม้ใหญ่หลายต้นมีพื้นที่สีเขียวอยู่เบื้องล่างซึ่งถัดจากนั้นไปเป็นสนาม เป็นพื้นที่สีเขียวแบบ\nเกาะลอยเดี่ยวที่มีพอเป็นพิธีในชานเมือง"

"ดูจากพระอาทิตย์ข้างนอกแล้ว ตอนนี้คงเป็นตอนเที่ยง แต่ฉันไม่แน่ใจว่าเป็นเที่ยงของวันไหนกันแน่"

"สรุปคือ… ฉันได้กลับมาอยู่ในโรงพยาบาลอีกครั้ง"

"ฉันถอนหายใจยืดยาวด้วยความอ่อนเพลียพลางเรียบเรียงความคิดที่กระจัดกระจายอยู่ จิตใจฉันเหมือนต่างพากันลอย\nไปหลายที่พร้อม ๆ กันพร้อมกับอารมณ์มากมายที่แล่นผ่าน"

scene bg hosp_room2
with locationchange

"หลังจากที่ค่อย ๆ เอนตัวลงนอนแล้วฉันก็เลือกเริ่มจากจุดตั้งต้น นั่นคือคำถามที่ว่าฉันมาที่นี่ได้ยังไง"

"ฉันนึกย้อนไป แต่ก็นึกสิ่งที่เกิดขึ้นได้ไม่ละเอียดมากนัก เหตุการณ์เมื่อคืนก่อน… หรือคืนไหนก็ช่าง… กลับมาเป็นแบบ\nฉากที่ต่อกันโดยไม่ได้มาแบบความทรงจำที่เป็นเนื้อเดียวกัน"

scene bg school_dormhisao_ni_fb
show origami_fb at center
show noiseoverlay
with flash

"นอนบนเตียงในห้องมองนกกระดาษ"

scene bg shizu_houseext_lights_fb
show hideaki serious_up_fb at center
show noiseoverlay
with flash

"คุยกับฮิเดอากิอยู่หน้าบ้านฮากามิจิ"

scene bg hosp_ext_fb
show crowd_still1_fb at center
show noiseoverlay
with flash

"วิ่งผ่านวิ่งชนคนเดินเท้าหลายคนเลียบถนนไป"

scene bg hosp_ext_fb:
    xalign 0.5 yalign 0.52 rotate -6 zoom 1.2
show crowd_still2_fb:
    xalign 0.5 yalign 0.52 rotate -6 zoom 1.2
show noiseoverlay
with flash

"ล้ม"

scene ev lilly_airport_end_fb
show noiseoverlay
with flash

"นอนมองทางเข้าสนามบินสุดสว่างจ้าชวนแสบตาไล่หลังลิลลี่ไป…"

"…"

scene bg hosp_room2
with fade

"อยู่ ๆ ความเงียบภายในห้องก็รู้สึกหนักหนาเกินทน"

play music music_rain fadein 2.0

window hide
nvl clear
nvl show dissolve

n "\nนั่นสินะ ฉันมีโอกาสที่จะได้แก้ไขข้อผิดพลาดของตัวเองแล้วและทำพังไป"

n "จะเพราะฉันลืมกินยาและไม่ยอมลดฝีเท้าตัวเองลงหรือจะเพราะอาการของฉันกำเริบง่ายไปก็ไม่สำคัญแล้ว"

n "สิ่งสำคัญคือฉันต้องกลับมาอยู่ตัวคนเดียวอีกครั้ง"

n "พอทิ้งตัวลงกับเตียงหมอนสีฟ้าพาสเทลก็ยุบตัวลงไปดื้อ ๆ ปลอกกับผ้าปูเตียงสาก ๆ นั้นนอนไม่สบายเอาเสียเลย"

n "แสงสว่างในห้องนั้นขัดกับความมืดมิดจากเหตุการณ์เมื่อคืนก่อนโดยชัดเจน แต่ความสว่างในห้องนี้ก็ได้แต่เพียงย้ำว่า\nที่นี่นั้นเป็นที่ซึ่งปลีกแยกจากโลกภายนอกขนาดไหน"

n "\nโรคหัวใจเต้นผิดจังหวะ"

n "\nเป็นคำที่ฟังดูไม่น่าอภิรมย์ อยากหนีไปให้ห่าง"

n "เป็นอาการที่พบไม่มากที่ทำให้หัวใจเต้นอย่างผิดปกติหรือเร็วเกินไป และเป็นอันตรายถึงชีวิต"

nvl clear

n "\nมีคนบอกฉันว่า “ปาฏิหาริย์มากที่อยู่มาได้ขนาดนี้โดยไม่เป็นอะไรเลย”"

n "แล้วก็เป็น อาการของฉันพรากทุกสิ่งไป โรงเรียนเก่าของฉันหมดความสำคัญไป บ้านของฉันกลายเป็นเพียงที่ซึ่งไกลห่าง\nเมื่อเวลาผ่านไปทั้งเพื่อนและรักแรกของฉันก็ไม่มาเยี่ยมอีกเลย"

n "ฉันกลายเป็นคนขวางโลกและมืดมน เหินห่างและเงียบขรึม ซึ่งฉันขอแก้ตัวว่าใคร ๆ ก็คงเป็นอย่างนั้นถ้าได้เจอกับ\nสถานการณ์อย่างฉัน แต่นั่นแหละ ตัวฉันหลังจากที่ออกมาจากโรงพยาบาลนั้นได้เปลี่ยนไปแล้วจริง ๆ"

n "หลายสิ่งเปลี่ยนไป ฉันได้เป็นเพื่อนกับฮานาโกะ ชิซูเนะ แล้วก็มิช่า ฉันได้ยึดถือห้องพักตัวเองเป็น “บ้าน” ใหม่ ฉันหันมา\nสนใจวิทยาศาสตร์และโลกรอบตัว และฉันค้นพบเส้นทางชีวิตใหม่ซึ่งฉันไม่เคยสัมผัสมาก่อน"

n "\nแต่ฉันก็ได้สิ่งอื่นมาด้วย"

n "ความสันโดษกับความเงียบชวนให้ใจสงบที่ฉันไม่อาจหาที่ไหนได้อีกของยามากุนั้นเป็นอะไรที่ไม่พึงประสงค์นัก\nเป็นบรรยากาศที่ทำให้รู้สึกเหมือนที่ตรงนั้นถูกผลักไสและถูกเก็บซ่อนจากสายตาผู้คน"

nvl clear

n "\n\nบางครั้งคนเดินถนนก็จะเหลือบมองด้วยท่าทีอึดอัด หรือไม่ก็จะเบือนหน้าหนีทันทีที่รู้ตัวว่าตัวเองจ้องอยู่ แม้อาการ\nของฉันจะไม่ใช่สิ่งซึ่งมองเห็นได้ แต่เครื่องแบบก็เป็นตัวบอกแทน"

n "หรือต่อให้ไม่มีเรื่องชุด ฉันก็ต่างจากคนอื่น ๆ อยู่ดี ฉันต้องกินยาตอนเช้า ตอนเที่ยง และตอนค่ำ รวมสิบเจ็ดเม็ดต่อวัน\nแผลเป็นที่แม้จะอยู่ภายใต้ร่มผ้านั้นก็ยังเป็นร่องรอยถึงอาการฉัน และที่สำคัญที่สุด คือฉันมีโอกาสที่จะตายเมื่อไหร่ก็ได้\nจริง ๆ"

n "ล้มแรง ๆ ถูกตีหลังโดยไม่รู้ตัว วิ่งเร็วเกินไป เหล่านั้นต่างทำให้อาการกำเริบได้ และแม้ฉันจะดูแลตัวเองดีอย่างนี้แล้วก็ยัง\nไม่วายจะต้องมายืนหมิ่นเหม่อยู่ปากเหวความตายอยู่หลายครั้ง"

n "\nแต่ไม่เป็นไรหรอก ฉันใช้ชีวิตอยู่กับสิ่งเหล่านั้นได้อยู่แล้ว"

n "เพราะมีสิ่งสุดท้ายสิ่งหนึ่งซึ่งฉันได้ค้นพบ—หรือจะเรียกได้ว่าค้นพบอีกครั้ง—หลังจากที่ได้มาเรียนที่ยามากุ"

n "\nซึ่งถูกพรากไปต่อหน้าต่อตาฉันอีกครั้ง"

nvl clear

n "\nฉันเพิ่งรู้ตัวเอาตอนนี้เองว่าความสุขซึ่งฉันได้ค้นพบนั้นเปราะบางเพียงใด ทุกอย่างขึ้นอยู่กับเธอผู้เป็นเสาหลักของ\nชีวิตฉันตั้งแต่ได้เข้ามาเรียนที่ยามากุในฐานะนักเรียนที่ย้ายมาผู้หมองหม่น สับสน และไร้เป้าหมาย"

n "ลิลลี่ ซาโต้ คือคนที่ฉันพึ่งพาได้มากกว่าใคร ๆ และเป็นคนที่ตอบรับความรักของฉันที่มีให้เธอ แต่ฉันทำให้เธอผิดหวัง\nซึ่งกว่าฉันจะรู้ตัวก็สายไปเสียแล้ว"

n "ฉันคิดไปว่าจะวางแผนชีวิตตัวเองเอาไว้แล้วให้มันเป็นไปตามนั้นตลอดไป แต่ในโลกความเป็นจริงจะทำเช่นนั้นไม่ได้\nฉันเพิ่งรู้ซึ้งถึงความหมายของคำพูดเหล่านั้น และมาสำเหนียกเอาตอนที่ต้องกล้ำกลืนความล้มเหลวจากการที่ไม่ได้รู้ซึ้งแต่แรก"

n "\n…"

n "\nสภาพแวดล้อมที่ฉันอยู่ขณะนี้นั้นเป็นสิ่งที่ฉันคุ้นเคยดี ราวกับว่าตอนที่ได้อยู่ยามากุนั้นคือความฝัน และฉันยังคง\nนอนพักรักษาตัวจากอาการหัวใจวายครั้งแรกอยู่"

n "อาจจะเพราะอย่างนั้นฉันถึงได้เหนื่อย เพราะฉันรู้สึกเหมือนได้ใช้ชีวิตช่วงสองสามเดือนที่ผ่านมาในระยะเวลาเพียง\nสองสามนาทีเท่านั้น"

nvl hide dissolve
nvl clear

scene black
with shuteye

window show

"เปลือกตาฉันหนักอึ้งเกินทาน ทั้งแรงกายแรงใจไม่มีให้ต่อต้าน"

window hide
with Pause(1.0)
with shorttimeskip
with Pause(1.0)
window show

"เสียงพึมพำงึมงำฟังไม่ได้ความดังแว่วมาจนฉันตื่น"

"ฉันหลับตาเงี่ยหูฟังคนหนึ่งที่น่าจะเป็นพยาบาลบอกลาหมอ"

scene bg hosp_room2
with openeye

"พอลืมตาขึ้นมาก็เห็นประตูที่กำลังปิดอยู่ตรงหางตา"

"คุณหมอยืนอ่านแผ่นกระดาษบนกระดานที่ถือมาพลางพลิกไปตามหน้ากระดาษ"

"หลังจากที่ไล่ดูเอกสารซึ่งชัดเจนว่าสำคัญมากนั้นแล้วหมอก็เงยหน้ามาเห็นว่าฉันมองอยู่ ฉันเพิ่งรู้สึกว่าสีหน้าท่าทาง\nของเขานั้นดูแปลกเล็กน้อย แต่ก็บอกไม่ถูกเหมือนกันว่าเพราะอะไร"

thname("หมอ") "อ้าว ตื่นแล้วนี่… คุณนากาอิ"

"คุณหมอเหลือบมองปลายเตียงฉันแวบหนึ่ง ซึ่งทำให้รู้ชัดว่าเอกสารที่ถือมานั้นไม่ได้มีชื่อฉันเขียนเอาไว้"

thname("หมอ") "จังหวะไม่ดีหน่อยนะ เมื่อกี้พ่อแม่เธอมาเยี่ยมตอนเธอยังไม่รู้สึกตัวอยู่ แต่จะให้หมอแจ้งพ่อแม่เธอก็ได้นะว่าเธอตื่นแล้ว"

hi "เอ่อ… ขอบคุณครับ แจ้งให้หน่อยนะครับ"

"ฉันตอบไปด้วยสติที่ไม่เต็มร้อยโดยไม่ทันได้คิดอะไรให้จริงจัง ซึ่งก็น่าจะเดาไว้แล้วแหละว่าฉันจะตอบอย่างนั้น"

thname("หมอ") "ได้เลย"

thname("หมอ") "ถ้าอยากถามอะไรก็ถามหมอได้เลยนะ หรือถ้าอยากพักก่อนก็พักเลย เพราะหมอเกรงว่ายาชาน่าจะยังไม่หมดดี"

"ยาชา… นั่นสินะ มิน่าละตอนตื่นถึงได้รู้สึกแปลก ๆ"

"ฉันส่ายหน้าช้า ๆ ด้วยไม่อยากให้สายอะไรเคลื่อนและไม่อยากขยับตัวให้นอนไม่สบายตัวเกินความจำเป็น คุณหมอ\nวางกระดานที่ถืออยู่ลงอย่างสุภาพ"

hi "ที่ผมอยากถามเลยก็น่าจะ… เกิดอะไรขึ้นเหรอครับ"

thname("หมอ") "สรุปง่าย ๆ คือ เธอโชคร้ายหัวใจวายอีกรอบ ไม่ได้หนักเท่าตอนเธอเป็นครั้งแรกหรอก และยังดีที่เธออยู่ใกล้\nโรงพยาบาลด้วย"

thname("หมอ") "พอประคองอาการได้แล้วเธอก็ถูกส่งตัวไปที่ห้องผ่าตัด จากนั้นก็ผ่าตัดส่องกล้องเพื่อใส่เครื่องกระตุ้นไฟฟ้าหัวใจ\nแบบชั่วคราวเข้าไป"

thname("หมอ") "สรุปอีกทีคือ เรื่องนั้นเกิดเมื่อสองวันที่แล้ว จากนั้นไม่นานเธอก็ถูกส่งตัวไปรักษาโดยฉุกเฉิน แล้วพวกหมอก็คอยจับตาดู\nอาการเธออย่างใกล้ชิดตอนที่เธอไม่รู้สึกตัว"

hi "แล้วผมจะเป็นอะไรหรือเปล่าครับ มีผลข้างเคียงระยะยาวอะไรหรือเปล่า"

thname("หมอ") "ถ้าให้เทียบกับการรักษาตอนที่เธอหัวใจวายครั้งแรกแล้ว ครั้งนี้ก็ยังไม่ใช่เรื่องใหญ่มาก"

thname("หมอ") "ถ้าช่วงนี้ไม่มีผลข้างเคียงอะไร อีกสักสองสามวันเธอจะได้เข้ารับการผ่าตัดอีกรอบเพื่อเอาเครื่องกระตุ้นไฟฟ้าหัวใจออก\nจากนั้นก็น่าจะไม่มีผลข้างเคียงระยะยาวอะไรแล้วละ"

"คุณหมอพูดต่อเรื่องการรักษากับอาการหัวใจเต้นผิดจังหวะของฉันซึ่งฟังดูซ้ำซากเพราะฉันพอจะรู้อยู่แล้ว ฉันพยักหน้า\nแสร้งทำเป็นฟังพลางคิดเรื่องอื่น"

"ฉันเริ่มคิดว่าภาพที่แขวนไว้อย่างสมบูรณ์แบบอยู่หลังคุณหมอนั้นดูสบายตาดี และคิดว่าสภาพแวดล้อมนั้นช่าง\nสะอาดตาและจืดชืด แม้แต่ตัวคุณหมอเองก็ด้วย"

thname("หมอ") "ถ้าเบื่อจะฟังหมอพล่ามก็บอกได้เลยนะคุณนากาอิ บางทีหมอก็พูดอะไรไปเรื่อย"

"คุณหมอแค่นหัวเราะเย้ยตัวเองกับคำพูดติดตลกนั้น ฉันทำหน้าเจื่อน ๆ เพราะรู้สึกเหมือนโดนดุชอบกล"

"แต่จะว่าไปแล้ว เสียงหัวเราะของคุณหมอนั้นไม่เหมือนกับคุณพยาบาลที่ยามากุเลย พอลองคิดดูว่าเพราะอะไร ก็ถึงได้รู้\nว่าคนตรงหน้าฉันตอนนี้นั้น “แปลก” ไปเล็กน้อยเท่านั้น"

"รอยยิ้มของเขานั้นเนียนกริบจืดชืด เขาเลือกจังหวะพูดติดตลกได้อย่างลงตัว พร้อมแค่นหัวเราะเบา ๆ พอเป็นพิธี"

"รู้สึกราวกับว่าฉันไม่ได้คุยอยู่กับชายที่มีชื่อปักอยู่อย่างเรียบร้อยบนเสื้อกาวน์ แต่รู้สึกเหมือนคุยกับนักแสดงที่อ่านบท\nซึ่งซ้อมมาแล้วและทุกการกระทำมีการออกแบบมาล่วงหน้ามากกว่า"

"แต่คนเป็นหมอก็คงอย่างนี้ละมั้ง"

"เขาต้องรักษารอยยิ้มเนียนกริบจืดชืดนี้ไว้ยามต้องคุยกับเด็กสาวที่มะเร็งลุกลามไปทั่วร่างอย่างช้า ๆ ยามที่ต้องปลอบ\nหญิงสาวที่จะต้องตายจากการคลอดลูก และยามที่ต้องอยู่กับผู้ป่วยซึ่งมีอาการขั้นรุนแรงหรือเป็นระยะสุดท้ายทุก ๆ คน"

"ระยะห่างเพียงเล็กน้อยนั้น ความเหินห่างเพียงเล็กน้อยนั้น"

"จนฉันนึกสงสัยว่าฉันมองเขาในแง่ร้ายเกินไปหรือเปล่า เพราะท่าทีเช่นนี้ไม่ได้มีเพียงแต่คนที่ประกอบอาชีพอย่างเขา\nเท่านั้นที่จะมี"

"เพราะยังไงเสีย คนที่ฉันรักก็รักษาระยะห่างนั้นกับคนอื่นเช่นกัน"

"พอเงยหน้ามองคุณหมออีกครั้งก็ถึงรู้ตัวว่าฉันก้มหน้าก้มตาครุ่นคิดอยู่สักพักแล้ว"

thname("หมอ") "หมอเข้าใจนะว่าเธอคงเหนื่อย เธอผ่านอะไรมาเยอะ แล้วไหนจะยาชาที่น่าจะยังไม่หมดอย่างที่หมอบอกไปเมื่อกี้อีก"

thname("หมอ") "ถ้าเธอไม่ว่าอะไร เดี๋ยวหมอจะปล่อยให้เธอนอนพักแล้วแจ้งพ่อแม่เธอให้ว่าตื่นแล้วนะ"

hi "แจ้ง… ให้หน่อยนะครับ ขอบคุณครับ"

stop music fadeout 6.0

"คุณหมอพยักหน้าสั้น ๆ แล้วหยิบกระดานนั้นเดินออกไปทางประตูบานใหญ่ที่อยู่มุมห้องแล้วปิดประตูเสียงดังปึง"

"สุดท้ายฉันก็กลับมาอยู่ตัวคนเดียวอีกครั้ง"

"ลิลลี่ไม่อยู่แล้ว อากิระไม่อยู่แล้ว ฮานาโกะคงไปเที่ยวอยู่ แม้แต่พ่อแม่ก็กลับไปแล้ว"

"ผนังพีชสีอ่อนสี่ด้าน เพดานสีขาวหนึ่งด้าน หน้าต่างเปิดหนึ่งบานที่ใช้มองดูโลกภายนอก"

"พอมีอดีตซึ่งอยู่ในรูปของห้องปิดตายสากกระด้างสะอาดตาจืดชืดที่มีกลิ่นน้ำยาฆ่าเชื้อซึ่งชวนให้รู้สึกหวาดกลัว\nที่แคบขึ้นมานี้แล้วก็คิดถึงเรื่องอนาคตแทบไม่ได้เลย"

"ฉันไม่รู้ว่าต้องทำสิ่งใดหรือต้องมองสิ่งใด จึงเพียงนอนหลับปล่อยให้เวลาไหลไปราวกับทั้งหมดนั้นเป็นแค่ความฝัน\nเป็นฝันเหมือนอย่างช่วงเวลาในยามากุ"

scene black
with dissolve

#**************************

label th_L32:

scene white
with dissolve

"สีขาว"

"สีขาวปลอดของห้องสะอาดจืดชืด"

$ renpy.music.set_volume(0.05, 0.0, channel="music")
play music music_musicbox fadein 10.0

show bg hosp_ceiling:
    alpha 0.0
    linear 5.0 alpha 1.0
with None

"ฉันลืมตาจ้องมองเพดานอยู่พักหนึ่ง ดูน่าสนใจพอ ๆ กับโทรทัศน์ที่แขวนไว้กับเพดานด้วยราวเหล็กอยู่ตรงปลายเตียง"

"ที่จริง โทรทัศน์นั้นเปิดอยู่เสียงเบาตลอดระยะเวลาที่พ่อแม่ฉันรอให้ฉันตื่นอยู่ที่นี่ เป็นอะไรเดิม ๆ เหมือนครั้งที่ฉันได้มา\nเข้าโรงพยาบาลเป็นครั้งแรก"

"ช่วงเช้าพยาบาลที่มาดูแลมาถามว่าจะให้ปิดเสียงเครื่องตรวจคลื่นไฟฟ้าหัวใจหรือเปล่า ฉันปฏิเสธไปเพราะหูฉันชิน\nกับเสียงนั้นไปแล้ว"

"จะว่าเป็นเสียงที่ชวนให้สบายใจก็ได้ เสียงเป็นจังหวะสม่ำเสมออย่างเมโทรโนมนั้นอย่างน้อยก็ให้ความรู้สึกว่าเวลายัง\nเดินอยู่ แม้จะอยู่ในสถานที่เช่นนี้ก็ตาม"

"แต่พอได้ลืมตาตื่นฟังเสียงจากเครื่องนั้นอยู่สักพักแล้วฉันก็ถึงรู้สึกตัวว่ายังมีอีกเสียงที่ดังอยู่"

$ renpy.music.set_volume(0.1, 5.0, channel="music")

"พอพยายามเงี่ยหูฟังให้เต็มที่—ซึ่งก็ฟังได้ไม่ยากเพราะไม่มีเสียงอะไรรบกวน—ก็ได้ยินเสียงดนตรีกรุ๋งกริ๋ง"

"เป็นเสียงเบาสบายและแผ่วเบา ฟังดูเปราะบางราวกับถูกกลบด้วยเสียงคลื่นจังหวะหัวใจ"

scene bg hosp_room2
with locationchange

"ฉันเอียงหัวไปด้านข้างเล็กน้อยเพื่อดูต้นเสียงเพื่อที่ไม่ให้เซ็นเซอร์กับท่ออะไรทั้งหลายแหล่ที่พันตัวอยู่ต้องเคลื่อน\nและฉันก็เห็นกล่องไม้เล็ก ๆ ตั้งอยู่ตรงโต๊ะข้างเตียง"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

show musicbox open:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"ฉันเผยอปากแล้วมองกระบอกโลหะสีทองขนาดเล็กที่หมุนช้า ๆ อยู่อย่างเงียบ ๆ รอยตะปุ่มตะป่ำบนกระบอกนั้นพากัน\nเคลื่อนขึ้นมาและลับไป"

"กล่องดนตรีนี้มัน… กล่องที่ฉันให้…"

show musicbox open:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide musicbox
with None

"เสียงเปิดประตูพาให้ฉันหลุดจากภวังค์ ทั้งหัวและใจของฉันยังอยู่ที่เดิม ส่วนตานั้นเหลือบมองดูคนที่เข้ามา"

"กระโปรงยาวสีน้ำตาล… เสื้อปาดไหล่สีพีช… ผิวขาวนวลราวเคลือบกระเบื้อง… ตาสีฟ้าขุ่นกับผมยาวสีเหลือง…"

show lilly basic_reminisce_cas at center
with charaenter

"ฉันได้แต่จ้องมองลิลลี่ที่เดินจับกำแพงนำทางเข้าห้องมาเงียบ ๆ สมองฉันหยุดการทำงานไปทันที"

hi "ละ… ลิลลี่…?"

show lilly basic_oops_cas
with charachange

"ลิลลี่หยุดเดินตัวเกร็ง"

li "ฮิซาโอะ นั่นเธอเหรอ"

"เสียงอันแผ่วเบาและหมองหม่นสะท้อนก้องอารมณ์เธอ"

hi "แต่เธอ…"

show lilly basic_sad_cas
with charachange

"ลิลลี่ก้าวมาอีกก้าวด้วยความลังเล และอีกก้าว ราวกับว่ายังไม่ปล่อยตัวเต็มที่"

show lilly basic_sad_cas_close
with characlose

"แต่ลิลลี่ควบคุมอารมณ์ตัวเองไม่อยู่แล้ว สุดท้ายเธอก็หมดความอดทนแล้วรีบพุ่งมาหาฉันที่นอนอยู่ทันที"

$ ksgallery_unlock("unlock_ev lilly_hospitalclosed")
scene ev lilly_hospitalclosed at l_hosp_out
with whiteout

"ฉันผงะไปเล็กน้อยเมื่อลิลลี่เข้ามาจับตัวฉันไว้ เธอโค้งตัวเข้ามาปล่อยให้น้ำตาไหลอาบแก้ม ไม่กี่นาทีก่อนฉันยังคิดว่าเธอ\nอยู่อีกฟากโลกอยู่เลย ฉันนึกลังเลอยู่ครู่หนึ่งก่อนจะวางมือไว้ที่ไหล่อ่อนนุ่มของเธอ"

li "ฮิซาโอะ! ฮิซาโอะ!"

"ตัวของลิลลี่สั่นเทา น้ำตาร่วงเผาะใส่ผ้าปูสีเขียวอ่อน อารมณ์ของเธอท่วมท้นล้นออกจากฉากหน้าที่เธอรักษาไว้\nอย่างดี"

"ด้วยความที่หน้าเธออยู่ใกล้และมีแสงแดดจากหน้าต่างส่องผิวขาวนวลของเธอแล้วฉันจึงเห็นว่าแก้มเธอแดงกว่าปกติ"

hi "ไม่เป็นไรนะลิลลี่ ฉันไม่เป็นอะไรแล้ว เธอไม่ต้อง—"

$ ksgallery_unlock("unlock_ev lilly_hospital")
show ev lilly_hospital at l_hosp_out
with charachange

"ลิลลี่รีบจัดแจงตัวเองฝืนกลั้นน้ำตาเอาไว้ด้วยความเศร้าและความรั้นในดวงตาอันเอ่อนอง ศักดิ์ศรีของเธอซึ่งไม่อาจ\nมีใครเทียบได้นั้นทำให้ฉันต้องตกใจ"

li "เลิกบอกว่าฉันไม่ต้องเป็นห่วงเธอได้แล้ว ฮิซาโอะ!"

li "ขอแค่ครั้งนี้… ให้ฉันได้ร้องไห้…"

"ฉันพูดไม่ออก ลิลลี่รอคำตอบจากฉัน ทว่าผ่านไปไม่กี่วินาทีเธอก็หมดความอดทนลงอีกครั้ง"

show ev lilly_hospitalclosed at l_hosp_out
with charachange

"ฉันกลืนน้ำลายอึกใหญ่แล้วสงบใจตัวเองลงไประหว่างที่เธอร้องไห้อยู่กับที่นอนของฉัน ความรู้สึกโล่งใจและหม่นหมอง\nซึ่งระคนกันพิลึกเริ่มก่อตัวขึ้น"

"ลิลลี่… อยู่ตรงนี้ เธออยู่ตรงนี้แล้วจริง ๆ ถ้าฉันไม่ได้ยื่นมือมาจับตัวเธอฉันคงแทบไม่อยากเชื่อสายตาตัวเอง\nความพยายามของฉันไม่สูญเปล่า ร่างกายฉันที่หวังจะพรากทุกสิ่งที่สำคัญไปจากฉันเป็นฝ่ายแพ้ไปอีกครั้ง"

"แต่ตอนนี้… ฉันไม่ได้รู้สึกสุขใจอย่างที่คิด"

"ภาพที่เธอต้องมาร้องไห้ให้ฉันอย่างนี้… เป็นภาพที่ฉันไม่อยากเห็นที่สุดนับตั้งแต่ตอนที่ได้มาเป็นแฟนเธอ ไม่สิ ตั้งแต่\nตอนที่ออกจากโรงพยาบาลมาเลยด้วยซ้ำ"

hi "ขอโทษนะลิลลี่ ฉันผิดเองที่มาอยู่ที่นี่ ฉันไม่น่าฝืนตัวเองขนาดนั้นเลย"

"ฉันหัวเราะฮึเป็นเชิงเย้ยหยันตัวเอง"

hi "อุตส่าห์ดูแลตัวเองอย่างดีมาตั้งหลายเดือนเพื่อที่จะได้ไม่ต้องให้ใครมาเป็นห่วง แต่ดันมาทำอะไรอย่างนี้เสียได้ ฉันนี่โง่\nเหมือนกันเนอะ"

scene bg hosp_room2
show lilly basic_weaksmile_cas_close at center
with whiteout

"ลิลลี่สูดหายใจสะอึกสะอื้นอยู่สองสามทีหายใจเข้าออกลึก ๆ ก่อนจะตั้งสติได้แล้วใจเย็นลงบ้าง"

"แม้แก้มเธอจะยังแดง แม้ตาเธอจะยังชื้น และแม้แก้มเธอจะยังมีคราบน้ำตา ลิลลี่ยังคงบรรจงคลี่ยิ้มบางแบบที่เธอ\nยิ้มประจำนั้นออกมา"

li "เธอไม่จำเป็นต้องโทษตัวเองหรอก ฉันได้ยินมาว่าเธอเพิ่งมาเป็นเอาตอนที่วิ่งตามฉันมาใช่หรือเปล่า"

hi "แต่มันก็…"

"ลิลลี่ยกหลังมือขึ้นมาเช็ดน้ำตา พอคลื่นอารมณ์ถาโถมสงบลงแล้วตัวเธอคนเดิมก็เริ่มกลับมา"

show lilly basic_reminisce_cas_close
with charachange

li "ทำไมเธอถึงตามฉันมาล่ะฮิซาโอะ"

show lilly basic_concerned_cas_close
with charachange

"ฉันเตรียมจะตอบ แต่ก็เห็นว่าลิลลี่ทำหน้าเคร่งขึ้น"

li "ทั้งที่ฉันบอกลาแล้ว ทั้งที่ฉันออกไปจากยามากุแล้ว…"

"เธอตั้งสติอยู่พักหนึ่งเมื่อหลากอารมณ์ของเธอเริ่มเอ่อขึ้นมาอีกครั้ง"

hi "ฉันแค่อยากขอโทษเธอ"

show lilly basic_surprised_cas_close
with charachange

li "ขอโทษ?"

hi "ที่ฉันไม่ได้อยู่เคียงข้างยามที่เธอต้องการ"

hi "ก่อนหน้านั้นฉันเคยคิดว่าแค่มีเธออยู่เคียงข้างก็เพียงพอแล้ว ขอแค่มีเธอฉันก็สุขได้ทุกวัน"

hi "ถึงร่างกายฉันจะเป็นอย่างนี้ แต่ฉันก็อยากช่วยเธอนะลิลลี่ ช่วยอยู่เคียงข้างยามเธอต้องการใครสักคน"

show lilly basic_weaksmile_cas_close
with charachange

li "แต่เธอก็อยู่เคียงข้างฉันมาตลอดเลยนะฮิซาโอะ…"

hi "ลิลลี่ ทำไมเธอถึงอยากไปสกอตแลนด์"

show lilly basic_sleepy_cas_close
with charachange

li "ทำไมเหรอ… ฉันเคยบอกเธอแล้วไงว่าเพราะพี่จะไป แล้วครอบครัวก็ชวนฉันให้ไปอยู่ที่บ้านด้วย"

hi "แล้วทำไมเธอถึงไม่บอกว่าเธอจะไป"

show lilly basic_oops_cas_close
with charachange

li "ฉัน—"

hi "ฉันไม่ได้รั้นแบบนี้บ่อย ๆ นะ แต่คราวนี้ฉันว่าฉันต้องรั้นสักหน่อย ฉันอยากให้เธออยู่ที่นี่นะลิลลี่"

hi "ฉันอยากให้เธออยู่ตรงที่ที่เพื่อนเธอทุกคนอยู่ ที่ที่ให้กำเนิดความฝันกับจุดมุ่งหมายของเธอ ถ้าเธอเลือกที่จะอยู่\nฉันจะไม่ไปจากเธอเลย ฉันจะไม่ให้เธอเสียใครไปอีกเลย"

hi "ตอนที่ฉันหัวใจวายน่ะ ฉันต้องเสียทั้งคนที่เคยรู้จัก ต้องพลัดจากที่ที่ฉันเคยอยู่ พอฉันได้มาอยู่ที่ยามากุแล้วเธอก็เป็น\nคนที่พาให้ฉันได้มาพบกับชีวิตใหม่ ฉันเสียอดีตไป แต่เธอทำให้ฉันได้พบเห็นอนาคต"

hi "จริงอยู่ว่าฉันไม่ได้อยู่เคียงข้างเธอตลอด พึ่งพาไม่ได้ บางทีก็โกหก แล้วก็หวังว่าสักวันฉันคงเข้าใจเธอ ทั้งที่ฉันยัง\nไม่เข้าใจตัวเองเลยด้วยซ้ำ"

hi "แต่ถึงอย่างนั้น ฉันก็อยากมอบอนาคตให้กับเธอด้วยเหมือนกัน ฉันอยากอยู่เคียงข้างเธอ คอยร่วมทุกข์ร่วมสุขไปกับเธอ\nเหมือนอย่างที่ฉันเคยสัญญากับเธอไว้ตอนอยู่ฮกไกโด"

hi "ฉันอยากให้เธอเชื่อใจฉัน ตอนที่ฉันเชื่อใจเธอน่ะฉันเตรียมใจเอาไว้แล้ว เพราะฉันเองก็ต้องเสียใครไปหลายคนหลังจากที่\nหัวใจวายครั้งนั้น แต่ก็เพราะอย่างนั้นแหละฉันถึงได้รู้ว่าการเชื่อใจใครไม่ได้เลยมันรู้สึกแย่แค่ไหน"

hi "เพราะอย่างนั้นฉันถึงได้ไม่ยอมปล่อยให้เธอทิ้งทุกอย่างไปอย่างนี้ ฉันไม่อยากให้เธอต้องมาเจออะไรเหมือนอย่างฉัน\nฉันจะทำทุกวิถีทางเพื่อไม่ให้อะไรอย่างนั้นเกิดขึ้นอีก"

show lilly basic_weaksmile_cas_close
with charachange

li "พอเธอจะเป็นคนแน่วแน่ขึ้นมาแล้วก็เป็นได้เหมือนกันนี่นา"

hi "ก็บอกแล้วไงว่าไม่ได้เป็นอย่างนี้บ่อย ๆ"

"แต่รอยยิ้มบาง ๆ ของฉันก็ต้องหายไปเมื่อสายให้น้ำเกลือเคลื่อนเข้ามาในแขนลึกลงไปอีกเล็กน้อย ซึ่งเป็นสิ่งเตือนถึง\nสภาพของฉันที่มีสายต่อเข้ากับตัวอยู่"

show lilly basic_concerned_cas_close
with charachange

"ลิลลี่ทำหน้าเคร่งขึ้นมาเมื่อได้ยินเสียงฉันร้องสะดุ้งด้วยความเจ็บปวดเบา ๆ จนฉันนึกอยากกลั้นเสียงให้ดีกว่านี้ ฉันได้แต่\nถอนหายใจเป็นเชิงยอมแพ้"

hi "ตั้งแต่ฉันออกโรงพยาบาลมาฉันก็คอยดูแลตัวเองไม่ให้ใครต้องมาเป็นห่วง แต่แม้กระทั่งจะห้ามไม่ให้คนที่ฉันรักที่สุด\nมาร้องไห้ให้ฉันยังทำไม่ได้เลย"

hi "ต่อให้ฉันจะสื่อความรู้สึกตัวเองออกมาเป็นคำพูดได้ แต่ถ้าร่างกายฉันยังเป็นอย่างนี้ฉันก็รู้สึกว่าตัวเองไร้ค่าอยู่ดี"

hi "ทุกครั้งที่ฉันพยายามจะไขว่คว้าอะไร สิ่งนั้นจะต้องถูกพรากไปจากฉันเสมอ แล้วที่ตอนนี้อะไร ๆ มันเป็นไปด้วยดี\nก็เพราะโชคเท่านั้น"

hi "ฉันก็คงต้องขอโทษเธอเรื่องนี้ด้วยละนะ ที่ฉันดีแต่ทำให้เธอเป็นห่วง ขนาดตอนนี้ยังแทบไม่มีโอกาสที่หลังจากนี้\nฉันจะได้ใช้ชีวิตอย่างเต็มที่เลย"

"สัมผัสอุ่น ๆ นุ่มนวลจากมือลิลลี่ที่ถูกเข้ากับแก้มซ้ายทำให้ฉันเงยหน้าขึ้นมา เธอยิ้มอย่างอบอุ่นอ่อนโยนให้"

show lilly basic_smileclosed_cas_close
with charachange

li "ฉันว่าเธอจะพูดอย่างนั้นก็ไม่แปลกหรอก เธอน่ะเป็นคนจริงใจและรู้ตัวเองดีมาตลอด"

show lilly basic_smile_cas_close
with charachange

li "เธอเป็นคนเรียบร้อย นิสัยดี แถมใจเย็นกับฮานาโกะมาก ๆ แล้วยังสงสัยอยากรู้เรื่องราวของทุกคนและทุกอย่าง"

show lilly basic_weaksmile_cas_close
with charachange

li "ตอนที่ฉันได้ไปอยู่กับครอบครัวแล้วบอกว่าคิดถึงเธอน่ะฉันไม่ได้โกหกหรือพูดเกินจริงเลยนะ เธอน่ะอยู่ไม่ไกลจากใจ\nฉันเลย แล้วตัวเธอที่อยู่ตรงนั้นก็ช่วยให้ฉันก้าวข้ามผ่านช่วงเวลานั้นมาได้"

show lilly basic_reminisce_cas_close
with charachange

li "เพราะอย่างนั้นฉันถึงได้สับสนไม่รู้จะทำยังไงตอนที่ครอบครัวชวนให้ฉันไปอยู่ด้วย แล้วถึงฉันจะตัดสินใจไปแล้ว เธอก็ยัง\nทำสุดความสามารถของเธอเพื่อที่จะทำให้ฉันต้องไขว้เขว"

show lilly basic_weaksmile_cas_close
with charachange

li "ฉันไม่ได้สารภาพรักกับเธอเพราะสงสารหรือเพราะคิดว่าตัวเธอที่แท้จริงไม่ใช่เหมือนอย่างที่ฉันรู้จัก ฉันสารภาพรัก\nกับเธอเพราะฉันไม่อยากเสียเธอไปเลย อยากให้เธอได้เป็นส่วนหนึ่งของชีวิตฉันไปตลอด ต่อให้อะไร ๆ จะเปลี่ยนแปลงไป\nก็ตาม"

show lilly basic_smileclosed_cas_close
with charachange

li "เธอน่ะเป็นคนที่{i}งดงาม{/i}มากเลยนะฮิซาโอะ หัวใจของเธอไม่ได้มีผลอะไรกับตัวเธอเลย เพราะงั้น ได้โปรด อย่าได้\nโทษตัวเองอีกเลย"

"ความเงียบยึดครองตัวห้องอยู่เป็นเวลาเนิ่นนาน"

"ฉันไม่แน่ใจนักว่าความรู้สึกใหม่ที่ถือกำเนิดขึ้นในตัวฉันนี้คืออะไร แต่ฉันก็รู้สึกว่าไม่สำคัญเลยเมื่อได้มองใบหน้า\nเปื้อนรอยยิ้มอบอุ่นอ่อนโยนอย่างเคยของลิลลี่อย่างเงียบ ๆ"

"เมื่อลิลลี่ไล้นิ้วโป้งไปตามแก้มฉันเช็ดหยดชื้นฉันถึงได้รู้ตัวว่านี่คือสิ่งเดียวที่ฉันต้องการมาตลอด"

"ฉันยิ้มกว้างอย่างจริงใจ—ซึ่งน่าจะเป็นครั้งแรกที่ฉันยิ้มอย่างนี้—ให้ลิลลี่ พอเธอสัมผัสรอยยิ้มได้จากแก้มของฉันแล้ว\nเธอก็ยิ้มตอบ"

"พวกเราเงียบกันไปอีกครู่หนึ่ง เราสองคนต่างไม่ต้องใช้คำพูดใด ๆ ในการสื่อสารความรู้สึกให้ถึงกัน"

hi "ฉันรู้ดีว่าฉันสัญญาจะอยู่กับเธอไปตลอดไม่ได้ สัญญาว่าจะอยู่ด้วยกันตราบชั่วฟ้าดินสลายไม่ได้"

"ฉันยกมือขึ้นมาด้วยความลำบากเล็กน้อยไปวางไว้กับไหล่ลิลลี่"

hi "แต่… ฉันคิดว่าอย่างน้อยฉันก็พาเธอไปงานทานาบาตะปีหน้าได้นะ ถือว่าชดเชยฐานที่ไม่ได้พาเธอไปปีนี้"

show lilly basic_emb_cas_close
with charachange

"ลิลลี่ทำหน้าแปลกใจ ซึ่งก็คงไม่แปลกหรอก"

li "เธอ… ยังจำได้อยู่เหรอ"

hi "ฉันความจำดีนะ บางที"

show lilly basic_giggle_cas_close
with charachange

"ลิลลี่เงยหน้าขึ้นมาเล็กน้อยก่อนจะถอนมือไปจากแก้มฉันแล้วหัวเราะคิกคักชอบใจ ฉันยิ้มเหม่อ ๆ ให้กับความจริงใจ\nในเสียงหัวเราะที่ฟังรื่นหูดูมีความเป็นเด็กสาวนั้น"

show lilly basic_cheerful_cas
with charadistant

"ลิลลี่จัดแจงตัวเองก่อนจะลุกขึ้นยืนแล้วเอามือมาวางที่หน้าอกของฉันโดยยังคงรอยยิ้มอบอุ่นเอาไว้"

"เป็นภาพที่เหมือนตอนที่ฉันได้เห็นเธอเป็นครั้งแรก แสงแดดส่องอยู่เบื้องหลังเธอเหมือนอย่างตอนที่ฉันเดินเข้าไป\nในห้องนั้นแล้วพบกับเธอที่นั่งดื่มน้ำชาอยู่"

show lilly basic_smile_cas
with charachange

li "ก็ได้ งั้นสัญญากันมั้ยว่าปีหน้าเราสองคนจะไปงานทานาบาตะด้วยกัน"

"ฉันพยักหน้าเป็นการตกลงไปแม้เธอจะมองไม่เห็นฉัน"

hi "สัญญา"

show lilly basic_smileclosed_cas
with charachange

li "สัญญา"

window hide

stop music fadeout 4.0

#*****************************


label th_L33:

window hide None

play ambient sfx_parkambience fadein 6.0

scene bg lilly_hilltop
with Dissolve(3.0)

play music music_lilly fadein 5.0

window show

"ฉันมานั่งอยู่บนคันดินเขียวขจีที่อยู่เหนือเมืองด้วยกับกับอากิระกับลิลลี่ สายลมโชยพัดผ่านผืนฟ้าปลอดเมฆ"

"ตรงนี้อาจจะเป็นแค่เนินเขาที่อยู่ตรงนอกเมืองพอดีซึ่งเดินมาไม่กี่นาทีก็ถึง แต่ภาพตรงหน้านี้นั้นเป็นสิ่งที่เหนือ\nความคาดหมายมาก"

show lilly basic_smileclosed_cas_close:
    left
    ypos 1.1
with charaenter

"ลิลลี่นั่งหลับตาอยู่ข้างฉันปล่อยให้สายลมพัดสางเรือนผมเธอ"

li "ตรงนี้ดีนะ"

hi "อื้ม ไม่ยักรู้เลยว่าแถวยามากุมีที่แบบนี้ด้วย"

show akira basic_ending_close:
    right
    ypos 1.1
with charaenter

aki "แล้วฉันก็ต้องเป็นคนมาเจอ"

"รอยยิ้มอากิระนั้นดูจริงใจ แต่น้ำเสียงนั้นฟังดูต่างจากนิสัยสบาย ๆ ของเธอเล็กน้อย"

show akira basic_smile_close
with charachange

aki "แต่ได้เห็นนายออกจากโรงพยาบาลอย่างนี้ก็ดีใจแล้วละนะฮิซาโอะ"

hi "ผมน่ะดีใจกว่าใครคนอื่นแล้ว ผมน่ะไม่ไหวกับโรงพยาบาลเลยจริง ๆ"

aki "แล้วพรุ่งนี้เธอสองคนจะกลับไปเรียนกันแล้วใช่มั้ย"

$ doublespeak(hi, li, "อื้ม", "อื้ม")

show akira basic_ending_close
with charachange

"อากิระแค่นหัวเราะชอบใจแล้วหันไปมองเมืองที่อยู่เบื้องล่าง ต้นไม้ที่อยู่แทรกตามอาคารไหวไปตามสายลม"

hi "แต่น่าเสียดายที่ตอนปิดเทอมฤดูร้อนไม่ได้ไปเที่ยวเหนือ งานทานาบาตะก็ไม่ได้ไป"

show lilly basic_weaksmile_cas_close
with charachange

li "ไม่เป็นไรหรอกจ้ะ คราวหน้าค่อยว่ากันใหม่"

show akira basic_smile_close
with charachange

aki "แต่กว่าจะได้ปิดเทอมฤดูร้อนรอบหน้าพวกเธอก็เรียนจบกันไปก่อนแล้วนี่"

hi "ครับ แต่หลังจากนั้นก็มีปิดเทอมของมหา’ลัยอยู่นะ"

aki "จะไปที่เดียวกันเหรอ"

show lilly basic_smile_cas_close
with charachange

li "น่าจะนะ เราสองคนก็มีคะแนนเยอะพอที่จะผ่านเกณฑ์ได้อยู่"

hi "ฟังดูมั่นใจจังเลยนะ…"

show lilly basic_cheerful_cas_close
with charachange

li "ไม่ต้องห่วงหรอกจ้ะ เธอน่ะเก่งกว่าฉันหลายวิชาเลย"

hi "เดี๋ยวถึงตอนนั้นก็คงหาทางได้แหละนะ"

show akira basic_laugh_close
with charachange

aki "ต้องอย่างนี้สิ ตอนอยู่ยามากุก็ใช้ชีวิตให้สนุกไปเถอะ"

show lilly basic_weaksmile_cas_close
with charachange

"ลิลลี่ถอนหายใจเศร้า ๆ ที่อากิระพูดเทียบตัวเองกับพวกเราอย่างนั้น"

show lilly basic_reminisce_cas_close
with charachange

li "พี่ต้องกลับไปที่สกอตแลนด์จริง ๆ เหรอ"

show akira basic_resigned_close
with charachange

aki "อาฮะ แค่นี้ที่บ้านก็แทบจะไล่ฆ่าพี่อยู่แล้วเนี่ย"

hi "พี่ไม่ได้กะจะอยู่นานขนาดนี้เหรอครับ"

show akira basic_ending_close
with charachange

"อากิระยิ้มกว้างในแบบที่เป็นรอยยิ้มประจำตัวของเธอ"

aki "พอดีไปวุ่นวายเรื่องพาสปอร์ตของแฟนอยู่นานเลยน่ะ"

hi "พี่จะพาแฟนไปด้วยเหรอครับ"

show akira basic_smile_close
with charachange

aki "ก็กะจะพาไปอยู่ด้วยสักพักก่อน หมอนั่นน่ะเป็นคนเก่งเหลือเชื่อเลยนะ น่าจะอยู่ได้แหละ"

show akira basic_lost_close
with charachange

"อากิระหัวเราะฮึพลางยิ้ม"

aki "ถ้าพ่อเอาจริงฉันคงต้องไปนานแล้ว"

show akira basic_laugh_close
with charachange

aki "แต่ก็นะ ไหน ๆ ก็มีข้ออ้างจะได้อยู่กับน้องสาวสุดที่รักของพี่ต่ออีกสักหน่อย จะให้ไปดื้อ ๆ เลยได้ยังไง"

show lilly basic_smileclosed_cas_close
with charachange

"อากิระเอนตัวมาทางขวาแล้วโอบลิลลี่ไว้แน่นเป็นเชิงหยอกเย้า ซึ่งทำให้ลิลลี่อารมณ์ดีขึ้นมาพอสมควร"

li "แต่ได้อยู่กับพี่เป็นครั้งสุดท้ายสักหน่อยอย่างนี้หนูก็ดีใจนะ"

hi "แล้วก็ขอบอกด้วยว่าผมก็ดีใจเหมือนกัน"

show akira basic_smile_close
with charachange

aki "ฮะ ๆ ขอบใจนะพวกเธอ ไม่ต้องห่วง เดี๋ยวฉันจะหาเวลามาเยี่ยมเยียนบ้าง"

show lilly basic_reminisce_cas_close
with charachange

li "น่าเสียดายจังเลยนะที่พี่งานยุ่งขนาดนี้"

show akira basic_lost_close
with charachange

aki "เกรงว่าบริษัทมันจะไม่ทำงานด้วยตัวเองน่ะสิ บริษัทที่สกอตแลนด์ก็คงเหมือนกัน"

show akira basic_smile_close
with charachange

aki "เพราะงั้น พี่ต้องไปแล้วละ"

hi "ขอให้สนุกนะครับพี่อากิระ"

show akira basic_laugh_close
with charachange

aki "ฮ่า ๆ ได้ ๆ"

show akira basic_smile_close at right
with dissolvecharamove

"อากิระยันตัวลุกขึ้นยืนพร้อมเสียงโอดโอยเล็กน้อยก่อนจะปัด ๆ ฝุ่นตามตัว"

show akira basic_lost_close at right
with charachange

aki "โอเค งั้นไปละนะ พอดีเครื่องบินมันจะไม่รอพี่"

"น้ำเสียงอากิระฟังดูเศร้าสร้อยผิดวิสัย เธอยังมองน้องสาวตัวเองไม่วางตา"

show lilly basic_weaksmile_cas_close
with charachange

li "หนูอยู่ได้น่าพี่"

show akira basic_resigned_close
with charachange

aki "เออ รู้น่า"

show lilly basic_smileclosed_cas_close
with charachange

li "ไม่เอาน่าพี่ ไม่ได้หนักหนาอะไรขนาดนั้นหรอก เดี๋ยวเดียวพี่ก็ได้มาหาพวกเราอีก"

"แปลกดีเหมือนกันที่ได้เห็นลิลลี่ปลอบใจอากิระที่ลังเลอย่างนี้สักครั้ง ลิลลี่เปลี่ยนไปแล้วจริง ๆ"

show lilly basic_smile_cas_close
with charachange

li "ลาก่อนนะพี่"

hi "บายครับ"

show akira basic_smile_close
with charachange

"คนที่ใส่ชุดสีดำอยู่ตรงหน้ายิ้มกว้างก้มมองพวกเราอยู่แวบหนึ่ง อาจจะเป็นยิ้มที่กว้างที่สุดเท่าที่ฉันเคยเห็นเธอยิ้ม\nมาเลย"

show akira basic_boo at tworight
with charadistant

"อากิระถอนหายใจยาวซึ่งฟังดูสั่น ๆ เล็กน้อยเป็นการตั้งสติตัวเองก่อนออกไป สุดท้ายเธอก็เอามือสอดเข้ากับกระเป๋า\nกางเกงแล้วหมุนส้นเท้าไป"

"แล้วเธอก็เดินจากไปพลางชูมือขึ้นฟ้า"

show akira basic_ending
with charachange

aki "ไว้เจอกันนะพวกเธอ!"

hide akira
with charaexit

"เป็นคนที่ไม่มีท่วงทำนองหรือทิศทางที่แน่นอนเหมือนอย่างดนตรีแจ๊สยันวินาทีสุดท้ายเลยแฮะ"

show bg lilly_hilltop at bgright
show lilly basic_smileclosed_cas_close at center
with dissolvecharamove

"พอนั่งด้วยกันอยู่เงียบ ๆ ได้ครู่หนึ่ง ลิลลี่กับฉันก็ลุกขึ้นยืนแล้วปัด ๆ ฝุ่นตามตัว"

"ฉันหันไปทางเธอพร้อมยิ้มกว้างพลางยื่นมือ"

hi "งั้นไปกันเลยมั้ย"

"เธอจับมือฉันเอาไว้แล้วพยักหน้าเบา ๆ พร้อมรอยยิ้มอันอบอุ่นงดงามเหมือนอย่างเคย"

show lilly basic_cheerful_cas_close
with charachange

li "ได้เลยจ้ะฮิซาโอะ"

scene unlock_ev lilly_goodend
show evbg lilly_goodend:
    truecenter
    zoom 3.0 subpixel True
    1.0
    linear 0.5 zoom 0.9
    easein 12.0 zoom 0.8
show evfg lilly_goodend:
    truecenter
    zoom 6.0 subpixel True
    1.0
    linear 0.5 zoom 1.2
    easein 12.0 zoom 0.8
with whiteout

"ระหว่างที่เราเดินกลับโรงเรียนนั้น รอยยิ้มแสนสวยงามนั้นได้สลักตัวเองไว้ในความทรงจำของฉัน—รอยยิ้มแสนสวยงาม\nที่เราสองต่างยิ้มให้กัน"

"แม้อดีตของเราจะเรี่ยรายไม่เรียบร้อย บางครั้งก็มีความเศร้าหมองทับถม แต่อดีตเหล่านั้นก็เป็นส่วนซึ่งเปลี่ยนแปลงไม่ได้\nส่วนหนึ่งของชีวิตกับนิสัยของเรา หรือต่อให้ฉันจะเปลี่ยนแปลงได้สักอย่างหนึ่ง ฉันก็จะไม่เปลี่ยน เพราะอดีตคือ\nตัวที่นำพาฉันให้มายืนอยู่ตรงนี้"

"เพราะอย่างนั้น ไม่ว่าก่อนหน้านี้จะเกิดอะไรขึ้นกับพวกเรา ไม่ว่าภายหน้านี้จะมีอะไรอุบัติกับพวกเรา… พวกเรา\nจะเดินหน้าไปด้วยกัน"

"เดินหน้า… ไปยังอนาคต—อนาคตของพวกเรา"

window hide Dissolve(1.0)

stop ambient fadeout 2.0
stop music fadeout 2.0

scene black
with Dissolve(1.0)

with Pause(1.0)

return