label th_R17:

window hide None

scene bg school_scienceroom
show muto irritated at center
with locationchange

window show

mu "ครูถามเธออยู่นะ นากาอิ"

play music music_happiness fadein 0.5

"ฉันส่ายหัวให้หายเบลอ คุณครูและคนทั้งห้องมองมาที่ฉัน"

hi "อ๊ะ ขอโทษครับ พอดีผมไม่ได้ฟัง"

mu "ระยะทางระหว่าง… ช่างเถอะ เอาคำถามนี้แทน"

show muto normal
with charachange

mu "ทำไมเธอถึงมาอยู่ที่นี่ คาบนี้"

hi "มา เอ่อ… เรียนฟิสิกส์ครับ"

show muto smile
with charachange

mu "ใช่! คือ ไม่สิ แต่นั่นแหละที่อยากให้ตอบ"

mu "การมาหาความรู้คือเหตุผลรองที่เธอต้องมาโรงเรียน"

show muto normal
with charachange

mu "เหตุผลหลักคือการมาเรียนรู้กฎระเบียบของสังคม บรรทัดฐาน และจริยธรรมที่เป็นสิ่งตีกรอบการใช้ชีวิตในทุก ๆ วัน\nของเธอ"

mu "เธอไม่ได้มาโรงเรียนเพื่อเรียน แต่เธอมาเพื่อปฏิสัมพันธ์กับคนที่อยู่ในโรงเรียน เพื่อนร่วมชั้นเธอคือคนที่อยู่ลำดับชั้น\nเดียวกัน ส่วนครูคือคนที่อยู่ลำดับชั้นสูงกว่า"

mu "เธอจะได้เรียนรู้การสร้างและรักษาสัมพันธ์ทางสังคม หรือก็คือ การเป็นส่วนหนึ่งของสังคม โรงเรียนนั้นคือแบบจำลอง\nขนาดย่อมของสังคม"

show muto smile
with charachange

mu "ล็อกเป็นคนที่เสนอแนวคิดนี้ขึ้นมา โรงเรียนไม่ใช่แค่สถานที่ที่เอาไว้เรียน ถ้าให้เทียบกับคนอื่นที่อายุ\nรุ่นราวคราวเดียวกันแล้วพวกเธอก็น่าจะรู้ดีกว่าใคร"

"คุณครูหยุดพูดไปครู่หนึ่งแล้วกวาดตาดูว่ามีคนฟังสิ่งที่ตัวเองกำลังสื่อสารอยู่หรือเปล่า"

"อย่างน้อยสิ่งที่พูดไปนั้นก็ทำให้ทุกคนเงียบปากแล้วหันมามองคุณครูได้ ไม่รู้ว่าสนใจเพราะเสียงคุณครูเองหรือสนใจที่\nหัวข้อนั้นเปลี่ยนจากฟิสิกส์เป็นปรัชญาการศึกษาอย่างกะทันหัน"

show muto normal
with charachange

mu "แต่อย่างไรก็ตาม อย่างที่เธอบอก คาบของครูคือที่ที่เอาไว้เรียนฟิสิกส์"

"คุณครูใช้ชอล์กที่จับอยู่ชี้มาทางฉัน"

show muto irritated
with charachange

mu "เพราะฉะนั้น ห้ามหลับตอนครูสอน เข้าใจมั้ย นากาอิ"

hi "ครับครู"

"ฉันเห็นชิซูเนะที่มองค้อนมาทางฉันกับมิช่าที่แทบกลั้นขำไม่ไหวแล้วอยู่ที่หางตา ฉันปล่อยตัวให้ไหลไปกับเก้าอี้"

stop music fadeout 6.0

scene bg school_hallway3
with shorttimeskip

"เลิกคาบแล้ว ฉันออกมาจากห้องเป็นคนสุดท้ายและปิดประตูแล้วเดินไปที่ห้องศิลปะเงียบ ๆ"

scene bg school_classroomart
show rin basic_awayabsent_close at tworight
with shorttimeskip

"คาบชมรมผ่านไปอย่างค่อนข้างเงียบสงบ ฉันนั่งที่เก้าอี้ตัวประจำข้าง ๆ ริน แต่ดูเหมือนว่าเธอจะไม่มีอารมณ์เสวนา\nสักเท่าไหร่"

"ดูห่างเหินกว่าปกติอีก"

"วันนี้พวกเราได้วาดภาพหุ่นนิ่งกัน มีสองอย่างให้เลือกระหว่างแจกันดอกไม้เทียมกับกองหิน กิ่งไม้ และผืนผ้าใบที่\nมาวางรวมกัน"

"คุณครูให้พวกเรามาล้อมวงกับสิ่งที่สนใจอยากวาดแล้วเน้นย้ำว่าเรื่องมุมมอง พื้นผิว และแสงเงานั้นเป็นจุดสำคัญของ\nกิจกรรมนี้"

#show rin invis_close:
#    xanchor 0.5 xpos 0.85
#with None

#show bg school_classroomart at bgleft
show rin basic_deadpancontemplation_close at tworight
with charachange

"ฉันหันไปทางรินดูว่าเธอจะเลือกอันไหนหรือเปล่า แต่เธอก็เอียงคอไม่มีความหมายอะไร"

"สมาชิกชมรมลากเก้าอี้ไปมาล้อมวงกันที่แจกันและกองสิ่งของนั้น ทั้งรินและฉันเลือกแจกัน แต่เหมือนว่าจะมีคน\nทำงานอยู่แค่คนเดียว"

show rin basic_awayabsent_close
with charachange

"เธอเมินงานที่ครูโนมิยะสั่งเหมือนกับที่เธอเมินฉันแล้วใช้เท้าวาดอะไรเล่น ตาเธอไม่ได้มองสิ่งที่กำลังวาดอยู่ด้วยซ้ำ"

"ฉันหันไปเพื่อสบตาเธอ แต่ตาเธอมองออกไปนอกหน้าต่างจนฉันอึดอัด"

show rin basic_lucid_close
with charachange

"รินเอนตัวพิงพนักเท้าวางอยู่บนโต๊ะจนแทบจะดูเหมือนว่ากำลังหลับอยู่ ตอนนี้เธอไม่ได้วาดอะไรแล้ว"

"ยิ่งฝืนทำตัวให้สบายโดยการไม่สนเธอพลางอยู่เฉย ๆ ไปก็ยิ่งทำให้รู้สึกต้องถามว่ามีอะไรหรือเปล่า"

scene bg school_classroomart
show rin basic_deadpanupset at tworight
show nomiya frown at twoleft
with shorttimeskip

play music music_daily fadein 4.0

"พอกิจกรรมชมรมเลิกแล้วทุกคนก็ทยอยออกไปจากห้อง สุดท้ายรินก็ลุกขึ้นแล้วเดินไปหาครูโนมิยะ\nด้วยความมุ่งมั่นผิดวิสัย"

show rin basic_lucid
with charachange

rin "จะทำค่ะ"

show nomiya smile
with charachange

"ครูโนมิยะที่กำลังฮัมเพลงไปพลางจัดกล่องดินสอตามความแข็งของไส้อยู่หันมามองด้วยสีหน้าที่เป็นมิตรและงงงวย"

show nomiya talk
with charachange

no "หืม จะทำอะไรล่ะหนู"

show rin basic_awayabsent
with charachange

rin "คนที่หอศิลป์ จะไปคุยด้วยค่ะ อย่างน้อยเมื่อวานก็คิดมาแล้วว่าจะลองไปคุย"

show rin relaxed_nonchalant
with charachange

rin "และวันนี้ด้วย"

show rin basic_lucid
with charachange

rin "คิดว่านะคะ อยากลองดูค่ะ จะทำให้ถึงที่สุดเลย"

show nomiya veryhappy
with charachange

"คุณครูยิ้มแฉ่ง เป็นรอยยิ้มที่กว้างที่สุดเท่าที่ฉันเคยเห็นใครยิ้มมาก่อนจนอย่างกับว่ามีแสงประกายรอบ ๆ"

show nomiya talk
show rin basic_awayabsent
with charachange

no "โอ้ เยี่ยมไปเลย! ฉันเกือบจะถอดใจแล้วนะเนี่ย!"

show nomiya veryhappy
with charachange

no "เธอนี่หัวแข็งจริงเลย! แต่กะแล้วว่าไม่ช้าก็นานเธอต้องเข้าใจแน่!"

show nomiya smile
with charachange

no "เดี๋ยวฉันจะโทร. นัดกับคุณเพื่อนไซอนจิให้นะ"

no "เดี๋ยวต้องเอางานไปให้ดูด้วย เขาจะได้ประเมินให้ เคยเล่าให้ฟังไปแล้วแหละ แต่ยังไงไปคุยกันต่อหน้าก็ดีกว่าอยู่แล้ว"

show nomiya talktongue
with charachange

no "ตื่นเต้นดีเลยใช่มั้ยล่ะ"

"คำพูดนั้นของครูโนมิยะเหมือนพูดกับตัวเองมากกว่า คุณครูเดินวนรอบโต๊ะพลางสะบัดมือไม้ไปมา"

show nomiya smile
with charachange

"ครูควักโทรศัพท์ออกมาจากกระเป๋าเสื้อคลุมตรงหน้าอกแล้วเปิดออกอย่างมีจริตจะก้านก่อนจะกดหาเบอร์โทรศัพท์"

show nomiya veryhappy
with charachange

"ระหว่างนั้นพอคุณครูเห็นว่าฉันมองอยู่ก็ยิ้มยกนิ้วโป้งให้ ฉันยักไหล่ตอบทำท่าให้ดูไม่เก๊ก"

show nomiya smile
with charachange

"พอหาเจอแล้วครูโนมิยะก็กดโทร. และเมื่อสายติดแล้วก็หันหน้าไปอีกทางพลางพูดให้เสียงเบาลง แต่ถึงอย่างนั้น\nฉันก็ยังได้ยินถึงความตื่นเต้นในน้ำเสียงอยู่ดี"

"คุยอยู่ไม่นานก็วางสายไป"

show nomiya veryhappy
with charachange

no "เยี่ยมยอด! ตอนนี้ซาเอะอยู่ที่หอศิลป์พอดี บอกว่าถ้าสะดวกก็แวะมาหาได้เลย สุดยอดไปเลย!"

show rin basic_absent
with charachange

hi "เธอมีแฟ้มผลงานไปให้เขาดูมั้ยริน"

show rin basic_surprised
with charachange

"เธอเพียงส่ายหัวตอบ"

show nomiya talk
show rin basic_awayabsent
with charachange

no "อย่าห่วงไปเลย ฉันถ่ายรูปที่เทซูกะวาดไว้บ้างแล้ว เดี๋ยวใช้รูปพวกนั้นกับตัวภาพจริงสักภาพสองภาพไปด้วยก็ได้\nแค่นั้นก็น่าจะพอแล้วละนะ"

show nomiya smile
with charachange

no "ที่เพิ่งวาดใหม่ ๆ น่าจะยังพอมีอยู่แถว ๆ ในห้องนี้นะ"

show nomiya invis:
    xanchor 0.5 xpos 0.2
with dissolvecharamove

"ครูหยิบแฟ้มที่มีรูปอัดแน่นอยู่ออกมาจากลิ้นชักโต๊ะแล้วเดินไปหลังห้องที่มีห้องเก็บของขนาดเล็กกับตู้เก็บของ\nทั้งหลายแหล่สำหรับวิชาและชมรมศิลปะ"

"ไม่นานก็หาเจอ คุณครูใช้กระดาษห่อของสีน้ำตาลห่อภาพที่รินวาดสองภาพไว้แบบลวก ๆ"

show nomiya smile at twoleft
with dissolvecharamove

no "นากาอิ ช่วยขนของพวกนี้ไปให้หน่อย"

"ฉันแบกภาพวาดสีน้ำมันมาทั้งสองภาพ แม้จะไม่ได้หนักแต่ก็ทำให้การเดินตามครูโนมิยะและรินไปยังลานจอดรถนั้น\nไม่ค่อยสะดวกมากนัก"

scene bg school_parkinglot
with locationskip

"รถครูก็สวยดี ไม่ใช่รถอย่างที่ฉันคิดว่าพวกครูมัธยมจะขับกัน ที่ยามากุเขาให้เงินเดือนเท่าไหร่กันนะ"

"ผ้าใบทั้งสองผืนนั้นแทบจะยัดเข้าท้ายรถไม่ได้ ฉันขึ้นรถไปกับทั้งสองคนตามคำชวนของคุณครูที่ดูตื่นเต้นเอามาก ๆ\nพอฉันมองรินด้วยสายตาสงสัยเธอก็พยักหน้ายืนยันแล้วยักไหล่อย่างไม่ยี่หระ"

"ฉันคงกลายเป็นผู้ช่วยไปโดยปริยายแล้ว"

stop music fadeout 6.0
$ renpy.music.set_volume(0.6, 0.0, channel="ambient")
play ambient sfx_traffic fadein 14.0

scene bg city_street4 at right
with shorttimeskip

"ครูโนมิยะเหยียบคันเร่งเต็มที่ นั่งรถได้ประมาณสิบนาทีก็มาถึงใจกลางเมือง และพอเข้าที่จอดรถแล้วพวกเราก็ลงจากรถ"

"ฉันขนภาพวาดมาแล้วมองรอบ ๆ ไปพลาง โดยรอบก็เหมือนเมืองไหน ๆ ในญี่ปุ่น ไม่ว่าจะตึกที่หน้าตาเหมือน ๆ กัน\nผู้คนที่เดินด้วยความเร่งรีบ เหล่าพนักงานที่ใส่ชุดสูทเดินกลางแดดหน้าร้อนเหงื่อท่วม"

scene bg city_street4 at Fullpan(4.0, dir="left")

"แต่ที่ดูเหมือนจะมีเฉพาะเมืองนี้ก็คือเหล่าต้นไม้ที่อยู่เลียบไปตามถนนกว้าง"

"ให้ความรู้สึกเป็นเมืองใหญ่จริง ๆ เป็นความรู้สึกที่ฉันนึกว่าลืมไปแล้วเสียอีก พอมาเดินแล้วก็ทำให้รู้สึกคุ้นเคยทันที"

hi "ผมไม่เคยมาที่นี่เลยนะครับเนี่ย"

scene bg city_street4 at left
show nomiya smile at center
with charaenter

no "เหรอ งั้นก็จังหวะดีเลย"

show nomiya veryhappy
with charachange

no "เมืองนี้ดีนะ! มีคนดี ๆ อยู่แถวนี้เยอะเลย แล้วที่สำคัญที่สุด เมืองนี้น่ะมีชีวิตชีวามากเลย"

show nomiya talk
with charachange

no "อืม ใกล้ถึงหอศิลป์ของซาเอะเขาแล้วละ"

$ renpy.music.set_volume(0.2, 1.0, channel="ambient")

scene bg gallery_ext:
   yalign 0.0
#show nomiya smile at center
with locationskip

"พอเลี้ยวมาได้สักสามแยกครูโนมิยะก็หยุดยืนอยู่ตรงหน้าประตูหนึ่งที่มีตัวหนังสือสีแดงเขียนอยู่บนป้ายว่า “ซอย 22”"

show bg gallery_ext:
   yalign 1.0
with charamove

show nomiya smile at twoleft
show rin negative_spaciness at tworight
with charaenter

rin "ที่นี่คือซอย 22 จริงเหรอ"

hi "นับจาก?"

show rin basic_deadpanupset
with charachange

rin "ฉันก็สงสัยเหมือนกัน แบบ นับตั้งแต่ตรงไหน แล้วนับจากไหนไปไหน"

hide nomiya
with charaexit

"รินคิดจุกจิกกับอะไรแปลก ๆ ตลอด ครูโนมิยะที่ไม่ได้สงสัยอย่างฉันก็เมินเธอแล้วไปเปิดประตู"

stop ambient fadeout 0.3
$ renpy.music.set_volume(1.0, 1.0, channel="ambient")
play sound sfx_storebell

scene bg gallery_int at bgleft
with locationchange

play music music_soothing fadein 0.5

"หอศิลป์นั้นสะอาดสะอ้าน และมีเครื่องปรับอากาศที่ทำให้ภายในเย็นสบาย"

"กำแพงสีขาวและหน้าต่างบานใหญ่ที่หันออกถนนทำให้ดูสว่างและกว้างขวาง แต่เท่าที่เห็นตอนนี้ก็ไม่มีใครอยู่"

"พื้นที่ส่วนใหญ่ปล่อยโล่ง มีเคาน์เตอร์และโต๊ะตัวใหญ่อยู่แค่สองสามตัว"

"และแน่นอนว่ามีภาพวาดด้วย มีโปสเตอร์นิทรรศการของศิลปินคนหนึ่งที่ฉันไม่เคยได้ยินมาก่อน"

"งานของเขาส่วนใหญ่ดูจะเป็นภาพเหมือนไม่ก็ภาพทิวทัศน์อย่างแบบดั้งเดิมมากกว่าที่จะเป็นงานนามธรรมอย่างของริน"

show sae neutral
with charaenter

"พอเสียงกระดิ่งดังก็มีผู้หญิงคนหนึ่งที่ดูอายุไล่เลี่ยกับครูโนมิยะเดินเข้ามา เธอใส่ชุดสูทเรียบร้อย ผมตรงสีเข้มของเธอ\nมัดเป็นหางม้าไว้อย่างดี"

"เธอใส่แว่นตาที่ดูแพง ๆ ด้วย"

"พอมองอีกทีก็ชักไม่แน่ใจว่าอายุเท่าไหร่กันแน่ ดูแก่ แต่ก็… ไม่ได้แก่"

show sae neutral at tworight
show bg gallery_int at center
with charamove

show nomiya talk at twoleft behind sae
with charaenter

no "ซาเอะ ไง!"

"พอเห็นว่าเป็นคุณครูเธอก็ทักทายอย่างอบอุ่น"

show sae smile
with charaenter

sa "อ้าว มาเร็วนะชินอิจิ แล้วสองคนนี้คือนักเรียนของคุณใช่มั้ย"

show nomiya veryhappy
with charachange

no "ใช่แล้ว เดี๋ยวแนะนำตัวให้ คนนี้ริน เทซูกะที่เล่าให้ฟัง แล้วพ่อหนุ่มที่ดูแข็งแรงคนนี้ชื่อฮิซาโอะ นากาอิ"

show sae doubt
with charachange

"เธอมองเราสองคนอยู่นาน โดยเฉพาะริน เหมือนกำลังประเมินค่าพวกเราอยู่ว่าจะมีมูลค่าทางนามธรรมอะไรเท่าไหร่\nบ้าง"

"สายตาเธอวนเวียนอยู่เสียนานกับตาของริน แขนเสื้อที่มัดไว้ แล้วก็ท่าทางของริน เธอมองด้วยความจริงจังอย่างที่ฉัน\nไม่เคยเห็นใครจะมองอีกคนที่ได้เจอเป็นครั้งแรกมาก่อน หลังจากนั้นก็ยิ้มให้อย่างเป็นมิตร"

show sae smile
with charachange

sa "ยินดีที่ได้รู้จักนะ ฉันชื่อซาเอะ ไซอนจิ เป็นเจ้าของหอศิลป์นี้"

sa "ชาสักหน่อยมั้ย"

show nomiya smile
with charachange

no "โอ้ ขอบคุณนะ แต่ไม่ต้องหรอก เข้าเรื่องเลยดีกว่า"

"ฉันวางภาพวาดที่ขนมาไว้บนโต๊ะให้เจ้าของหอศิลป์ได้ดูชัด ๆ ส่วนครูโนมิยะก็เอารูปออกมาจากแฟ้ม"

show sae doubt
with charachange

"เธอพินิจมองภาพของรินพลางเกาแก้มแกรก ๆ ก่อนจะกวาดตามองภาพทั่ว ๆ"

"สายตาของเธอทำให้นึกถึงนกที่ล่าเหยื่อ ที่ทั้งเฉียบคมและถี่ถ้วน"

"เธอค่อย ๆ ไล่ดูไปทีละภาพโดยไม่พูดอะไรแม้แต่คำเดียว"

show nomiya serious
with charachange

"แม้แต่คุณครูยังดูเกร็ง ๆ ครูคอยพูดรายละเอียดบางอย่างกับเรื่องอื่น ๆ ของภาพวาดริน แต่ดูเหมือนว่าเธอจะไม่ได้\nฟังอยู่"

"ระหว่างที่ครูโนมิยะและฉันกำลังจับตาดูซาเอะอยู่ว่าเธอจะมีปฏิกิริยาอย่างไรบ้าง รินก็มองไปรอบ ๆ หอศิลป์แล้วโพล่ง\nขึ้นมา"

show nomiya serious at center
show sae doubt at right
show bg gallery_int at bgright
with charamove

show rin relaxed_nonchalant at left
with charaenter

rin "ที่นี่คือซอย 22 จริงเหรอ"

show sae scowl
show nomiya frown
with charachange

"ซาเอะเงยหน้าจากภาพวาดมามองรินแต่ไม่ได้ตอบอะไร"

"ซึ่งก็น่าจะดีแล้ว"

"เธอมองท่าทีที่ปล่อยตัวและดวงตาชวนฝันของรินที่หลุกหลิกไปมาแล้วใคร่ครวญ"

"ฉันแอบรำคาญที่รินดูจะไม่ใส่ใจกับสิ่งที่เกิดขึ้นตรงหน้าทั้งที่เป็นเรื่องสำคัญกับตัวเอง ตอนนี้ฉันแทบกลั้นหายใจอยู่\nด้วยซ้ำ"

show sae doubt
with charachange

"พอซาเอะได้ดูรูปถ่ายและภาพสีน้ำมันที่ครูโนมิยะและฉันขนมาทั้งหมดแล้วเธอก็กวาดตามองภาพทั้งหมดอีกครั้ง\nแบบเร็ว ๆ"

"จนในที่สุดเธอก็ให้คำตัดสิน"

show sae smile
with charachange

sa "ฉันชอบนะ"

show sae neutral
show nomiya smile
with charachange

sa "แต่ ว่าก็ว่าเถอะ หนูยังไม่ชำนาญดีนะ กำลังหาทิศทางของตัวเองอยู่หรือเปล่า"

"เธอหยิบรูปหนึ่งขึ้นมา"

show sae smile
with charachange

sa "แต่ก็นะ ดูนี่สิ ฉันละสายตาไปไม่ได้เลย เหมือนแมวน้อยที่เล่นซน พอได้ดูงานหนูแล้วฉันก็รู้สึกอย่างนั้นเลย"

show rin basic_deadpancontemplation
with charachange

rin "ขอบคุณค่ะ คิดว่านะคะ ไม่เคยมีใครพูดอย่างนั้นมาก่อนเลยค่ะ คิดว่านะคะ"

"รินพูดเพียงเท่านั้นแล้วจบไป รู้สึกว่าคำพูดของเจ้าของหอศิลป์คนนี้ฟังดูข่ม ๆ ยังไงชอบกล แต่ฉันก็ยั้งปากไว้"

show nomiya talk
show sae neutral
with charachange

no "อะแฮ่ม ก็นะ…"

no "แต่ก็จินตนาการล้ำเลิศดีเลยใช่มั้ยล่ะ"

show nomiya veryhappy
with charachange

no "ฉันบอกแล้วไงว่าเทซูกะเขาเลือกใช้องค์ประกอบกับการผสานสีได้ดีเลย แถมกลวิธีก็สุดยอด! ทุกภาพนี่คือใช้เท้าวาด\nหมดเลยนะ!"

no "แต่แน่นอนว่าก็ต้องมีภาพที่ดูง่าย ๆ ไว้ตั้งโชว์ให้คนทั่ว ๆ ไปดูด้วย ว่ามั้ยซาเอะ"

show nomiya stern
with charachange

"คุณครูหัวเราะแบบดูแคลน"

no "มันก็มีพวกที่ตาไม่ถึงอยู่ พวกนั้นจะไปเข้าใจศิลปะที่แท้จริงได้ยังไง มายืนดูภาพนามธรรมที่เป็นธีมอะไรแบบนี้แล้วก็คง\nได้แต่งงเต๊ก"

show nomiya smile
with charachange

no "แต่ถ้ามีภาพที่ดูง่าย ๆ ก็จะได้เข้าถึงคนเยอะ ๆ ซึ่งก็เป็นเรื่องที่ดี ใช่มั้ยล่ะ"

show sae smile
with charachange

"ซาเอะยิ้มน้อย ๆ ให้คำพูดของครูโนมิยะแล้วหันกลับไปดูภาพ"

sa "มั้งนะ…"

stop music fadeout 20.0

show sae neutral
with charachange

sa "ให้ว่าตามตรง ฉันไม่รู้ว่าจะเอาของพวกนี้มาจัดเป็นงานนิทรรศการยังไง ฉันชอบก็จริง แต่ฉันไม่รู้สึกว่าจะมีธีมหรืออะไร\nที่มันเป็นกลุ่มก้อนเดียวกันเลย"

show sae doubt
with charachange

sa "คงน้อยไปที่จะเอามารวมเป็นคลังงานศิลปะของศิลปินสักคน แล้วเอาจริง ๆ จะคาดหวังอะไรอย่างนั้นกับแม่หนูแมวน้อย\nที่ยังเด็กอยู่ตรงนี้ก็คงเกินไปหน่อย"

show nomiya talk
with charachange

no "อ้อ ไม่ ๆ ๆ ! ทำได้สิ แค่วาดภาพใหม่ ๆ เสริม แล้วก็แก้งานเก่า ๆ ด้วยก็น่าจะได้แล้ว"

show rin relaxed_doubt
with charachange

rin "วาดเพิ่มได้ค่ะ จะให้ทำอะไรก็ได้ค่ะ"

show sae neutral
with charachange

sa "คงยากหน่อยนะ"

show nomiya veryhappy
show rin relaxed_nonchalant
with charachange

no "เชื่อฉันสิ ถ้าเทซูกะเขาไม่พร้อมฉันก็คงไม่มาหาเธอหรอก เธอก็เห็นนี่ ใช่มั้ย"

show nomiya smile
with charachange

no "ฉันรู้ดีเลยว่าคนอย่างเทซูกะเขาทำอะไรได้บ้าง เธอก็รู้"

show sae doubt
with charachange

"คำพูดเหล่านั้นทำให้ซาเอะชะงัก สายตาเธอดูว่างเปล่าและลึกล้ำไปชั่วขณะคล้ายว่ามองผ่านหรือมองข้ามครูโนมิยะ\nไปด้วยซ้ำ"

"เธอไม่พูดอะไร เพียงแต่เม้มปากแน่นเหยียดออกเป็นเส้นตรงอยู่พักใหญ่"

show sae neutral
with charachange

sa "คุณว่างั้นเหรอ"

show nomiya talk
with charachange

no "ฉันว่างั้นแหละ"

show sae scowl
with charachange

"ซาเอะถอนหายใจแล้วเดินวนอยู่สองสามทีคล้ายจัดลำดับความคิดตัวเอง เธอมองภาพที่เธอชอบเป็นพิเศษนั้นอีกครั้ง\nซึ่งเป็นภาพที่ทำให้เธอเรียกรินว่าเป็นแมวน้อย"

"เธอจับปากตัวเองไว้แล้วเงียบไป สักพักเธอก็สั่นหัว"

show sae doubt
with charachange

sa "ไม่รู้จะว่ายังไงดี"

show sae neutral
with charachange

sa "พอฉันได้เห็นหนูกับภาพวาดของหนูแล้ว… ขอเวลาสักแป๊บก่อนได้ไหม ฉันขอคุยกับครูของหนูเป็นการส่วนตัวหน่อย"

hide sae
hide nomiya
show rin relaxed_boredom
with charaexit

"ซาเอะดึงตัวครูศิลปะไปแล้วซุบซิบคุยอะไรกันอยู่สองคน"

"ฉันไม่ได้ยินว่าคุยอะไรกันอยู่ แต่ฉันพอจะเห็นอยู่รำไรว่าปากเธอเม้มแน่นไปกับมือไม้เธอที่ขยับอยู่ตอนพูด"

"เธอทำหน้า… เป็นหน้าแบบไหนฉันก็บอกไม่ถูก"

"พอคุยอะไรกันเสร็จแล้วสองคนนั้นก็มองกันด้วยสายตาจริงจัง รู้สึกเหมือนมีอะไรที่ไม่ใช่แค่การคุยกันเกิดขึ้นแน่ ๆ"

show nomiya smile at center
show sae doubt at right
with charaenter

"สองคนนั้นเดินกลับมาหาพวกเรา ซาเอะมองรินด้วยสายตาจริงจัง มือซ้ายของเธอเอื้อมไปคว้าซองบุหรี่ที่วางอยู่บนโต๊ะ\nราวกับเป็นสัญชาตญาณ"

"เมื่อคว้าซองมาแล้วเธอก็หยิบมามวนหนึ่งและมองเหม่อ ๆ เหมือนเพิ่งรู้ตัว จากนั้นเธอก็เก็บบุหรี่กลับไป"

show rin relaxed_nonchalant
show sae neutral
with charachange

"จนสุดท้ายเธอก็จับจ้องรินเพื่อประเมินค่าอีกครั้ง"

show sae smile
with charachange

sa "เอาละ แม่หนูแมวน้อย ฉันจะเชื่อเธอนะ"

play music music_another fadein 0.5

sa "ฉันจะจัดแสดงภาพวาดของหนูให้ แต่เท่าที่เห็นตอนนี้คือภาพยังมีไม่พอ หนูยังไม่มีธีมที่เป็นเนื้อเดียวกัน แล้วก็ยัง\nไม่มีภาพสวย ๆ มากพอด้วย"

show sae neutral
with charachange

sa "หนูต้องขยันมากถ้าจะให้มีภาพที่เอามาจัดแสดงได้"

show rin relaxed_sleepy
with charachange

rin "รู้ค่ะ"

show sae smile
with charachange

sa "ดีไปนะที่หอศิลป์ฉันเล็กอย่างนี้น่ะ"

show rin basic_absent
with charachange

hi "รินก็แทบจะเอาเวลาว่างทั้งหมดมาลงกับการวาดรูปแล้วนะครับ จะให้ขยันกว่านี้อีกได้ยังไง"

hi "ถ้าจะให้ขยันกว่านี้ก็คงต้องโดดเรียนมาวาดเลย แล้วใครจะขยันได้ขนาดนั้นล่ะครับ"

show rin basic_surprised
show nomiya frown
show sae neutral
with charachange

"พอฉันพูดจบความเงียบก็เข้าปกคลุมภายในหอศิลป์ ซาเอะมองครูศิลปะที่กำลังมองศิษย์เอกของตัวเองด้วยความครุ่นคิด\nฉันมองทั้งสามคนด้วยความฉงนใจ"

show nomiya smile
show rin relaxed_nonchalant
with charachange

no "ได้อยู่นะ"

show sae doubt
with charachange

sa "หมายความว่าไง"

show nomiya talk
with charachange

no "ก็โรงเรียนนี้พิเศษนี่ เขาให้ค่ากับอะไรอย่างนี้อยู่แล้ว น่าจะทำเรื่องลาให้เทซูกะได้อยู่ ใช่ว่าจะมีเรื่องแบบนี้เป็นครั้งแรก\nสักหน่อย"

show nomiya smile
with charachange

no "เดี๋ยวเอาไปคุยกับพ่อแม่ด้วย ที่ผ่านมาก็สนับสนุนพอตัวเลย"

no "แต่ว่า… ในเมื่อไม่ได้ไปเรียน จะหาห้องทำงานศิลปะที่โรงเรียนให้คงยากหน่อย"

show nomiya talk
with charachange

no "จริง ๆ ฉันก็คิดอยู่ว่าชั้นบนนี่เธอใช้ทำอะไรอยู่มั้ย"

show sae scowl
with charachange

sa "ไม่ ไม่ได้ใช้… ตั้งแต่ตอนนั้นแล้ว ตอนนี้สภาพห้องนั้นเหมือนห้องเก็บขยะมากกว่า"

show rin relaxed_surprised
with charachange

rin "ชั้นบน?"

show sae neutral
with charachange

sa "ฉันมีสตูดิโอเล็ก ๆ อยู่ชั้นบนนี้น่ะ แต่ไม่ได้ใช้มา… ตายจริง นานมากแล้วนะเนี่ย"

show nomiya frown
with charachange

"เธอมองไปที่ครูโนมิยะที่ทำหน้าเครียดเล็กน้อย"

no "นั่นสินะ แล้วเธอ…"

"แม้แต่ครูโนมิยะที่เป็นคนโผงผางยังไม่กล้าถามตรง ๆ แต่แน่นอนว่าซาเอะรู้ว่าจะถามอะไร เธอถอนหายใจยาวเป็นเชิง\nยอมแพ้"

show sae smile
with charachange

sa "คงต้องตกลงสินะ ได้ ถ้าจะใช้ห้องยังไงก็ยืมไปใช้ได้เลย ยังไงฉันก็คงไม่ได้ใช้อยู่แล้วละนะ"

show nomiya veryhappy
with charachange

no "เยี่ยม! เธอนี่พึ่งพาได้จริง ๆ !"

show sae scowl
show nomiya smile
with charachange

sa "อย่าเพิ่งดีใจ ห้องนั้นน่ะรกมาก ได้เห็นแล้วต้องตกใจแน่"

show sae neutral
with charachange

sa "แต่จะใช้ทำอะไรก็เต็มที่ ในนั้นพอจะมีขาตั้งวาดรูปหรืออะไรแบบนั้นอยู่ ก็ห้องสตูดิโอนี่นะ ที่ต้องเอามาก็แค่พวก\nอุปกรณ์ส่วนตัวอะไรทั้งหลายแหล่ แล้วก็ต้องทำความสะอาดสักหน่อย"

sa "แต่จะมากินนอนอยู่ที่ห้องนั้นไม่ได้นะ ยังไงพ่อแม่หรือทางโรงเรียนของหนูเขาก็คงไม่ให้อยู่แล้ว"

show rin basic_lucid
with charachange

rin "ค่ะ"

sa "แต่ถ้าจำเป็นต้องค้างคืนจะอยู่ที่ห้องนั้นไปเลยก็ได้ ฉันไม่ว่า"

show nomiya veryhappy
with charachange

no "ฮ่าฮ่าฮ่า เยี่ยมจริง ๆ เลย ว่ามั้ย เทซูกะ"

show rin basic_absent
with charachange

"ครูตบบ่ารินอย่างกระตือรือร้นพลางหัวเราะด้วยความโล่งใจและดีใจที่ทุกอย่างลงตัวอย่างนี้"

show sae smile
with charachange

"ซาเอะก็ยิ้มด้วย แต่น่าจะยิ้มกับท่าทีดีใจของคุณครูมากกว่า"

sa "ตายจริง ชินอิจิ เหมือนตอนนั้นเลยเนอะ แน่ใจนะว่าพวกเราจะไหวน่ะ"

"ซาเอะมองรินที่ดูเฉื่อย ๆ แม้จะมีเรื่องให้ชวนตื่นเต้นขนาดนี้"

show sae doubt
show rin relaxed_nonchalant
with charachange

sa "หวังว่าจะคุ้มที่ทุ่มเทไปนะ แม่หนูแมวน้อย"

"ซาเอะยื่นมือคล้ายรอจับมือริน แต่เมื่อเธอรู้ตัวก็รีบย้ายมาตบบ่ารินเบา ๆ"

stop music fadeout 3.0

"รินมองซาเอะกลับเงียบ ๆ สายตาเธอจริงจังและเข้มแข็งอย่างความมืดยามราตรี"

$ suppress_window_after_timeskip = True

scene black
with dissolve

#***********************************

label th_R18:

$ renpy.music.set_volume(0.5, 0.0, channel="music")
play music music_tranquil fadein 3.0

window hide None

scene bg school_scienceroom
with locationchange

nvl clear
nvl show dissolve

n "\n\n\n\nรินทำเรื่องลาเรียนเทอมนี้ว่าจะไปทำ “กิจกรรมนอกหลักสูตรพิเศษ” ซึ่งทางโรงเรียนก็รับรอง ฉันมั่นใจว่า\nคงเป็นเพราะครูโนมิยะไปกดดันผู้อำนวยการด้วย แต่เธอก็ต้องมาเรียนชดเชยช่วงปิดเทอมหน้าร้อนอยู่ดี\nถึงเธอจะดูไม่อะไรกับเงื่อนไขที่ว่าเท่าไหร่ก็ตาม"

n "แต่แน่นอนว่ารินจะยังใช้ชีวิตกินนอนอยู่ที่โรงเรียนได้ แค่ว่าไม่ต้องไปเข้าเรียน ฉันก็ไม่แน่ใจเหมือนกันว่าฉันอิจฉาเธอ\nอยู่หรือเปล่า"

n "ฉันรู้สึกร้อนรนอย่างบอกไม่ถูก"

n "วันนี้รินมาเรียนเป็นวันสุดท้าย รู้สึกเหมือนตัวเองต้องไปให้กำลังใจส่งท้ายหรือไปพูดอะไรก็ได้สักหน่อย เพราะยังไงเสีย\nฉันก็มีส่วนที่ทำให้เธอตัดสินใจที่จะก้าวเข้ามาทำงานนี้"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear
nvl hide dissolve

scene bg school_lobby
with locationskip

window show

"ครูปล่อยเร็วกว่าปกติไปยี่สิบนาที ฉันจึงเดินลงมาที่โถงใหญ่เพื่อซื้อน้ำผลไม้มาหนึ่งกระป๋องแล้วนั่งลงที่ม้านั่งรอริน\nและหยิบนิยายออกมาจากกระเป๋าเปิดหาดูว่าอ่านค้างไว้ถึงตรงไหนแล้ว"

"เวลาไหลไปเฉื่อย ๆ ท่ามกลางยามบ่ายอันอบอุ่นที่ฉันกำลังนั่งจิบน้ำส้มกระป๋องพลางอ่านหนังสือไปได้ประมาณ\nสองสามตอน เนื้อเรื่องแทบไม่เดินเลย แต่ก็ไม่จำเป็นต้องใส่ใจอะไร"

play sound sfx_normalbell
play ambient sfx_crowd_indoors fadein 0.3

show crowd
with charaenter

"ระฆังเลิกเรียนดังขึ้น เหล่านักเรียนต่างเดินไปที่ชมรมหรือไม่ก็นอกอาคาร ไม่มีใครเห็นฉันที่นั่งก้มหน้าอ่านนิยายอยู่\nกับม้านั่งตัวนี้"

"ฉันคอยสอดส่ายสายตามองหาริน แต่ก็ไม่เห็นใบหน้าอันคุ้นเคยของเธอหรือผมสีแดง ๆ ผ่านเข้าตามาเลย"

stop ambient fadeout 2.0
stop music fadeout 4.0

scene bg school_lobby_ss
with shorttimeskip

"ทั้งโถงโล่งไม่เหลือใครอีกครั้ง พอก้มมองนาฬิกาดูก็เห็นว่านับตั้งแต่เลิกเรียนเวลาก็ผ่านแล้วมายี่สิบนาที เพราะงั้น\nแม้แต่รินก็น่าจะออกมาจากห้องเรียนแล้ว เว้นแต่ว่าฉันจะไม่ทันได้สังเกตเห็นเธอ หรือไม่ก็เธอยังไม่ได้ลงมา"

"อาจจะไปจัดการอะไรที่ห้องศิลปะอยู่ หรือไม่ก็มีครูประจำชั้นโหด ๆ กักตัวไว้"

"ก็ยังไม่ได้รอนานขนาดนั้นหรอก แต่ก็เบื่อจะรอแล้ว ฉันจึงตัดสินใจไปตามหาเธอเอง"

"ฉันยัดหนังสือกลับใส่กระเป๋าแล้วโยนกระป๋องน้ำผลไม้เปล่าทิ้งถังขยะก่อนจะเดินขึ้นบันไดไป"

scene bg school_hallway3
with locationskip

"โถงทางเดินนั้นเงียบสงัดจนน่าขนลุกเพราะแถว ๆ นี้ไม่มีห้องชมรมอื่นนอกจากห้องศิลปะแล้ว พอเข้าไปดูในนั้นก็\nไม่เจอใครแม้แต่คุณครู"

play sound sfx_doorknock2

"ฉันเดินลงบันไดมาเคาะประตูห้อง 3-4 ก่อนจะแง้มเปิดแล้วชะเง้อหน้าเข้าไปดู"

play sound sfx_dooropen
scene bg school_room34_ss
with locationchange

"ลำแสงอาทิตย์เหลืองนวลส่องเข้ามาตกกระทบกับพื้นห้องเรียน ฝุ่นและผงชอล์กที่ลอยเฉื่อยอยู่ในอากาศทำให้ดูราวกับว่า\nแสงนั้นจับต้องได้"

"แสงนวลส่องลอดหน้าต่างอาบไล้ทั้งห้องให้เงามืดมิดหายไป"

"ในห้องเรียนนั้นมีคนอยู่เพียงคนเดียว"

scene ev rin_nap_total:
    xalign 0.5 yalign 0.5 zoom 1.0 subpixel True
    ease 20.0 zoom 1.05
with whiteout

play music music_serene fadein 4.0

"ฉันเห็นรินนั่งอยู่ที่โต๊ะหนึ่งข้าง ๆ หน้าต่างตรงแถวที่สามที่คงจะเป็นที่นั่งเธอ เธอหลับหัวหนุนอยู่กับโต๊ะ"

"คงจะหลับจนคนในห้องออกไปหมด และดูเหมือนว่าเอมิก็ไม่กล้าพอ—หรือไม่ก็ไม่สามารถพอ—ที่จะปลุกเธอ"

"ฉันปิดประตูเบา ๆ แล้วเดินผ่านโต๊ะที่เรียงเป็นระเบียบเรียบร้อยไปยังที่นั่งเธอ"

hi "ริน?"

"จู่ ๆ ปากก็แห้งขึ้นมาจนเสียงนั้นแหบแห้ง"

scene ev rin_nap_close_nohand:
    yalign 1.0 subpixel True
with locationchange

"เธอไม่ตอบ ฉันวางกระเป๋าตัวเองไว้ข้าง ๆ กระเป๋ารินแล้วก้มตัวมองหน้าเธอ"
#Previously Rin had a bag she was able to carry along. Assuming this is its resurgence, and marking the spot where people will go HA HA MISTAKE at us. -SC

"รินหลับตาพริ้ม แพขนตาบังเป็นเงาตกกระทบกับแก้ม ปากเผยอเล็กน้อยจนได้ยินเสียงเธอหายใจ"

"ผมเธอที่ปกติก็ยุ่งอยู่แล้ววันนี้ดูยุ่งขึ้นไปอีก ผมนั้นปรกหน้าผากเธอและบังหน้าเธอไปครึ่งหนึ่ง"

"กระเป๋าเธอนอนแอ้งแม้งอยู่กับเท้าราวตุ๊กตาที่ถูกทิ้ง ข้าง ๆ ที่นั่งเธอมีหนังสือและปากกาตกอยู่ ภาพตรงหน้านี้ทำให้\nฉันยิ้มขึ้นมาน้อย ๆ"
#Bag check number 2

show ev rin_nap_close_nohand:
    ease 1.0 yalign 0.0
with None

scene ev rin_nap_close_hand:
    yalign 1.0  subpixel True
    ease 1.0 yalign 0.0
with Dissolve(1.0)

"ฉันแตะผมรินเบา ๆ แล้วทัดผมที่ยุ่ง ๆ จำนวนหนึ่งนั้นไว้กับหูเธอ พอได้จับก็สัมผัสได้ถึงความอุ่นจากผมเธอ"

scene ev rin_nap_close_nohand:
    yalign 0.0 subpixel True
with locationchange

"รินดิ้นเล็กน้อยจนฉันต้องชักมือกลับโดยอัตโนมัติเพราะอายที่ถือวิสาสะแตะตัวเธออย่างนี้"

show ev rin_nap_close_nohand:
    ease 2.0 yalign 1.0
with Pause(0.5)

"เธอดูไร้อันตรายใด ๆ อย่างคนที่กำลังหลับอยู่ทั่ว ๆ ไป จะให้อดใจไม่เอ็นดูยังไงไหว"

scene ev rin_nap_total
with locationchange

"ฉันนั่งบนโต๊ะที่อยู่ตรงหน้ารินแล้วเปิดหน้าต่างออกเล็กน้อยเพื่อให้อากาศสดชื่นได้ไหลเข้ามาบ้าง หวังว่าทำแล้วจะตื่นนะ\nเพราะฉันก็ไม่อยากใช้วิธีที่แรงกว่านี้แล้ว"

scene ev rin_nap_total_awind
with locationchange

"เธอไม่ตื่น แต่ฉันก็ไม่ได้หวังให้ตื่นหรอก"

"พอได้เห็นแล้วก็เพลียตาม เอาตรง ๆ จะงีบสักหน่อยก็ได้แหละ แต่แค่นั่งพิงหน้าต่างบานใหญ่นี้ฉันก็พอใจแล้ว"

"บานกระจกที่หูและแก้มฉันแนบอยู่นั้นอุ่นเพราะหน้าต่างนั้นหันไปทางทิศตะวันตกรับกับพระอาทิตย์ยามบ่ายที่\nเคลื่อนคล้อย"

"แสงอาทิตย์ยามบ่ายค่อย ๆ กลืนผมสีแดงของรินให้เส้นขอบนั้นจางลงจนดูคล้ายว่าเธอเลือนไปเป็นหนึ่งกับสิ่งโดยรอบ"

"กล้ามเนื้อเธอที่กระตุกเล็กน้อย ผมเธอที่ไหวไปกับสายลม และจังหวะการหายใจของเธอ เหล่านั้นทำให้เธอเป็นคน\nดูช่างฝันเหลือเกิน"

"รินดูคล้ายว่าเธอกำลังอยู่แดนนิมิตที่แสนห่างไกลจากโลกใบนี้ ไม่ต่างอะไรกับคนที่กำลังหลับอยู่โดยทั่วไป"

"พอเป็นเธอแล้วก็ดูไม่แน่ชัดนักว่าเธอจะกลับมาหรือเปล่า แม้แต่ยามที่ไม่ได้หลับเธอก็ดูเหมือนจะถูกตัดขาดไปจาก\nสภาพโดยรอบของเธอ อันที่จริง ฉันก็รู้สึกว่าเธอเป็นอย่างนี้เหมือนกัน ตอนที่เธอ…"

stop music fadeout 15.0

"จู่ ๆ ฉันก็นึกขึ้นมาได้"

scene ev rin_nap_close_awind:
    xalign 0.5 yalign 0.5 zoom 1.0 subpixel True
    ease 20.0 zoom 1.05
with locationchange

"ว่ารินก็ดูเป็นอย่างนั้นเหมือนกันตอนที่เธอวาดรูป"

"ใบหน้าเธอยามจดจ่อให้ความรู้สึกเหมือนว่าเธออยู่อีกฝั่งหนึ่งที่มีระยะสมมติคั่นกลางอยู่ เป็นความรู้สึกเดียวกันกับตอน\nที่ได้มองเธอขณะหลับ"

"ฉันรู้สึกจุกอกขึ้นมา"

"ฉันคงไม่อาจที่จะก้าวข้ามช่องว่างนั้นไปเพื่อให้ได้อยู่ข้างเธอ แม้จะรู้ดีก็ตามว่าคนเรานั้นไม่มีทางที่จะเข้าใจกันและกันได้\nอย่างแท้จริง"

"แต่กับรินแล้ว… ทุกครั้งที่เธอพูดเรื่องศิลปะ คิดเรื่องศิลปะ สรรค์สร้างศิลปะ ตัวเธอนั้นแทบจะอยู่ที่โลกอีกใบหนึ่งไปเลย"

"เป็นโลกที่ฉัน—หรือใครก็ตามเถอะ—ไม่อาจอยู่ด้วยได้ เหมือนอย่างโลกความฝัน"

"รินยังไม่มีท่าทีว่าจะตื่น ฉันจึงต้องตัดสินใจว่าจะปลุกหรือจะรอจนกว่าเธอจะตื่นเอง"

"ฉันเลือกอย่างหลัง"

scene ev rin_nap_total_awind
with locationchange

"ฉันรู้ตัวว่าเป็นคนรอเก่งตอนที่อยู่โรงพยาบาล แต่แม้แต่วอร์ดในโรงพยาบาลนั้นยังจะมีชีวิตชีวากว่าโรงเรียนตอนหลัง\nเลิกเรียนแล้วเสียอีก"

"เสียงเข็มนาฬิกาที่เดินอยู่บนประตูห้องและเสียงเหล่านักเรียนที่แว่วมาไกล ๆ เป็นเพียงสองเสียงที่ดังอยู่ขณะนี้"

"ลมฤดูร้อนที่พัดผ่านเข้ามาทางหน้าต่างที่ฉันเปิดไว้หอบความอุ่นและกลิ่นแสงมากับตัว"

scene bg misc_sky_ss at Fullpan(20.0)
with locationchange

"พอมองไปข้างนอกเพื่อจะดูว่าลมมาจากทิศไหนตาก็พร่าแทบจะในทันที บานกระจกนั้นดูดแสงแดดเอาไว้ทั้งหมด\nจนแทบมองไปไม่ได้"

"เท่าที่เหลือบมองผ่านหน้าต่างได้ก็เห็นแค่เงาทะมึนของต้นไม้และกำแพงรอบโรงเรียนที่ถูกแสงแดดที่เลื่อนต่ำลงสาดส่อง"

scene ev rin_nap_total_awind
with locationchange

"พอกลับมามองรินเธอก็ดิ้นอีกแล้ว"

play music music_innocence

scene ev rin_nap_total_awind_tears
with locationchange

"น้ำตาหยดหนึ่งไหลออกมาจากตาเธอผ่านใบหน้าไปก่อนจะหยดลงกับโต๊ะ"

scene ev rin_nap_close_awind_tears
with locationchange

"เป็นเพียงหยดเล็ก ๆ หยดหนึ่ง แต่ชวนดึงดูดให้ฉันมอง"

"และหยดที่สองก็ตามมา และหยดที่สามก็ตามมา ฉันเป็นกังวลจนตัวแข็งทื่อทำอะไรไม่ถูก"

"พอได้เห็นแล้วก็รู้สึกแปลก ใบหน้าเธอยามหลับนั้นดูแสนสงบ ทว่าก็มีน้ำตาไหลอาบแก้มจนโต๊ะที่เธอหนุนอยู่\nเปียกชื้น"

"ฉันไม่รู้จะทำยังไงดีจึงไม่ทำอะไรแล้วมองน้ำตาที่ค่อย ๆ ไหลผ่านใบหน้าเธอไปหยดแล้วหยดเล่า"

"ฝันอะไรอยู่นะ"

scene bg school_room34_ss
with locationchange

"เธอสะดุ้งเฮือกตื่นขึ้นมา หรือไม่ก็อาจจะเป็นเพราะน้ำตา"

show rin relaxed_sleepy_close_ss:
    center 
    alpha 0.0 ypos 1.3 subpixel True
    easein 1.0 ypos 1.17 alpha 1.0
with Pause(1.0)

"เธอนั่งหลังตรงและอ้าปากหาวจนฉันกลัวว่ากรามเธอจะค้าง"

rin "อ๊ะ"

show rin relaxed_nonchalant_close_ss:
    subpixel False alpha 1.0 ypos 1.17
with charachange

"เธอเห็นฉันแล้ว แต่ปฏิกิริยาเธอนั้นเหมือนว่าไม่ได้มีปฏิกิริยาใด ๆ เลย แค่เห็นว่าฉันอยู่ตรงนี้ ไม่ได้ตกใจหรืออะไร"

show rin relaxed_boredom_close_ss
with charachange

rin "สวัสดี"

hi "อรุณสวัสดิ์"

"เธองัวเงียเสียจนไม่มีปฏิกิริยาใด ๆ ต่อยิ้มเก้ ๆ กัง ๆ นั้นของฉันเลย"

show rin basic_absent_close_ss
with charachange

rin "อ๊ะ"

"เมื่อเห็นว่าแก้มเปียกรินก็เช็ดแก้มกับหัวไหล่เสื้อตัวเอง เหมือนจะไม่ได้แปลกใจหรือตกใจอะไรเลย"

hi "เห็นเธอร้องไห้ตอนหลับอยู่แน่ะ ฝันไม่ดีเหรอ"

show rin basic_awayabsent_close_ss
with charachange

rin "เปล่า ไม่ใช่อะไรอย่างนั้น เป็นอะไรที่ฉันรู้วิธีทำมาจากคนอื่นน่ะ"

show rin basic_deadpanamused_close_ss
with charachange

rin "ตลกดี ไว้จะเล่าให้ฟัง"

show rin basic_lucid_close_ss
with charachange

rin "คิดดูอีกที ไม่เห็นตลกตรงไหน ไม่บอกแล้วกัน นายมาทำไม หรือมาดูฉันนอนเฉย ๆ"

hi "เอ้อ… พอดีเลิกเรียนแล้วอยากเจอเธอ"

show rin basic_deadpancontemplation_close_ss
with charachange

rin "อ้อ ก็นี่ไง เลิกเรียนแล้ว แล้วก็ได้เจอแล้ว"

hi "อื้ม แค่อยากมาอวยพรหรืออะไรให้น่ะ สัปดาห์ที่จะถึงนี้งานเธอคงหนักแน่ ๆ"

show rin basic_deadpandelight_close_ss
with charachange

rin "ขอบใจ"

show rin relaxed_boredom_close_ss
with charachange

"รินหาวอีกครั้งแล้วกะพริบตาสองสามที"

rin "รู้สึกแปลก ๆ เมื่อคืนไม่นอนเท่าไหร่"
#Odd grammar left in. -SC

hi "ตื่นเต้นจนเหมือนมีผีเสื้ออยู่ในท้องเลยงี้มั้ย"

show rin basic_surprised_close_ss
with charachange

rin "หา? ไม่ คือ ใช่ ฉันรู้ว่าหมายความยังไง ผีเสื้อน่ะ ตอนนี้รู้สึกไม่ค่อยดีเท่าไหร่"

hi "ไม่เป็นไรหรอก"

show rin basic_lucid_close_ss
with charachange

rin "นายมั่นใจจังนะ ระวังสักวันจะตกที่นอนลำบาก"
#Yes, I know it's supposed to be "in the ass" instead. -SC

hi "รอดูเลย"

show rin basic_deadpanupset_close_ss
with charachange

rin "ฉันคิดว่าฉันต้องไปแล้ว ฉันสัญญาไว้กับคุณนายไซอนจิว่าเลิกเรียนแล้วจะดิ่งตรงไปเลย แล้วตอนนี้เลิกเรียนแล้ว"

hi "ถ้าฉันจะแวะไปหาบ้างจะเป็นอะไรมั้ย เธอน่าจะได้ทำยาว ๆ แล้วถ้าเธอไม่อยากให้อะไรมารบกวน…"

show rin negative_spaciness_close_ss
with charachange

rin "ไม่เป็นอะไร ไม่ได้รบกวน ไม่เหมือนเอมิ อย่าพามาด้วยนะ คราวนี้ฉันคงไม่เอาเอมิ"

show rin basic_deadpannormal_close_ss
with charachange

rin "ฉันบอกให้เอมิอยู่ห่าง ๆ ไว้แล้ว"

hi "อย่างนี้นี่เอง งั้นก็ตามนั้น"

show rin basic_deadpannormal_close_ss at center
with charamove

hide rin
with charaexit

"รินลุกขึ้นยืนแล้วเดินไปที่ประตูเงียบ ๆ โดยมีฉันตามหลังอยู่"

scene bg school_hallway3
with locationchange

"โถงทางเดินโล่ง ๆ ที่มักมีนักเรียนอยู่แน่นขนัดนั้นช่างเงียบเหงา"

"แม้จะเพิ่งเลิกเรียนได้ไม่กี่ชั่วโมง แต่ในตัวอาคารนั้นก็ไม่เหลือใครแล้ว เสียงก้าวเดินของพวกเราดังก้องรบกวนความสงบ\nภายในโถงทางเดินนี้"

"แม้จะเป็นการเปลี่ยนแค่ชั่วระยะสั้น ๆ แต่ก็แสดงให้เห็นว่าหากไม่มีเหล่านักเรียนและคุณครูอยู่เติมเต็มแล้วตัวอาคารนั้น\nก็เป็นเพียงเปลือกนอกที่ตายซาก"

"เหมือนกับว่าทั้งโรงเรียนได้กลายเป็นโลกส่วนตัวที่มีเพียงเราสองคน เป็นที่รกร้างที่มีเพียงความเงียบงันและผงชอล์ก"

scene bg school_staircase2_ss
show rin basic_awayabsent_close_ss at center
with locationchange

rin "ฉันจะเปลี่ยน"

"ระหว่างที่เดินลงบันไดจากชั้นสามมาเธอก็พูดขึ้นมาแบบไม่มีปี่มีขลุ่ยจนฉันนึกสงสัยว่าเธอจะมองความท้าทายที่อยู่\nตรงหน้าเธอในตอนนี้ว่าอย่างไร"

hi "บางที คนเราก็ต้องเปลี่ยน"

stop music fadeout 5.0

"และนั่นคือคือคำพูดสุดท้ายของพวกเราในวันนั้น ถึงแม้จะมีเรื่องให้คุยได้อีกมากมายก็ตาม"

"คำพูดเหล่านั้นถูกทับถมโดยความเงียบที่ครอบคลุมทุกสิ่ง และอันตรธานหายไปกับอากาศเอื่อยเฉื่อยราวไม่ได้ถูกเอ่ย\nออกมา"

scene black
with dissolve


#**********************************

label th_R19:

play music music_pearly fadein 5.0

scene bg school_scienceroom
with locationchange

"วันจันทร์ถัดมาฉันรู้สึกว่างโหวงแปลก ๆ ที่มาจากการได้รู้ว่าฉันจะไม่สามารถไปหารินเมื่อไหร่ก็ได้ตามใจอยากอีกแล้ว"

"เป็นความรู้สึกที่ไม่ค่อยดีเท่าไหร่ แต่ฉันก็นั่งเรียนมาจนถึงคาบบ่ายได้ คาบสุดท้ายของวันนั้นเรียกได้ว่าแสนสาหัส"

"ไม่ใช่ว่าเป็นเป็นคาบโหดหรืออะไร แต่ว่าน่าเบื่อ แถมในห้องก็ร้อนจนตัวแทบสุก"

"ไม่แน่ใจว่าเครื่องปรับอากาศเสียหรือแค่ไม่ได้เปิดถึงได้เปิดหน้าต่าง แต่เปิดไปแล้วก็ไม่ช่วยอะไร เพราะลมข้างนอกนั้น\nนิ่งสนิท มีแต่เสียงจักจั่นที่แว่วมา"

"อากาศร้อนอบอ้าวแผ่ไปทั่วห้อง ทั้งนักเรียนทั้งครูก็เหมือนแทบจะสิ้นสติกันไปแล้ว"

"อยากจะลุกขึ้นยืนแล้วก็เดินเชิดออกห้องโดยไม่สนว่าใครจะว่าอะไรยังไง และไม่ใช่แค่ฉันแน่ ๆ ที่คิดอย่างนี้"

"มิช่าที่นั่งอยู่ข้าง ๆ เลิกกระโปรงขึ้นเล็กน้อยแบบไม่อายฟ้าดินพลางใช้สมุดพัด ๆ เข้าไปด้วย"

"มีแค่ชิซูเนะที่ยังดูเรียบร้อยเหมือนทุกที เธอนั่งกอดอกหลังตรงแหน็ว สายตาจับจ้องสมการยึกยือที่อยู่บนกระดาน"

"ฉันเอาแต่ก้มมองนาฬิกาตาละห้อย แต่ก็ไม่ได้ช่วยให้เวลาเร็วขึ้นเลย"

"ตลกดี ยังจำได้อยู่เลยว่าตอนนั้นอยากรีบ ๆ ออกจากโรงพยาบาลแล้วกลับไปเรียน"

"ตอนนี้ในหัวคิดถึงแต่ปิดเทอมฤดูร้อนที่ใกล้เข้ามากับอิสรภาพจากคาบเรียนและการบ้าน คงเป็นธรรมชาติของมนุษย์\nละมั้งที่จะคิดถึงแต่สถานการณ์ของตัวเองในปัจจุบัน"

play sound sfx_normalbell

"และแล้วระฆังก็ดัง"

play ambient sfx_crowd_indoors fadein 1.0

scene bg school_hallway3
show crowd
with locationchange

"เมื่อโล่งใจที่ได้ยินเสียงระฆัง ทั้งเพื่อนร่วมชั้นและฉันต่างกรูออกมาที่โถงทางเดินที่เต็มไปด้วยเหล่านักเรียนที่ออกมาจาก\nห้องใกล้เคียง"

show emi basic_closedgrin at center
with charaenter

"ฉันเห็นร่างเล็ก ๆ ของเอมิที่อยู่ใกล้ ๆ จึงเดินเข้าไปหา"

hi "ไง"

show emi basic_grin
with charachange

"รอยยิ้มหวานของเธอแสดงชัดว่าดีใจที่ได้เจอฉัน"

show emi basic_happy
with charachange

emi "ฮิซาโอะ! เป็นไงบ้าง ห้องนายร้อนตับแตกเลยมั้ย"

hi "อืม ร้อน นึกว่าจะสุกตายอยู่ในนั้นแล้ว"

hi "แต่ก็ไม่ได้มีอะไรเป็นพิเศษอะนะ รู้สึกแปลก ๆ หน่อยที่รินเขาออกไปผจญภัยครั้งใหญ่หรืออะไรนั่นอยู่น่ะ"

show emi happybounce
with Pause(0.5)

"เอมิยิ้มกว้างขึ้นกว่าเก่าพลางโดดดึ๋ง ๆ อย่างกระตือรือร้น"

show emi excited_joy at center
with charachange

emi "สุดยอดเลยเนอะ ฉันล่ะยินดีกับรินม้ากมาก ทุกคนต้องชอบภาพวาดของรินแน่ ๆ จากนั้นก็จะได้ขายเยอะ ๆ ได้เงินแบบ\nเป็นกอบเป็นกำ"

hi "อื้ม ต้องไปได้สวยแน่"

show emi sad_pout
with charachange

emi "แต่ฉันงอนรินมากเลยนะเนี่ย"

"เธอทำเสียงฮึดฮัดแล้วยืนเท้าสะเอว น้ำเสียงเธอฟังดูโกรธ ๆ เล็กน้อย ท่าทีที่ออกมาอาจจะไม่ได้ดูโกรธจริงจังเท่าที่เธอ\nอยากให้เป็นสักเท่าไหร่ แต่ฉันก็ไม่พูดอะไร"

hi "ไหงงั้น"

show emi sad_annoyed
with charachange

emi "รินบอกว่าไม่อยากให้ฉันไปหา"

hi "อ้อ อืม เห็นว่างั้นอยู่ น่าจะไม่อยากให้อะไรมารบกวนมั้ง ก็เข้าใจได้แหละ"

show emi sad_angry
with charachange

emi "ฉันก็ไม่น่าเป็นตัวรบกวนอะไรขนาดนั้นนะ! อีกอย่าง ถ้าไม่มีคนไปตามจิกเดี๋ยวรินก็ลืมกินลืมนอนกันพอดี"

show emi basic_annoyed
with charachange

emi "บางทีรินก็เป็นงั้นแหละ จดจ่ออยู่กับอะไรสักอย่างจนทิ้งทุกอย่างไปหมด"

show emi sad_depressed
with charachange

emi "ฉันละเป็นห่วงจริง ๆ จะไหวมั้ยเนี่ย"

hi "สนิทกันดีนะพวกเธอเนี่ย"


######################
label th_R19a:
#if seen "what about emi" three scenes earlier

hi "จะว่าไป… ไม่รู้จะพูดดีมั้ย แต่คือฉันคาใจมาสักพักแล้ว"

hi "จะว่ายังไงดี… รินบอกว่าไม่ได้มองเธอเป็นเพื่อนอะไรขนาดนั้น… หรืออะไรสักอย่าง แล้วฉันก็ไม่รู้ด้วยว่าทำไมรินถึงได้\nพูดอย่างนั้น"

hi "เธอสองคนก็ดูสนิทกันขนาดนั้น"

show emi sad_shy
with charachange

"พูดแล้วก็กระอักกระอ่วนชะมัด แต่ก็ได้พูดแล้วละนะ เอมิดูจะไม่ตกใจอะไรเท่าไหร่ แต่เธอก็ชะงักไปครู่หนึ่ง แม้แต่รอยยิ้ม\nที่ฉายอยู่บนหน้าเธอเสมอยังจางลงเป็นสีหน้าที่เคร่งขึ้นมา"

show emi sad_grin
with charachange

emi "อะฮ่าฮ่า งั้นเหรอ งั้นรินก็น่าจะมองว่าฉันเป็นพี่สาวหรืออะไรประมาณนั้นมากกว่าละมั้ง"

hi "ทานโทษ พี่สาว? เธอเนี่ยนะ"

show emi excited_circle
with charachange

"ฉันเต๊ะมือทาบส่วนสูงบนหัวฉันแล้วเลื่อนไปบนหัวเธอราวกับจะวัดและยืนยันส่วนสูงของพวกเราสองคนอีกที เอมิตบเพียะ\nเบา ๆ เข้าที่ข้อมือฉันแล้วแลบลิ้นด้วยท่าทีโกรธ ๆ"

show emi basic_annoyed
with charachange

emi "เล่นขี้โกงนี่ นึกว่านายจะมีความเป็นสุภาพบุรุษมากกว่านี้เสียอีก"

hi "โทษที พอดีอดใจไม่ไหวน่ะ เล่นง่ายดี"

"แต่เอาจริง ๆ ที่หยอกไปก็ไม่ได้กะจะล้อเอมิหรอก กะจะให้บรรยากาศมันไม่เครียดมากกว่า"

show emi basic_grin
with charachange

emi "แต่ฉันพูดจริง ๆ นะ อีกอย่าง ฉันแก่กว่ารินไปหนึ่งปี แล้วก็แก่กว่านายไปหนึ่งปีด้วยเหมือนกัน ก็เลยนั่นแหละ"

hi "จริงเหรอ"

show emi sad_shy
with charachange

emi "อื้ม ฉันต้องหยุดเรียนไปหนึ่งปีเพราะต้องไปหัดเดินหัดวิ่งด้วยขาเทียมน่ะ"

hi "อ้อ เหรอ อย่างนี้นี่เอง"

"ฉันน่าจะคิดได้เองด้วยซ้ำ แต่เอาจริง ๆ แค่เห็นรูปร่างเธอก็คงเดาไม่ออกหรอก"

show emi sad_grin
with charachange

"เอมิยิ้มแห้ง ๆ ภายในตาเธอมีบางอย่างที่ซุกซ่อนอยู่ภายใต้ลอยโผล่ขึ้นมาเหมือนเกลียวน้ำวนที่อยู่ ๆ ก็ปรากฏท่ามกลาง\nสายน้ำที่ไหลเอื่อย"

show emi basic_grin
with charachange

"ฉันมองเธอที่กำลังต่อต้านสิ่งนั้นอยู่พักหนึ่ง และพอกะพริบตาไล่สิ่งนั้นไปแล้วเธอก็คลี่ยิ้มออกมา"

show emi basic_closedhappy
with charachange

emi "แต่ก็นั่นแหละ รินน่ะน่ารักจนฉันอยากตามเอาอกเอาใจ ฉันน่ะฝันอยากมีน้องสาวสักคนนะ แต่ว่า… ก็คงไม่ได้แล้วละนะ"

show emi sad_grin
with charachange

emi "จะให้คุยกับรินแบบจริงจังสักทีก็แอบยากเหมือนกัน เพราะงั้นก็น่าจะเป็นเพราะฉันพยายามไม่พอด้วยมั้ง"

emi "แต่ฉันชอบรินมากเลยนะ พอได้ยินอย่างนั้นแล้วฉันใจแป้วเลย แต่จะเถียงก็เถียงไม่ออก งั้นก็คงจะเป็นอย่างนั้นแหละ"

emi "พวกเราใกล้ชิดกันมาก แต่อาจจะไม่ได้ใกล้ชิดกันในทำนองอย่างนั้น ละมั้ง"

"เธอถอนหายใจพรืด"


######################
label th_R19b:

show emi sad_shy
with charachange

emi "มั้งนะ…"

show emi sad_depressed
with charachange

emi "รินจะคิดว่าฉันน่ารำคาญหรือเปล่า…"

hi "ฉันว่ารินไม่คิดอย่างนั้นหรอก"

show emi sad_grin
with charachange

"เอมิส่ายหัวยิ้ม ๆ ไม่รู้ว่าเธอพูดเล่นหรือพูดจริง"

show emi basic_grin
with charachange

emi "รินน่ะชอบคิดอะไรแปลก ๆ เรื่อยเลย เธอเข้าใจโลกในแบบที่ไม่เหมือนอย่างฉันเข้าใจ ฉันจำอะไรแปลก ๆ ที่เธอพูดมา\nจนทุกวันนี้ได้ไม่หมดด้วยซ้ำ"

show emi basic_closedgrin
with charachange

emi "จริง ๆ ขนาดเจ้าตัวก็คงจำไม่ได้ด้วยซ้ำ รินเป็นพวกที่ว่าถ้าหัวไม่ได้ติดอยู่กับบ่าก็คงลืมไว้ที่บ้านแล้ว นั่นแหละฉันถึงคอย\nตามดูตลอด"

show emi sad_grin
with charachange

emi "แปลกมั้ย"

"เธอยืนพิงผนังทำหน้ายุ่ง แต่ก็ยังดูร่าเริงเหมือนทุกที เห็นแล้วก็รู้สึกแปลก ๆ เหมือนกับว่าตอนนี้กำลังคุยอยู่กับสองคน\nไปพร้อม ๆ กันเลย"

hi "ถามฉันแล้วฉันจะถามใคร คนเราต่างก็แปลกกันไปคนละแบบทั้งนั้นแหละ แต่ของเธอก็คงจะแปลกในแบบที่ดีมาก ๆ\nเพราะอย่างน้อยฉันก็เข้าใจสิ่งที่เธอพูด ไม่เหมือนอย่างริน"

hi "หลาย ๆ ครั้งฉันก็ไม่เข้าใจว่ารินคิดอะไรอยู่เหมือนกัน"

show emi basic_closedgrin
with charachange

"เอมิหัวเราะคิกคักพลางพยักหน้าเห็นด้วย"

show emi basic_grin
with charachange

emi "ฉันว่าต่อให้นายไม่เข้าใจรินก็ไม่เป็นไรหรอก ปกติรินก็เป็นอย่างนั้นแหละ"

"เอมิยืดตัวยืนตรงปัด ๆ ชายกระโปรงพลางรีด ๆ ตามชายเสื้อแล้วหัวเราะเจื่อน ๆ"

show emi excited_proud
with charachange

emi "อะฮ่าฮ่า โห คุยเอาจริงเอาจังเลยนะเนี่ย นายเป็นอะไรไปเนี่ยฮิซาโอะ ทำไมถึงเอาเรื่องนี้มาพูด"

hi "อ้อ โทษที ไม่ได้ตั้งใจจะให้เรื่องมันเป็นอย่างนี้เหมือนกัน แค่ว่า… ไม่รู้สิ ช่วงนี้ฉันรู้สึกแปลก ๆ ยังไงไม่รู้กับรินน่ะ"

hi "ไม่รู้ทำไมเหมือนกัน"

"แอบรู้สึกผิดแฮะที่เอาเรื่องนี้มาคุยแค่เพราะตัวเองลำบากใจ"

show emi basic_closedhappy
with charachange

emi "ไม่เป็นไรหรอกน่า ไม่ต้องคิดมาก"

show emi excited_happy_close
with characlose

"อยู่ ๆ เอมิก็คว้าหมับเข้าที่ข้อมือแล้วบิดเพื่อดูเวลาจากนาฬิกาข้อมือฉัน"

show emi basic_hes_close
with charachange

emi "ตายแล้ว ป่านนี้แล้วเหรอเนี่ย ต้องไปแล้วละ พอดีต้องไปทำกิจกรรมของชมรมกรีฑาน่ะ"

show emi sad_shy_close
with charachange

emi "ไม่ไหว ๆ ร้อนขนาดนี้คงเหงื่อท่วมกันตายเลย แต่ก็รับปากไว้แล้วว่าจะไป"

show emi basic_happy_close
with charachange

emi "บ๊ายบาย!"

stop music fadeout 10.0

hide emi
with charaexit

"เอมิโดดลงตามบันไดไป ทิ้งให้ฉันยืนสงสัยว่าสิ่งที่ฉันพูดซึ่งจริง ๆ แล้วรินเป็นคนพูดนั้นทำร้ายจิตใจเธอหรือเปล่า หรือ\nเอาเข้าจริง ๆ แล้ว สิ่งที่ตัวเอมิพูดเองนั้นอาจจะเป็นสิ่งที่ทำร้ายจิตใจเธอหนักที่สุด"

$ renpy.music.set_volume(0.5, 1.0, channel="ambient")

window hide
nvl clear
nvl show dissolve

n "\n\n\n\nสุดท้ายแล้ว แม้แต่คนที่ใกล้ชิดกับรินที่สุดยังอยู่ห่างจากรินในระยะที่ไม่ต่างจากคนอื่น"

n "ตัวรินเองจะรู้สึกได้ถึงระยะนั้นหรือเปล่านะ"

n "ช่วงที่อยู่โรงพยาบาลฉันก็รู้สึกว่าตัวเองออกห่างจากโลกไปเรื่อย ๆ เหมือนกัน ตอนนั้นทั้งเครียดทั้งเศร้า ตอนนี้ก็ยังมี\nบ้างแหละ แต่ถึงอย่างนั้นฉันก็สู้กับสิ่งนั้นสุดกำลัง"

n "ถ้ารินอยู่อีกฟากฝั่งหนึ่งนั้นมาทั้งชีวิต ยังไงเธอก็คงต้องโดดเดี่ยว แต่ไม่แน่ว่าเธออาจจะไม่เหมือนอย่างคนทั่วไปก็ได้"

n "\nฉันไม่ยอมที่จะอยู่ตรงจุดนั้น แต่บางทีเธออาจจะสบายใจที่ได้อยู่ตรงนั้น"

$ renpy.music.set_volume(1.0, 2.0, channel="ambient")

nvl clear
nvl hide dissolve


#******************************
label th_R20:

window hide None

stop ambient fadeout 2.0

scene bg school_hallway3
with shorttimeskip

window show

"บ่ายนั้นระหว่างที่เดินไปตามโถงทางเดินฉันก้มมองนาฬิกาที่บอกเวลาเกือบจะสี่โมงครึ่ง"

"ทุกทีจะต้องไปทำกิจกรรมชมรม แต่ในเมื่อไม่มีอารมณ์จะไปชมรมศิลปะฉันจึงเดินมาอีกทาง"

"เหมือนเป็นการตัดสินใจที่แย่เอามาก ๆ ฉันรู้ดีว่าถ้าโดดชมรมไปหนึ่งครั้ง ครั้งต่อ ๆ ไปก็จะตามมา ระหว่างฉันและ\nชมรมศิลปะคงจบกันเท่านี้ละ"

"แต่ก็คิดมาสักพักแล้วละนะ ไว้ค่อยไปลาออกให้เป็นเรื่องเป็นราวอีกทีแล้วกัน"

"ฉันเดินเรื่อยเปื่อยก้มหน้ามองพื้นกระเบื้องยางจืด ๆ ซึ่งพอรู้ตัวอีกทีเท้าฉันก็พามายังห้องสมุดโรงเรียนโดยน่าจะไม่รู้ตัว"

play music music_happiness fadein 2.0

scene bg school_library at right
with locationchange

"ภายในนั้นแทบไม่มีใครและเงียบสงัด มีนักเรียนม. 4 แสนขยันอยู่สองสามคนที่กำลังช่วยกันนั่งทำการบ้านอยู่ด้วยกัน\nให้เสร็จทันก่อนมื้อเย็น"

"วันนี้ยูโกะก็ตั้งใจทำงานดีเหมือนเดิม เธอกำลังจัดการกองหนังสือที่ตั้งซ้อนกันอยู่บนโต๊ะไปอย่างเป็นระเบียบ คอยหยิบ\nมาเช็กทีละเล่มก่อนจะวางไว้ที่รถเข็นข้าง ๆ เธอ พอฉันเดินผ่านก็ทักทาย"

show yuuko happy_down at center
with charaenter

yu "ทิวาสวัสดิ์"

show yuuko neutral_down
with charachange

yu "ไม่เห็นแวะมาสักพักแล้วนะ อ่านหนังสือหมดแล้วเหรอ"

"ดูท่าว่าจะอารมณ์ดี"

hi "ฮะ ๆ ไม่น่านะครับ พอดีผมเข้าชมรมศิลปะแล้วเลยเอาเวลาไปลงกับที่นู่นเสียเยอะ ไม่ได้มาอ่านหนังสือที่ยืมไป\nเท่าไหร่เลย"

hi "แต่ผมก็กะว่าจะออกแล้ว จากนี้ไปก็น่าจะได้เห็นหน้าผมบ่อยขึ้นแล้วละนะครับ"

show yuuko worried_up
with charachange

yu "ไม่ชอบชมรมเหรอ"

hi "เอาตรง ๆ มั้ยครับ ผมก็ไม่รู้ ผมไม่ได้มีพรสวรรค์ทางด้านศิลปะเท่าไหร่ แต่ก็ไม่ได้เกลียดศิลปะเหมือนกัน"

hi "อาจจะแค่รู้สึกว่าไม่รู้จะทำไปทำไมมั้งครับ อยู่ไปก็ไม่มีเป้าหมายอะไร"

show yuuko worried_down
with charachange

yu "ฉันน่ะแอบกลัวครูศิลปะนะ"

hi "จริงเหรอครับ เขาก็ดูเป็นคนดีนะ ถึงบางทีอาจจะทำอะไรเกินไปหน่อยก็เถอะ"

"ฉันดูไม่ออกว่าตอนนี้ยูโกะคิดอะไรอยู่ เธอก็ไม่พูดอะไรอีก"

hi "แล้วคุณเป็นยังไงบ้างครับ"

show yuuko smile_down
with charachange

yu "วันนี้มีเรื่องดี ๆ ละ หน่วยกิตที่มหาลัยฉันได้ครบแล้ว"

hi "เอ งั้นก็ดีแล้วละครับ"

show yuuko closedhappy_up
with charachange

yu "ใช่! ถ้าหน่วยกิตไม่พอฉันคงโดนไล่ออกแล้วต้องเอาไปเล่าที่บ้านอีกยาวแน่ โชคดีจริง ๆ"

show yuuko smile_up
with charachange

yu "กะว่าวันนี้จะไปซื้อพุดดิงฉลองด้วย"

hi "เรียนมหาลัยนี่ฟังดูลำบากจังเลยนะครับ ผมละทึ่งจริง ๆ ที่คุณทำงานสองที่แล้วยังไปเข้าเรียนได้อยู่เนี่ย"

show yuuko worried_down
with charachange

hi "งานพาร์ทไทม์น่ะทำให้ตามเรื่องเรียนลำบาก แล้วจะโดนอาจารย์ที่ปรึกษาดุด้วย"

yu "แล้วถ้าอ่านหนังสือจนดึกดื่นก็จะต้องไปทำงานสภาพง่วง ๆ แล้วก็โดนเจ้านายดุอีก"

show yuuko worried_up
with charachange

yu "แต่ถ้าลาออกจากงานฉันก็จะอดตาย"

show yuuko neurotic_up
with charachange

yu "เหมือนไม่มีทางรอดเลย เฮะ ๆ ทำไมถึงเป็นงั้นนะ"

"ฉันไม่รู้จะตอบอะไร ยูโกะไม่ได้บ่นเพื่อจะให้ชายที่อายุน้อยกว่าเธอไปหลายปีมาสงสารตัวเอง เธอแค่เล่าถึงความเป็นจริง\nในชีวิตประจำวันเธอเท่านั้น"

"แต่ก็ทำให้ฉันยิ่งสงสารเธอเข้าไปอีกยังไงไม่รู้"

hi "โห ลำบากน่าดูเลยนะครับ"

show yuuko neutral_down
with charachange

yu "ไม่รู้สิ มันเป็นอย่างนี้มานานจนฉันลืมแล้วว่าชีวิตปกติเป็นยังไง หรือไม่ก็นี่อาจจะเป็นเรื่องปกติของคนรุ่นฉันก็ได้"

show yuuko worried_down
with charachange

yu "ปกติมั้ยนะ ปกติแหละ ต้องปกติแน่ ๆ ทำไมการทำตัวให้ปกติมันเครียดอย่างนี้นะ"

hi "ไม่รู้สิครับ แต่การทำตัวไม่ปกติก็คงไม่ต่างกันเท่าไหร่หรอก"

show yuuko panic_up
with charachange

yu "อ๊ะ ไม่ได้จะหมายความอย่างนั้นนะ! โทษที ๆ ๆ ! เผลอคุยยาวเลย"

hi "ไม่เป็นไรหรอกครับ หยอก ๆ น่าครับ แต่ตอนนี้คุณก็ดูสบายดีนะ"

show yuuko closedhappy_down
with charachange

yu "อื้ม เวลาฉันเครียด ๆ ก็จะถอยออกมาก้าวหนึ่งก่อนแล้วก็ชงชา! แล้วพอดื่มชาฉันก็จะปลุกไฟในตัวด้วยการเอาน้ำมัน\nสาดแบบ ตู้ม! จากนั้นก็บอกกับตัวเองว่า “เธอต้องทำสิ่งนี้นะยูโกะ!” แล้วก็รีบไปทำให้เสร็จเลย!"

show yuuko happy_up
with charachange

yu "นั่นแหละฉันถึงได้ขยัน"

"พอถึงช่วงสำคัญของเรื่องเล่าเปี่ยมพลังนั้นเธอก็กำหมัดแบบเล่นใหญ่ สิ่งที่เธอจะสื่อนั้นไม่ค่อยชัดสักเท่าไหร่ แต่ขอแค่\nมีแรงขับเคลื่อนสู้ต่อก็ดีแล้วละนะ"

stop music fadeout 10.0

hide yuuko
with charaexit

show bg school_library at left
with charamove

"ฉันปล่อยให้ยูโกะทำงานต่อแล้วเดินมาที่ด้านหลังห้องสมุดที่เป็นหมวดนวนิยาย แวบหนึ่งฉันคิดจะอ่านหมวดสารคดี\nเปลี่ยนอารมณ์บ้าง ชีวประวัติงี้ แต่สุดท้ายก็พับแผนนั้นทิ้งไป"

"นิ้วฉันกรีดไปตามสันหนังสือหมวดนวนิยายที่เรียงเป็นแถบ บางจังหวะก็หยิบออกมาสักเล่มอ่านปกหลังดู บางทีก็อ่าน\nสองสามหน้าแรกไปด้วย"

"แต่เมื่อไม่มีเล่มไหนน่าสนใจฉันจึงหยิบเล่มที่ฉันอ่านไปแล้วช่วงเดือนมีนาตอนที่อยู่โรงพยาบาล เป็นเล่มที่ฉันจำได้\nว่าชอบ"

"ฉันนั่งลงกับบีนแบ็ก พอได้อ่านแล้วก็ติดหนึบเข้ากับหนังสือทันที นิ้วฉันพลิกไปหน้าต่อหน้าอย่างรวดเร็ว ฉันอาจจะ\nไม่ใช่คนที่อ่านเร็วมากมาย แต่ก็ยังถือได้ว่าค่อนข้างเร็ว พอได้อ่านเร็วแล้วทำให้ฉันรู้สึกอิ่มใจอย่างประหลาด"

"ฉันตั้งสมาธิอยู่กับการอ่านหนังสือได้ดี และตราบใดที่ฉันมีแรงขับเคลื่อน ฉันก็จะอ่านหนังสือเรียนให้ได้ผลที่ค่อนข้างดี\nได้เหมือนกัน นั่นคือเคล็ดลับที่ฉันเรียนได้คะแนนดี ถึงจริง ๆ จะขยันตั้งแต่อยู่ในห้องเรียนด้วยอยู่แล้วก็เถอะ"

"รินและฉันเหมือนกันก็ตรงนี้ รินเองก็จดจ่ออยู่กับการวาดรูปได้ถ้าเธอตั้งใจทำ"

"ตอนนี้เธอจะทำอะไรอยู่นะ อาจจะตั้งใจวาดรูปอยู่"

"ระยะห่างที่อยู่ ๆ ก็มาขวางกั้นระหว่างพวกเรานี้ทำให้ฉันหงุดหงิด ทั้งที่ก่อนหน้านี้เหมือนได้เข้าใกล้กันแล้ว แต่ตอนนี้\nความรู้สึกนั้นดันหายไป"

"ฉันเองก็แอบเป็นห่วงเธอด้วย"

label th_choiceR20:

menu: 
    with menueffect

    "ฉันไม่เข้าใจว่าตัวเองคิดอะไรอยู่"

    "ฉันปล่อยเธอไว้ตัวคนเดียวไม่ได้แน่":
        return m1

    "ฉันอยากอยู่กับเธอให้มากกว่านี้":
        return m2

label th_R20a:

"ฉันเป็นห่วงรินเหมือนอย่างเอมิ รินเป็นคนจำพวกที่จะจมดิ่งอยู่กับโลกอันประหลาดของตัวเอง แล้วพอรู้ตัวอีกที\nก็ถึงเห็นว่าหลงทางเสียแล้ว"

"ใช่ว่าฉันจะอยากเป็นเจ้าชายขี่ม้าขาวไปช่วยเธอให้หลุดพ้นจากจุดนั้นของตัวเธอเองหรืออะไรหรอก รินไม่ได้ต้องการ\nความช่วยเหลือ แต่ฉันก็คงปล่อยเธอไว้ตัวคนเดียวไม่ได้แน่"

label th_R20b:

"ถ้าไม่มีรินแล้ว ฉันก็ไม่ได้คุยอะไรเท่าไหร่กับคนอื่นในโรงเรียนนี้ ถึงเราสองคนจะไม่ได้คุยกันมากขนาดนั้นก็จริง\nแต่อย่างน้อยเราก็อยู่ด้วยกัน"

"ฉันไม่อยากเสียสิ่งนั้นไป"

label th_R20c:

"ถ้าอยากจะให้ความสัมพันธ์ระหว่างฉันกับรินยังไปต่อ ฉันต้องคอยอยู่เคียงข้างเธอช่วยทำให้งานนิทรรศการนี้สำเร็จ\nลุล่วงให้ได้"

"ฉันเปิดค้างอยู่ที่หน้าเดิมมาสักพักแล้ว"

"ฉันหันกลับมาอ่านหนังสือต่อ ป่าอักขระบนหน้ากระดาษได้กลายเป็นรหัสที่ยากจะเข้าใจไปแล้ว ฉันเพ่งมองหวังให้\nตัวอักษรจะเป็นอะไรที่ฉันพอเข้าใจขึ้นมาบ้าง"

"ไม่มีอะไรที่คุ้นตาขึ้นมาเลย ฉันไปต่อไม่ได้อีก"

"ฉันปิดหนังสือไปเหม่อ ๆ แล้วเก็บกลับเข้าที่ชั้นวาง จากนั้นก็นั่งลงคิดทบทวนถามใจตัวเองถึงสิ่งที่ต้องการจริง ๆ"

scene black
with dissolve


#**************************

label th_R21:

window hide None

scene bg school_hallway3
show crowd
with locationchange

window show

"ฉันเองก็มีกิจกรรมชมรมเหมือนอย่างเอมิ ฉันจึงตรงดิ่งไปที่ห้องศิลปะที่อยู่สุดโถงทางเดิน"

stop ambient fadeout 1.0
play music music_dreamy fadein 4.0

scene bg school_classroomart
with locationchange

"วันนี้มีสมาชิกมาไม่กี่คน บรรยากาศจึงดูสบาย ๆ กว่าทุกทีเข้าไปอีก"

"รินไม่อยู่เพราะมีเรื่องงานนิทรรศการ แต่คนที่เหลือน่าจะแค่โดดไปเฉย ๆ เพราะเพลียแดดมากกว่า"

"ฉันใช้แร่แกรไฟต์วาดภาพร่างแบบขอไปทีจนออกมาไม่สวย นิ้วฉันเปื้อนสีดำจากการที่จับแร่แกรไฟต์ขูด ๆ ขีด ๆ ลงกับ\nกระดาษ ไม่ว่าจะโดยตั้งใจหรือไม่ตั้งใจก็ดี"

"ทักษะฉันพัฒนาขึ้นมาหน่อยหนึ่งแล้ว แต่ก็ยังอีกไกลโขกว่าจะได้อย่างริน"

"จนในที่สุดครูโนมิยะก็เข้าห้องมาแล้วเดินดูรอบ ๆ ว่าพวกเราทำอะไรกันอยู่ บ้างก็ให้คำติชมกับรูปที่สมาชิกชมรมกำลัง\nวาดกันอยู่"

"คุณครูมาหยุดยืนอยู่ข้างหลังฉันแล้วโน้มตัวมาดูภาพร่างที่ไม่ได้เรื่องของฉัน"

show nomiya smile at center
with charaenter

no "จะลองทำอย่างเทซูกะบ้างเหรอ"

hi "เอ่อ ก็ดูตอนรินวาดอยู่แหละครับ แต่ก็ไม่ได้ขอคำแนะนำจากเจ้าตัวโดยตรงเลย"

show nomiya frown_close
with characlose

no "ไหนดูซิ"

"คุณครูถือวิสาสะหยิบแร่แกรไฟต์จากในมือฉันไปแล้วลากเส้นจาง ๆ ทับบนภาพร่างของฉันเพื่อให้เห็นจุดที่ต้องปรับปรุง"

"ก่อนหน้านี้ฉันหงุดหงิดที่มองไม่เห็นข้อผิดพลาดที่ออกจะเห็นได้ชัดสักที แต่เพียงแค่ครูโนมิยะขยับข้อมือลากเส้น\nไปมาสองสามทีด้วยท่าทางที่เหมือนไม่คิดอะไรนั้น ข้อผิดพลาดเหล่านั้นก็ชัดแจ้งขึ้นมา"

show nomiya frown
with charadistant

"คุณครูยืดตัวแล้วหันไปมองที่นั่งที่รินนั่งเป็นประจำ"

show nomiya dreamy
with charachange

no "ชวนให้คิดถึงจังเลยนะ เหมือนนกที่บินออกจากรังเลย ถ้าเทซูกะเรียนจบแล้วฉันคงคิดถึงแย่ ตรงนี้แหละคือจุดเริ่มต้น"

show nomiya smile
with charachange

no "พูดแล้วก็น้ำตาจะไหล"

hi "ครูคิดว่ารินมีโอกาสจะประสบความสำเร็จจากงานนิทรรศการนี้จริงเหรอครับ"

show nomiya frown
with charachange

"ครูโนมิยะเงยหน้าจากภาพร่างที่ฉันวาดมามองแล้วดันแว่นพลางลูบคางครุ่นคิด"

no "แน่อยู่แล้วสิ ก็อาจจะไม่ถึงขั้นดังเปรี้ยงปร้างข้ามคืนอะไรขนาดนั้นหรอก แต่สิ่งสำคัญคือการให้พอได้เป็นที่รู้จักต่างหาก"

show nomiya smile
with charachange

no "ถ้าเกิดเทซูกะได้เป็นศิลปินขึ้นมาแล้วคอนเนกชันนี่แหละที่อาจจะเป็นสิ่งล้ำค่ายิ่งกว่าอะไร วงการนี้น่ะ พวกเสียงลือ\nเสียงเล่าอ้างน่ะทรงพลังมากเลยนะ"

show nomiya talk
with charachange

no "จุดแข็งตอนนี้ก็คือเรื่องอายุแล้วก็กลวิธีวาด เท้านั่นน่ะ อะไรที่มันพิเศษอย่างนี้คนย่อมอยากรู้อยากเห็นเป็นธรรมดา"

"คำพูดครูฟังแล้วไม่ค่อยรื่นหูสักเท่าไหร่"

hi "ถ้างั้นก็เป็นการใช้ความพิการหาชื่อเสียงสิครับ ฟังดูทะแม่ง ๆ อยู่นะครับ"

show nomiya serious
with charachange

no "อะ ๆ ๆ ไม่ใช่อย่างนั้นเลย ลองมองอีกมุมเหมือนอย่างที่ศิลปินทำกันดูก่อน"

show nomiya smile
with charachange

no "เธออยากจะปกปิดไม่ให้สังคมรับรู้ถึงตัวตนเทซูกะราวกับว่าสิ่งที่เธอเป็นอยู่นั้นเป็นอะไรที่น่าอับอายไปเลยหรือเปล่า"

show nomiya talk
with charachange

no "ถ้าเราย้ำเรื่องนั้น ก็จะมีคนบอกว่าพวกเราเอาความพิการมาหากิน แต่ถ้าเราปกปิดเรื่องนั้น ก็จะมีคนบอกว่าพวกเรา\nเอาความพิการมาแบ่งแยก ถ้ามองโดยภาพรวมแล้ว จริง ๆ เราก็แค่เอาออกมาเปิดเผยกันตรง ๆ"

show nomiya smile
with charachange

no "ซึ่งก็ไม่ได้ผิดอะไร จริงมั้ยหนุ่ม"

hi "คงงั้นมั้งครับ"

show nomiya veryhappy
with charachange

no "เยี่ยมยอด!"

show nomiya talk
with charachange

no "จริงอยู่ว่าสังคมมองความพิการออกไปหลายแง่ ซึ่งส่วนมากก็เป็นในแง่ลบ แต่การเอาแต่ปัด ๆ เรื่องพวกนั้นไปให้พ้นตาน่ะ\nไม่ได้ช่วยให้อะไรดีขึ้นมาหรอก"

show nomiya smile
with charachange

no "ฉันมั่นใจว่าซาเอะเขาจะระมัดระวังกับเรื่องนี้แน่นอน รู้จักกันมาตั้งแต่สมัยเรียนที่โรงเรียนศิลปะแล้วละ เป็นคนที่พึ่งพาได้\nที่สุดแล้ว"

hi "ทำไมคุณนายไซอนจิถึงยอมทำเพื่อรินขนาดนั้นล่ะครับ หรือเพราะว่าครูเป็นคนขอ"

show nomiya veryhappy
with charachange

no "โอย ซาเอะก็มีเหตุผลของเขาแหละ เชื่อตาลุงคนนี้เถอะ ซาเอะน่ะใจดีกว่าที่เห็นนะ"

extend " อ้อ แต่อย่าเอาไปบอกนะว่าฉัน\nพูดงั้นน่ะ"

show nomiya talktongue
with charachange

"ครูขยิบตาให้แรง ๆ แล้วเอามือปิดปากไว้ราวกับว่าจะเก็บคำพูดกลับเข้าปากไป"

"ฉันยังจำได้ถึงสายตาของคุณนายไซอนจิที่คอยมองรินแทบจะตลอดเวลาที่พวกเราอยู่ที่หอศิลป์นั้น ราวกับว่าเธอกำลัง\nบันทึกรายละเอียดของรินทุกอย่างเข้าไปในความทรงจำ"

"หรือไม่ก็คงเป็นเพราะรินทำให้เธอนึกถึงใครบางคนขึ้นมา"

show nomiya smile
with charachange

no "โดยมากซาเอะก็ชอบคนที่มีความหลงใหลทางด้านศิลปะนั่นแหละ หอศิลป์นั้นก็จัดมาเพื่อให้เหล่าศิลปินที่มีแววได้มา\nเผยแพร่ผลงานโดยเฉพาะเลย"

no "ซึ่งเหมาะกับคนอย่างเทซูกะมาก"

hi "แต่ผมไม่รู้นะครับว่าเธอจะอยากทำอาชีพเป็นศิลปินเลยหรือเปล่า แต่ยังไงถ้าดังแล้วก็คงต้องไปต่ออย่างนั้นแหละมั้งครับ"

show nomiya veryhappy
with charachange

no "ฉันไม่รู้หรอก"

show nomiya smile
with charachange

no "ก็อย่างที่เขาว่ากันนั่นแหละ ครูก็เหมือนเรือจ้าง แต่คนที่จะเดินทางไปจริง ๆ คือนักเรียนต่างหาก ถึงจะเป็นคำเปรียบ\nที่ตกยุคไปแล้ว แต่ก็ยังค่อนข้างจริงนะ"

hide nomiya
with charaexit

"แล้วคุณครูก็เดินไปคุยกับนักเรียนสาวม. 5 สองคนที่นั่งวาดภาพสีน้ำกันอยู่"

"ถึงจะบอกว่าตัวเองเป็นเรือจ้างอะไรที่ฟังดูเฝือ ๆ นั่นก็เถอะ แต่ฉันรู้สึกเหมือนว่าครูโนมิยะเองนั่นแหละที่เป็นคนแจวเรือ\nนำทางรินไปท่าเรือหนึ่งด้วยตัวเองมากกว่า แต่ก็ว่าไม่ได้หรอก"

"ฉันเองก็ทำแบบนั้นไปเหมือนกันกับการที่ฉันพูดถึงเรื่องโอกาสที่อาจจะเสียไปอะไรพวกนั้น"

"ครูโนมิยะเห็นว่าสมควรแก่เวลาแล้วที่จะให้รินได้ลองบินด้วยปีกตัวเอง คุณครูมั่นใจกับงานนี้มาก"

"ฉันนึกสงสัยว่าทำไมถึงอดใจไม่ให้เป็นกังวลไม่ได้ ทั้งที่ไม่น่าจะเกี่ยวอะไรกันกับฉันแท้ ๆ"

"อาจจะเพราะไม่เกี่ยวนี่แหละฉันถึงได้เป็นกังวล ฉันอยาก… อยากเป็นส่วนหนึ่งของชีวิตริน และอยากให้รินเป็นส่วนหนึ่ง\nของชีวิตฉันด้วย"

"อย่างที่เพื่อนเป็นกัน รินบอกว่าพวกเราเป็นเพื่อนกัน แต่จริง ๆ แล้วเธอหมายความว่ายังไงกันแน่"

"ฉันรู้สึกว่าตัวเองนั้นอยู่ห่างจากรินเหลือเกิน แม้ยามที่ตัวจะอยู่ใกล้ก็ตาม ฉันเป็นเหมือนอย่างเอมิที่ไม่เข้าใจริน"

label th_choiceR21:
menu:
    with menueffect

    "สำหรับรินแล้ว ฉันเป็นอะไร"

    "ฉันอยากสนับสนุนริน":
        return m1

    "ฉันอยากเข้าใจริน":
        return m2

label th_R21a:

"ฉันอยากอยู่เคียงข้างรินในยามที่เธอต้องการแรงกายแรงใจจากเพื่อน ฉันอยากจะช่วยรินบ้าง"

"ถ้าฉันไม่อยู่เคียงข้างรินในยามที่เธอต้องการฉัน แล้วฉันจะเรียกเธอว่าเป็นเพื่อนได้ยังไง"

label th_R21b:

"ท้ายที่สุดแล้ว แม้พวกเราจะเป็นเพื่อนกัน แต่ก็ไม่ได้รู้สึกว่าพวกเราใกล้ชิดกันขึ้นมาเลย"

"ถ้าฉันไม่เข้าใจริน แล้วฉันจะเรียกเธอว่าเป็นเพื่อนได้ยังไง"

label th_R21c:

"เสียงหัวเราะของครูโนมิยะดังลั่นเติมเต็มความเงียบในยามบ่าย ณ เวลานี้ที่ชมรมกำลังจะเลิก คุณครูตบหลัง\nสาวคนหนึ่งเบา ๆ เป็นเชิงให้กำลังใจ"

"ฉันย้อนคิดถึงทุกสิ่งที่พาให้ตัวเองมายังจุดนี้ คิดถึงช่วงเวลาสองสามสัปดาห์ที่ได้อยู่กับรินในรั้วโรงเรียนยามากุแห่งนี้"

"แม้ท้ายที่สุดฉันแทบจะไม่ได้เข้าใจอะไร แต่ฉันมั่นใจอย่างหนึ่งว่า"

"ถ้าอยากจะให้ความสัมพันธ์ระหว่างฉันกับรินยังไปต่อ ฉันต้องรับผลอะไรก็ตามที่จะเกิดจากโครงการงานนิทรรศการนี้\nไปพร้อม ๆ กับริน"

stop music fadeout 6.0

"ฉันหันกลับมามองเส้นร่างสีดำยุ่งเหยิงที่มีเส้นกรอบยากจะมองเห็นที่คุณครูขีดทับไว้อยู่"

"ไม่มีอะไรที่คุ้นตาขึ้นมาเลย ฉันไปต่อไม่ได้อีก"

"ฉันวางแร่แกรไฟต์ลงกับโต๊ะ จากนั้นก็คิดทบทวนถามใจตัวเองถึงสิ่งที่ต้องการจริง ๆ"

scene black
with dissolve


#**************************''''

label th_R22:

play ambient sfx_businterior fadein 1.0

scene ev busride
with locationchange

"วันถัดมาฉันนั่งรถบัสเข้ามาตัวเมือง รถบัสนั้นวิ่งผ่านโรงเรียนยามากุตั้งแต่ตอนเช้าชั่วโมงละสองเที่ยว โดยในแต่ละชั่วโมง\nจะเป็นรอบเวลาที่ 20 และ 50 นาที"

"ถ้าให้เทียบกับที่ครูโนมิยะขับรถพาไปครั้งนั้นแล้ว การนั่งรถบัสไปจะใช้เวลาค่อนข้างนานกว่า ฉันอ่านหนังสือ\nไปอย่างช้า ๆ ระหว่างที่รถบัสกำลังวิ่งไปตามชานเมืองและจอดตามป้ายเพื่อรับส่งผู้คน"

stop ambient fadeout 0.1
with Pause(0.1)
$ renpy.music.set_volume(0.6, 0.0, channel="ambient")
play ambient sfx_traffic fadein 1.0

scene bg city_street4
with locationskip

"ในที่สุดก็มาถึงป้ายสุดท้ายที่อยู่ใจกลางตัวเมือง ตัวเมืองนั้นค่อนข้างใหญ่ แต่ก็ไม่ได้ใหญ่มาก แถมออกจะดูเงียบไป\nด้วยซ้ำ" 

"แต่ฉันก็ชอบบรรยากาศแบบนี้"

$ renpy.music.set_volume(0.2, 1.0, channel="ambient")

scene bg gallery_ext:
    xalign 0.5 yalign 0.0
with locationchange

"ถึงจะมีปัญหากับการนำทาง แต่ฉันก็ยังเดินไปที่หอศิลป์ได้ไม่ลำบากอะไรมาก ไม่นานก็เห็นตัวอักษรใหญ่ ๆ ที่เขียนว่า\n“ซอย 22”"
#...Any way that the letters on the sign in the BG could be made to look more like they were actually part of the place? They look more clear and crisp than the rest of the picture as they are right now, and it loks a bit off. I really, really, really, really hate to nitpick like that, but it's just something I noticed. ---K.

play sound sfx_storebell
stop ambient fadeout 0.5

scene bg gallery_int
with locationchange

play music music_soothing fadein 4.0

"ในนั้นมีเจ้าของหอศิลป์ที่ยืนพินิจภาพเหมือนชายชราขนาดใหญ่ที่แขวนอยู่กับผนัง"

hi "ทิวาสวัสดิ์ครับ"

show sae neutral at center
with charaenter

"เธอหันมามองฉันแล้วยิ้มให้ด้วยความคุ้นเคย"

show sae smile
with charachange

sa "อ้าว พ่อหนุ่มที่มาเมื่อวันนั้นนี่ นักเรียนของชินอิจิที่ชื่อ… ฮิซาโอะ ใช่มั้ย"

hi "ใช่ครับ ทิวาสวัสดิ์ครับคุณนายไซอนจิ"

show sae doubt
with charachange

sa "เรียกแค่ซาเอะเถอะนะ แค่นี้ฉันก็แก่จะแย่แล้ว"

show sae smile
with charachange

sa "เธอรู้มั้ย ฉันดีใจมากเลยนะที่แม้แต่คนรุ่นเธอยังให้ความสนใจศิลปะน่ะ ว่าแต่มาทำไมเหรอ คงไม่ได้ถ่อจากโรงเรียน\nมาถึงนี่แค่มาแวะให้พอเป็นมารยาทสินะ"

hi "เอ่อ… คือผมมาหารินน่ะครับ กะว่าจะมาดูว่าเป็นยังไงบ้าง"

show sae doubt
with charachange

sa "อ้อ งั้นเหรอ งั้นก็ไม่ใช่ในนี้หรอก"

show sae neutral
with charachange

sa "คือ จริง ๆ สตูดิโออยู่ที่ตึกถัดจากนี้ไปอีก ขึ้นบันไดไปเลย มีประตูอยู่ตรงนั้นบานเดียว ยังไงก็ไปถูก"

stop music fadeout 6.0
$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_rooftop fadein 0.5

scene bg gallery_ext
with locationchange

"พอขอบคุณซาเอะแล้วฉันก็ออกมาจากหอศิลป์ไปยังประตูบานที่เธอพูดถึง"

scene bg gallery_staircase
with locationchange

"เป็นบันไดมืด ๆ ที่ชวนให้นึงถึงบันไดดาดฟ้าที่โรงเรียน"

"ทั้งที่มีเพียงห้าชั้น แต่บันไดนั้นชันทีเดียว ยังไม่ทันจะถึงชั้นบนสุดฉันก็หอบเสียแล้ว"

"ปลายทางมีประตูไม้เรียบ ๆ คอยอยู่ เมื่อเห็นว่าไม่ได้ล็อกจึงเคาะประตูแล้วเปิดเข้าไป"

$ renpy.music.set_volume(0.3, 2.0, channel="ambient")

scene bg gallery_atelier at Fullpan(8.0, dir="left")
with whiteout

"สตูดิโอนั้นก็เป็นห้องกว้าง ๆ ห้องหนึ่ง เพดานฟากหนึ่งอยู่ต่ำกว่าอีกฟากเพราะอาคารนี้ทำหลังคาทรงจั่ว"
#Going to let the sloped ceiling bit slide for now. Can't really disprove it.

"มีจุดหนึ่งที่เป็นช่องแสงบานใหญ่ให้แสงแดดลอดผ่านเข้ามาตกกระทบกับกำแพงสีขาวจนทำให้ห้องสว่างขึ้นมา"

"งานศิลปะพวกนี้น่าจะต้องใช้แสงจากธรรมชาติแหละนะ"

"ภายในไม่ได้ตกแต่งอะไรมาก ซึ่งก็ไม่แปลกใจเพราะห้องนี้ใช้เป็นที่เก็บของมาสักพักแล้ว"

"รอบ ๆ มีกล่องและเฟอร์นิเจอร์ของสำนักงานวางเกลื่อนอยู่ ทั้งยังดูไม่ค่อยสะอาดเพราะไม่มีใครใช้ทำอะไรสักพักแล้ว\nก็ดูออกอยู่หรอกว่าพอจะมีการทำความสะอาดอะไรบ้างนิดหน่อย แต่ก็ไม่ได้หมดจดขนาดนั้น"

show rin back_cas at center
with charaenter

"รินยืนหันหลังให้ฉันอยู่กลางห้อง เธอมองผืนผ้าใบที่ถูกวาดไปบางส่วนที่อยู่บนขาตั้ง"

"ไม่ได้กำลังวาด แค่มองอยู่นิ่ง ๆ"

"เธอใส่ชุดเอี๊ยมผ้าเดนิมที่น่าจะเป็นของมือสองหรือสามทับชุดนักเรียนอย่างที่ฉันใส่อยู่"

"สภาพนั้นดูค่อนข้างเก่า และยังมีรอยเปื้อนสีไปทั่ว ดูจากสภาพที่ชุดเอี๊ยมนั้นไม่พอดีกับตัวรินนักแล้ว เดิมทีคงไม่ใช่\nของเจ้าตัว"

hi "ไง"

rin "สวัสดี"

"รินเห็นว่าการที่ฉันมาเยือนไม่มีค่าพอที่เธอจะต้องหันมา เธอตอบคำทักทาย รอยยิ้ม หรืออะไรก็ตามของฉันด้วยระบบ\nอัตโนมัติ"

"เธอยังคง… ทำอะไรที่เธอทำอยู่นั่นแหละ อาจจะคิดอะไรสร้างสรรค์แปลก ๆ อยู่"

"จริง ๆ ก็คงไม่น่าแปลกใจขนาดนั้น แต่ฉันก็ลองสนทนากับเธออีกครั้ง"

hi "ห้องนี่เจ๋งดีนะ กว้างดีด้วย"

rin "ใช่ ซาเอะบอกว่าใช้ได้เต็มที่เลย ฉันได้กุญแจมาด้วย"

hi "แล้วงานเป็นไงบ้าง"

"เธอไม่ตอบอยู่พักหนึ่งจนฉันชักสงสัยว่าเธอลืมที่ถามไปแล้วหรือเปล่า"

"เมฆเคลื่อนมาบังแสงแดดที่ส่องลอดช่องแสง บรรยากาศที่มืดลงดูจะทำให้รินรู้สึกตัว"

rin "ไม่รู้สิ เหมือนบอลลูกใหญ่ ฉันไม่รู้ว่าด้านไหนคือด้านที่ถูก"

rin "ใหญ่มาก เป็นอะไรที่ใหญ่ที่สุด เหมือนภูเขางอกอยู่ในอก เหมือนฉันกลืนภูเขาไปทั้งลูก"

rin "ยากมากแน่ ๆ ยากมาก ๆ"

"ฉันจับน้ำเสียงเธอคอยฟังดูว่าลึก ๆ แล้วเธอเครียดหรือลังเลอะไรอยู่หรือเปล่า แต่ก็ไม่รู้สึกว่าจะเป็นอย่างนั้นเลย"

rin "มาทำไม"

$ renpy.music.set_volume(0.0, 4.0, channel="ambient")

"น้ำเสียงเธอไม่ได้หยาบกระด้างอย่างตัวคำถามที่ดูห้วน ๆ นั้น"

hi "ก็เธอบอกว่าให้แวะมาหาได้ ก็เลยมา"

hi "ก็มาหาเฉย ๆ นี่แหละมั้ง แต่ก็กะอยู่ว่าเธอคงอยากให้ใครมาอยู่เป็นเพื่อน ผู้ช่วย หรือไม่ก็—"

rin "ฮิซาโอะ"

rin "อยู่เงียบ ๆ สักสิบห้านาทีได้มั้ย แต่สิบนาทีก็น่าจะพอ แต่ห้านาทีไม่พอแน่ หลังจากนั้นก็คุยต่อได้"

"น้ำเสียงเธอนั้นจริงจังอย่างที่ฉันไม่เคยได้ยินมาก่อน ไม่ได้สั่ง ไม่ได้รำคาญ ไม่ได้โกรธ แต่พอได้ฟังแล้วก็จี๊ดอยู่ดี"

hi "ก็ได้"

"พอเงียบแล้วความกังวลก็กลับเข้าเกาะกุมใจฉัน คิดถูกแล้วหรือเปล่านะที่มา"

$ renpy.music.set_volume(0.3, 6.0, channel="ambient")

"เสียงรถราแล่นกันขวักไขว่แว่วมาจากข้างนอก ฉันยิ่งร้อนรนขึ้นเรื่อย ๆ ใจทั้งหมดลอยฟุ้งกลับไปคิดถึงสิ่งที่คอย\nกวนใจฉันลึก ๆ อยู่เสมอมาอีกครั้ง"

"ราวกับว่าความคิดเหล่านั้นจะลอยเด่นออกมาจากทะเลความคิดของฉันที่มีลมพัดแรงจนได้ ไม่ว่าฉันจะอยากเห็น\nหรือไม่อยากเห็นก็ตาม"

"ฉันพยายามเบี่ยงเบนความสนใจไม่ให้คิดฟุ้งซ่านด้วยการจับจ้องหลังของริน"

scene bg gallery_atelier_close:
    xalign 0.5 yalign 0.0 subpixel True
    acdc_warp 20.0 yalign 1.0
show rin back_cas_superclose:
    xalign 0.5 yalign 0.0 subpixel True
    acdc_warp 20.0 yalign 1.0
with whiteout

"ฉันน่าจะไม่เคยพินิจหลังของใครอย่างจริงจังขนาดนี้มาก่อน"

"คอของเธอถูกบดบังด้วยผมสีแดงของเธอที่ไร้ซึ่งระเบียบอย่างเคย"

"ท่าทีที่ผ่อนคลายทว่ามั่นคงนั้นทำให้ฉันนึกถึงร่างกายเธอที่มักดูไม่สมส่วนอย่างความคิดหลายหลากของเธอ"

"สะบักคู่นั้นที่นูนออกมาจากเสื้อสีขาวบางของเธอนั้นดูบอบบาง"

"เส้นโค้งเว้าไล่จากสะโพกลงไปจนถึงต้นขาเรียวของเธอ"

"นึกแล้วก็โมโห"

$ renpy.music.set_volume(0.1, 2.0, channel="ambient")
play music music_night fadein 1.0

window hide
nvl clear
nvl show dissolve

n "\n\n\n\n\nเธอแทบจะไม่เคยมองฉันเลย ไม่ว่าจะในความหมายไหนก็ตาม"

n "กลับกัน ฉัน ได้แต่มองอยู่ข้างหลังเธอ ไม่ว่าจะในความหมายไหนก็ตาม"

n "ไม่ว่าจะเวลาที่เธอวาดรูป ไม่ว่าจะเวลาที่อะไรก็ตามดึงความสนใจอันน้อยนิดของเธอไป ไม่ว่าจะเวลาที่ไม่ได้บังคับให้เธอ\nฟังกัน"

n "ฉันเดินไปไม่ถึงใจเธอเลย"

n "หัวใจของรินนั้นเป็นดินแดนที่ยังไม่มีการสำรวจ มีกระแสน้ำเชี่ยวกราก เป็นจุดบนแผนที่ที่แหว่งไป"

n "สุดขอบโลก?"

n "ถ้าเข้าใกล้เกินไป ฉันจะหล่นลงไปไหมนะ"

nvl clear

show black:
    alpha 0.0
    linear 16.0 alpha 1.0
with None

n "\n\n\n\n\nฉันมองเธอยังไง"

n "บางทีเธอก็เย็นชาและห่างเหินจนฉันรำคาญ บางทีความหลงใหลต่อสิ่งที่เธอมองว่าคุ้มค่าก็เปล่งประกายจนฉัน\nมีแรงบันดาลใจขึ้นมา"

n "ฉันไม่เข้าใจเธอเลย"

n "แต่ฉันก็ชอบเธอ และมองว่าเธอเป็นเพื่อนคนหนึ่ง"

n "ส่วนหนึ่งของมิตรภาพก็คงเป็นการทำใจยอมรับความแปลกของคนที่ได้ชื่อว่าเพื่อนนี่ละมั้ง"

n "ซึ่งต้องยอมรับว่า กับรินแล้ว ฉันต้องทำใจหลายอย่างมาก"

nvl clear

n "\n\n\n\n\nเธอมองฉันยังไง"

n "ฉันไม่รู้เลย สัปดาห์ที่แล้วฉันคิดว่าเธอชอบฉันแบบมีใจให้กัน ก็เล่นจูบอะไรขนาดนั้น"

n "จนฉันต้องกลับมานอนคิดเรื่องความรู้สึกของตัวเองด้วย"

n "สัปดาห์นี้ฉันก็งงเป็นไก่ตาแตก"

n "ถ้าฉันบอกว่าชอบที่เธอเป็นอย่างนี้แล้วเธอจะทำยังไงต่อ แล้วฉันชอบเธออย่างนั้นจริงหรือเปล่า"

n "โธ่เว้ย ไม่เข้าใจความคิดตัวเองเลย"

n "สงสัยติดรินมาแล้วแน่ ๆ"

nvl clear

n "\n\n\n\n\n\n\n\nถ้าฉันบอกไปแล้ว จะมีอะไรเกิดขึ้นหรือเปล่า"

n "ไม่มีอะไรมีผลกับรินเลย"

n "ไม่มีเลย"

nvl hide dissolve
nvl clear

stop music fadeout 6.0
$ renpy.music.set_volume(0.3, 6.0, channel="ambient")

scene bg gallery_atelier at left
show rin basic_absent_cas at center
with locationchange

window show

rin "เสร็จแล้ว"

"ฉันเห็นว่าเธอจ้องจี่มาที่ฉันจนฉันเกร็ง ฉันเค้นสมองนึกอยู่ว่าก่อนหน้าที่เธอจะขอเวลานอกไปนั้นเรา—หรือจริง ๆ\nก็แค่ฉัน—คุยอะไรกันอยู่"

hi "อ้อ จริงสิ ฉันแค่กะว่าจะมา… ไม่รู้สิ"

show rin basic_deadpannormal_cas
with charachange

rin "ยังพูดไม่จบประโยคอีกเหรอ"

hi "ไม่ใช่อย่างนั้น"

show rin basic_absent_cas
with charachange

rin "ก็ได้"

"เธอถอนตัวไปจากบทสนทนาหนีจากฉันไปอีกครั้ง"

"รินไม่ได้วาดรูปต่อ เธอเอาแต่จ้องฉันด้วยสีหน้าว่างเปล่าที่เธอทำประจำ"

hi "ฉันอยากคุยอะไรหน่อยน่ะ ฉันคิดอะไรหลายอย่างเลย"

show rin basic_deadpan_cas
with charachange

rin "อะไรนี่คืออะไร"

hi "ก็อย่าง เรื่องเมื่อสัปดาห์ก่อน แล้วก็อย่างอื่นอีก"

show rin basic_deadpannormal_cas
with charachange

rin "เรื่องอะไร"

"ฉันรู้สึกเหมือนเธอกำลังแกล้งกันอยู่ แต่ให้ถามว่าทำไมฉันก็ไม่รู้"

"ไม่ใช่ว่าเธอจะปั่นหัวกันเล่นหรืออะไรหรอก ฉันค่อนข้างมั่นใจว่าเธอไม่ได้จงใจจะกวนประสาทใครต่อใคร"

"อาจจะแค่หัวฉันนี่แหละที่ปั่นตัวเอง แต่ถึงงั้น สำหรับฉันแล้วรินก็ยังดูเหมือนเป็นปริศนาที่มีรูปร่างเป็นผู้หญิง"

"ที่ดึงดูดฉัน ล่อใจให้ฉันแก้ให้ออก และสมองส่วนตรรกะของฉันก็ไม่ยอมปล่อยให้ตัวเองยอมแพ้ได้"

"ฉันทิ้งเธอไว้ตัวคนเดียวไม่ได้ ไม่อยากจะเชื่อเลยว่าฉันจะมาคลั่งกับอะไรสักอย่างอย่างนี้"

"ทำไมฉันถึงเอาแต่ลังเลมัวแต่อ้อมไปอ้อมมาอยู่รอบ ๆ ตัวเธอกัน"

$ renpy.music.set_volume(0.0, 2.0, channel="ambient")

"ไม่ต้องหรอก ฉันได้สิ่งที่จะพูดแล้ว"

hi "ริน"

"พอเรียกชื่อเธอด้วยจุดประสงค์อะไรบางอย่างแล้วปากก็แห้งผากขึ้นมา เหมือนจิตใต้สำนึกไม่ยอมให้ฉันจะพูดสิ่งที่จะ\nออกจากปากเป็นลำดับถัดไป รู้สึกราวกับว่าตัวเองพร้อมที่จะตัวแข็งทื่อไปได้ทุกเมื่อ"

"รินเงยหน้าขึ้นมามองฉัน นิ้วเท้าเปื้อนสีของเธอที่เธองอเล่นไปมาหยุดขยับเพราะไม่มีใครคอยจับจ้องอยู่อีก"

"นัยน์ตาสีเขียวเข้มที่จ้องเขม็งมานั้นคล้ายจะบ่งบอกอะไรบางอย่าง"

hi "ฉันชอบเธอ"

"ฉันหน้าชาไปเมื่อเห็นว่าไม่มีปฏิกิริยาใด ๆ ตอบกลับมา"

hi "ก็… เอ่อออ… คือ ฉันอยากชอบเธอให้มากกว่าการเป็นเพื่อนน่ะ"

show rin basic_surprised_cas
with charachange

rin "“มากกว่า” คืออะไร"

$ renpy.music.set_volume(0.3, 7.0, channel="ambient")

"คำพูดที่ออกมาจากปากสีสตรอว์เบอร์รีของเธออย่างช้า ๆ และลังเลนั้นไม่ใช่คำพูดที่ฉันคาดเอาไว้ ไม่ใช่หนึ่งใน\nสองคำตอบที่ฉันคิดว่าจะเป็นไปได้ด้วยซ้ำ"

"หน้าฉันแดงแปร๊ดขึ้นมารับอย่างเหมาะเจาะกับสถานการณ์เช่นนี้ ใจฉันเต้นราวกับวงดนตรีเรื่องกระทบที่คนเมายาเล่น"

"ท่าทีที่ทำไม่รู้เรื่องของรินนั้นทำเอาฉันรู้สึกเหมือนถูกย่างทั้งเป็น"

hi "ก็แบบ… เอ่อ คนรัก แล้วก็…"

show rin basic_lucid_cas
with charachange

rin "ไม่"

"รินหันหลังกลับไปมองภาพที่เธอวาดแล้วเมินฉันอย่างไม่ไยดี"

"เธอยื่นเท้าไปคีบพู่กันที่นอนแอ้งแม้งอยู่บนพื้น แต่เมื่อกำลังจะคีบเธอก็ชะงัก"

rin "ตอนนี้ฉันยังคุยเรื่องแบบนั้นไม่ได้"

rin "เพราะงั้น… อย่าคุยเรื่องแบบนั้นเลยนะ"

rin "เราเป็นเพื่อนกันนี่ ทำได้ใช่มั้ย"
# "We are friends, right? So you can't do that."? - Raide
#Could go either way. Which is right, Aura? -SC

"ความเงียบหลังหมดคำพูดนั้นช่างเสียดแทงหู พอจะพูดอะไรต่อปากฉันก็ไม่อาจขยับ แล้วฉันจะเอาหน้าไปไว้ไหนได้อีก"

"แล้วรินก็คีบพู่กันนั้นขึ้นมาไม่อธิบายต่อว่าทำไมถึงทำอย่างนั้น"

"ในน้ำเสียงเธอคงจะมีอารมณ์อะไรซ่อนอยู่ แต่ฉันไม่รู้ว่าอารมณ์นั้นคืออะไร"

"เธอทิ้งไหล่ลงอย่างห่อเหี่ยวแล้วขยับเท้าวาดรูปที่ตั้งอยู่ตรงหน้าเธอ"

"รินจะไม่ให้ฉันเห็นหน้า ฉันรู้ดี"

"ในใจยิ่งหนักอึ้งขึ้นเรื่อย ๆ ฉันจึงลุกขึ้นเตรียมกลับ เพราะวันนี้คงอยู่ต่อไม่ได้แล้ว"

"ราวกับว่าฉันได้ไปเปิดกล่องแพนโดราเข้าโดยการล้ำเส้นบางอย่างที่รินไม่อยากให้ข้ามมา และเธอก็ต้องปัดฉันทิ้งไป"

"ฉันเดินไปตามพื้นที่ส่งเสียงเอี๊ยดอ๊าดไปยังประตูหน้าบันได"

"เสียงแผ่วเบาของรินรั้งฉันที่กำลังจะเปิดประตูเอาไว้"

stop ambient fadeout 2.0

rin "ฮิซาโอะ"

"มือฉันที่ยังคงคาอยู่ที่ลูกบิดประตูที่ทำจากทองเหลืองอยู่นิ่งรอว่าจะทำยังไงต่อ"

hi "ว่า"

rin "พรุ่งนี้จะมามั้ย"

hi "…"

hi "อืม"

$ renpy.music.set_volume(1.0, 2.0, channel="ambient")

scene black
with dissolve

#****************************


label th_R23:

play music music_moonlight fadein 12.0

scene bg school_scienceroom
with locationchange

"คืนนั้นฉันนอนไม่ค่อยหลับ เช้าวันถัดมาฉันก็ใช้ชีวิตไปโดยอัตโนมัติเสียส่วนใหญ่"

"ฉันใส่ชุดนักเรียนโดยอัตโนมัติ ทำงานในห้องโดยอัตโนมัติ กินข้าวเที่ยงโดยอัตโนมัติ ตอบครูโดยอัตโนมัติ และเมื่อ\nระฆังเลิกเรียนดังฉันก็ยังรู้สึกเหมือนตอนเพิ่งตื่นนอน"

"สมองฉันทั้งโล่งทั้งตื้อพร้อม ๆ กัน ฉันไม่อาจแยกแยะออกได้ว่าความรู้สึกที่พันกันยุ่งเหยิงอยู่ในใจตอนนี้คืออะไรกันแน่"

play ambient sfx_businterior fadein 3.0

scene ev busride
with shorttimeskip

"ระหว่างที่นั่งรถบัสเข้าเมืองใหญ่ฉันก็เอาแต่จ้องมองหน้าต่างคิดถึงเรื่องเหล่านี้"

stop ambient fadeout 0.5

scene bg gallery_staircase
with locationskip

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_rooftop fadein 0.5

"และเพราะเช่นนั้น กว่าจะขึ้นมาถึงสตูดิโอที่อยู่ถัดจากหอศิลป์ของซาเอะขึ้นมาสี่ชั้นฉันก็หมดเรี่ยวแรงแล้ว"

$ renpy.music.set_volume(0.3, 0.0, channel="ambient")

scene bg gallery_atelier
with locationchange

"ฉันเคาะประตูเบา ๆ ทำใจไว้แล้วว่าบรรยากาศต้องกระอักกระอ่วนแน่ พอเข้าไปก็เห็นรินที่กำลังวาดรูปอยู่ตรงพื้นที่โล่ง\nเล็ก ๆ กลางห้อง เธอไม่ตอบสนองอะไรที่ฉันเข้าห้องมา"

hi "ไง มาแล้ว ตามสัญญา"

$ renpy.music.set_volume(0.4, 2.0, channel="music")

show rin basic_absent_cas
with charaenter

"รินหันมาทางฉันทันที รอให้ฉันพูดอะไรอยู่หรือเปล่านะ นัยน์ตาเขียวเข้มเยือกเย็นคู่นั้นจับจ้องมองฉัน"

"แม้หน้าฉันจะซ่อนความรู้สึกไม่ได้ แต่หน้าของรินยังคงเรียบนิ่งเหมือนคาดหวังอะไรอย่างเคย"

"ความหมองมัวและเหม่อลอยเล็กน้อยในดวงตาเธอนั้นดูคล้ายกำแพงที่คั่นกลางระหว่างฉันและเธอ"

"เป็นครั้งแรกที่ความเงียบอันน่าอึดอัดระหว่างเรานั้นชวนให้อึดอัดจริง ๆ"

"เมื่อวานพวกเราต่างก็พูดอะไรที่คืนคำไม่ได้แล้ว จะย้อนกลับไปแก้ไขก็ไม่ได้อีก ฉันอยากจะพูดอะไรสักอย่าง แต่รินก็\nห้ามไม่ให้ทำอย่างนั้น"

"ฉันเดาไม่ออกเลยแม้แต่น้อยว่าเธอคิดอะไรอยู่ แต่ตาที่ไร้แสงของเธอนั้นกดทับจนฉันอยากจะทำลายความเงียบนี้\nด้วยการพูดสิ่งที่ฉันอยากพูดที่สุด"

"และเกรงว่าฉันไม่รู้ว่าจะต้องเปิดบทสนทนายังไงดี ราวกับว่าฉันได้สูญสิ้นความสามารถในการคุยกับเธอไปแล้ว"

hi "เอ่อ…"

$ renpy.music.set_volume(1.0, 5.0, channel="music")

hi "ถ้าทำอะไรอยู่ก็ทำไปเถอะ ฉันจะ… นั่งอยู่ตรงนี้แหละ"

show rin basic_awayabsent_cas
with charachange

"รินพยักหน้าไม่พูดอะไรแล้วใช้เท้าขวาคีบพู่กันบนพื้นขึ้นมา"

hide rin
with charaexit

"ฉันหย่อนตัวลงนั่งที่โซฟาตัวเก่าตัวหนึ่งแล้วหยิบหนังสือออกมาจากกระเป๋าเปิดอ่านต่อจากที่อ่านค้างไว้เมื่อคืน ก็ไม่ได้\nมีสมาธิเท่าไหร่หรอก แต่ก็คงดีกว่าอยู่เฉย ๆ ละนะ"

"เราสองคนใกล้ชิดกันมาก ตอนนี้อยู่ในห้องเดียวกันด้วยซ้ำ แต่พวกเราต่างก็ทำอะไรกันเองราวกับว่าอยู่ห่างกันเป็น\nสิบกิโลเมตร ฉันนึกสงสัยว่าทำไมบรรยากาศถึงได้กลายเป็นไม่เหมือนอย่างเคยเช่นนี้"

"ฉันมาทำไม"

"แน่ละว่าเมื่อวานเธอขอฉันไว้ แต่ดูเหมือนว่าต่อให้ฉันไม่มาก็คงไม่ต่างอะไร"

"ทีแรกฉันก็อึดอัด แต่พอนึกถึงครั้งที่เคยอยู่กับรินอย่างเงียบ ๆ ทุกครั้งที่ผ่านมา ฉันก็สงบใจลงแล้วทำใจให้สบายอย่างที่\nเคยเป็นมาก่อน"

"เวลายืดออกและเคลื่อนช้าลง เสียงพลิกหน้ากระดาษดังทุกครั้งที่ฉันเปิดอ่านต่อ ผ่านไปได้สักครึ่งชั่วโมง—หรืออย่างมาก\nก็หนึ่งชั่วโมง—ฉันก็ต้องนึกแปลกใจที่รินเป็นฝ่ายพูดขึ้นมาก่อน"

show rin basic_deadpanupset_cas
with charaenter

rin "ฮิซาโอะ"

hi "ว่า"

show rin basic_deadpan_cas
with charaenter

rin "นายเป็นเพื่อนฉันมั้ย"

"ย้อนความเรื่องเมื่อวาน กะแล้วเชียว แม้แต่รินก็ยังอดคิดไม่ได้เลยสินะ ฉันตอบไปตรง ๆ เมื่อถูกถามโดยไม่ทันตั้งตัว"

hi "ไม่ร… อืม เป็นสิ โห่ ไม่ต้องคิดมากเรื่องอะไรอย่างนั้นหรอกน่า"

show rin basic_deadpannormal_cas
with charaenter

rin "โอเค"

"เธอไม่พูดอะไรอีก ฉันรู้สึกพอใจอย่างประหลาด"

stop music fadeout 7.0

scene bg gallery_atelier
with shorttimeskip

"พออ่านไปได้หลายบทฉันก็คั่นหน้าหนังสือไว้แล้วเก็บใส่กระเป๋า เมื่อลุกจากโซฟาไปดูก็เห็นว่ารินวาดได้เยอะพอสมควร"

"ฉันมองภาพนั้นคร่าว ๆ น่าจะยังไม่เสร็จดี"

hi "สวยดีนะ"

show rin basic_deadpancontemplation_cas
with charaenter

rin "พูดถึงงานที่ยังไม่เสร็จแล้วจะโชคร้ายนะ"

stop ambient fadeout 1.0

scene bg gallery_ext
with locationchange

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_traffic fadein 1.0

"หลังจากนั้นฉันก็ออกจากสตูดิโอมาขึ้นรถบัสกลับไปยังโรงเรียน"

stop ambient fadeout 2.0

scene black
with dissolve

$ suppress_window_after_timeskip = True

#**********************

label th_R23_2:

#some transition
window hide None

$ renpy.music.set_volume(0.5, 0.0, channel="music")
play music music_pearly fadein 1.0

scene bg gallery_atelier_bw
with locationchange

nvl clear
nvl show dissolve

n "\nชีวิตเริ่มเข้าที่เป็นกิจวัตรอันคลุมเครืออย่างที่ไม่มีกำหนดแน่ชัด ฉันแวะมาหารินทุกครั้งที่ว่าง แต่ยิ่งแวะมาเรื่องก็ยิ่ง\nประหลาดขึ้นเรื่อย ๆ"

n "ส่วนมากฉันก็จะนั่งอ่านหนังสือไประหว่างที่เธอวาดรูปหรือไม่ก็ดูรินวาดรูป พวกเราแทบไม่ได้คุยกันเลย"

n "บ่ายอันเงียบงันและยืดยาวกินเวลาสัปดาห์สุดท้ายของเดือนมิถุนายนไป ฉันนั่งโซฟาในสตูดิโอคอยฟังเสียงพู่กันของริน\nที่ขยับไปมาเบา ๆ และเสียงหัวใจของฉัน โดยขบคิดถึงเสียงพู่กันนั้นและพยายามลืมเสียงหัวใจตัวเองไป"

n "ฉันเป็นเพียงวิญญาณ เป็นผู้มาเยือนอันเงียบงัน"

n "ไม่รู้ทำไม แต่ถึงจุดหนึ่งก็ฉันคิดว่าการที่ฉันมาแวะหานั้นมีความหมายต่อริน แต่ก็ไม่เคยได้ถามเจ้าตัวเลยว่าเป็นอย่างนั้น\nหรือเปล่า"

n "ฉันไม่ได้พูดเรื่องต้องห้ามนั้นด้วย และหักห้ามใจไม่ให้คิดถึงเรื่องนั้นไปเลย แต่ก็ลำบากเหลือแสน ไม่ว่าเวลาจะผ่านไป\nนานแค่ไหนก็ไม่อาจลืมได้ลง"

n "ฉันปวดใจทุกครั้งที่มองรูปร่างอันไม่สมส่วนของสาวที่ฉันปักใจแล้วว่าชอบและไม่ยอมตอบรับความรู้สึกของฉัน"

nvl clear

n "\nดูท่าแล้วฉันคงจะยังนึกหาอะไรดี ๆ มาพูดกับเธอไม่ได้ แต่แค่ได้มองอยู่ข้าง ๆ ฉันก็สบายใจแล้ว ระยะห่างระหว่างเรา\nไม่ได้ไกลกันมากยามที่ฉันได้อยู่ใกล้เธอ แม้จะต้องอยู่เงียบ ๆ อย่างนี้ก็ตาม "

n "รินวาดอย่างเอาเป็นเอาตาย เธอแทบจะไม่เว้นว่างจากการคีบพู่กันไว้กับเท้าและการเดินรอบ ๆ ภาพที่เธอวาดไปมา\nเพื่อประเมินภาพนั้นให้ครบจากทุกมุมและทุกระยะ"

n "ดูเธอจะมุ่งมั่นทำงานอย่างเต็มกำลังเพื่อเปลี่ยนตัวเองให้เป็นศิลปินอย่างที่เธอเชื่อว่ามีค่าพอที่จะทำให้ครูโนมิยะ\nกับซาเอะไม่ผิดหวังในตัวเธอ"

n "ทั้งภาพร่าง ทั้งภาพที่ยังวาดไม่เสร็จ ทั้งหลอดสีน้ำมันค่อย ๆ กองสุมกันอยู่ในสตูดิโอเล็ก ๆ นี้จนห้องดูรกกว่าก่อนหน้าที่\nซาเอะจะยกห้องนี้ให้รินใช้เสียอีก"

n "\nนาน ๆ ทีฉันก็จะเสนอตัวช่วยเก็บกวาดให้บ้าง แต่รินก็ปฏิเสธทุกครั้ง"

n "\nฉันฉุกคิดได้ว่าสำหรับเธอแล้วห้องนั้นไม่ได้รกเลย เพียงแต่ระบบการจัดการอะไรทั้งหลายของเธอนั้นซับซ้อนเสียจนมีแต่ตัวเธอเองที่จะเข้าใจ"

nvl clear

n "\nเธอรู้ดีว่าอะไรอยู่ตรงไหนบ้าง ตั้งแต่พู่กันด้ามเล็ก ๆ ไปจนถึงถังสีที่พร่องหายไปครึ่งใบที่มีสีชาดที่จะเข้ากับภาพวาด\nหนึ่ง ๆ ที่ยังวาดไม่เสร็จได้เป็นอย่างดี"

n "รินเดินมองจากภาพนั้นไปภาพนี้เหมือนว่าเธอไม่ได้เป็นคนวาด เธอพูดกับตัวเอง—หรือไม่ก็กับภาพวาด—แม้ตอนที่ฉัน\nอยู่ด้วย เสียงเธอพูดนั้นเบาจนฉันฟังไม่ออก"

n "ทุก ๆ วันรินจะจมอยู่กับภาพวาดหลายชั่วโมง รีดเค้นความสามารถและกระทั่งจิตวิญญาณของเธอทุกหยดเพื่อจะทำให้\nสิ่งที่เธอสัญญากับฉันไว้—หรือกับตัวเธอเอง—ต้องไม่เสียเปล่า"

n "ขอบตาเธอดำคล้ำเป็นสัญญาณบอกชัดว่าเธออดนอนเพื่อวาดรูป"

n "ฉันยังแปลกใจหน่อย ๆ ที่บางครั้งก็เจอรินที่โรงเรียน แต่ก็ไม่ได้เข้าไปทักทายเธอเพราะรู้สึกว่าหากทักทายแล้ว\nมนตร์สะกดอันเงียบงันระหว่างเราในยามบ่ายที่สตูดิโอจะต้องสลายไป"

n "บางครั้งซาเอะก็แวะมาตอนที่ฉันอยู่กับรินในสตูดิโอด้วย ทุกครั้งที่ซาเอะมาเธอจะมองฉัน เธอคงไม่ชอบใจเท่าไหร่ที่ฉัน\nมาอยู่กับรินตลอด แต่ซาเอะก็ไม่ได้ออกปากว่าอะไร"

nvl clear

n "\nเธอไม่ได้ชมงานรินมากมายอะไรเหมือนอย่างครูโนมิยะ แต่ก็ดูออกว่าเธอนั้นประทับใจอยู่เหมือนกัน"

n "ทว่ายามซาเอะละสายตาจากผลงานแสนวิเศษนั้นมายังสาวผมแดงตัวน้อยที่เป็นคนวาดแล้วอยู่ ๆ สีหน้าเศร้าสร้อย\nอันลุ่มลึกก็ปรากฏ"

stop music fadeout 4.0

n "\n\n\n\n\n\n\n\n\n\n\nฉันไม่รู้จะอธิบายอย่างไร และตัวเธอเองก็ไม่เคยพูดถึงเรื่องนี้เลย"

nvl clear
nvl hide dissolve

scene bg school_scienceroom
with shorttimeskip

$ renpy.music.set_volume(1.0, 0.0, channel="music")
play music music_dreamy fadein 2.0

window show

"เดือนมิถุนายนแปรผันเป็นเดือนกรกฎาคมไปโดยเงียบเชียบ การสอบปลายภาคใกล้เข้ามาเต็มที แต่สมองฉันมีแต่ริน"

"ฉันรู้สึกเหมือนมาโรงเรียนแบบคนละเมอ ฉันตั้งตาคอยเพียงแค่โอกาสที่จะได้ไปห้องอันเงียบงันที่อยู่บนหอศิลป์\nของซาเอะนั้น"

"เมื่อรินปฏิเสธที่ฉันเสนอตัวช่วยเรื่องภาพวาด ฉันจึงคิดหาทางอื่นที่จะช่วยเธอได้"

"แล้วฉันก็ฉุกคิดได้ว่าเธอไม่ได้กินอะไรให้เป็นเรื่องเป็นราวเลย"

scene bg suburb_konbiniint
with locationskip

"พอวางแผนเสร็จฉันก็แวะที่ร้านสะดวกซื้อก่อนจะขึ้นรถบัสไปเมืองใหญ่เพื่อไปที่สตูดิโออีกครั้ง"

scene bg gallery_atelier
with locationskip

$ renpy.music.set_volume(0.3, 0.0, channel="ambient")
play ambient sfx_rooftop fadein 0.5

"ฉันเปิดประตูสตูดิโอด้วยความกระตือรือร้นและทักทายริน"

hi "ฉันซื้อผลไม้มาให้ รับวิตามินกับสารอาหารบ้าง ตอนเธออยู่นี่ได้กินอะไรมั้ยเนี่ย"

show rin basic_awayabsent_cas
with charachange

rin "กิน ไม่กินก็วาดไม่ได้สิ"

hi "งั้นกินนี่หน่อยไหม"

"ฉันส่ายถุงส้มในมือไปมาเพื่อหลอกล่อให้รินพักงานบ้าง"

show rin basic_absent_cas_close
with characlose

"ผิดคาด เธอวางพู่กันลงแล้วเดินมาดูว่าฉันซื้ออะไรมา พอมองของที่ฉันซื้อมาในถุงแล้วเธอก็ยังทำหน้าเหมือนเดิม"

show rin basic_deadpan_cas_close
with charachange

rin "ฉันกินส้มไม่ได้ ฮิซาโอะ ฉันใช้เท้าลำบาก"

hi "ไม่เป็นไร เดี๋ยวปอกให้"

"แหงแซะ ก็เธอเคยบอกเองนี่ ฉันหยิบมีดปอกผลไม้อันเล็กที่พกติดตัวมาด้วยออกมาแล้วหยิบลูกกลม ๆ ในถุงมาหนึ่งลูก\nพอใช้มีดบากให้เป็นรอยแล้วฉันก็เริ่มใช้นิ้วปอกเปลือกออก"

"กลิ่นส้มแพร่ฉุนไปทั่วทันทีที่น้ำมันหยดเล็ก ๆ นับพันกระจายออกจากเปลือกส้ม ระหว่างที่แกะเปลือกส้มส่วนแรกอยู่\nฉันก็เหลือบมองริน"

hi "แล้วเรื่องวาดเป็นไงบ้าง"

show rin basic_awayabsent_cas_close
with charachange

rin "ไม่รู้สิ เหมือนฉันติดอยู่กลางภูเขาเยลลีลูกใหญ่แล้วต้องขุดออกมาให้ได้"

hi "เครียดน่าดู"

show rin negative_annoyed_cas_close
with charachange

rin "ฉันคิดว่างั้นนะ ถึงจะเป็นแค่การวาดรูป ทั้งหมดนี่ ทุกอย่างรู้สึกแปลกไปหมด"

"รินจะเป็นพวกกินส้มแบบที่แกะใยสีขาว ๆ พวกนี้ออกก่อนมั้ยนะ หรือจะเป็นพวกไม่สนอะไรแล้วกินทั้งอย่างนั้นเลย\nหรืออาจจะไม่ใช่ทั้งคู่"

show rin basic_absent_cas_close
with charachange

"ฉันเป็นพวกกินแบบแกะจึงบรรจงแกะใยออกทีละกลีบโดยมีรินที่คอยมองด้วยความสนใจเล็กน้อย"

"ฉันถึงนึกได้ว่าตัวเองไม่รู้เลยว่ารินชอบหรือไม่ชอบอะไร ไม่รู้แม้กระทั่งรายละเอียดเล็ก ๆ น้อย ๆ ของเธอที่พอคนรอบตัว\nเห็นแล้วจะนึกถึงรินขึ้นมา"

"ที่ผ่านมาก็เป็นเช่นนี้ ที่ฉันไม่ได้รู้จักเธออะไรมากเลย"

"พอนึกรำพันเสร็จก็ถึงรู้ตัวว่าแกะใยส้มพร้อมแบ่งออกเป็นกลีบเรียบร้อยสวยงามเสร็จแล้ว ฉันยื่นป้อนส้มให้รินรอเธอคาบ"

hi "เอ้านี่"

#show rin basic_absent_cas_close:
#    center
#    ease 0.3 ypos 1.15
#    ease 0.3 ypos 1.0
#with None

#show rin basic_lucid_cas_close:
#    center
#    ease 0.3 ypos 1.15
#    ease 0.3 ypos 1.0
#with Dissolve(0.3)

scene ev rin_orange
with whiteout

"เธอคาบไว้แล้วกินเข้าไปทั้งกลีบ ริมฝีปากล่างเธอแตะเข้ากับปลายนิ้วฉันเบา ๆ"

"เธอเคี้ยวช้า ๆ ลิ้มรสให้ได้มากที่สุด"

scene ev rin_orange_large:
    xalign 0.5 yalign 1.0 subpixel True
    acdc_warp 10.0 yalign 0.0
with flash

"สายตาฉันจดจ่ออยู่กับกรามเธอที่ขยับ หยดน้ำส้มที่วาววับอยู่กับริมฝีปากเธอ และคอของเธอที่ขยับหลังกลืนส้มกลีบนั้น"

scene bg gallery_atelier
with locationchange

"เมื่อรู้สึกตัวว่าตัวเองกำลังมองรินอยู่อย่างนั้นฉันก็เบือนหน้าหนีด้วยความอายที่ไปจับจ้องเธอ"

show rin relaxed_doubt_cas_close at center
with charaenter

rin "ไม่เหมือนทุกทีเลย"

hi "ส้ม?"

show rin relaxed_nonchalant_cas_close
with charachange

rin "รูป"

hi "อ้อ เอาเถอะ ของแบบนั้นเคยมีเหมือนเดิมด้วยเหรอ"

show rin basic_sad_cas_close
with charachange

rin "มี บางครั้ง คิดว่า แต่ฉันไม่รู้ว่าอะไรนะ"

show rin negative_annoyed_cas_close
with charachange

rin "ฉันอาจจะเริ่มวาดไม่เหมือนเดิมแล้ว ถ้ายังเป็นอย่างนี้ต่อไป"

hi "ก็นั่นไม่ใช่เหรอ “การเปลี่ยนแปลง” ที่เธอชอบพูดน่ะ"

show rin basic_surprised_cas_close
with charachange

"เธอคิดพลางกะพริบตาสองสามครั้งด้วยความร้อนรน"

"ไม่มีอะไรเกิดขึ้นเลยอยู่ครู่หนึ่ง ราวกับว่าเวลากลับไปเริ่มเดินที่เดิมใหม่ พวกเราจ้องตากันอยู่เงียบ ๆ โดยมีเพียงกลิ่นส้ม\nฉุน ๆ ที่ลอยอยู่ระหว่างเราและเสียงรถราที่แว่วมาไกล ๆ"

scene ev rin_orange:
    truecenter
    zoom 1.1 subpixel True
    acdc_warp 20.0 zoom 1.0
with locationchange

"แล้วฉันก็ป้อนอีกกลีบให้เธอ เธอคาบเอาไว้เหมือนอย่างที่เธอทำกับกลีบแรก…"

#show rin basic_awayabsent_cas_close
#with charachange

rin "ไม่คิดว่าจะเป็นอย่างนี้"

hi "อืม ก็ทำไปเรื่อย ๆ แล้วดูว่าจะเป็นยังไงต่อ เธอก็ทำอย่างอื่นไม่ได้แล้วนี่"

#show rin basic_absent_cas_close
#with charachange

rin "อืม ฉันทำได้แค่นี้แหละ"

"เธอไม่พูดอะไรอีก ฉันคอยป้อนส้มที่เหลือให้รินทีละกลีบท่ามกลางความเงียบที่ตามมาหลังจากนั้น"

"แล้วฉันก็ปอกอีกลูกให้ ซึ่งเธอก็กิน ส่วนลูกที่สามฉันกินเอง และลูกอื่นที่เหลืออยู่ในถุงฉันวางเอาไว้ที่โต๊ะตัวเล็ก ๆ\nที่อยู่ข้างโซฟา"

stop music fadeout 2.0

scene bg gallery_atelier
show rin relaxed_nonchalant_cas:
    center
    ypos 1.2
    easein 0.5 ypos 1.0
with locationchange

"เธอยืนขึ้นแล้วกลับไปวาดรูปพร้อมแววตาประหลาดที่ฉันไม่เคยเห็นมาก่อน และฉันก็ดูไม่ออกเลยว่าแววตานั้นคืออะไร\nไม่ต่างกับสีหน้าโดยมากของเธอ"

"ต่อให้ฉันถาม เธอก็คงจะไม่บอกว่าหมายความว่าอะไร"

stop ambient fadeout 2.0

scene black
with dissolve


#********************



label th_R24:

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_traffic fadein 1.0

scene bg gallery_ext:
    xalign 0.5 yalign 1.0
show sae neutral_smoke at tworight
show rin relaxed_nonchalant_cas at twoleft
with locationchange

"สองสามวันให้หลัง ระหว่างที่ฉันเดินไปตามถนนไปยังหอศิลป์ก็เห็นรินและซาเอะยืนอยู่ตรงหน้าหอศิลป์"

"เหมือนจะคุยกันอยู่ ส่วนซาเอะกำลังสูบบุหรี่"

hi "ทิวาสวัสดิ์ครับ"

play music music_tranquil fadein 3.0

"ถึงจะพูดอย่างนั้น แต่ตอนนี้ก็ค่อนข้างเลยเวลาบ่ายมาพอสมควร ฉันมาช้ากว่าปกติเพราะต้องทำการบ้าน ตอนนี้ก็\nใกล้ค่ำแล้ว"

show sae smile_smoke
with charachange

sa "สวัสดี ฮิซาโอะ มาหาแม่หนูแมวน้อยอีกหรือ"

show rin basic_lucid_cas
with charachange

"สีหน้ารินเปลี่ยนไปเมื่อได้ยินชื่อเรียกนั้น คงไม่ชอบแหละ แต่ที่ตลกก็คือเวลาเธอย่นจมูกแล้วก็ดูเหมือนแมวนิด ๆ จริง ๆ"

show rin basic_deadpan_cas
with charachange

rin "สวัสดี"

"ซาเอะหันกลับไปหารินแล้วคุยต่อ"

show sae neutral_smoke
with charachange

sa "ก็คือ ทุกอย่างไปได้สวยมั้ย"

show rin negative_confused_cas
with charachange

"ไม่รู้ทำไม แต่รินทำหน้ายุ่งแล้วเบือนหน้าหนีจากฉันไป"

rin "ยากค่ะ เหมือนขาดอะไรไป แต่จะทำค่ะ"

show sae smile_smoke
with charachange

sa "พยายามเข้า เดี๋ยวก็ออกมาดีเอง"

show sae doubt_smoke
with charachange

sa "ฉันก็ต้องเตรียมการฝั่งฉันบ้างแล้ว พวกแค็ตตาล็อก บัตรเชิญ ตกแต่ง โฆษณา อะไรอีกหลายอย่าง"

show sae neutral_smoke
with charachange

sa "ฉันต้องขอชื่อภาพวาดของหนูด้วย แล้วก็ต้องมาคิดธีมหลักของงานนิทรรศการ"

show rin basic_deadpanupset_cas
with charachange

rin "ไม่มีอะไรอย่างนั้นหรอกค่ะ"

show rin relaxed_nonchalant_cas
with charachange

rin "พอดีใช้คำไม่เก่งเลยไม่ได้ใช้ ถ้าใช้ไม่ได้ บางทีก็ต้องใช้แหละค่ะ แต่คิดว่าตอนนี้ไม่ใช่เวลาที่ต้องใช้เลยค่ะ"

hi "ไม่ชอบตั้งชื่องานเหรอ"

show rin relaxed_doubt_cas
with charachange

rin "ไม่ชอบ"

hi "อืม จะให้ตั้งชื่ออะไรอย่างนี้ก็คงยากละนะ"

show rin basic_surprised_cas
with charachange

"รินสั่นหัวแรง ๆ"

show rin basic_absent_cas
with charachange

rin "ไม่ใช่อย่างนั้น เหมือนถ้าวาดเมฆแล้วตั้งชื่อว่าหมึก คนก็จะคิดไม่เหมือนกับการที่วาดเมฆแล้วตั้งชื่อว่าสุดขอบโลก"

show rin basic_lucid_cas
with charachange

rin "ทุกชื่อผิดหมด ไม่มีอะไรที่อธิบายความรู้สึกตอนวาดได้เลย ไม่ใช่อะไรที่จะใช้คำ"

show rin negative_worried_cas
with charachange

rin "วิธีเดียวคือคิดคำขึ้นมาใหม่กับทุกอย่างเลย แต่จะช่วยได้มั้ย"

hi "ไม่ ไม่น่านะ"

show sae scowl_smoke
with charachange

sa "งั้น ภาพก็จะเป็นว่า “ไม่มีชื่อ หมายเลขหนึ่ง” แล้วก็ไล่เลขไปเรื่อย ๆ งี้เหรอ ก็ไม่ค่อยมีใครทำหรอก แต่…"

show rin basic_deadpanupset_cas
with charachange

rin "ไม่ดีค่ะ “ไม่มีชื่อ” ก็แปลว่าไม่ได้คิดชื่อดี ๆ มา แล้วแถมคำว่า “ไม่มีชื่อ” ก็ยังเป็นชื่ออยู่ดี ชื่อว่าไม่มีชืื่อ"

"ซาเอะคิดอยู่พักหนึ่งขมวดคิ้วพลางมองสีหน้าจริงจังของริน"

show sae doubt_smoke
with charachange

sa "หนูกำลังจะบอกว่า งานของหนูไม่ควรมีป้ายชื่อแปะเลย?"

show rin relaxed_nonchalant_cas
with charachange

rin "คิดว่าน่าจะบอกว่าอย่างนั้นนะคะ"

show sae smile_smoke
with charachange

"ซาเอะหัวเราะแห้ง ๆ อย่างที่คนรุ่นป้าที่สูบบุหรี่จัดจะทำกัน"

sa "อย่าให้งานของหนูได้ไปอยู่ที่พิพิธภัณฑ์แล้วกัน พวกภัณฑารักษ์คงได้หัวระเบิดแน่"

show sae doubt_smoke
with charachange

"เธอสูบบุหรี่ครุ่นคิด มวนบุหรี่นั้นกร่อนหายจนเหลือไม่มากแล้ว เธอทิ้งบุหรี่ลงกับที่เขี่ยที่ตั้งอยู่ติดกับกำแพงข้างประตู"

show sae doubt
with charachange

sa "แต่ก็นะ อาจจะใช้ได้ก็ได้"

hi "หมายความว่าไงครับ"

show sae smile
with charachange

sa "ไอ้ความไร้นาม การปฏิเสธการตีตราเนี่ย ใช้ได้เลยนะ"

show sae neutral
with charachange

sa "เป็นธีมแกนกลางที่ดีเลย คนก็พอจะเข้าใจได้ง่ายด้วย เพราะตีความได้หลายอย่างจนเกิดเป็นความประทับใจ"

sa "ลองคิดดูสิ จะเอาไปโยงกับอะไรยังไงก็ได้ ตั้งแต่เรื่องตัวตนกับการนิยามตัวเองไปจนอะไรก็ได้เท่าที่จะคิดได้เลย"

show sae smile
with charachange

sa "งั้นตั้งชื่องานว่า “ไร้นาม” แล้วก็ใช้ธีมนั้นมาต่อยอดแตกออกไปเลย ฟังดูเข้าท่ามั้ย"

show rin basic_lucid_cas
with charachange

"รินคิดอยู่พักหนึ่ง ฉันไม่แน่ใจนักว่าทำไมซาเอะถึงได้กระตือรือร้นกับการที่รินลังเลที่จะตั้งชื่อผลงานตัวเอง"

"เหมือนจะตีความออกไปไกลหน่อย แต่ก็ฟังดูน่าประทับใจทีเดียว"

show rin basic_deadpancontemplation_cas
with charachange

rin "ก็คิดว่าดีนะคะ"

hi "คือ ผมว่าก็ฟังดูเข้าท่าเหมือนกันนะครับ"

show sae smile_smoke
with charachange

play sound sfx_lighter

"ซาเอะล้วงกระเป๋าควานหาบุหรี่ พอหยิบออกมาแล้วเธอก็จุดสูบด้วยไฟแช็กสีเขียวนีออน"

show sae doubt_smoke
with charachange

"เธอย่นคิ้วแล้วนวดหน้าผากไปมาคิดเรื่องนี้ให้ถี่ถ้วนไปอีก"

"เธอไม่พูดอะไรอยู่ครู่หนึ่ง แต่ระหว่างนั้นเธอก็สูดบุหรี่เข้าเป็นพัก ๆ"

sa "…อืม น่าจะใช้ได้ดีเลย เดี๋ยวใช้เป็นตัวตั้งต้นแล้วเอาไปต่อยอดแล้วกัน"

show sae neutral_smoke
with charachange

sa "เดี๋ยวฉันจะไปทำงานละ หนูก็กลับไปหาวัตถุดิบที่หายไปอยู่บนนั้นนะ"

show sae smile_smoke
with charachange

sa "ฉันเชื่อว่าเดี๋ยวหนูก็หาเจอ"

show sae neutral
with charachange

"รินไม่ตอบ ซาเอะดูดบุหรี่เข้าเป็นครั้งสุดท้ายยาว ๆ แล้วทิ้งลงกับที่เขี่ยบุหรี่ไปสมทบกับเศษมวนอื่น ๆ ที่อยู่ในนั้น"

"เจ้าของหอศิลป์เดินกลับเข้าไปข้างใน แต่จังหวะที่กำลังจับมือจับประตูนั้นเธอก็ชะงักเมื่อรินเรียก"

stop music fadeout 5.0

show rin relaxed_nonchalant_cas
with charachange

rin "ซาเอะ"

show sae smile
with charachange

sa "มีอะไรล่ะแม่หนูแมวน้อย"

show rin basic_lucid_cas
with charachange

rin "ขอบุหรี่หน่อยได้มั้ยคะ"

show sae doubt
with charachange

"ซาเอะมองรินด้วยสีหน้าที่เหมือนไม่อยากเชื่อ เผยชัดว่าไม่ได้คาดว่าจะมีคำขอตรง ๆ เช่นนี้ ซึ่งฉันก็ไม่ได้คาด\nเหมือนกันแหละ"

show sae scowl at center
with dissolvecharamove

sa "…อย่าบอกครูหนูนะ"

"เธอยัดซองบุหรี่พร้อมไฟแช็กสีเขียวนีออนนั้นเข้ากับกระเป๋าที่ติดตัวริน"

stop ambient fadeout 1.5

scene bg gallery_staircase
with shorttimeskip

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_rooftop fadein 0.5

"เวลาเลื่อนผ่านเป็นช่วงเย็นย่ำ พวกเราเดินขึ้นบันไดมืด ๆ มายังสตูดิโอที่กลายเป็นของรินไปแล้ว"

$ renpy.music.set_volume(0.3, 1.0, channel="ambient")

scene bg gallery_atelier_ss
with locationchange

"พอเข้าไปข้างในแล้วรินก็ยังดูจะไม่สงบลง เธอเดินงุ่นง่านรอบห้องเหมือนหนูติดจั่นแล้วมองท้องฟ้าที่เป็น\nสีแดงเลือดหมูแก่ ๆ ผ่านช่องแสง"

"แสงสุดท้ายจากดวงอาทิตย์ของวันนี้สะท้อนวับวามไปตามเมฆที่ลอยอยู่บนท้องฟ้าเหนือตัวเมือง และเติมเต็มให้สตูดิโอ\nเต็มไปด้วยประกายแสงส้ม"

hi "แล้วเรื่องวาดรูปราบรื่นดีมั้ย"

show rin basic_surprised_cas_ss at Slide(0.55,0.5,0.5,0.5,0.5)
with charaenter

"เธอกะพริบตาแล้วคลายกล้ามเนื้อ เมื่อกี้ไม่ทันได้สังเกตเลยว่าเกร็งอยู่"

show rin basic_deadpanupset_cas_ss at center
with charachange

rin "ไม่เท่าไหร่ ไม่ได้วาดมาสามวันแล้ว งานฉันไม่ว่ายน้ำเลย"

hi "เดิน"

show rin basic_deadpan_cas_ss
with charachange

rin "ถ้านายว่างั้นก็คงงั้น"

show rin negative_annoyed_cas_ss
with charachange

rin "ฉันลองทำอะไรให้ต่างออกไปหน่อยแต่ก็ไม่ได้ผลเลย แล้ววิธีเดิมก็ไม่ได้ผลเหมือนกัน"

show rin negative_spaciness_cas_ss
with charachange

rin "ฉันต้องมีอะไรมากกว่านี้ แค่นี้ยังไม่พอ"

"คำตอบของรินทำให้ฉันต้องคิด เพราะฉันไม่แน่ใจว่าเธอหมายความว่าอย่างไรอย่างทุกที ถึงเอาเข้าจริง ๆ แล้วฉันก็\nไม่น่าคาดหวังอะไรจากเธอไปมากกว่านี้ เพราะเธอจะไม่พูดเลย หรือไม่ก็พูดมากเกินไปเลย"

"การพยายามตามความคิดของเธอให้ทันจนเข้าใจนั้นไม่ต่างอะไรกับการต้องบุกตะลุยป่าบนเกาะบอร์เนียวโดยมีแค่\nช้อนไม้และแผนที่ฮอกไกโดติดตัว"

"น่ารำคาญจริง ๆ ที่ความคิดของเธอก็เปิดเผยออกมาให้เห็นต่อหน้า แต่ก็กลับถูกซ่อนเอาไว้ทุกครั้งที่เธอเปิดปากพูด"

hi "“มากกว่า” นี้นี่คืออะไร เห็นบอกซาเอะอย่างนั้นด้วย วัตถุดิบที่ขาดไปเหรอ"

play music music_rain fadein 4.0

show rin negative_annoyed_cas_ss
with charachange

rin "ฉันคิดว่าฉันต้องทำลายตัวเอง"

hi "โอเค ฟังดูไม่ดีเอามาก ๆ เลยนะ หมายความว่าไง"

"รินทิ้งไหล่แล้วหันมามองฉันตรง ๆ"

show rin basic_sad_cas_ss
with charachange

rin "ฉันต้องเปลี่ยน ฉันพยายามแล้ว แต่แค่นี้ยังไม่พอ ฉันต้องทำลายตัวเองก่อน คิดว่านะ"

hi "เพื่อความมั่นใจ เธอพูดแบบเปรียบเปรยเฉย ๆ ใช่มั้ย เหมือนแบบ มานั่งเรียนวาดรูปเริ่มจากศูนย์ใหม่เลยหรืออะไรงี้"

show rin basic_lucid_cas_ss
with charachange

"เธอยักไหล่ราวกับว่าทั้งสองความหมายนั้นก็ไม่ต่างกัน"

rin "ก็ไม่ต่างกัน"

hi "เธอก็เลย… จะเริ่มด้วยการ… สูบบุหรี่ หาแรงบันดาลใจ?"

show rin basic_deadpancontemplation_cas_ss
with charachange

rin "มั้งนะ ฉันไม่เคยลองมาก่อนเลย นายเคยมั้ย"

hi "ไม่ เหมือนจะไม่เคย"

hi "แต่ฉันก็ยังไม่ค่อยแน่ใจเท่าไหร่ว่าใช้การสูบบุหรี่เป็นจุดเริ่มต้นนี่ดีแล้วเหรอ"

show rin relaxed_nonchalant_cas_ss
with charachange

"เธอตอบด้วยการยักไหล่ไม่ยี่หระอีกครั้ง ฉันแกะซองบุหรี่ออกเปิดดูข้างใน หายไปไม่กี่มวนเอง"

hi "สูบบุหรี่มันไม่ดีต่อตัวเธอนะ แต่ก็ ที่สูบก็เพื่อทำลายตัวเองนี่นะ มั้ง"

show rin basic_lucid_cas_ss
with charachange

rin "ใช่ ฉันต้องทำอะไรสักอย่าง ฉันอยากวาดรูป ฉันต้องการอะไรมากกว่านี้อีก"

hi "โอเค ได้ แล้วสูบบุหรี่แล้วจะเอายังไงต่อ จะ “ทำลายตัวเอง” ยังไงอีก?"

show rin basic_awayabsent_cas_ss
with charachange

"รินคิดอยู่แวบหนึ่งพลางเสตามองทางอื่นเหมือนอย่างที่เธอทำเวลาไม่อยากเสียสมาธิ"

show rin basic_deadpannormal_cas_ss
with charachange

stop music fadeout 6.0
stop ambient fadeout 6.0

rin "ยังไม่รู้เลย เดี๋ยวค่อยคิด"

show prop rin_cigarette at center
with charaenter

"รินก้มลงคาบปลายบุหรี่ไว้ พอเงยหน้าขึ้นเธอก็หันมาทางฉันเลิกคิ้วทั้งสองข้างขึ้นรอให้ฉันตอบสนอง"

show rin basic_deadpannormal_cas_close_ss
show prop rin_cigarette_close
with characlose

"ฉันถอนหายใจเป็นเชิงยอมแพ้แล้วยื่นไฟแช็กไปจ่อที่ปลายบุหรี่"

"ลมหายใจอุ่น ๆ ของรินรดมือที่สั่นเทาของฉัน"

play sound sfx_lighter

show rin basic_awayabsent_cas_close_ss
with charachange

"พอจุดไฟแช็กได้สามครั้งไฟก็ติดขึ้นมา ฉันเล็งให้เปลวไฟที่วูบไหวนั้นถูกเข้ากับปลายบุหรี่"

"พอรินสูดเข้าไปรอบแรกไฟสีอำพันก็ลุกติดกระดาษและลามไปยังใบยาข้างใน เธอดูผ่อนคลายลงมาก"

"ฉันนึกแปลกใจที่เธอไม่ไอเลย ถึงเธอจะบอกว่าเพิ่งสูบเป็นครั้งแรกก็ตาม"

show rin invis_close:
    ypos 1.2
show prop rin_cigarette_close:
    ypos 1.2 alpha 0.0
with dissolvecharamove

hide rin
with None

#and another one here
"รินเหมือนจะนึกขึ้นได้ว่าถ้าไม่คายบุหรี่แล้วจะพ่นควันก็ลำบาก เธอรีบนั่งลงกับพื้นแล้วยกเท้าขึ้นมาที่ปากอย่างพวกที่\nดัดตัวโชว์ตามงานแสดงทำ ก่อนจะใช้นิ้วเท้าคีบก้นกรองบุหรี่เอาไว้"
#if undirectable, I guess they should lie down already at this point?
#well it would certainly help plug the massive direction hole right here
#if you do it, do it after the next sentence though, because if there's anything worse than not showing something, it's showing something visibly not happening

"ฉันนั่งลงกับพื้นตามเธอ จากนั้นพวกเราก็นอนลงแทบจะพร้อม ๆ กัน รินพ่นกลุ่มควันออกมาอย่างสม่ำเสมอขึ้นไปยัง\nท้องฟ้าสลัวที่อยู่เบื้องหลังช่องแสงพลางมองตามไปอย่างครุ่นคิด"

scene ev rin_wisp_blurred at wispturn
show smoke focused at smoketurn
with shorttimeskip

play music music_serene fadein 2.0

"ควันสีเทาจาง ๆ แหวกว่ายขึ้นไปยังเพดานคล้ายกับปลา"

"พวยพุ่งไปในอากาศอันเอื่อยเฉื่อยในสตูดิโอ ขดเลื้อยพันอยู่กับร่างอันไม่เที่ยงของตัวเองก่อนจะสลายตัวไปในอากาศ"

rin "ควันแบบนั้นเขาเรียกอะไร"

hi "ไม่มีคำเรียกหรอก"

rin "เราน่าจะคิดขึ้นมาสักคำ"

hi "มั้งนะ"

"รินลองสูบอีกหนึ่งปื้ด"

rin "ไม่อร่อยเท่าไหร่ เหมือนสูดฝุ่นที่กองอยู่บนหนังสือถูกทิ้งที่เนื้อหาเป็นเรื่องความทรงจำของอาณาจักรที่ล่มสลาย"

rin "อยากลองมั้ย"

"ความลังเลที่ผุดขึ้นมาโดยไม่ได้ตั้งใจอีกครั้งนั้นทำให้ฉันต้องผงะไปกับคำท้าที่ไม่ใช่เรื่องใหญ่อะไรและมีให้เห็นกัน\nดาษดื่นนั้น"

"ฉันแอบอิจฉารินทีี่เธอสามารถทำอะไร ๆ ได้แบบสบาย ๆ อย่างนั้น"

hi "ก็ได้"

show ev rin_wisp4 at wispturn
show smoke blurred at smoketurn
with Dissolve(2.0)

"ฉันคีบบุหรี่มาจากรินแล้วสูบหนึ่งปื้ด แล้วก็ต้องกลั้นไม่ให้ตัวเองสำลักหลังควันไหลเข้ามาเติมในปอด"

show ev rin_wisp1 at wispturn
with charachange

"แล้วก็ล้มเหลวอย่างน่าอับอาย ฉันไอโขลก ๆ"

"ไปต่อไม่ถูกเลย แต่ถ้ากับรินแล้วฉันก็คงไม่ได้เสียหน้าอะไรมาก"

show ev rin_wisp2 at wispturn
with charachange

"ปื้ดที่สองนั้นค่อยยังชั่วขึ้นมาหน่อย แต่ฉันก็ส่งบุหรี่คืนให้รินอยู่ดี"

"เราสองคนนั้นเหมือนอย่างเด็กมัธยมต้นที่เกเรแอบครูและพ่อแม่มาสูบบุหรี่ อืม จะว่า “เหมือนอย่าง” ก็คงไม่ได้ละนะ\nเพราะพวกเราก็เป็นแบบนั้นเลยแหละ"

show ev rin_wisp3 at wispturn
with charachange

"ผ่านไปพักหนึ่งบุหรี่ก็กร่อนลงจนเหลือเพียงก้นกรอง รินยังคงมองช่องแสงนั้นอยู่เงียบ ๆ"

"พอเธอมองออกไปตรงนั้นแล้วภายในหอศิลป์ก็ยิ่งดูเงียบสงัดกว่าเดิม"

"เฟืองความสร้างสรรค์กำลังหมุนอยู่เบื้องหลังดวงตาคู่นั้นหรือเปล่านะ"

show ev rin_wisp5 at wispturn
with charachange

rin "อีกมวน"

play sound sfx_lighter

show ev rin_wisp2 at wispturn
with charachange

"ฉันหยิบบุหรี่มาอีกมวนมาจุดแล้วใส่ไว้ที่ปากรินโดยอัตโนมัติ เธอดูดเร็ว ๆ สองสามทีแล้วใช้ปากขยับมวนบุหรี่ไปมา\nอย่างเก้ ๆ กัง ๆ"

rin "ฟับฟ่อย"

"เธอพูดอะไรบางอย่างที่ฉันฟังไม่รู้เรื่อง พอหันไปมองก็เห็นว่าเธอกำลังคาบบุหรี่ดูลำบาก"

show ev rin_wisp4 at wispturn
with charachange

"ฉันคีบบุหรี่ออกมาจากปากรินแล้วคาบไว้เองพลางละทิ้งสามัญสำนึกและตรรกะทิ้งไป"

"แค่รอบเดียวก็คงจะพอแล้ว แต่ฉันก็สูบอีกหนึ่งปื้ด ฉันยังไอค่อกแค่กอยู่กับอาการไม่สบายตัวที่ควันเข้ารุกล้ำ\nระบบทางเดินหายใจอย่างนี้"

show ev rin_wisp1 at wispturn
with charachange

hi "ก่อนหน้านี้ก็เคยทำแบบนี้นี่นะ"

rin "สรุปนายเคยสูบ? แต่ดูแล้วไม่น่านะ"

hi "เปล่า หมายถึงที่นอนมองท้องฟ้ากับเธอเนี่ย"

rin "อ้อ"

show ovl rin_galleryskylight:
    truecenter
    zoom 0.8 subpixel True
    linear 30.0 zoom 1.0
with locationchange

"ท้องฟ้าอีกฟากฝั่งกระจกเริ่มเป็นสีดำเข้มขึ้น"

"สูงเกินกว่าจะเอื้อมถึง แม้ควันที่วูบวาบเหล่านั้นจะทำให้ดูใกล้เข้ามาก็ตาม"

"ฉันส่งบุหรี่คืนไว้ที่ปากริน"

"รู้สึกแย่ยังไงไม่รู้"

"แม้จะใกล้กันเพียงเอื้อม แต่ทว่าก็ยัง ‘มี’ พื้นที่ระหว่างเรา"

"เป็นระยะระหว่างเราที่เกิดจากรอยแยกกว้างสุดคณานับของความคิดและความรู้สึกที่ไม่ว่าจะเดินทางสักกี่ปีแสงก็ไป\nไม่ถึงกันที่แบ่งแยกพวกเราอยู่"

"หากได้พูดอะไรที่ถูกต้องออกไป อาจจะพอมีทางที่ทำให้รอยแยกนั้นร่นเข้าหากันได้ แม้เพียงเล็กน้อยก็ตาม"

"ฉันพยายามโดดไปทีเดียวเพื่อข้ามช่องว่างนั้น แต่รินก็หันหลังให้ฉัน"

"ฉันเหลือบมองรินด้วยหางตา"

hide ovl
show ev rin_wisp2 at wispturn
with charachange

"รินจ้องท้องฟ้ามืดดำผ่านช่องแสงและเพดานที่มีควันโขมงอยู่"

"เหมือนกำลังหลับอยู่เลย แต่ก็ไม่หรอก เธอยังลืมตาและปากก็ยังคาบบุหรี่อยู่"

show ev rin_wisp3 at wispturn
with charachange

"ฉันคีบออกเมื่อเห็นว่าบุหรี่ทำท่าจะล้มใส่แก้มเธอ"

"เธอไม่ตอบสนองใด ๆ ที่ฉันจับ"

"ตอนนี้พวกเราเป็นอย่างนี้กันสินะ"

"จะใกล้ชิดกันให้มากกว่านี้ได้อีกมั้ยนะ"

show ev rin_wisp4 at wispturn
with charachange

"ฉันสูบอีกหนึ่งปื้ดแล้วพ่นกลุ่มควันจาง ๆ ให้พรูลอยขึ้นไป"

show ev rin_wisp1 at wispturn
with charachange

"จูบทางอ้อมนี้เป็นสิ่งเดียวที่เชื่อมต่อเราไว้ขณะนี้"

"รสริมฝีปากรินที่ผสมกับรสควันเถ้าเผาไหม้"

"ริมฝีปากนุ่มของเธอที่แนบกับนิ้วฉันขณะที่ใส่บุหรี่กับปากเธอนั้นที่ให้ความรู้สึกคล้ายกับว่าเธอกำลังจูบนิ้วอยู่"

"เถ้าที่โปรยตกลงกับพื้นระหว่างเราที่ดูคล้ายหิมะ"

show ev rin_wisp4 at wispturn
with charachange

play sound sfx_lighter

"พอมวนที่สองนั้นใกล้หมดฉันก็จุดมวนที่สามต่อ"

show ev rin_wisp3 at wispturn
with charachange

"สิ่งที่ทำลายความสงัดงันภายในสตูดิโอนี้มีเพียงเสียงเงียบเชียบของควันที่ลอยตัวขึ้นไปยังกลุ่มดาวดวงแรกของค่ำคืนนี้\nที่พร่างพราวอยู่เหนือเรา"

"พอถึงประมาณมวนที่สี่มวนที่ห้าฉันก็เวียนหัวขึ้นมาเล็กน้อย"

"ไม่นานนักจันทร์ข้างขึ้นก็ปรากฏให้เห็นผ่านช่องแสง แสงจันทร์สาดส่องลงมายังพวกเรา อีกไม่กี่วันก็จะเป็นวัน\nจันทร์เต็มดวงแล้ว"

hi "บินได้ก็คงดีนะ"

"ฉันสะดุ้งเมื่อรู้สึกตัวว่าเสียงตัวเองที่พูดขึ้นมานั้นเป็นสิ่งที่หลุดเด่นขึ้นมาท่ามกลางควันที่ชวนให้เมามึน\nและความอ่อนล้านี้"

rin "นายบินไม่ได้?"

hi "เธอบินได้?"

show ev rin_wisp5 at wispturn
with charachange

rin "บางทีฉันก็รู้สึกเหมือนบินได้ เหมือนฉันจะทำอะไรก็ได้"

hi "อยากรู้สึกอย่างนั้นบ้างจังเลยนะ"

"เธอจะจับความขมขื่นในน้ำเสียงฉันที่เล็ดลอดไปได้มั้ยนะ วงจรอุบาทว์แห่งความรู้สึกข้างเดียวนี้คอยกัดเซาะในใจฉัน\nแม้กระทั่งตอนนี้"

"ฉันปัดความคิดแย่ ๆ นั้นทิ้งไป ทว่าก็ไม่เป็นผล สมองฉันเอาแต่วนเวียนจมอยู่ความเป็นไปได้ร้อยพัน ถ้าเกิดว่าอย่างนั้น\nถ้าเกิดว่าอย่างนี้"

"ระหว่างที่ดูพระจันทร์ที่เคลื่อนขึ้นสูงเรื่อย ๆ ฉันก็รู้สึกตัวว่าเวลาผ่านไปนานมากแล้ว"

"เหมือนสร่างขึ้นมาเลย แต่ก็ตอกย้ำถึงสถานะอันหดหู่ระหว่างเรา"

hi "ดึกแล้ว กลับโรงเรียนก่อนนะ"

stop music fadeout 6.0

#*********************

label th_R25:

play sound sfx_rustling

scene bg gallery_atelier_ni
with locationchange

"ฉันลุกขึ้นเตรียมออกห้อง แต่รินไม่มีท่าทีว่าจะลุกเลย เธอยังนอนอยู่นิ่งเหมือนพลังงานหมดแล้ว ยังมีควันที่ลอยฟุ้ง\nอยู่รอบ ๆ ที่เป็นความทรงจำจากบุหรี่ที่เราสูบด้วยกัน"

"ฉันจับต้นแขนสั้น ๆ นั้นของเธอเอาไว้แล้วดึงให้เธอลุกขึ้น"

show rin relaxed_sleepy_cas_ni:
    xalign 0.5 yanchor 1.0 ypos 1.1
    easein 0.5 ypos 1.0
with charaenter

"ฉันนึกแปลกใจที่เธอยอมลุกขึ้นตามที่ฉันดึงช่วย ตัวเธอนั้นเบาดุจขนนก"

hi "จะค้างคืนที่นี่เหรอ"

show rin negative_annoyed_cas_ni at center
with charachange

rin "ต้องค้าง ไม่ได้วาดมาสามวันแล้ว ฉันต้องหาวิธีว่าจะเริ่มวาดยังไง สูบบุหรี่น่าจะช่วยได้"

hi "งั้นพักหน่อยมั้ย"

show rin basic_deadpanupset_cas_ni
with charachange

rin "ไม่ได้ ฉันต้องทำ ถ้าฉันวาดไม่ได้อีก ฉันจะถูกทำลายจริง ๆ"

hi "แค่หมดไฟมั้ง ทำมาเยอะแล้วนี่"

show rin basic_awayabsent_cas_ni
with charachange

rin "แย่แน่ ต้องจบตรงนี้หรือเปล่านะ ฉันอยากเห็นว่าจะไปได้ไกลแค่ไหน คงจะแค่นี้ จบ"

hi "ก็แค่หัวตันหรอกน่า ไม่ใช่เรื่องใหญ่หรอก"

show rin basic_absent_cas_ni
with charachange

rin "คำนั้นเอาไว้เรียกเวลาวาดไม่ได้ใช่มั้ย"

show rin negative_spaciness_cas_ni
with charachange

rin "ฉันเคยเป็นนะ แต่ไม่ใช่อย่างนี้"

rin "ฉันคีบพู่กันขึ้นมาแล้วก็จะอยากวางลงทันทีเลย"

show rin negative_sad_cas_ni
with charachange

rin "แล้วก็คีบอีก สามวัน เหมือนลืมแล้วว่าวาดยังไง ฉันไม่คิดว่าจะเป็นอย่างนี้ได้ด้วย แบบ เป็นไปไม่ได้กว่าการที่เอมิจะ\nกลายเป็นเป็ดแล้วจมน้ำ"

hi "เธอต้องพักก่อนนะ คือฉันเข้าใจแหละว่าเธออยากสำรวจตัวเองให้ลึกลงไปอีกเพื่อจะวาดรูป แต่การเอาแต่จมอยู่กับ\nความคิดตัวเองมันไม่ดีนะ"

scene ovl rin_galleryskylight:
    truecenter
    zoom 0.8 subpixel True
    linear 30.0 zoom 1.0
with locationchange

"ฉันมองผ่านช่องแสงขึ้นไปยังท้องฟ้ายามค่ำคืน ดาวสองดวงส่องแสงวอมแวมอยู่เหนือเมืองใหญ่"

"ชวนให้นึกถึงสิ่งที่ฉันเคยทำเมื่อกาลครั้งหนึ่งนานมาแล้ว รู้สึกว่านานมากเหลือเกิน"

scene bg gallery_atelier_ni
show rin negative_sad_cas_ni at center
with locationchange

hi "มาเถอะ ไปกัน"

show rin basic_surprised_cas_ni
with charachange

rin "ที่ไหน"

hi "เดินเล่น เดี๋ยวพาไปดูที่ลับของฉัน"

hi "ไม่รู้ว่าในเมืองนี้จะใช้ได้หรือเปล่า แต่ลองก่อนได้"

hi "แต่เอาเถอะ คือเธอต้องพักก่อน แล้วก็อาจจะหาอะไรกินด้วย"

hi "มาเถอะ"

hi "เลิกคิดเรื่องนี้สักพักก่อนเถอะ"

"เวลาที่คนเราทุกข์ใจอะไรแล้วส่วนมากก็จะหนีจากชีวิตอันหดหู่ไปยังโลกจินตนาการ ฉันเคยทำอย่างนั้น แล้วทุกวันนี้\nก็ยังทำอยู่ นั่นคือการอ่านหนังสือแบบเป็นบ้าเป็นหลัง หนีจากโลกของตัวเองไปยังโลกในนั้น"

"แต่ของรินน่าจะเป็นทางกลับกัน คือหนีจากโลกในความคิดออกมายังโลกความเป็นจริง"

scene bg gallery_staircase
with locationchange

"รินดูไม่ค่อยสบอารมณ์เท่าไหร่ แต่ฉันก็เมิน อย่างน้อยก็พอให้ความร่วมมือด้วยการเดินตามฉันลงบันไดมาที่ทางเท้าละนะ"

$ renpy.music.set_volume(0.1, 0.0, channel="ambient")
play ambient sfx_traffic fadein 2.0

scene bg city_street4_ni
with locationskip

"ราตรีเข้ามาเยือนเมืองใหญ่"

"เป็นราตรีฤดูร้อนอันอ่อนโยน กลิ่นดอกไม้และยางมะตอยร้อน ๆ ลอยกรุ่น"

"แสงอาทิตย์ถูกแทนที่ด้วยแสงนีออนสว่างจ้าและไฟถนนเหลืองตุ่น อากาศก็สูดได้อย่างเต็มปอดราวกับว่าความกดอากาศ\nนั้นมีน้อยกว่าปกติ"

"ความรู้สึกในยามฤดูร้อนเมื่อตอนกลางวันนั้นยืดยาวมาจนถึงช่วงเย็นและค่ำ"

"ฉันจับแขนเสื้อเธอไว้อย่างที่ฉันเห็นเอมิทำ แล้วก็ต้องแปลกใจที่เธอตามมาอย่างว่าง่าย"

"แสงไฟสีนวลต่อสู้กับความมืดมิดที่แผ่คลุมไปทั่วตลอดทางเดินที่มีเราสองคนที่เป็นผู้นำและผู้ตามเดินไปด้วยกัน\nอย่างไม่มีใครรู้จุดหมาย"

"แต่ไม่สำคัญหรอก"

"เป็นสักครั้งที่ความเงียบตามปกติที่กลายเป็นธรรมเนียมระหว่างเรานั้นลงตัวได้ในที่สุด"

scene bg city_street3_ni
with locationchange

"พวกเราเดินเคียงกันเลือกเส้นทางไปตามใจอยากหรือไม่ก็ตามสิ่งที่คิดได้ บางทีก็เดินมายังถนนเส้นที่เดินผ่านมาแล้ว\nหนึ่งครั้งหรือสองครั้ง หรือไม่ก็เดินมาที่เส้นใหม่"

"ไม่ว่าจะที่ไหนก็ดูเหมือนว่าผู้คนต่างกำลังนอนหลับอยู่"

"รินไม่ได้ถามว่าจะไปไหน หรือไม่ก็ไม่ได้สนใจ หรือไม่ก็รู้ว่าฉันไม่มีคำตอบ"

"ความเงียบยามค่ำคืนนั้นไม่ได้น่ากลัว เพราะแสงสว่างได้ขับความกลัวเหล่านั้นไปโดยมากแล้ว"

"ยิ่งพระจันทร์เคลื่อนไปตามวิถีบนท้องฟ้าซึ่งไร้เมฆบดบังได้มากเท่าไหร่ อากาศก็ยิ่งเย็นลงเท่านั้น"

"เวลานี้มีเพียงรถที่แล่นอยู่ไม่กี่คัน และผู้คนที่เดินตามทางเท้ายิ่งมีน้อยกว่านั้นเสียอีก"

"ชีวิตกลางคืนที่ดูจะขาดหายไปนั้นก็ดูจะเหมาะกับเมืองนี้เหมือนกัน"

"แน่ละว่ามีร้านและคาเฟที่เปิดยี่สิบสี่ชั่วโมง แต่บรรยากาศเหล่านี้ชวนให้รู้สึกเหมือนว่าตัวเมืองนั้นกำลังหลับใหล\nเมืองที่หลับวันละแปดชั่วโมง"

stop ambient fadeout 6.0
play music music_comfort fadein 10.0

window hide
nvl clear
nvl show dissolve

n "\n\n\n\nเมืองที่ฉันเติบโตมานั้นมีแสงจากหลอดไฟฟ้านับล้านดวงสาดส่องและไม่เคยหลับใหล"

n "ฉันเคยเห็นกับตาตัวเองมาแล้ว ฉันไม่ได้มาเดินในตัวเมืองครั้งนี้เป็นครั้งแรก"

n "ตอนนั้นเป็นช่วงแรก ๆ ที่ฉันได้อยู่บ้านตัวคนเดียว"

n "ทั้งพ่อและแม่ต่างก็ต้องเดินทางไปทำงานโดยที่ไม่มีใครยกเลิกงานของตัวเองได้ ทั้งสองคนจึงพิจารณาว่าฉันโตพอที่จะ\nเอาตัวรอดด้วยเองได้แล้ว"

n "ฉันไม่ปล่อยให้ความเชื่อใจที่หลงผิดให้ฉันมานั้นต้องสูญเปล่า ฉันออกเดินไปตามตัวเมืองอยู่ทั้งคืน"

n "และไม่รู้ทำไม หลังจากนั้น แม้เลิกเรียนมาแล้วฉันก็ยังอยู่ในตัวเมืองต่อนานกว่าที่กะเอาไว้ทีแรก"

nvl clear

n "\n\n\nด้วยความไม่อยากกลับบ้าน ฉันจึงอยู่ต่อจนเย็น ค่ำ แล้วก็ทั้งคืน"

n "ฉันเดินไปตามเส้นทางที่วนรอบจุดหมุดหมายหนึ่งที่เลือกขึ้นมาแบบสุ่ม ๆ"

n "ตัวเมืองยามค่ำคืนนั้นดึงดูดฉันอย่างบอกไม่ถูก"

n "\nฉันจึงเดินไปตามถนนในตัวเมือง"

n "ทุก ๆ ทางแยกนั้นจะสุ่มเลือกไปทางไหนก็ได้ เพราะไม่ว่าจะทางไหนก็ไม่ได้พาไปที่ไหนทั้งนั้น"

n "\nการเดินเตร่ไร้จุดหมายทำให้ฉันได้มองอะไรในมุมใหม่ ๆ หวังว่ารินก็จะได้มองอย่างนั้นด้วยนะ"

nvl clear
nvl hide dissolve

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_rooftop fadein 2.0

scene bg city_street2_ni
with locationchange

window show

"พวกเราแวะซื้อกาแฟร้อน ๆ และขนมจากตู้ขายของแบบหยอดเหรียญแล้วหาที่นั่งกินด้วยกัน"

"ตัวเมืองยามค่ำคืนนั้นไม่มีเรื่องเวลามาเกี่ยว พวกเราจึงนั่งกันไปนานเท่าไหร่ไม่อาจทราบคอยมองความสงัดงัน\nของตัวเมืองที่โดยปกตินั้นมีชีวิตชีวา"

"แต่ก็ดึกมากแล้ว และอีกไม่นานก็จะเช้ามากแล้ว"

show rin basic_absent_cas_close_ni at tworight
with charaenter

rin "แค่นี้เหรอ"

$ renpy.music.set_volume(0.7, 1.0, channel="music")

"ฉันตกใจที่รินพูด"

"น้ำเสียงเธอไม่ได้ฟังดูเบื่อ ออกแนวสงสัยอยากรู้มากกว่าว่าทำไมถึงลากเธอออกมาเดินข้างนอก"

hi "อืม เคยอยู่ข้างนอกจนเช้ามั้ย เหมือนเป็นคนละโลกเลย"

show rin negative_spaciness_cas_close_ni
with charachange

"เธอครุ่นคิดอยู่กับคำพูดนั้นพักหนึ่ง แล้วมองไปรอบ ๆ เหมือนหาอะไรบางอย่าง"

"จู่ ๆ แสงที่สะท้อนอยู่หางตาเธอก็วาบวับขึ้นมา"

show rin basic_lucid_cas_close_ni
with charachange

rin "ก็ไม่เห็นเป็นคนละโลกเลย ก็เหมือนเดิม แค่หลับ"

show rin basic_awayabsent_cas_close_ni
with charachange

rin "นายคิดว่าเมืองนี้ฝันอะไรอยู่ แบบแกะรถหรือแกะตึกหรือเปล่า ทำไมฝันถึงเป็นเรื่องแกะตลอดเลย"

hi "เหมือนฉันไม่เคยฝันเห็นอะไรเรื่องแกะเลยนะ"

show rin basic_deadpannormal_cas_close_ni
with charachange

rin "เมืองอื่น ๆ จะฝันกันคนละเรื่องหรือเปล่า"

hi "มั้งนะ ก็ต้องคนละเรื่องแหละ"

"ฉันตอบทีเล่นทีจริงเป็นเชิงให้เธอพูดต่อ เป็นครั้งแรกในคืนนี้ที่รินดูจะมีเรี่ยวแรงขึ้นมาบ้างแล้ว"

show rin negative_spaciness_cas_close_ni
with charachange

"แต่เธอก็ไม่ถามคำถามอะไรกับตัวเองให้ยืดยาวต่อ เธอกลับเอนตัวเล็กน้อยแล้วมองพระจันทร์ที่เคลื่อนที่ข้ามเมืองไปแทน"

"ลมเย็น ๆ ที่พัดผ่านซอกตึกนั้นคล้ายหอบบทสนทนาออกไปก่อนที่จะทันได้เริ่ม"

"แย่ชะมัด ทั้งที่รินดูจะอารมณ์ดีขึ้นมาบ้างแล้วแท้ ๆ อยากจะหาอะไรดี ๆ มาพูด แต่ตัวฉันตอนนี้ทำไม่ได้หรอก"

"ฉันห่างจากรินเกินไป ฉันยังไม่ได้ทำให้เธอเปิดใจได้เลย เธอซับซ้อนเกินไป"

"เหมือนว่าเธอจะเปิดกว้างกับอะไรทุกอย่าง (ไม่)สนใจอะไร ๆ อย่างเท่าเทียมตั้งแต่เริ่ม ที่จริง เธอเป็นคนที่ปิดใจสนิท\nกว่าใครที่ฉันเคยรู้จัก ปิดแน่นกว่าฉันด้วย"

"บางครั้งเธอก็ปิดกั้นตัวเองไปอยู่กับโลกภายในนั้นโดยกันทุกอย่างออกไป"

"บางครั้ง ความคิดของเธอก็จะไหลอย่างอิสระออกมาจากสมองเธอ แต่ก็ยุ่งเหยิงเสียจนทั้งโลกนั้นไม่อาจเข้าใจ"

"ฉันไม่อาจตีความอะไรที่อยู่ในรูปแบบของภาพวาดได้ สำหรับฉัน ภาพวาดก็เป็นเพียงทะเลแห่งสีสันและรูปร่าง ไม่ใช่\nข้อความ"

"เธออยู่ห่างเกินไป ตอนนี้ฉันรู้แล้วว่าสิ่งที่ฉันเคยทำเพื่อจะเข้าหาเธอนั้นต่างก็ผิดวิธี แต่ฉันก็ยังอดชอบเธอไม่ได้"

"ฉันมองนิ้วมือขวาแล้วระลึกถึงสัมผัสจากริมฝีปากเธอที่แตะเข้ากับปลายนิ้ว"

hi "เธอเคยรู้สึกเหมือนกำลังพยายามไขว่คว้าอะไรที่เธอเอื้อมไม่ถึงมั้ย"

$ renpy.music.set_volume(1.0, 2.0, channel="music")

show rin basic_surprised_cas_close_ni
with charachange

"รินหันมาสบตากับฉันแล้วเอียงหัวด้วยความฉงน เธอจะเข้าใจความหมายของคำถามนั้นหรือเปล่านะ"

"แต่จะยังไงก็เถอะ ฉันชอบที่เดี๋ยวนี้แค่พูดออกมาก็เรียกความสนใจจากเธอได้แล้ว"

show rin basic_awayabsent_cas_close_ni
with charachange

rin "ตลอดเวลา"

show rin relaxed_doubt_cas_close_ni
with charachange

rin "ฉันก็คิดว่างั้นน่ะนะ วาดรูปก็รู้สึกแบบนั้นแหละ แทบจะทุกครั้ง หรือทุกครั้ง ไม่รู้"

show rin relaxed_nonchalant_cas_close_ni
with charachange

rin "บางครั้งฉันก็รู้สึกเหมือนว่าอยากวาดอะไรก็วาดได้ บางครั้งก็รู้สึกเหมือนเป็นแค่อีกเงาหนึ่งของฉัน เหมือนกระจกที่พัง"

hi "เหมือนการพูด?"

show rin basic_lucid_cas_close_ni
with charachange

rin "มั้งนะ"

show rin negative_spaciness_cas_close_ni
with charachange

rin "ตอนฉันยังเล็ก ฉันไม่ค่อยมีเพื่อน ตอนนี้ก็น่าจะเป็นอย่างนั้นอยู่"

rin "สิ่งที่ฉันชอบมีแค่ปากกากับสี เป็นอย่างเดียวที่เข้าใจฉัน"

show rin negative_worried_cas_close_ni
with charachange

rin "ตอนนี้เหมือนกับว่าสิ่งนั้นก็จะหายไปด้วย การเปลี่ยนแปลงน่ะน่ากลัว"

hi "ฉันอยากเข้าใจเธอจัง"

show rin basic_sad_cas_close_ni
with charachange

"เธอมองฉันด้วยสีหน้าเศร้าหมองที่เกิดจากความคิดของฉันที่ก่อตัวเป็นคำพูด"

rin "ฉันก็เหมือนกัน"

"ไม่ว่าเธอจะหมายถึงว่าเธออยากให้ฉันเข้าใจเธอ เธออยากเข้าใจฉัน หรือเธออยากเข้าใจตัวเอง ฉันไม่ได้ถาม\nหรือได้รู้เลย"

show rin basic_deadpanupset_cas_close_ni
with charachange

"ฉันเห็นนัยน์ตาเธอที่มองหานัยน์ตาฉัน ด้วยความจริงจังและลึกลับซับซ้อนในดวงตาคู่นั้น ฉันคงไม่อาจได้รู้อะไรขึ้นมาเลย"

show rin basic_deadpannormal_cas_close_ni
with charachange

rin "ไม่ต้องคิดมาก"

hi "จะเก็บไปคิด"

show rin basic_deadpanamused_cas_close_ni
with charachange

"เธอยกยิ้มน้อย ๆ ฉันรู้สึกว่าระหว่างเราอาจจะยังพอมีหวังทุกครั้งที่เธอเป็นอย่างนี้"

"พวกเราเข้ากันได้ทั้งที่ต่างกันสุดขั้ว"

"แค่ว่าพวกเราไม่ค่อยเข้ากันดีก็เพราะต่างกันสุดขั้วนั่นแหละ"

"ไม่ว่าจะเพราะวิธีการจัดการกับงานนิทรรศการของรินที่เปี่ยมแรงบันดาลใจ หรือไม่ว่าจะเพราะคำพูดพล่อย ๆ\nจากปากฉัน แต่สัปดาห์ที่แล้วนั้นต่างไปจากเดิม"

"เรื่องกระทบกระทั่งกันระหว่างเราคงเกิดด้วยความหุนหันพลันแล่น แต่อย่างน้อยตอนนี้ก็ดูพอจะกลับมาเป็นปกติแล้ว"

"ถ้าเทียบกันแล้วอะนะ"

stop music fadeout 2.0
$ renpy.music.set_volume(0.3, 0.0, channel="ambient")

scene bg city_street3_ni
with shorttimeskip

"พวกเราลุกจากม้านั่งแล้วเลือกทางที่จะไปต่อ"

"เวลายามค่ำคืนที่ร่นน้อยลงผ่านไปอย่างเชื่องช้าขณะที่พวกเราเดินไปตามถนนในตัวเมืองทีละก้าว"

"จนในที่สุดก็สงบใจลงไม่สนใจทั้งคนเดินผ่านน้อยนิดที่มาตัวคนเดียว ทั้งความมืดมิดชวนขนลุก ทั้งอีกฝ่าย และทั้งตัวเอง"

"ก้าวเดินของรินนั้นดูคล่องขึ้นคล้ายว่าบรรยากาศหนักอึ้งรอบตัวเธอที่กดทับเบาลงเล็กน้อย เห็นแล้วก็มีความสุข"

"พวกเราไม่คุยกันเลย มีเพียงคำพูดลอย ๆ คำพูดเดียวที่ผุดขึ้นมากลางค่ำคืนในเมืองใหญ่ที่ไร้เสียงตอบกลับ"

"รายละเอียดเล็ก ๆ น้อย ๆ เด่นสะดุดตา ไม่ได้เลือนหายไปอย่างเมื่อตอนกลางวัน"

$ renpy.music.set_volume(0.1, 6.0, channel="ambient")

scene bg misc_sky_ni
with locationchange

"ท้องฟ้าเหนือเมืองที่เปลี่ยนจากสีน้ำเงินแก่เป็นที่สีเทานั้นบ่งบอกฉันว่าค่ำคืนใกล้หมดลงแล้ว"

hi "จะเช้าแล้ว"

"รินแหงนหน้ามองตามและพยักหน้าให้ฉัน"

"จะเช้าแล้ว แสงยามเช้าผ่านเข้ามาและคืบคลานไปทั่วท้องฟ้าเคลื่อนสูงขึ้นทุก ๆ นาที"

"เหมือนไม่ใช่โลกจริงเลย"

"อีกสักพักหนึ่งพระอาทิตย์ถึงโผล่ขึ้นมา แต่ฉันรู้สึกว่า ณ จุดจุดนี้คือจุดสิ้นสุดของราตรี"

$ renpy.music.set_volume(0.3, 1.0, channel="ambient")

scene bg city_street3_ni at left
show rin basic_absent_cas_ni at center
with locationchange

hi "กลับกันมั้ย"

"รินพยักหน้าอีกครั้งเป็นครั้งที่สอง ผมของเธอพลิ้วไปตามสายลมที่โบกพัดป่าวประกาศยามรุ่งอรุณที่จะมาถึง"

hide rin
with charaexit

"อยู่ ๆ เธอก็เดินนำไปตามทางที่ฉันพาเธอมา ดูท่าว่าจะอารมณ์ดีขึ้นแล้วจริง ๆ"

"เป็นอีกสิ่งที่ทำให้ฉันมีความสุข"

scene bg gallery_ext_ni
show rin basic_awayabsent_cas_ni at center
with locationskip

"ทักษะการนำทางของรินนั้นก็คงไม่ค่อยได้ดีไปกว่าฉันสักเท่าไหร่ แต่สุดท้ายเราก็มาถึงที่ตึกของซาเอะจนได้"

hi "ไม่รู้ว่าจะช่วยได้มั้ยนะ พอดีฉันเคยเดินอย่างนี้มาก่อน แต่ตอนนั้นเหมือนจะเป็นความอยากโง่ ๆ แล้วก็อยู่เฉย ๆ ไม่ได้\nมากกว่า"

hi "ฉันอาจจะคิดตื้น ๆ แล้วไม่ได้ช่วยอะไรเธอเลยก็ได้"

show rin basic_lucid_cas_ni
with charachange

"เธอเพียงพยักหน้าตอบ"

hi "แล้วทีนี้รู้หรือยังว่าจะทำลายตัวเองยังไง"

show rin basic_deadpanupset_cas_ni
with charachange

rin "ฉันพอจะคิดออกแล้ว ฉันไม่อยากเจอหน้านายสักพัก"

stop ambient fadeout 0.5
$ renpy.music.set_volume(1.0, 6.0, channel="ambient")

show rin negative_annoyed_cas_ni
with charachange

rin "อย่ามาหาฉัน ทำอย่างอื่น"

"เธอยื่นคำขาดจนฉันไม่ทันได้ตั้งตัว"

play music music_rain fadein 4.0

hi "อะไรเนี่ย คืออะไร เธอบอกเองว่าไม่ถือไม่ใช่เหรอ"

show rin negative_angry_cas_ni
with charachange

rin "ฉันถือแล้ว แค่สักพัก ฉันต้องทำด้วยตัวคนเดียว"

hi "ไม่เอาหรอก"

show rin basic_surprised_cas_ni
with charachange

rin "ทำไม"

hi "ฉันไม่อยากให้เป็นอย่างนี้"

show rin basic_absent_cas_ni
with charachange

rin "ทำไม"

hi "ฉันไม่อยากรู้สึกเหมือนว่ามีระยะระหว่างเธอและฉัน"

show rin basic_deadpancontemplation_cas_ni
with charachange

"เธอเอียงหัวเหมือนนกแล้วหรี่ตาพลางคิด"

rin "งั้นก็จับฉันสิ"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

hi "หา?"

show rin basic_deadpan_cas_ni
with charachange

rin "จับฉันได้เลย ถ้าอยากจับ นายจะรู้สึกดีขึ้น ใช่มั้ย"

hi "ไม่รู้"

show rin basic_deadpannormal_cas_ni
with charachange

rin "ลอง"

hi "อยากให้จับตรงไหน"

show rin basic_awayabsent_cas_ni
with charachange

rin "ห้ามนมหรือหูข้างซ้าย นอกนั้นเลือกได้หมด"

hi "ได้"

show rin basic_awayabsent_cas_close_ni
with characlose

"ฉันยกมือกล้า ๆ กลัว ๆ ถึงไม่รู้ว่าจะทำไปทำไมก็เถอะ"

"แววตาเธอบอกฉันว่าเธอจะไม่อธิบายอะไร"

"ความคิดร้อยพันแล่นผ่านเข้ามาในหัวฉันขณะที่ยื่นมือเข้าไปใกล้หน้าริน จากนั้นก็ใช้สามนิ้วแตะเข้าที่แก้มนวล\nของเธอ"

"รินนั้นนุ่มและเย็น"

show rin basic_lucid_cas_close_ni
with charachange

"เธอหลับตาเมื่อถูกแตะและผ่อนคลายลงอย่างเห็นได้ชัด"

"ฉันสัมผัสได้ถึงลมหายใจแผ่วเบาของเธอและกล้ามเนื้อที่หายเกร็งขณะปลายนิ้วฉันแตะแก้มเธอ"

"เธอไม่ได้หนุนหัวกับมืออย่างที่คิดว่าผู้หญิงจะทำกันเมื่อเอามือแตะอย่างนี้ จริง ๆ เธอก็ไม่ได้ตอบสนองอะไรเลย ยกเว้น\nตาสองข้างที่ปิดลงนั้น"

show rin basic_deadpanamused_cas_close_ni
with charachange

"พอถอนมือออกเธอก็ลืมตาอีกครั้ง"

"ไม่รู้ว่าฉันเห็นภาพหลอนเพราะแสงแดดยามเช้าอ่อน ๆ หลอกตาหรือเปล่า แต่เมื่อกี้เหมือนว่ารินกลั้นยิ้มอยู่"

$ renpy.music.set_volume(1.0, 5.0, channel="music")

"นี่แหละคือปัญหาของความสัมพันธ์ระหว่างเรา"

"หลายครั้งฉันจะไม่รู้เลยว่าเกิดอะไรขึ้น และอีกหลายครั้งที่เหลือฉันจะไม่เข้าใจว่าทำไมอะไร ๆ ถึงเป็นอย่างนั้น"

stop music fadeout 3.0

"และฉันก็ไม่ได้รับคำอธิบายเหมือนเคย เธอเพียงแค่เดินไปที่ประตูเท่านั้น"

show rin negative_spaciness_cas_ni
with charadistant

rin "เจอกัน"

hide rin
with charaexit

"แล้วก็หายจากเอื้อมมือฉันไปนานระยะหนึ่ง"

scene black
with dissolve

$ suppress_window_after_timeskip = True

#*****************************************

label th_R26:

window hide None

$ renpy.music.set_volume(0.5, 0.0, channel="music")
play music music_pearly fadein 1.0

scene bg school_scienceroom_bw
with locationchange

nvl clear
nvl show dissolve

n "\nฉันให้เกียรติกับคำขอของรินด้วยการทำอย่างที่เธอบอก แม้ตัวฉันเองจะอยากไปก็ตาม"

n "ฉันเบนความสนใจไปยังการเรียน แต่สุดท้ายก็ได้แต่เหม่อระหว่างเรียนและทำงานให้พอพ้น ๆ ไป"

n "แต่ถึงอย่างนั้นฉันก็จริงจังกับการหาตัวเลือกเรียนต่อขึ้นมาบ้าง ฉันตามดูใบประกาศมหาวิทยาลัยและเส้นทาง\nสายอาชีพต่าง ๆ ไปทั่ว"

n "ฉันเรียนเก่งจึงอยากเข้าเรียนต่อที่มหาวิทยาลัย ฉันมั่นใจพอตัวด้วยว่าต้องได้เข้าเรียนที่ดี ๆ ด้วยแน่ ปัญหาเดียวคือ\nจะเรียนอะไรดี"

n "เคนจิล้อเลียนว่าฉันจะเข้าไปให้อาจารย์สายสตรีนิยมกดขี่ตอนที่ฉันบอกว่าจะเรียนต่อมหาวิทยาลัย ฉันไม่ได้ถามว่า\nเขาจะเอายังไงกับอนาคตต่อ"

n "รินจะมองอนาคตตัวเองยังไงบ้างนะ คงไม่ได้หลงทางอยู่อย่างฉัน หรือถ้าหลง ก็คงหลงคนละแบบ"

n "ฉันค่อนข้างผิดหวังที่รู้ตัวว่าหยุดคิดถึงรินไม่ได้เลย"

n "คำขอของเธอยิ่งทำให้ฉันเป็นห่วงและคิดถึงเธอมากยิ่งกว่าตอนที่ฉันยังไปหาเธอตามใจอยากได้ ฉันอึดอัดที่ไปไม่ได้"

nvl clear
nvl hide dissolve

$ renpy.music.set_volume(1.0, 2.0, channel="music")
play ambient sfx_businterior fadein 4.0

scene ev busride
with shorttimeskip

window show

"สุดท้ายฉันก็ตบะแตกตามคาด"

"เย็นวันหนึ่งฉันนั่งรถเข้าตัวเมือง ฉันทำใจเลิกคิดไปว่าจะมาทำไมแล้วคิดเรื่องอื่นแทนไปตลอดทาง"

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_traffic fadein 1.0

scene bg gallery_ext
with locationskip

"พอเดินมาห้านาทีก็ถึงหอศิลป์"

$ renpy.music.set_volume(0.6, 1.0, channel="ambient")

scene bg city_street4
with locationchange

"ฉันเดินผ่านไปยังประตูสตูดิโอ แต่ท้ายที่สุดก็ไม่กล้า ฉันจึงเดินต่อไปจนสุดหัวมุมถนนแล้ววกกลับมาอีก"

"ถ้าไปหาแล้วรินจะเกลียดฉันมั้ยนะ ตอนเธอโกรธจะเป็นยังไงกัน ไม่เคยเห็นเธอโกรธเลย"

"อย่างแย่ที่สุดคือถ้าฉันไปหาแล้วจะเป็นการไปทำลายบางอย่างอย่างที่เธอคล้ายจะบอกกลาย ๆ แต่คงไม่เป็นอย่างนั้น\nหรอก ใช่ไหม รินก็พูดอะไรแปลก ๆ อยู่เรื่อยนั่นแหละ"

"พอเดินไปตามถนนก็กลับมาถึงหน้าประตูหอศิลป์เป็นครั้งที่สอง"

$ renpy.music.set_volume(0.2, 1.0, channel="ambient")
stop music fadeout 3.0

scene bg gallery_ext
show sae neutral at center
with locationchange

"เพียงแต่ว่าครั้งนี้ฉันเดินเข้าไปที่หอศิลป์จนพบกับเจ้าของที่ยืนมองฉันอยู่หน้าประตู"

sa "ก็ว่าอยู่ว่าคุ้น ๆ ! มาทำอะไรเหรอ"

$ renpy.music.set_volume(0.5, 2.0, channel="ambient")

"ฉันไม่ค่อยอยากอธิบายสถานการณ์ระหว่างรินและฉันเท่าไหร่ จึงได้แต่ลุกลี้ลุกลนจนพึมพำอะไรไม่ชัดเจนออกไป"

hi "ผม เอ่อ…"

show sae doubt
with charachange

"เธอถอนหายใจยาวมองฉันแล้วยิ้มน้อย ๆ ไม่รู้ทำไม หวังว่าจะไม่เข้าใจผิดไปนะ"

show sae neutral
with charachange

sa "เข้ามาก่อนมั้ย ครูเธอแวะมาแน่ะ กำลังคุยกันเรื่องงานนิทรรศการของรินอยู่"

hi "เอ่อ ขอบคุณที่ชวนนะครับ แต่ผมต้อง—"

show sae smile
with charachange

sa "ไม่ต้องเกรงใจหรอก เข้ามา ๆ"

hide sae
with charaexit

stop ambient fadeout 1.0
play sound sfx_storebell

scene bg gallery_int
show nomiya frown at center
with locationchange

play music music_soothing fadein 0.5

"พอเดินตามซาเอะเข้ามาข้างในก็พบกับครูโนมิยะที่ยืนอยู่ตรงโต๊ะตัวใหญ่ตรงนั้น คุณครูกำลังพิจารณาแผ่นกระดาษ\nที่ดูเหมือนบัตรเชิญอยู่"

show nomiya frown at twoleft
show bg gallery_int at bgleft
with charamove

show sae smile at tworight
with charaenter

sa "ดูซิเนี่ยแมวกวักได้อะไรมา"

show nomiya talk
with charachange

no "นากาอิ! ไงหนุ่ม!"

"คุณครูดูไม่ตกใจเลยที่ฉันโผล่มา"

show sae neutral
with charachange

sa "บัตรเชิญเป็นยังไงบ้าง"

show invite:
    alpha 0.0 yalign 0.5 xanchor 0.5 xpos 0.6 subpixel True
    easein 1.0 xpos 0.5 alpha 1.0
with Pause (1.0)

"ฉันกวาดตามอง เป็นบัตรเชิญที่ค่อนข้างดูหรูหรา มีภาพที่รินวาดแปะอยู่ตรงหน้าพร้อมตัวอักษรเลื่อมทองแวววาว"

hi "ก็ใช้ได้นะครับ"

show invite:
    easeout 1.0 xpos 0.4 alpha 0.0
with Pause (1.0)

hide invite
show nomiya veryhappy
with charachange

no "สุดยอดเลย! ฉันชอบการออกแบบนี้จริง ๆ ! แล้วยังมีตัวอักษรเลื่อมทองอีก แจ่มมาก!"

show nomiya smile
with charachange

no "งานพิมพ์ก็ดี ไปจ้างทำที่ไหนมาบอกกันด้วยนะ"

hi "รินว่ายังไงบ้างเหรอครับ"

show sae doubt
with charachange

sa "ยังไม่ได้ถามเลย แต่เห็นบอกว่าให้ฉันทำมาได้เลย"

show nomiya veryhappy
with charachange

"ครูโนมิยะระเบิดหัวเราะพลางพลิกบัตรเชิญที่มีตัวอักษรเลื่อมทองนั้นไปมา"

show nomiya smile
with charachange

no "นี่แหละเทซูกะ! คงอยากใส่ใจกับอะไรที่สำคัญจริง ๆ เท่านั้นแหละ ดี ๆ"

show sae smile
with charachange

sa "งานของแม่หนูก็เดินไปได้เยอะแล้วด้วย ดูท่าว่าจะได้แรงบันดาลใจใหม่แล้ว"

hi "ช่วงนี้ผมว่ารินทำตัวแปลก ๆ อยู่นะครับ เหมือนกำลังสู้กับอะไรบางอย่างอยู่ น่าจะกับตัวเองมั้งครับ จนตัวเองสับสน"

hi "ล่าสุดก็เห็นบอกว่าวาดรูปไม่ค่อยออกด้วย"

show sae neutral
with charachange

sa "แต่ตอนนี้ก็ดูเหมือนว่าจะหายแล้วละนะ"

hi "รู้ใช่มั้ยครับว่ารินเขากินนอนอยู่บนนั้นไปแล้วน่ะ"

"ซาเอะโบกมือไม้คล้ายจะปัดคำถามทิ้ง"

show sae smile
with charachange

sa "รู้สิ"

hi "ไม่คิดว่าแปลกเหรอครับ"

show sae doubt
with charachange

sa "มั้งนะ แต่ฉันว่าแม่หนูเขาคงเข้าใจแหละว่าโอกาสครั้งนี้มันใหญ่แค่ไหนถึงได้ลงแรงเต็มที่ขนาดนั้น"

hi "ใหญ่ขนาดนั้นเลยเหรอครับ"

"ครูโนมิยะวางบัตรลงแล้วทำท่าปัด ๆ ฝุ่นที่มองไม่เห็นออกจากเสื้อคลุม"

show nomiya frown
with charachange

no "อืม จะว่ายังไงดี… คนเราน่ะต่างก็มีช่วงชีวิตที่แบบว่าจะมีการเปลี่ยนแปลงครั้งใหญ่ผ่านเข้ามาจนเปลี่ยนตัวเองไป\nตลอดกาลเลย"

no "ซึ่งนี่แหละก็อาจจะเป็นช่วงเวลานั้นของเทซูกะ"

hi "…อย่างนี้นี่เอง"

hi "ผมว่าผมเองก็เคยผ่านช่วงแบบนั้นมาเหมือนกันนะครับ"

"ที่ฉันหมายถึงคือเหตุการณ์ที่ทำให้ฉันต้องมาอยู่ที่โรงเรียนยามากุ แต่ทั้งสองคนก็ไม่มีใครว่าอะไรต่อ"

show nomiya smile
with charachange

no "ทุกคนก็คงเคยผ่านหรือจะต้องผ่านกันทั้งนั้นแหละ แต่เอาเถอะ การอุทิศตัวเองให้ศิลปะน่ะเป็นการตัดสินใจครั้งสำคัญนะ\nเส้นทางข้างหน้าก็เต็มไปด้วยขวากหนามพอตัวเลย"

no "เทซูกะมีแทบทุกอย่างพร้อมแล้ว แต่เจ้าตัวจะมีแรงใจพอที่จะฝ่าฟันไปได้หรือเปล่านั่นก็อีกเรื่อง"

show nomiya serious
with charachange

no "ฉันว่าฉันรู้ดีนะ ฉันเองก็เคยลองเดินทางนี้เหมือนกัน แต่สุดท้ายก็ถอนตัว"

label th_choiceR26:

menu:
    with menueffect

    "ฉันไม่เข้าใจว่าคุณครูพูดเรื่องอะไรอยู่"

    "เพราะงี้หรือเปล่าครับถึงได้สนับสนุนริน":
        return m1

    "ทำไมถึงเลิกเป็นศิลปินเหรอครับ":
        return m2

label th_R26a:

hi "เพราะงี้หรือเปล่าครับถึงได้สนับสนุนริน เพราะรู้ว่ามันลำบากน่ะ"

"ซาเอะตอบแทนคุณครู"

show sae scowl
with charachange

sa "มั้งนะ ส่วนหนึ่ง สงสัยเหรอ"

hi "ก็ไม่หรอกครับ ผมไม่ได้หมายความว่ามันไม่ดีหรอกนะครับ ผมแค่ไม่เข้าใจน่ะ"

hi "อย่าง สตูดิโอ? ห้องก็ดีนะครับ แต่ไม่มีคนใช้มานานแล้ว ทีนี้รินก็มา—"

sa "สิบเจ็ดปี สี่เดือน"

stop music fadeout 2.0

"ฉันเงยหน้าขึ้นสบตากับซาเอะ สายตาอันสุขุมและรอบคอบไม่เหมือนอย่างรินนั้นจ้องมาที่ฉัน รอยยิ้มตามปกติของ\nครูโนมิยะก็หายไปด้วย"

"ราวกับว่าความกดอากาศภายในหอศิลป์ได้ลดลงไปพร้อม ๆ กับอุณหภูมิ"

show sae neutral
with charachange

sa "ผ่านไปนับตั้งแต่ครั้งสุดท้ายที่มีคนใช้ห้องนั้น"

play music music_sadness fadein 3.0

hi "อ๊ะ"

show sae doubt
with charachange

sa "ทุกอย่างก็มีที่มาที่ไปแหละนะ"

"ซาเอะถอนหายใจเบา ๆ กอดอกพิงโต๊ะ"

show sae neutral
with charachange

sa "สตูดิโอนั้นเป็นของสามีฉันเอง เขาก็เป็นศิลปินเหมือนกันด้วย เขาอยู่บนนั้น คือ หลังแต่งงานพวกเราก็อยู่บนนั้นด้วยกัน\nพักหนึ่งแหละ"

show nomiya frown
with charachange

no "อันที่จริงแล้ว ฉันกับซาเอะเจอกันก็เพราะเขานี่แหละ"

show sae doubt
with charachange

sa "ใช่ แต่นั่นแหละ…"

show sae neutral
with charachange

sa "ตอนนั้นพวกเรายังเด็กและคิดตื้น ๆ อย่างน้อยก็ฉันคนหนึ่งละนะ… พวกเราเรียนที่โรงเรียนเดียวกัน ฉันเรียน\nประวัติศิลปะ เขาเรียนวาดรูป แล้วก็อย่างที่ครูเธอบอกนั่นแหละ ฉันได้เจอกับโนมิยะก็ช่วงนี้"

show sae smile
with charachange

sa "แต่นั่นแหละ ฉันหลงรักเขาหัวปักหัวปำ หรือรักผลงานเขาก็ไม่รู้"

sa "เขาเป็น… อัจฉริยะ ความอัจฉริยะของเขาฉายเด่นออกมาทุกครั้งที่เขาลงฝีแปรงวาด"

"เธอรำลึกความหลังถึงสามีเธอด้วยน้ำเสียงค่อนไปทางชื่นชม พอมองที่มือเธอก็เห็นว่าไม่ได้ใส่แหวนแต่งงานอยู่ แถมยัง\nฟังเป็นเหมือนเรื่องในอดีตเมื่อแสนนานมาแล้ว"

sa "เป็นคนเก่งชนิดที่ว่าคงได้ไปอยู่ในหนังสือประวัติศิลปะแน่ ๆ เป็นคนที่ต่อสายตรงกับพระเจ้าเลย"

show sae scowl
with charachange

sa "ฉันคิดว่างั้นนะ"

show sae neutral
with charachange

sa "บ้าเนอะ"

show nomiya smile
with charachange

no "ฉันว่าทุกคนหรือแม้แต่คุณครูก็รู้แหละว่าเขาเก่งมาก ๆ"

show sae scowl
with charachange

sa "ความอัจฉริยะนั้นน่ะ… อืม ใช้คำว่ากลืนกินเขาดีกว่า ทุกอย่าง ทุกอย่างแบบทุกอย่างจริง ๆ มาเป็นอันดับที่สอง\nรองจากศิลปะหมด ไม่ว่าจะสังคม งานการ หรือแม้แต่ฉัน ทั้งหมดไม่ได้สำคัญเท่างานศิลปะของเขา"

sa "เหมือนศิลปินจะมองศิลปะให้เป็นแค่งานไม่ได้ จะมองว่าศิลปะน่ะเป็นอะไรที่… ขาดไม่ได้เลย"

sa "การใช้ชีวิตอยู่ร่วมกับคนอย่างนั้นน่ะลำบากมากเลยนะ ลำบากมากที่ได้แต่งงานกับคนอย่างนั้น"

"เธอหยุดพูดไปแล้วหันมาดูว่าฉันเข้าใจหรือเปล่า"

"ยังไม่ถึงประเด็นสำคัญของเรื่องนี้มั้ง หรือไม่ก็ฉันพลาดอะไรไป"

hi "แล้วคุณรับมือยังไงเหรอครับ"

show sae smile
with charachange

"คำถามของฉันที่คงจะเป็นคำถามที่เธอคอยอยู่ทำให้เธอแค่นหัวเราะ"

show sae neutral
with charachange

sa "แต่ฉันก็อยู่ได้นะ บางทีก็ลำบาก บางทีฉันก็หลอกตัวเองว่าเดี๋ยวเขาก็เปลี่ยนตัวเอง"

sa "ฉันก็ตามฝันตัวเองอยู่เหมือนกัน ก็เลยทำใจปล่อยเขาไว้อย่างนั้นง่ายหน่อย จะห้ามศิลปินไม่ให้วาดรูปตอนที่เขา\nอยากวาดก็คงไม่ได้ใช่มั้ยล่ะ"

show sae smile
with charachange

sa "อีกอย่าง การได้อยู่กับศิลปินน่ะน่าสนใจนะ ฉันก็ไม่ได้เกลียดเลยหรอก ที่โรงเรียนศิลปะน่ะมีแต่คนโม้เหม็นปลอมเปลือก\nแต่ศิลปินตัวจริงโดยทั่วไปน่ะเป็นคนน่ารัก"

sa "ฉันว่าเพราะงี้แหละครูเธอถึงได้ชอบแม่หนูแมวน้อยนั่นนักหนา ฉายแววศิลปะแรง แถมวาดเก่งด้วย"

show sae neutral
with charachange

sa "อยากวาดแล้วก็ต้องวาด"

show nomiya talk
with charachange

no "ประมาณนั้น เป็นนักเรียนที่ดีที่สุดที่ฉันเคยสอนมาเลย"

show sae doubt
with charachange

sa "ตอนนี้ก็เหลือแค่เรื่องหาทิศทางของตัวเองแล้ว เพราะงี้แหละมั้งฉันถึงได้อยากให้โอกาสนี้น่ะ ถ้าได้เข้าโรงเรียนศิลปะแล้ว\nก็จะดีต่อตัวแม่หนูคนนั้นเลย"

show sae smile
with charachange

sa "การแสดงออกทางศิลปะน่ะคือการตามหาที่ที่เป็นของตัวเอง หาขีดจำกัดของตัวเองแล้วก็ใช้เป็นจุดตั้งต้น จะขยายออก\nจะข้ามไป ยังไงก็ได้ที่ตัวเองถนัด แต่ต้องดูด้วยว่าตัวเองจะทำได้หรือเปล่า"

show sae neutral
with charachange

sa "แต่นั่นแหละ สรุปสั้น ๆ คือสามีฉันเป็นคนที่ไม่มีขีดจำกัดพวกนี้เลย เป็นคนที่มีเอกลักษณ์ แต่ร่างกายมนุษย์น่ะรับอะไร\nอย่างนั้นไม่ไหวหรอก"

show sae scowl
with charachange

sa "เขา… เขาตายตั้งแต่อายุยังน้อย หลังเขาตายฉันก็ทนดูสตูดิโอไม่ไหวจนต้องทำใจลืม ๆ ไปเสีย"

sa "เรื่องแบบนี้มันก็เกิดกันได้แหละนะ"

show sae neutral
with charachange

sa "ไฟของเขานั้นโชติช่วงทว่าก็อยู่ได้ไม่นาน"

stop music fadeout 4.0

"เธอเล่าจบไปดื้อ ๆ อย่างนั้น แต่ก็ไม่มีท่าทีว่าเธอจะเล่าอะไรต่อ"

show nomiya frown
with charachange

"ครูโนมิยะจับบัตรเชิญที่วางอยู่บนโต๊ะเล่นไปมาคล้ายว่าหาอะไรทำเพื่อให้มีอะไรทำ"

hi "แต่ถ้าเกิดว่า… รินเป็นอย่างสามีของคุณล่ะครับ แบบว่าเป็นคนที่มีศักยภาพที่ไร้ขีดจำกัดน่ะ"

show sae smile
with charachange

"มือของซาเอะกระตุก เธอทำสีหน้าเศร้าสร้อยอย่างที่ฉันเห็นทุกครั้งที่เธอมองริน"

"เป็นสีหน้าที่บอกว่าเธอนึกถึงสามีของเธอขึ้นมา"

sa "ไม่รู้สิ"

#######################
label th_R26b:

hi "ทำไมถึงเลิกไปล่ะครับ เหมือนครูเคยพูดถึงอยู่"

show nomiya frown
with charachange

no "อ๋อ เรื่องมันยาว"

show sae scowl
with charachange

"ครูโนมิยะเหล่มองเจ้าของหอศิลป์ที่เม้มปากเรียบเล็กน้อย"

show nomiya smile
with charachange

no "ฉันก็ผ่านช่วงเวลาที่เปลี่ยนชีวิตมาอย่างนั้นเหมือนกันแหละ ถึงจะเพิ่งมารู้ตัวเอาทีหลังก็เถอะ"

show nomiya talk
with charachange

no "เคยเล่าหรือยังนะว่าฉันรู้จักกับซาเอะมานานแล้ว เราเรียนที่โรงเรียนเดียวกัน ผ่านมา… โห นานแค่ไหนแล้วเนี่ย"

show sae doubt
with charachange

sa "อย่านับปีเลยชินอิจิ"

show nomiya veryhappy
with charachange

no "ฮ่าฮ่าฮ่า ก็จริงแหละ แต่เอาเถอะ สมัยเรียนพวกเรามี… เอ่อ เพื่อน เรียกงี้ดีกว่า"

show nomiya smile
with charachange

no "เราเรียนสายเดียวกันน่ะ เขาไปเจอซาเอะก็น่าจะตอนงานเลี้ยงสักที่หนึ่ง จริง ๆ ฉันรู้จักเขาก็เพราะซาเอะนี่แหละ"

no "เขาเป็นศิลปินยอดเยี่ยมอย่างเทซูกะนี่แหละ เป็นอัจฉริยะตั้งแต่อายุยังน้อย"

show nomiya talk
with charachange

no "เก่งแบบทิ้งห่างพวกฉันไม่เห็นฝุ่นเลย"

no "ทั้งเขาและฉันสนิทกันดี แต่ก็มีเรื่องกระทบกระทั่งกัน"

show nomiya dreamy
with charachange

no "รู้สึกเหมือนฉันมองเขาอยู่ห่าง ๆ"

show sae scowl
with charachange

sa "คุณไม่ใช่คนเดียวหรอกที่รู้สึกอย่างนั้น"

show nomiya frown
with charachange

"ครูโนมิยะกระแอมแก้เก้อ"

stop music fadeout 12.0

show nomiya serious
with charachange

no "แต่เอาเถอะ เขา เอ่อ จบชีวิตด้วยน้ำมือตัวเอง น่าเศร้าจริง ๆ"

show nomiya smile
with charachange

no "พอมาย้อนคิดดูแล้ว จุดนั้นแหละที่ทำให้สุดท้ายฉันเบนเข็มมาเป็นครูแทน"

no "ฉันไม่ได้เป็นอัจฉริยะหรือเปี่ยมด้วยแรงบันดาลใจขนาดนั้น ฉันกระเสือกกระสนอยากจะทำอาชีพเป็นศิลปิน แต่ฉัน\nไม่เหมาะกับงานอย่างนั้น"

show sae smile
with charachange

sa "ตอนนั้นคุณก็เก่งพอที่จะเป็นศิลปินอยู่นะ"

show nomiya veryhappy
with charachange

no "ฮ่าฮ่าฮ่า! ก็คงจะได้เป็นอยู่หรอกมั้ง แต่สุดท้ายก็มาจบที่ตรงนี้แหละ พอเขาจากไปฉันก็ไม่ได้มีแรงขับเคลื่อนขนาดนั้น\nแล้วละ"

show nomiya smile
with charachange

no "ฉันชอบเด็กแล้วก็ศิลปะทุกรูปแบบเลย เลยคิดว่าคงต้องมาเส้นทางนี้แหละ"

no "ถึงจะเศร้า แต่ฉันว่ากุญแจสำคัญคือความหลังทั้งหลายที่มีกับเพื่อนคนนั้นนั่นแหละ อย่างที่เขาว่ากันว่าจุดพลิกผัน\nละนะ"

##############
label th_R26c:

play sound sfx_rustling

"ซาเอะลุกขึ้นแล้วควานหาบุหรี่กับไฟแช็กในกระเป๋าเสื้อคลุม มือเธอสั่นอยู่"

show sae doubt
with charachange

sa "ขอไปสูบบุหรี่หน่อยนะ"

"ครูโนมิยะกับฉันตามเธอไปทีหลังโดยไม่พูดอะไร"

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_traffic fadein 1.0

scene bg gallery_ext_ni
with locationchange

"มืดค่ำแล้ว ซาเอะยืนสูบบุหรี่ครั้งสองครั้งหันหลังให้เราอยู่ แสงอำพันอ่อน ๆ ตกกระทบส่องบนใบหน้าเธอขับเน้นสันกราม\nที่แหลมนั้น"

show nomiya smile_ni at center
with charaenter

no "คืนนี้พอแค่นี้ก่อนดีกว่านะ ถ้าอยากติดรถให้ฉันขับไปส่งที่โรงเรียนด้วยก็ได้นะนากาอิ"

show nomiya smile_ni at twoleft
show bg gallery_ext_ni at bgleft
with charamove

show sae neutral_ni behind nomiya at tworight
with charaenter

sa "คุณอย่าเพิ่งไปไหนนะชินอิจิ ฉันอยากดื่ม เดี๋ยวไปที่ร้านตรงหัวมุมนั้นกัน"

show nomiya frown_ni
with charachange

"คุณครูมองไปทางซาเอะแล้วยักไหล่ให้ฉันเป็นเชิงขอโทษ"

hi "ไม่เป็นไรครับ ผมขึ้นรถบัสกลับไปก็ได้"

hi "เดี๋ยวผมจะขึ้นไปดูด้วยว่ารินจะกลับโรงเรียนกับผมด้วยหรือเปล่า รู้สึกช่วงนี้เธอค้างคืนที่สตูดิโอบ่อยไปแล้ว"

show sae smile_ni:
    xpos 0.57 
with dissolvecharamove

"ซาเอะล็อกประตูหอศิลป์แล้วควงแขนกับคุณครู พอมองสองคนนี้แล้วก็รู้สึกแปลก ๆ"

"การมีเพื่อนที่อยู่ด้วยกันมาเป็นสิบ ๆ ปีจะเป็นยังไงกันนะ นึกภาพไม่ออกเลย"

hide sae
hide nomiya
with charaexit

"ทั้งสองคนออกเดินไปยังบาร์ที่อยู่ตรงหัวมุม ฉันจึงรีบตรงไปที่บันไดขึ้นไปยังประตูสตูดิโอเพื่อเตรียมใจทำอย่างที่หมายมั่น\nไว้ทีแรก"


#******************************************

label th_R27:

stop ambient fadeout 0.5

scene bg gallery_staircase
with locationchange

"ฉันเดินขึ้นบันไดมาแล้วเดินเข้าสตูดิโอไปอย่างระมัดระวัง"

$ renpy.music.set_volume(0.3, 0.0, channel="ambient")
play ambient sfx_rooftop fadein 1.0

scene bg gallery_atelier_ni
with locationchange

"ห้องนั้นมืดด้วยค่ำคืนที่ผ่านเข้ามาอย่างรวดเร็ว แต่ยังเห็นริน—หรือเรียกว่าเงาของรินน่าจะดีกว่า—นั่งอยู่กับพื้น"

"ได้แรงบันดาลใจกลับมาอย่างที่ซาเอะว่าแล้วสินะ แล้วยังเปลี่ยนจากการวาดกับขาตั้งมาเป็นการวาดกับพื้นอีก"

stop ambient fadeout 1.0

"ก่อนที่จะเดินครบห้าก้าว ฉันก็ต้องผงะ"

"ฉันนึกขันที่อยู่ ๆ สมองก็คิดขึ้นมาได้ว่าพลังการรับรู้ของมนุษย์นั้นช่างน่าชื่นชม"

"แค่เห็นเงาที่ขยับ ภายในเสี้ยววินาทีนั้นฉันก็รู้ตัวว่าบางอย่างผิดแผกไปพร้อมประมวลผลภาพตรงหน้าจนได้คำตอบที่\nทำให้ฉันหน้าแดงไปถึงหู"

scene ev rin_masturbate_away:
    truecenter
    subpixel True zoom 1.0
    acdc_warp 16.0 zoom 0.8
with whiteout

play music music_moonlight fadein 0.5

"รินนั่งทับขาตัวเองอยู่"

"เธอโยกตัวไปมาเป็นจังหวะบดคลึงเข้ากับตัวเองช้า ๆ"

"เธอหอบแรงจนแทบจะเห็นลมหายใจได้แม้มีเพียงแสงสลัว เป็นลมหายใจของคนที่ไม่อาจคุมจังหวะหายใจได้อีกต่อไป"

"เอวของเธอที่เป็นเพียงเงาที่เกิดจากแสงสลัวด้านบนสาดส่องนั้นขยับเป็นวงกลมวนไปมา"

"เธอไม่ทันเห็นฉันเพราะเธอมัวแต่กำลัง… ทำอะไรอยู่"

"สภาพที่ยังไม่มีใครรู้สึกอะไรนี้หายไปเองก่อนที่ฉันจะทันได้คิดว่าจะทำยังไงต่อ"

"สิ่งหนึ่งในบรรยากาศภายในห้องนี้ได้เปลี่ยนไป เป็นสิ่งเล็ก ๆ ที่ไม่อาจรับรู้หรือสังเกตได้ แต่ก็เปลี่ยนไปแล้ว"

"อาจจะเป็นกระแสลมอ่อน ๆ ที่เกิดจากประตูที่เปิด หรือความกดอากาศที่เปลี่ยนไปเล็กน้อย หรือเสียงหายใจของฉัน\n(ถึงฉันจะรู้ตัวว่าไม่ได้หายใจมาหลายวินาทีมาก ๆ แล้วก็เถอะ) หรือรังสีที่แผ่จากฉัน"

"สิ่งนั้นทำให้รินรู้สึกตัว"

show ev rin_masturbate_away:
    ease 0.5 zoom 0.8
with None

show ev rin_masturbate_surprise:
    ease 0.5 zoom 0.8
with charachange

"เธอชะงักไปแล้วหันหน้ามาทางประตูช้า ๆ"

"ฉันเห็นภาพ—แต่ไม่ได้เห็นจริง ๆ —สีหน้าของรินที่ซีดเผือด เหมือนลูกกวางที่มองผู้ล่า"

"รินจะเห็นหน้าฉันไหมนะ แต่อย่างน้อยเธอก็ไม่มีแรงและไม่กล้าพอที่จะสบตากับฉันตรง ๆ"

show ev rin_masturbate_away
with charachange

"เธอจึงก้มหน้าเอาคางแนบหน้าอกให้ผมอันยุ่งเหยิงของเธอปกปิดใบหน้าตัวเองไปจากฉันให้มากกว่าเดิม"

"ฉันคงต้องเดินหนีหรือไม่ก็เดินเข้าไปหา แต่ฉันก็ทำไม่ได้สักอย่าง"

rin "ฉันบอกให้นายอยู่ห่าง ๆ ฉัน"

"น้ำเสียงเธอนั้น… ไร้เรี่ยวแรง เจ็บปวด ราวกับว่าทุกข์ทรมาน"

"ทั้งเนื้อตัวเธอมีเพียงเสื้อตัวเดียวเท่านั้น"

"ฉันเห็นแสงสุดท้ายของยามสนธยาสะท้อนกับต้นขาและบั้นท้ายขาวซีดนั้น"

"ถอยไม่ได้แล้ว ในเมื่อเสียโอกาสที่จะถอยแล้วฉันจึงทำสิ่งที่พอจะทำได้"

"ฉันรีบเสตามองทางอื่นแม้รินจะไม่เห็นว่าฉันมองอะไรอยู่"

hi "ขอโทษ ฉันไม่คิดว่า…"

show ev rin_masturbate_doubt
with charachange

rin "ไม่ใช่อย่างนั้น…"

"เสียงเธอแหบแห้งและสั่นเทาจากการกลั้นน้ำตาหรืออะไรอย่างอื่นอยู่"

"ตัวเธอสั่นเหมือนกำลังเจ็บปวดอยู่จริง ๆ"

show ev rin_masturbate_frown
with charachange

rin "ไม่ใช่อย่างนั้น ฉัน…"

nvl clear

rinbabble "ฉันไม่รู้ว่าเปลี่ยนคืออะไรแต่ฉันรู้ว่าตอนนี้นายไม่รู้ว่าฉันต้องทำอะไรและทุกอย่างที่ผ่านไปและฉันคิดว่าฉันลืมไปแล้วที่จริงฉันไม่\n\nได้ลืมสิ่งเหล่านั้นสะสมก่อตัวขึ้นสะสมสะสมสะสมจนล้นทะลักออกมาเป็นสายเหมือนสายทุกอย่างที่ผิดฉันทนไม่ไหวฉันคิดถึงสิ่ง\n\nที่ตัวเองต้องการไม่ออกเพราะฉันคิดได้มากแบบมีขีดจำกัดสี่หกเจ็ดอย่างไม่สำคัญไม่เคยพอฉันต้องปลดปล่อยฉันต้องทำลาย\n\nลืมไปไม่ทำอะไร—"
nvl clear

"รินพึมพำอยู่กับตัวเอง ไม่ได้คุยกับฉัน"

"เป็นการพล่ามบ่นร่ายยาวบ้าคลั่งด้วยเสียงเรียบสม่ำเสมอ เป็นสายคำพูดที่ไหลออกมาอย่างไม่มีที่สิ้นสุดที่ออกมา\nจากปากเธอแทบจะพร้อม ๆ กัน"

"รู้สึกเหมือนเธอจะลืมไปแล้วว่าคนที่อยู่ตรงนี้เป็นฉัน หรือลืมไปแล้วว่ามีคนอยู่ หรือเธอแทบจะแยกแยะความเป็นจริง\nและความไม่เป็นจริงไม่ออกแล้ว"

"หรือในสมองเธอแล้วฉันคือเสียงในหัวของเธอ"

"ฉันมองสภาพอันน่าเวทนาของรินที่คู้ตัวลงกับพื้นโดยมีเพียงเสื้อสีขาวตัวเก่งของเธออยู่กับตัว"

"เสื้อตัวนั้นไม่ได้คงสภาพเรียบร้อยของเธอซึ่งได้หายไปแล้วไว้ และไม่ได้คงอุณหภูมิร่างกายของเธอซึ่งเธอดู\nจะไม่ได้สนใจไว้"

"เธอดูแหลกสลายยิ่งกว่าที่ฉันคิดว่ามนุษย์จะแหลกสลายได้ ทั้งที่ฉันได้เห็นอะไร ๆ มาจากโรงพยาบาลและ\nโรงเรียนยามากุมาแล้ว"

"ฉันนึกถึงควันขุ่นมัวสีน้ำเงิน และนึกถึงตัวเองที่สงสัยว่ารินทำอะไรบ้างเพื่อศิลปะ"

"เมื่อรู้สึกตัวว่ารินนั้นจริงจังอยู่เสมอ ในความคิดก็กระเทือนราวถูกทุบด้วยของหนัก ๆ"

"เธอจะทำลายตัวเองเพื่อศิลปะจริง ๆ"

"ฉันคิดไปเองว่าเธอไม่ได้จริงจังกับคำพูดแปลก ๆ ที่บอกว่าจะเปลี่ยนแปลงตัวเอง ที่พูดเหมือนกับว่าเป็นอะไรที่กะทันหัน\nและสัมผัสได้อย่างการตื่นนอน"

"ฉันไม่รู้เลย"

"นี่คือตัวเธอที่ถูก ‘เปิดเผย’ ต่อหน้าต่อตาฉัน"

"อยู่อย่างโดดเดี่ยวอยู่ที่ชั้นบนสุดของตึกนี้ ในห้องนี้ ในห้วงความคิดเธอ"

"วันแล้ววันเล่าเธอวาดรูปโดยไม่ได้สนใจอะไรอย่างอื่น"

"ทำลายตัวเองเพื่อไขว่คว้าสิ่งที่เธอต้องการ"

"คงมีเหตุผลที่เธอ… ทำอะไรอนาจารอย่างนี้ ฉันก็ไม่แน่ใจว่าเธอเข้าใจเหตุผลนั้นหรือเปล่า"

"ทำไมถึงทำอย่างนี้ ฉันพยายามปะติดปะต่อเรื่องราวแต่ก็ไม่เข้าใจ"

"ฉันเศร้า กลัว ตื่นเต้น ขยะแขยง เป็นห่วง และอารมณ์อื่น ๆ ที่ตอนนี้ฉันนึกคำไม่ออก ฉันสับสน"

hi "ฉันไปละ ขอโทษจริง ๆ นะ"

show ev rin_masturbate_away
with charachange

rin "ไม่สำคัญ"

"เสียงฉันแหบและเบา รู้สึกราวกับว่ามีกระดาษทรายอยู่ในคอ ฉันหดหู่เหลือเกินที่ต้องมาเห็นภาพนี้"

"ฉันไม่อยากเห็นรินในสภาพนี้"

"ฉันเห็นแต่ความเศร้า ความเครียด และความสิ้นหวังของริน นี่หรือเปล่าคือ “ขีดจำกัด” ทำไม ไม่สิ ทั้งซาเอะทั้งครูโนมิยะ\nปล่อยให้รินเป็นถึงขนาดนี้ได้ยังไง หรือจริง ๆ แล้วเป็นที่ฉัน?"

stop music fadeout 6.0

show ev rin_masturbate_hug
with charachange

"ฉันเกือบจะเดินออกมาจากตรงนั้นแล้ว แต่ ณ วินาทีสุดท้ายฉันก็กลับมาแล้วเดินไปย่อตัวอยู่ข้างหลังรินพลางแตะ\nหน้าผากเธอเบา ๆ เธอไม่ได้ขัดขืนหรือโต้ตอบอะไร"

"ฉันทิ้งเธอไว้อย่างนี้ไม่ได้ เธอไม่สบาย"

"เหมือนจะมีไข้ ทั้งร้อนฉ่าและเย็นเฉียบเลย หรือจะไม่สบายเพราะออกไปเดินโต้รุ่งตอนนั้นกันนะ ดูท่าว่าจะเป็น\nคนป่วยง่าย"

"มีผ้าห่มอยู่ผืนหนึ่งบนโซฟา แต่ฉันไม่ใช้และใช้แขนโอบรินไว้แทน"

"เธอไม่ขัดขืนที่ฉันกอดอย่างเก้ ๆ กัง ๆ เพียงก้มหัวลงจนเงาที่ปกปิดใบหน้าเธอนั้นเข้มขึ้น"

show ev rin_masturbate_hug:
    acdc_warp 40.0 zoom 1.0
with None

rin "ทำอะไร"

hi "เปล่า"

"ฉันไม่ได้กอดรินเพราะรักหรือให้อภัย ฉันรักไหมเล่า เธอน่าสงสารไหมเล่า"

"ฉันก็แค่อยากกอดเธอ"

"ทั้งห้องมีเพียงเสียงหอบของเธออยู่ครู่หนึ่ง"

"ความอบอุ่นจากร่างกายฉันที่ตอนนี้ใช้ร่วมกันสองคนนั้นแทบจะมีไม่เพียงพอ แต่ก็ยังค่อย ๆ แผ่ซ่านจากตัวฉันไปยังเธอ\nอย่างเชื่องช้าเหลือทน"

"ความอบอุ่นเล็กน้อยที่ฟื้นขึ้นในตัวรินนั้นทำให้ฉันรู้สึกถึงร่างกายเธอที่แนบฉันมากขึ้น"

"แม้จะมืดมิด แต่ฉันยังได้กลิ่นหอมฟุ้งจากผมริน สัมผัสได้ถึงเหงื่อบนผิวกายเธอ และสัมผัสได้ถึงสีที่เปื้อนเสื้อเธอ"

"สัมผัสได้ถึงความแข็งของกระดูกเธอ และสัมผัสได้ถึงความนุ่มของเนื้อกายเธอ"

"ได้ยินเสียงหัวใจเธอที่ดังก้องไปกับเสียงหัวใจฉันที่เต้นผิดจังหวะอย่างเคย"

"เลือดอุ่นที่สูบฉีดไปทั่วร่างเตือนให้ฉันคิดได้ว่าทำไมฉันถึงพูดสิ่งนั้นออกไปตอนนั้น ทำไมหลังจากนั้นถึงมาที่นี่อีก\nทำไมคืนนี้ถึงมาที่นี่อีก"

"ทำไมตอนนี้ฉันถึงกอดเธอเพื่อปกป้องเธอจากความเหน็บหนาวและเศร้าโศก"

"รินยึดครองพื้นที่เล็ก ๆ ในหัวใจฉันไปเป็นของเธอเองได้แล้วโดยแทบไม่ต้องลงแรงอะไรเลย"

window hide

centered "ริน" with dissolve

window show

"ต่อให้เธอจะผลักไส ฉันก็อดที่จะรู้สึกเช่นนี้ไม่ได้"

hi "เป็นอะไรมั้ยริน"

rin "ไม่"

rin "ฉัน… คิดว่าฉันพังแล้ว ฉันวาดแล้ว ฉันวาดอะไรดี ๆ แล้ว เยี่ยม"

rin "แต่วาดแล้วก็เจ็บ ฉันทนไม่ไหว"

"เธอตัดบทไปเมื่อไม่มีอะไรให้พูดอีก"

"ไม่ได้เป็นน้ำเสียงโกรธหรือเศร้า"

"เป็นน้ำเสียงที่ไร้ซึ่งชีวิต"

"ฉันลูบหัวและไหล่เธอคล้ายการพูด “โอ๋ ๆ ” ฉันเองก็ไม่ได้มีคำปลอบโยนซึ้ง ๆ อะไรที่คนชอบพูดเวลาเจอเรื่องแบบนี้\nกันหรอก"

"ฉันไม่แน่ใจว่าเธอจะฟังหรือสบายใจขึ้นหรือเปล่า"

"แล้วเธอก็ไม่ตอบสนองอะไรมากมายที่ฉันกอดราวกับว่าเธอไม่สนใจ"

"ก็อาจจะไม่"

"อย่างน้อยเธอก็ไม่สนใจว่าตัวเองจะดูเศร้าหรือเปล่า ไม่มีหน้ากาก ไม่มีข้อแก้ตัวอะไร ไม่เสแสร้งว่ามีความสุข"

"รินเป็นคนซื่อตรง"

play music music_heart fadein 8.0

rin "ฮิซาโอะ"

hi "อะไรเหรอ"

rin "นายเป็นเพื่อนฉันใช่มั้ย"

hi "ใช่"

rin "ฉันขออย่างสิ"

rin "ฉันทำไม่ได้ แต่ฉันยังไม่เสร็จ"

"เสียงแหบแห้งของเธอที่ใช้แรงเฮือกสุดท้ายของเธอพูดออกมานั้นส่งผ่านความหมายได้ชัดเจนกว่าตัวคำพูดเสียอีก"

"จังหวะหัวใจของเธอที่เต้นอยู่กับหน้าอกฉันนั้นรู้สึกคล้ายลูกนกที่หวาดกลัว"

"ทั้งตัวเธอสั่นเทาด้วยพิษไข้ ความกลัว ความสิ้นหวัง"

"สมองฉันเต็มไปด้วยความคิดนับล้านทีี่เกิดจากภาพตรงหน้านี้ แต่ฉันก็ปัดทิ้งไป"

"ฉันใช้จมูกซุกไซ้เข้ากับติ่งหูเธอซึ่งนุ่มและเย็น และกับผมเธอซึ่งหอมและรู้สึกจั๊กจี้"

hi "ได้ เดี๋ยวทำให้"

"ฉันกระซิบเข้าที่หูเธอปลอบโยนให้เธอสงบลง"

"อย่างน้อยก็พอได้ผล รินหลับตาแล้วเอนตัวเข้าหาฉันคล้ายหาความอบอุ่นจากตัวฉันให้เธอสบายตัว"

hi "แต่เพื่อนไม่ทำกันอย่างนี้นะ"

rin "เป็นเพื่อนกันไม่ได้แล้วเหรอ"

hi "ไม่เป็นไร ไม่ต้องคิดมากหรอก ทำตัวสบาย ๆ ไว้นะ"

scene ovl rin_galleryskylight:
    truecenter
    zoom 1.0 subpixel True
    linear 30.0 zoom 0.8
with locationchange

"ถึงจะพูดงั้นแต่ฉันก็คุมตัวเองแทบไม่อยู่แล้ว"

"ถ้าฉันไม่ได้เกร็งขนาดนี้ก็คงหัวเราะให้กับความเกร็งของตัวเองไปแล้ว"

"เธออยากให้ใครสักคนปลอบโยน และฉันก็อยากปลอบโยนเธอ"

"แต่แบบนี้…"

"ฉันเลื่อนมือลงต่ำแตะหน้าท้องเปลือยของเธอและลูบไล้ตัวเธอ"

"ตัวเธอเกร็งเล็กน้อยราวหลีกหนีการสัมผัสของฉัน แต่ไม่นานก็เชื่อใจฉันและคลายลง"

label th_R27h:

#down
scene evh rin_relief_down_large:
    center
    yalign 0.0 subpixel True
    easein 12.0 yalign 1.0
with silentwhiteout

"ร่างกายเธอยังเหลือจุดอบอุ่นอยู่หนึ่งที่ ที่ที่อุ่นขึ้นเรื่อย ๆ ทุกครั้งที่ฉันเลื่อนมือต่ำลงไป"

"ฉันแตะส่วนล่างนั้นอย่างระมัดระวังและคลำหาจุดที่ต้นขาของเธอเข้าประสานกัน"

"ทั้งร้อนจัดและบวมพอง ทั้งเรียบและนุ่ม"

"เธอแหวกออกเมื่อฉันสัมผัสเป็นการเชื้อเชิญให้สัมผัสมากกว่านี้"

"รินสะดุ้งเฮือกเมื่อมือฉันถูกตัว น้ำเสียงไม่ได้ฟังดูเจ็บหรือตกใจ"

"เมื่อรู้ตัวว่าเมื่อกี้กลั้นหายใจอยู่ฉันจึงพ่นลมถอนหายใจยาวใส่ผมเธอ"

scene evh rin_relief_down
with dissolve

rin "อย่าจั๊กจี้กันสิ"

hi "ขอโทษ"

rin "อย่าหยุดด้วย"

hi "ขอโทษ"

hi "ฉันก็ไม่รู้เหมือนกันว่าทำอะไรอยู่ แค่ทำ ๆ เหมือนทำเป็น"

rin "ไม่เป็นไร ฉันก็ไม่รู้เหมือนกันว่าทำอะไรอยู่"

scene evh rin_relief_down_large:
    center
    yalign 1.0
with dissolve

"ฉันสอดนิ้วเข้าไปในตัวเธอขยับขึ้นลงเข้าออกพลางสัมผัสให้ทั่ว เริ่มด้วยการขยับช้า ๆ ก่อนจะเร่งความเร็วขึ้น"

"ฉันคอยฟังปฏิกิริยาจากร่างกายเธอด้วยหวังว่าจะช่วยนำทางฉันให้ได้ เพราะฉันมองไม่ถนัด"

"ลมหายใจเธอหอบถี่ขึ้นเรื่อย ๆ ตามนิ้วของฉันในตัวเธอที่เร่งเร้า"

"เอวของรินเริ่มขยับเข้ากับจังหวะของฉันจนนิ้วฉันสอดเข้าไปลึกขึ้น"

scene evh rin_relief_down
with dissolve

"เธอหันมาเหลือบมองฉัน"

"เธอเห็นอะไรอยู่นะ แต่สิ่งที่ฉันเห็นนั้นทำฉันแทบผงะ"

"อารมณ์ร้อนแรงในดวงตาเธอนั้นเป็นยิ่งกว่าสิ่งใดที่ฉันเคยเห็น ตาดำของเธอโดดเด่นดังหินดำสองก้อนที่อยู่บนแก้มเธอ\nที่แสงจันทร์ส่อง"

"ฉันหอมเข้าที่โหนกแก้มเธอ ริมฝีปากฉันนั้นทั้งแห้งและสาก"

#up
scene evh rin_relief_up
with dissolve

"มือขวาของฉันนั้นเลื่อนขึ้นมาโอบอุ้มใต้หน้าอกนิ่มนวลที่อยู่ภายใต้สาบเสื้อผ้าฝ้ายสีขาวของเธอเอง"

"เหงื่อผุดพรายตามกายเธอจนมือฉันสัมผัสได้อย่างลื่นไหล"

"เธอหายใจเฮือกสั้น ๆ เข้ากับจังหวะที่ภายในกระตุกรัดนิ้วฉัน"

show evh rin_relief_up_large:
    truecenter
    subpixel True
    0.5
    ease 8.0 yalign 1.0
with dissolve

"หน้าอกฉันสัมผัสได้ถึงความร้อนจากตัวเธอที่ส่งผ่านเสื้อเธอมา"

"ฉันเร่งขึ้น และเธอก็เร่งขึ้น สัญชาตญาณดิบของพวกเรากดทับความคิดทั้งหลายให้หายไป ความร้อนจากไข้เธอ\nแปรเปลี่ยนเป็นเหงื่อที่ทำทั้งเสื้อและตัวเธอเปียกชุ่ม อารมณ์ร้อนแรงของเธอถ่ายทอดเข้ามาในตัวฉันมากขึ้นเรื่อย ๆ"

"อารมณ์ทั้งหลายเหล่านี้คลายออกเหลือเพียงสิ่งพื้นฐาน ความนุ่มนวลของเธอ ความเปียกแฉะของเธอ ความร้อน\nของเธอ ความโศกเศร้าของเธอ ในหัวฉันมีเพียงสิ่งเหล่านั้น และมีได้เพียงสิ่งเหล่านั้น"

scene evh rin_relief_up
with flash

rin "อา…"

$ renpy.music.set_volume(0.5, 0.5, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\n\n\n\nฉันพารินไปจนถึงฝั่ง"

n "ร่างกายเธอกระตุกตอดนิ้วฉัน เกร็งหนักจนดูเหมือนกับว่าจะทำตาเธอพร่าเลือน หูเธออื้อ ประสาทเธอชา เสียงเธอนั้น\nสุดยอดมาก"

n "ไม่เคยคิดมาก่อนเลยว่าของผู้หญิงจะรุนแรงและดุเดือดได้ถึงเพียงนี้"

n "ฉันถึงมาคิดได้ทีหลังว่านี่คือจุดที่รินปล่อยตัวเธอเองไปได้เสียที เป็นชั่วแวบเดียวที่เธอทำลายตัวเองลงไปและสร้างใหม่\nขึ้นมาดังที่ตัวเธอต้องการ"

n "แต่ฉันไม่อาจบอกได้ว่าเป็นอย่างนั้นจริงหรือเปล่า ฉันแค่รู้สึกว่าอย่างนั้น"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear


label th_R27x:
window hide None

stop music fadeout 10.0

scene ev rin_masturbate_hug:
    center
    zoom 1.0 subpixel True
    acdc_warp 40.0 zoom 0.8
with dissolve

window show

"รินหอบหนักคล้ายคนจมน้ำ เธอต้องกลับมายังโลกความเป็นจริงอย่างช่วยไม่ได้"

"ร่างกายเธอยังคงมีความรู้สึกก่อนหน้าที่ค่อย ๆ จางลงคงค้างอยู่"

"เม็ดเหงื่อวาวแสงไหลอยู่บนหน้าผากเธอ"

"ในกายฉันเองก็ร้อนรุ่ม แต่อารมณ์ชั่ววูบก่อนหน้านั้นได้หายไปแล้ว ฉันเองก็ไม่รู้จะพูดอะไรกับรินที่กำลังหอบอยู่ดี\nตัวเธอร้อนและสั่นน้อย ๆ ในอ้อมกอดฉัน"

"เสื้อที่ชื้นเหงื่อแนบกับหลังเธอจนเผยให้เห็นกระดูกสะบักและรอบเอวเธอ"

"ตัวเธอนั้นอ่อนยวบ อ่อนแรง และอ่อนล้า"

scene bg gallery_atelier_ni
with locationchange

play music music_twinkle fadein 10.0

play sound sfx_rustling

"ฉันเอื้อมไปคว้าผ้าห่มมาคลุมตัวเธอและฉันไว้"

"รินที่หมดแรงแล้วก็ไม่ขัดขืนอะไร"

show rinpan relaxed_doubt_close_ni:
    center
    ypos 1.1
with charaenter

rin "ทีนี้จะเกิดอะไรขึ้นอีก"

hi "ไม่รู้สิ ไม่มีมั้ง ดูเหนื่อยนะ"

show rinpan relaxed_sleepy_close_ni
with charachange

rin "ฉันเหนื่อย รู้สึกแปลก เหมือนเสียอะไรไป หมายถึงนอกจากเสียตัวน่ะนะ"

hi "อย่าพูดอะไรอย่างนั้นสิ หมายถึงทั้งสองอย่างเลยนะ ฉันไม่อยากเสียเธอไป"

show rinpan relaxed_surprised_close_ni
with charachange

rin "หมายความว่ายังไง ฉันก็ไม่ได้ไปไหนสักหน่อย"

hi "ฉันกลัวว่าจะเสียเธอไป ตลอดเลย"

"ขณะนั้นเองฉันก็รู้สึกตัวว่าไม่ใช่เพียงรินที่เสียอะไรบางอย่างไป ฉันเองก็เสียส่วนหนึ่งของตัวเองไปด้วย หรือไม่ก็\nทั้งตัวฉัน"

"แต่ถ้าจะถามว่าฉันเสียอะไรไปนั้น ฉันตอบไม่ได้ เพราะฉันลืมไปแล้ว"

"ฉันทำผิดสัญญาอีกครั้งด้วยการบอกความรู้สึกที่แท้จริงของฉันให้รินได้ฟัง วันนี้ฉันผิดสัญญาสองรอบแล้ว"

hi "ฉันแค่… ฉันไม่ชอบระยะที่อยู่ระหว่างเธอและฉัน ทุกครั้งที่ฉันได้เข้าใกล้ฉันก็เลยกลัวว่าจะเสียไป"

show rinpan relaxed_boredom_close_ni
with charachange

rin "แปลก"

hi "งั้นมั้ง"

show rinpan basic_awayabsent_close_ni
with charachange

rin "นอนหน่อยนายถือมั้ย ไม่สิ นายคงไม่ถือ นายชอบดูนี่ ใช่มั้ย"

show rinpan basic_lucid_close_ni
with charachange

"เธอหลับตากลืนน้ำลายอึกใหญ่ปล่อยตัวให้สบายหักห้ามใจไม่ให้วาดรูป"

hi "อื้ม ใช่"

show rinpan invis_close:
    ypos 1.2
with Dissolvemove(2.0)

hide rinpan
with None

"รินขยับตัวอยู่ในอ้อมแขนฉันจัดท่านอนให้สบายกับท่าที่ไม่สบายของเราสองคนนี้"

"เธอหลับตาพิงฉันแล้วพ่นลมหายใจยาวก่อนจะค่อย ๆ หลับไป"

"ก่อนเธอจะเข้าสู่นิทราไปนั้นเธอกระซิบบางอย่างกับฉัน แต่ฉันฟังไม่ออก"

"รินหลับผล็อยไปพร้อม ๆ กับตอนที่เธอถอนหายใจยาวคลายกล้ามเนื้อตัวเอง"

"ฉันจัดท่าตัวเองให้นอนสบายขึ้น"

"ซึ่งนานอยู่สักพักเหมือนกันเพราะไม่อยากทำรินตื่น ถึงดูแล้วไม่น่าจะตื่นก็เถอะ แต่สุดท้ายฉันก็ได้ท่าที่ฉันพอจะนอนได้\nอย่างสบาย"

scene ovl rin_galleryskylight:
    truecenter
    zoom 0.8 subpixel True
    linear 30.0 zoom 1.0
with locationchange

"ฉันพิงโซฟานุ่ม ๆ แล้วสูดเอาอากาศเย็น ๆ ภายในสตูดิโอเข้าปอด"

"รินนอนหนุนหน้าอกฉันราวกับว่ากำลังฟังเสียงใจเต้นอยู่"

"ความฝันคอยชักดึงให้ใบหน้าเธอกระตุกเล็กน้อย ดูแล้วก็เหมือนแมวที่ฝันว่าล่าหนูอยู่"

"จันทร์เต็มดวงส่องแสงกระจ่างใส่พวกเราอยู่เบื้องหลังช่องแสง แสงนั้นสะท้อนผ่านผืนผ้าใบว่างเปล่าที่อยู่บนขาตั้ง\nที่ถูกลืม"

"สีขาวของมันเรืองแสงทานกับค่ำคืนมืดมิดในสตูดิโอแห่งนี้"

stop music fadeout 2.0

scene black
with dissolve

#**********************


label th_R28:

scene bg gallery_atelier
with locationchange

"สมองฉันที่เพิ่งตื่นมาหมาด ๆ ที่ยังหนักอึ้งนั้นรับรู้ถึงสิ่งรอบข้างได้ครั้งละหนึ่งอย่างเท่านั้น"

"แสงยามเช้าที่ส่องลอดช่องแสงนั้นเป็นสีครามใสสว่าง"

"ตกกระทบตามกำแพงสีขาว โปสเตอร์หลากสี และภาพวาดทั้งหลาย"

"หวังว่าที่โรงเรียนจะไม่มีใครรู้นะว่าฉันมานอนที่นี่ คราวที่แล้วยังไม่รู้ คราวนี้ก็ค่อนข้างมั่นใจว่าน่าจะไม่รู้เหมือนกัน"

"ทั้งคอทั้งไหล่ฉันตึงไปหมด แถมยังปวดแทบตายเพราะนอนท่าแปลก ๆ ไปอย่างนั้น"

"จำไม่ได้ด้วยซ้ำว่าหลับไปตอนไหน… จำได้แต่จันทร์เต็มดวงและกายอบอุ่นของรินที่อยู่เคียงข้าง"

"แต่ตอนนี้รินไม่อยู่ข้าง ๆ แล้ว ไม่รู้ด้วยว่าตื่นแล้วลุกไปตอนไหน"

show rin negative_spaciness_cas at center
with charaenter

"รินยืนอยู่กลางสตูดิโอราวกับว่าหลงทาง เท่าที่ดูแล้วนั้นเธอไม่ได้มองอะไรอยู่สักอย่าง ไม่ได้ทำอะไรด้วย แค่ยืนอยู่เฉย ๆ"

"เธอใส่เสื้อผ้าเองไปได้นิดหน่อยแล้ว แปลก นึกว่าถ้าไม่มีมือแล้วจะใส่ไม่ได้เสียอีก"


show rin negative_spaciness_cas_close
with characlose

"ฉันลุกขึ้นยืนแล้วเดินไปแตะไหล่เธอให้หันมา"

hi "นี่"

show rin negative_angry_cas_close
with charachange

"รินสะดุ้งทันทีที่ฉันแตะ ไม่เคยเห็นตอนสะดุ้งเลยแฮะ"

play music music_drama fadein 1.0

show rin negative_sad_cas_close
with charachange

"เธอดูตื่นตระหนกเล็กน้อย ร้อนรนเล็กน้อย สงวนท่าทีเล็กน้อย ราวกับว่าเธอเป็นคนละคนกับคนเมื่อคืน หรือก็คง\nเป็นอย่างนั้น"

"ฉันใจเสียขึ้นมาโดยฉับพลันราวถูกราดด้วยน้ำเย็นจัด"

hi "ฉัน… ฉันต้องขอโทษด้วย"

show rin negative_confused_cas_close
with charachange

rin "ขอโทษทำไม"

hi "ที่ฉันทำอะไรไม่คิด หมายถึง เรื่องเมื่อคืนน่ะ"

show rin basic_deadpanupset_cas_close
with charachange

rin "นายก็ต้องการอะไรอย่างนั้นอยู่แล้วไม่ใช่เหรอ ก็นายชอบฉันนี่"

"หมัดตรงแบบไม่เกรงใจเลย ฉันอึ้งไปกับความคิดของริน"

hi "ไม่ คือฉัน… ต่อให้เป็นอย่างนั้นจริง ฉันก็อยากให้อะไร ๆ เดินไปแบบเป็นขั้นเป็นตอนมากกว่า"

show rin relaxed_doubt_cas_close
with charachange

"รินเอียงคอเหมือนไม่เข้าใจในสิ่งที่ฉันพูด เธอยังคงทำตัวกันท่าไม่ให้ใครเข้าถึง แต่อารมณ์ที่แท้จริงของเธอยังคงมี\nแสดงให้เห็น"

show rin basic_absent_cas_close
with charachange

rin "ก็คือนายไม่ต้องการอะไรอย่างนั้น?"

hi "ฉันไม่ได้พูดอย่างนั้นสักหน่อย"

show rin basic_deadpannormal_cas_close
with charachange

rin "ก็คือนายต้องการ?"

hi "ฉันก็ไม่ได้พูดอย่างนั้นเหมือนกัน"

hi "ฟังนะ ต้องการหรือไม่ต้องการน่ะไม่สำคัญด้วยซ้ำ ฉันแค่คิดว่าสิ่งที่ฉันทำลงไปในตอนนั้นมันไม่ดีสักเท่าไหร่ ฉันก็เลย\nจะขอโทษ"

"ฉันนึกสงสัยว่าจะสารภาพความรู้สึกพวกนี้แบบตรง ๆ ไปเพื่อใคร ฉันไม่รู้ด้วยซ้ำว่าทำไมถึงได้รู้สึกผิดเหลือเกิน"

show rin basic_awayabsent_cas_close
with charachange

rin "มั้งนะ ฉันก็คิดว่าไม่น่าดีเท่าไหร่เหมือนกัน น่าจะ"

show rin basic_lucid_cas_close
with charachange

rin "อย่างที่นายบอก พวกเราไม่ได้เป็นอย่างนั้น พวกเราเป็นเพื่อนกัน เป็นอะไรที่ไม่ดี"

show rin basic_deadpanupset_cas_close
with charachange

rin "หรือนายจะลืมไปเลยก็ได้ ฉันก็จะลืมด้วย ฉันลืมเก่ง ฉันน่าจะไม่มีปัญหาอะไร"

hi "ฉันทำไม่ได้หรอก"

show rin basic_deadpansurprised_cas_close
with charachange

rin "ทำไม"

hi "เพราะฉันชอบเธอไง"

show rin negative_annoyed_cas_close
with charachange

rin "ฉันบอกไปแล้วนะว่านายไม่ควรจะคุยเรื่องนั้น"

hi "ไม่เอาด้วยหรอก อีกอย่าง เธอก็เคยเอามาคุยเหมือนกัน"

"ฉันยกมือขึ้นมาบีบสันจมูกด้วยความหงุดหงิด ไม่รู้จะบอกยังไงให้รินเข้าใจดี"

"ฉันไม่ชอบที่รินบอกความรู้สึกตัวเองอะไรแล้วไม่ชัดเจนเลย ฉันไม่ชอบที่เธอทำตัวกำกวมเหมือนคาดหวังจะให้ฉัน\nอ่านใจเธอเอาอย่างนี้"

hi "เกลียดฉันเหรอ"

show rin basic_lucid_cas_close
with charachange

"เธอชะงักคิดไปครู่หนึ่ง"

show rin basic_awayabsent_cas_close
with charachange

rin "ฉันไม่เกลียดอะไร ฉันคิดว่าตัวเองไม่ได้เป็นคนเจ้าคิดเจ้าเกลียด"

hi "แล้วเธอเห็นฉันเป็นอะไร ช่วยบอกให้ฉันเข้าใจทีสิ"

"ฉันพูดให้ฟังดูมีเหตุผลที่สุดเท่าที่จะทำได้ แต่ไม่รู้จะช่วยได้หรือเปล่า ถ้าคิดโดยตรรกะแล้ว นี่คือวิธีเดียวที่จะทำให้เธอ\nเข้าใจมุมมองของฉันบ้าง"

"ปัญหาก็คือ รินนั้นไม่มีตรรกะอยู่เลย"

"รินไม่มีตรรกะคอยกักขังอยู่อย่างฉัน ตรรกะไม่ใช่สิ่งอ้างอิงสำหรับการกระทำของริน และไม่ใช่สิ่งที่ทำให้เธอทำตัว\nอย่างคนปกติ"

show rin relaxed_nonchalant_cas_close
with charachange

rin "ฉันทำไม่ได้"

"คำตอบเดิม ฉันทั้งอ่อนใจ ทั้งหงุดหงิด"

hi "ทำไม"

show rin basic_lucid_cas_close
with charachange

#maximum number of choices
label th_choiceR28_1:
menu:
    with menueffect

    rin "ฉันคิดว่านายคงไม่เข้าใจ ขนาดฉันยังไม่แน่ใจว่าฉันเข้าใจหรือเปล่า"

    "ฉันอยากเข้าใจ":
        return m1
        #act 4

    "ไม่สำคัญหรอก":
        return m2
        #visible only if chose the "I support Rin" option in nomiya/yuuko scene

    "งั้นก็อธิบายมาสิ":
        return m3
        #bad end
        #jump r29

#less choices as per imachine
label th_choiceR28_2:
menu:
    with menueffect

    rin "ฉันคิดว่านายคงไม่เข้าใจ แม้แต่ฉันยังไม่แน่ใจว่าฉันเข้าใจหรือเปล่า"

    "ฉันอยากเข้าใจ":
        return m1
        #act 4

    "งั้นก็อธิบายมาสิ":
        return m3
        #bad end
        #jump r29




label th_R28a:

hi "ฉันอยากเข้าใจว่าทำไม"

hi "ฉันไม่ยอมหรอกนะ"

show rin negative_annoyed_cas_close
with charachange

"รินทิ้งไหล่ขมวดคิ้ว"

rin "รู้"

hi "ฉันอยากอยู่เคียงข้างเธอ แต่ฉันต้องรู้วิธีก่อนว่าจะต้องทำยังไง"

show rin negative_confused_cas_close
with charachange

rin "ปล่อยให้ฉันทำอย่างที่ฉันอยากนั่นแหละ พอแล้ว"

stop music fadeout 7.0





label th_R28b:

$ renpy.music.set_volume(0.3, 0.0, channel="music")
stop music fadeout 3.0

hi "เข้าใจไม่เข้าใจน่ะไม่สำคัญหรอก ฉันแค่อยากรู้"

show rin negative_sad_cas_close
with charachange

rin "ฉันทำไม่ได้"

$ renpy.music.set_volume(1.0, 0.0, channel="music")
play music music_sadness fadein 3.0

"ฉันเข้าถึงรินไม่ได้ราวกับว่ามีกำแพงหินกั้นอยู่ ฉันทำไม่ได้"


label th_R28c:
#merge branches

hi "ก็ได้ ตามใจ"

hi "อยากจะเปลี่ยนเหรอ อยากจะทำลายตัวเองเหรอ อยากจัดงานนิทรรศการนี้สุด ๆ ไปเลยใช่มั้ย"

show rin relaxed_nonchalant_cas_close
with charachange

rin "ใช่"

hi "โอเค งั้นก็เอาเลย"

"เธอไม่ตอบ ไม่มีแม้แต่อะไรที่จะแสดงให้เห็นว่าเธอเข้าใจ"

"ฉันกัดฟันกรอดด้วยความหงุดหงิดสุดขีด อยากจะจับไหล่รินแล้วเขย่า ๆ แรง ๆ จนเธอได้สติสักที"

"ฉันมองริน แล้วก็เป็น ณ ตอนนั้นเองที่ฉันรู้แน่แล้วว่าไม่มีอะไรที่ฉันจะทำเพื่อรินได้เลย ฉันสิ้นปัญญาจะหาคำพูดไหน\nเพื่อส่งไปให้ถึงเธอ แต่ก็…"

hi "ฉันคิดนะ ไม่ว่าจะด้วยเหตุผลอะไรก็ตามแต่ ว่าเธอคงคิดอยากจะทำงานนี้ไปให้ถึงที่สุด ต่อให้ระหว่างทางตัวเองจะต้อง\nพังไปยังไงแค่ไหนก็เถอะ"

hi "แต่ฉันจะไม่ยุ่งด้วยแล้ว"

hi "ฉันจะปล่อยให้ตัวเองต้องมารับกรรมอย่างนี้โดยที่ไม่รู้เรื่องอะไรเลยไม่ได้ พอกันที"

"สิ่งที่ฉันพูดนั้นจมหายไปกับระยะเงียบงันที่อยู่ระหว่างเรา รินไม่ตอบสนองอะไร ไม่แม้กระทั่งจะกะพริบตา เธอเพียงจ้องมา\nที่ฉัน—หรือไม่ก็ทางฉัน—อยู่เงียบ ๆ"

rin "ได้"

"น้ำเสียงเธอเรียบนิ่งไร้ซึ่งอารมณ์ใด ๆ ไม่ต่างกับเสียงประกาศว่ารถไฟรอบเจ็ดโมงครึ่งจะมาช้าไปเจ็ดนาที"

"คำพูดนั้นทำให้ทั้งฉันและรินตัดสินใจได้ หากใครสักคนคิดจะเปลี่ยนใจก็คงสายไป"

"ฉันจ้องรินเขม็งอยู่เนิ่นนานด้วยหวังว่าความรู้สึกของฉันจะส่งไปถึงเธอ"

scene bg gallery_staircase
with locationchange

"แล้วฉันก็ออกมาจากสตูดิโอนั้นเป็นครั้งสุดท้ายโดยที่ไม่รู้ว่าสุดท้ายแล้วความรู้สึกจะส่งไปถึงหรือไม่ พร้อมความรู้สึก\nอันหว่างโหวงและเป็นกังวลอย่างเคย"

stop music fadeout 2.0

window hide

#jumpout r30

#********************************

label th_R29:
#direct continuation from the choice above and there's no other way to get here

scene bg gallery_atelier
show rin basic_lucid_cas_close at center
with None

hi "ได้ งั้นก็อธิบายมาสิ"

show rin relaxed_nonchalant_cas_close
with charachange

rin "ฉันทำไม่ได้"

stop music fadeout 12.0

"สุดท้ายก็เข้าอีหรอบเดิม ที่พอฉันถามแล้วเธอก็จะตอบแบบที่ไม่ได้ตอบอะไรเลย เพราะพวกเราก็สนทนากันได้แต่อย่างนี้"

"ถ้าไม่นับที่ฉันนั่งฟังเธอพล่ามอะไรไปเรื่อยน่ะนะ ซึ่งก็ไม่นับว่าเป็นบทสนทนาหรอก"

"หรือนี่คือละคร มีตัวบทล่องหนอะไรที่เราเล่นอยู่แบบไม่รู้ตัวหรือเปล่า บทที่ชี้นำว่าเวลาเจอหน้ากันแล้วพวกเราจะต้อง\nปฏิสัมพันธ์กันยังไงจนท้ายที่สุดก็ต้องทำร้ายกันเอง"

"คำตอบแบบไม่ยี่หระที่มาพร้อมกับการยักไหล่แบบไม่ยี่หระของเธอไม่ได้ทำให้ฉันรู้อะไรขึ้นมาเลย ซึ่งฉันเกลียดเหลือเกิน"

hi "งั้น…"

"ฉันหมดคำจะพูด ฉันอยากจะโกรธ ฉันโกรธ แต่ก็อ่อนใจเหลือเกิน"

"ถ้าฉันพูดอะไรไปแล้วจะมีความหมายบ้างไหม"

hi "ถ้าจะปฏิเสธกันฉันก็ไม่ว่า แต่อย่างน้อยก็พูดให้มันชัด ๆ ซึ่งถ้าเธอปฏิเสธ เมื่อคืนก็คือทำผิดไปแล้วแน่ ๆ"

hi "เอาจริง ๆ ที่ผ่านมาอาจจะทำผิดมาตลอดเลยก็ได้"

show rin basic_awayabsent_cas_close
with charachange

rin "ฉันไม่อยากปฏิเสธนาย"

hi "ก็คือเธอยังเลือกไม่ได้? แล้วทำไมเธอถึงเล่นกับใจฉันอย่างนี้ล่ะ"

play music music_tragic fadein 6.0

hi "กอด แล้วก็เมิน จูบ แล้วก็เมิน นี่คือจะปั่นหัวกันเล่นเหรอ จูบ แล้วก็ลืมอีก"

"น้ำเสียงฉันโกรธจัดขึ้นมาอีกครั้งจนแม้แต่ฉันยังรู้สึกได้"

"รินเองก็สัมผัสได้ถึงบรรยากาศแล้ว สีหน้าของเธอเปลี่ยนจากความสงสัยเป็นอีกสีหน้าที่ดูไม่สมเป็นตัวเธอ"

show rin negative_worried_cas_close
with charachange

rin "ไม่—"

"เธอพูดแค่นั้น ตาเธอล่อกแล่กมองไปรอบ ๆ ห้องราวกับว่าคำพูดที่เธอต้องการนั้นเขียนอยู่บนภาพวาดในห้องนี้ที่เธอ\nวาดไว้อย่างดี"

hi "แล้วมันยังไง"

show rin relaxed_doubt_cas_close
with charachange

rin "ฉันต้องวาดรูป เพราะงั้น—"

"วาด"

"ความโกรธที่ระงับไว้ไม่อยู่เดือดขึ้นมาจนภาพที่ฉันเห็นย้อมด้วยสีแดงฉาน"

hi "พอได้แล้ว ริน! ฉันไม่ใช่เทพประทานแรงบันดาลใจที่เธอจะย่ำยีเพื่อเอาไปวาดรูปยังไงก็ได้นะ!"

hi "ฉันไม่ใช่ทางผ่านที่เธอจะใช้ข้ามไปหาสิ่งที่เธอฝันนะ ฉันก็คือฉัน!"

hi "จะเห็นแก่ตัวก็ให้มันมีขอบเขตหน่อย!"

show rin relaxed_nonchalant_cas_close
with charachange

"รินก้มมองพื้นแล้วงอนิ้วเท้าตัวเองอย่างเศร้า ๆ ขณะที่เธอคอยฟังฉันระเบิดอารมณ์โดยไม่พูดอะไรโต้ตอบเลย"

"กระทั่งฉันพูดจบเธอก็ถึงพอจะตอบอะไรบ้าง"

show rin negative_annoyed_cas_close
with charachange

rin "ฉันทำอย่างอื่นไม่ได้ ไม่สิ ฉันทำได้หมดเลย แต่ฉัน… ทำ… ไม่ได้"

show rin negative_confused_cas_close
with charachange

rin "เป็นอย่างเดียวที่ฉันทำได้ดี ส่วนมาก"

hi "เออ ไม่ต้องบอกก็รู้ ขอบใจ ศิลปะมาเป็นอันดับแรก อย่างอื่นอันดับที่สอง ไม่ก็อันดับที่พันนู่นแหละ"

hi "เคยลองคิดถึงใจคนอื่นดูบ้างมั้ย"

"ฉันพ่นคำพูดลอดไรฟันออกมา รสชาติคำพูดเหล่านั้นขมราวยาพิษ"

show rin basic_surprised_cas_close
with charachange

"รินตื่นตกใจเต็มที่แล้ว อย่างน้อยก็ไม่ได้ซื่อบื้อเกินเยียวยา แต่เหมือนจะยังไม่เข้าใจว่าฉันโกรธอะไร"

"จะโง่ได้ถึงขนาดนี้เลยเหรอ"

rin "ฉันไม่อยาก—"

"คราวนี้เป็นเธอเองที่ตัดบทตัวเอง"

show rin negative_sad_cas_close
with charachange

rin "นายไม่เข้าใจเหรอ ฉันทำไม่ได้"

hi "ทำอะไรไม่ได้?"

"แล้วเธอก็ไม่พูดอะไรสักคำ"

hi "เธอไม่เคยอธิบายอะไรเลย! ก็ในเมื่อเธอไม่พูดอะไรเลยแล้วฉันจะไปเข้าใจอะไรด้วยหา"

hi "ทำไมเธอถึงไม่คุยเลย"

hi "พูดอะไรหน่อยสิ!"

"แต่เธอก็ไม่พูด"

"พอได้ระบายความโกรธแล้วก็โล่ง แล้วก็รู้สึกแย่ที่รู้สึกโล่ง แต่ฉันห้ามตัวเองไว้ไม่อยู่แล้ว"

"ฉันเพ่งสายตาที่พร่าเลือนเพราะอะดรีนาลินเพื่อดูว่าเธอทำสีหน้ายังไงอยู่"

"สิ่งที่ฉันพูดออกไปก็ไม่ได้ดีหรอก แต่ก็หวังว่ารินจะรู้ตัวบ้างว่าเธอนึกจะเมินอะไรตามใจไม่ได้"

"ถ้าไม่รู้ตัวก็พอที เธอไม่เคยฟังอะไรเลย สิ่งรอบตัวไม่อาจทำให้เธอสะทกสะท้านได้"

"แต่ดูเหมือนว่าจะไม่ใช่กับครั้งนี้"

show rin negative_annoyed_cas_close
with charachange

"ตัวเธอสั่นคล้ายว่ากำลังกลั้นน้ำตา แต่ฉันรู้แล้วว่ารินไม่ได้ร้องไห้"

show rin negative_angry_cas_close
with charachange

rin "ไปเลย"

rin "ไปเลย ฮิซาโอะ ขอโทษนะ ฉันไม่ไหวแล้ว"

"เธอพูดด้วยเสียงอันแผ่วเบาและอ่อนล้า แต่คำพูดเหล่านั้นชัดแจ้งแก่ฉันยิ่งกว่าอะไร"

"คำพูดห้วน ๆ และเปล่ากลวงนั้นช่างเป็นจุดจบอันเหมาะเจาะกับบทสนทนาอันไม่น่าอภิรมย์นี้ที่นานเข้าก็ยิ่งไม่น่าอภิรมย์\nไปใหญ่จนกลายเป็นการแข่งตะคอกที่มีฉันแหวอยู่ฝ่ายเดียว"

scene bg gallery_staircase
with locationchange

"ฉันออกมาจากสตูดิโอด้วยความรู้สึกโกรธและความรู้สึกผิด"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\nฉันไม่อยากจะเชื่อว่าพวกเราจะกลายเป็นอย่างนี้ไปได้ ฉันไม่ได้เป็นอย่างนี้ รินไม่ได้เป็นอย่างนี้"

n "ไม่ว่ารินจะทำตัวน่าโมโหจนเกินทนหรือหลุดโลกแค่ไหน เธอไม่เคยเป็นอย่างนี้เลย"

n "\nเธอเปลี่ยนไปแล้วจริง ๆ หรือเป็นฉันที่เปลี่ยนไป"

n "\nหรือว่าฉันคิดไปเองว่ารู้จักเธอดี หรือว่าฉันรู้จักรินในแบบที่ไม่ใช่เธอตามปกติ หรือทั้งหมดนี้เป็นเพราะฉันที่เกลี้ยกล่อม\nให้เธอรับโอกาสที่จะได้จัดงานนิทรรศการนี้?"

n "เป็นเพราะฉันเองหรือเปล่าที่สองสามสัปดาห์ที่ผ่านมารินทำตัวอย่างนี้?"

n "ฉันนึกเหตุผลอื่นที่เธอทำตัวแปลก ๆ ไม่ออกแล้วนอกจากเรื่องงานนิทรรศการพวกนี้"

n "อาจจะเป็นทางเดียวที่ทำให้เราได้ใกล้ชิดกัน แต่สุดท้ายกลับทำพวกเราออกห่างกัน จนกระทั่งตอนนี้ระยะนั้นไกล\nเกินกว่าที่เราสองคนจะเอื้อมถึงกันแล้ว"

$ renpy.music.set_volume(1.0, 1.0, channel="music")
stop music fadeout 2.0

nvl hide dissolve
nvl clear

scene bg school_dormhisao_ni
with shorttimeskip

#transition
$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_cicadas fadein 2.0

window show

"ความมืดมิดเข้าปกคลุมสวนในโรงเรียนยามากุ ผืนม่านราตรีโอบล้อมห้องเล็ก ๆ หลายห้องในหอพักเอาไว้"

"ในนั้นหนึ่งห้องมีฉันที่นอนอยู่ด้วยความอ่อนล้า เหนื่อยเหลือเกิน"

"ฉันขอยอมแพ้ ฉันหลอกตัวเองไม่ได้แล้วว่าทุกอย่างเรียบร้อยดี ว่าทุกอย่างจะคลี่คลาย เพราะมันไม่ได้เป็นอย่างนั้น"

window hide

show ev watch_worn_330:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with None

show ev watch_worn_330:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
show bg school_dormhisao_blurred_ni
with Dissolve (1.0)

window show

"เมื่อมองนาฬิกาก็เห็นว่าตอนนี้ตีสามครึ่งแล้ว ฉันคลำไปตามหน้าปัดกระจกของนาฬิกา"

"เป็นสิ่งที่พึ่งพาได้ทีเดียวนับตั้งแต่ตอนทีี่ฉันเริ่มใส่ นาฬิการู้อยู่เสมอว่าเกิดอะไรขึ้นแม้ยามที่ฉันไม่รู้"

window hide

show ev watch_worn_330:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with None

show ev watch_worn_330:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
show bg school_dormhisao_ni
with Dissolve (1.0)

hide ev watch_worn_330
with None

window show

"พอหันหัวไปก็เห็นขวดยาที่ตั้งบนโต๊ะหัวเตียงเรียงรายอย่างเป็นระเบียบ ยาพวกนี้ก็พึ่งพาได้เหมือนกัน เป็นยาที่ฉันต้อง\nพึ่งไปตลอดชีวิต"

"ฉันคิดถึงวันข้างหน้านับจากนี้ไปที่มีอยู่จำกัด คิดถึงห้วงเวลาอันกว้างใหญ่ไพศาลที่เปิดกว้างอยู่ข้างหน้าคนอื่น"

"คิดถึงเวลาที่เสียไปกับการตามไขว่คว้าสิ่งไกลเกินเอื้อม เวลาที่ฉันไม่อาจได้กลับคืน"

stop ambient fadeout 3.0

"ฉันถอดนาฬิกาวางไว้บนโต๊ะ"

#it's a bad end.
window hide
return
