label th_R1:
#some notes about how Rin's dialogue goes, should probably have written this down earlier.
#I've been playing around with different styles for her to somehow communicate her state of mind through dialogue style. Currently (and this seems to be the final solution), there are two distinct "modes"
#Whenever she's in free-form stream-of-consciousness blabbering mode, she uses awkward grammar badly and has extreme trouble with idioms, sayings and figurative speech. And she talks in short sentences. Many of them in sequence.
#otoh when she pulls herself together and becomes overtly lucid, she starts talking without contractions and uses way more words per sentence than necessary to communicate whatever might currently be swirling inside of her mind.
#these are not hard and fast rules, more like general guidelines thus legibility and smooth flow of text always overrides them. Edit as you see fit really.

window hide None

scene bg school_scienceroom
with locationchange

with Pause(1.0)

play music music_normal fadein 6.0

window show

"แปดโมงครึ่งแล้ว แต่ชั้นเรียนยังไม่เริ่ม ที่จริงคาบนี้ต้องได้เรียนฟิสิกส์ แต่ครูยังไม่โผล่มาเลย"

"รู้งี้นอนตื่นสายหน่อยดีกว่า"

play sound sfx_doorslam
with vpunch

"จู่ ๆ ประตูก็เปิดออกเสียงดังปัง มุโต้งึมงำเป็นคำทักทายยามเช้าอยู่ที่โถงทางเดิน"

show muto normal at center
with charaenter

mu "อรุณสวัสดิ์ทุกคน!"

"สภาพมุโต้เหมือนไม่ได้นอนมาเลยแม้แต่น้อย"

"หนวดก็ไม่ได้โกน ทั้งผมเผ้ารุงรังและเสื้อที่เปื้อนคราบนั้นไม่ได้ทำให้สภาพของครูดูดีนัก"

"เมื่อคืนคงสนุกกับงานอยู่เหมือนกันแหง ๆ "

show muto irritated
with charachange

mu "ขอโทษที่มาสายนะ พอดีมีเรื่องไม่คาดฝันนิดหน่อย ปกติฉันไม่ค่อยอะไรกับงานเทศกาลอย่างนี้หรอก แต่หวังว่าทุกคน\nจะสนุกกันนะ"

mu "ยังไงงานพวกนี้ก็สำคัญกับพวกเธอนี่นะ เพราะจะได้เป็นการพักผ่อนจากการเรียนด้วย"

show muto normal
with charachange

"ทั้งห้องร้องตอบเสียงต่างกันไป จากนั้นมุโต้ก็ขานชื่อแล้วเริ่มสอน"

mu "โอเค งั้น วันนี้เราจะมาเรียนเรื่องอนุภาคโฟตอน…"

hide muto
with shorttimeskip

"ไม่นานฉันก็ตกอยู่ในสภาพสะลึมสะลือไม่ต่างไปจากคนอื่น ๆ ในห้อง ปล่อยให้สิ่งที่มุโต้พล่ามนั้นลอยเข้าหูซ้ายปลิวออก\nทะลุหูขวาไป"

show muto normal at center
with charaenter

mu "เอาละ ไหนใครตอบคำถามข้อนี้ได้บ้าง"

"ครูเขียนสมการที่ดูค่อนข้างง่ายนั้นลงบนกระดาน พยายามให้นักเรียนมีส่วนร่วมด้วย"

show muto irritated
with charachange

mu "ไม่มีเลยเหรอ ตอบหน่อยสิ งั้น นากาอิ?"

"ฉันตอบไปหลังถูกเลือกต้อนให้ตอบอย่างไม่ยุติธรรม จากนั้นเขาก็ยิ้ม เป็นรอยยิ้มเป็นมิตรที่ถ้าเด็กเล็กได้เห็นแล้วคง\nช็อกจนเป็นลมล้มพับไป"

show muto smile
with charachange

mu "ถูกต้อง! เก่งมาก นากาอิ!"

"ทั้งรู้สึกสยองและเป็นเกียรติที่ครูจำชื่อได้ทั้งที่ฉันเพิ่งมาได้สัปดาห์เดียว"

"เท่าที่เห็น มุโต้จะมีปัญหากับการจำชื่อคนในห้องเอามาก ๆ แล้วเกินครึ่งก็อยู่มาแล้วตั้งแต่สมัย ม. ปลาย ปีหนึ่ง"

"ทั้งห้องเต็มไปด้วยบรรยากาศอึมทึม ทั้งนักเรียนและครูต่างดึงตัวเองให้กลับมาสภาพปกติหลังงานเทศกาล"

"สัปดาห์ที่ผ่านมาคงเล่นเอาทุกคนหัวหมุนไปเลย"

play sound sfx_normalbell

stop music fadeout 2.0

"และแล้วระฆังพักเที่ยงก็ดัง"

scene bg school_hallway3
with locationchange

play music music_running

mystery "หลีก ๆ ! เรื่องด่วน ๆ !"

"พอหันหน้าไปก็เห็นว่าคนอื่น ๆ ต่างหลีกทางให้บางคนที่พุ่งมาจากอีกฟากโถงทางเดินที่ติดกับช่องบันได"

"กว่าจะรู้สึกตัวว่าตัวเองกำลังยืนอยู่กลางทางที่พร้อมปะทะกับมนุษย์ที่พุ่งตัวมานั้นก็สายเกินไป"

"ฉันโดดหลบไปทางประตูห้องเรียน แต่โชคร้ายที่คนที่วิ่งมานั้นดันหลบไปทางเดียวกัน"

"ในเสี้ยววินาทีถัดมามีหลายความคิดที่โผล่เข้ามาในหัวตามลำดับแทบจะพร้อม ๆ กัน"

"หนึ่ง ฉันจำได้ว่าคนที่กำลังจะเข้ามาชนนั้นคือเอมิ"

"สอง ไม่รู้ทำไม แต่รู้สึกว่าการที่ถูกเอมิชนอีกครั้งนั้นเป็นเรื่องแสนธรรมดา ถ้าไม่มีความกลัวและอาการตระหนกกับ\nเหตุการณ์ตรงหน้าที่ตอบสนองไปโดยอัตโนมัติแล้วฉันคงรู้สึกสบายใจ"

"สาม เหมือนว่าเอมิจะวิ่งพลางขนกองกระดาษที่ตั้งสูงประมาณสามสิบเซนติเมตรมาด้วย"

play sound sfx_pillow
with vpunch

"เธอชนเข้ากับฉัน แต่อย่างน้อยคราวนี้ก็เฉี่ยวแขนฉันไปเท่านั้น"

show emi sad_depressed at center
with charamoveinbottom

emi "โอ๊ย… ทำไมถึงเป็นอย่างนี้ตลอดเลยนะ"

hi "แหม นั่นสิ เธอว่าเกี่ยวกับที่เธอวิ่งตามโถงทางเดินมาเหมือนโดนไฟลวกมั้ย"

show emi sad_shy
with charachange

"เธอร้องหงิงเหมือนลูกหมาเจ็บ พอได้เห็นก็ทำเอารู้สึกผิดทันทีที่พูดกระแนะกระแหนไปอย่างนั้น"

show emi sad_pout
with charachange

emi "แต่ว่า… ฉันรีบนี่นา"

hi "ดูออก"

emi "ขอโทษนะ"

hi "ไม่เป็นไร ๆ"

show emi sad_shy
with charachange

"เอมิร้องโอยเบา ๆ อีกครั้งพลางลูบหน้าผากคล้ายบรรเทาความเจ็บ สายตากวาดมองไปตามพื้นโถงทางเดิน"

"เธอร้องด้วยความตกใจทันทีที่เห็นกองกระดาษที่ตั้งมาอย่างดีปลิวกระจัดกระจาย"

show emi basic_shock
with charachange

emi "อ๊า! เอกสาร! ไม่นะ ๆ เอาไงดี ถ้าทำเปื้อนแล้วครูต้องว่าแน่เลย"

hi "ไม่น่าเป็นไรหรอก เก็บกันก่อนเถอะ ไม่เป็นไรนะ"

"เรารีบเก็บกวาดกองกระดาษกัน เอมิคอยจัดกระดาษกลับมากองเป็นตั้งให้เรียบร้อยเหมือนเดิม"

show emi basic_grin
with charachange

emi "แล้วนี่นายจะไปไหน"

hi "ก็ไม่ที่ไหนละมั้ง ไม่อยากอยู่ตัวคนเดียวในห้องกับมุโต้ด้วย เหมือนจะเมาค้างมั้ง"

show emi excited_happy
with charachange

emi "กินข้าวเที่ยงยัง"

hi "ยัง แต่ก็ไม่ค่อยหิวเท่าไหร่"

show emi basic_confused
with charachange

"เธอมองด้วยสายตาไม่อยากเชื่อ ราวกับว่าบ้าไปแล้วที่พูดอย่างนั้น"

show emi excited_proud
with charachange

emi "งั้นก็มาที่ดาดฟ้าดีกว่า! ฉันสัญญากับรินไว้แล้วด้วยว่าจะกินข้าวเที่ยงด้วยกัน คงอยากได้เพื่อนกินด้วยแน่ ๆ"

"เอ่อ มื้อเที่ยงของฉันกับรินไปได้ไม่สวยเสียด้วยสิ"

"ฉันรู้ว่าบทสนทนานี้จะเป็นยังไงต่อ จะฝืนก็คงยาก ก็คงได้แต่ตามน้ำไปนั่นแหละ"

hi "โอเค เดี๋ยวฉันไปซื้อขนมปังหรืออะไรก่อนนะ"

show emi basic_closedgrin
with charachange

"เอมิยิ้มแฉ่งก่อนฉันทันพูดอะไรต่อ"

show emi basic_grin
with charachange

emi "ไม่ต้อง ๆ เดี๋ยวฉันจะรีบเอาอันนี้ไปส่งให้แบบด่วนจี๋ก่อน แล้วจะไปซื้อข้าวเที่ยงให้ ของรินด้วยแหละ นายจะเอาขนมปัง\nแบบไหน"

hi "ไม่เป็นไรน่า เธอไม่ต้อ…"

show emi excited_proud
with charachange

emi "ไม่ต้องห่วงหรอก สบายมาก ถือเสียว่าเป็นคำขอโทษก็แล้วกัน แป๊บเดียวเดี๋ยวฉันก็มาแล้ว!"

hi "นั่นแหละที่ฉันห่วง อย่าไปชนใครอีกก็แล้วกัน"

"เอมิเดินไปตามโถงทางเดิน แต่เพราะมัวแต่คุยกับฉันเลยไม่ได้มองทางข้างหน้า"

show emi basic_closedhappy
with charachange

emi "ไม่หรอกน่า!"

hide emi
with charaexit

stop music fadeout 4.5

"พูดงี้ทุกรายแหละ พอคำสัญญาที่ไม่ค่อยน่าไว้ใจนั้นออกจากปากแล้วเธอก็เริ่มวิ่งเหยาะ ๆ ไปตามบันได"

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_rooftop fadein 2.0

scene bg school_staircase1
with locationchange

"ฉันถอนหายใจเบา ๆ แล้วเดินตามทางที่เธอออกไป เพียงแต่ไม่ได้เดินลงบันไดอย่างเธอ"

"บันไดที่ขึ้นมาดาดฟ้ายังคงมืดและน่ากลัวเหมือนอย่างเคย"

play sound sfx_dooropen

"ประตูส่งเสียงแอ๊ดเบา ๆ ตามแรงที่ฉันเปิดออก"

play sound sfx_door_creak
$ renpy.music.set_volume(1.0, 0.5, channel="ambient")

#if the above doesn't work:
scene bg school_roof
with Fade(0.5, 0.0, 2.0, color="#FFF")

"รินก็อยู่อย่างที่เอมิบอก แต่ไม่รู้ทำไมเธอถึงนอนหงายอยู่ตรงอีกฝั่งของดาดฟ้าที่พื้นปูกรวดนี้"

"ฉันย่องเข้าไปหาเธอช้า ๆ พลางทายอะไรพิลึกแปลก ๆ เรื่อยเปื่อย"

scene ev rin_roof_boredom
with locationchange

rin "สวัสดี———"

"เธอลากเสียงยืดยาวฟังดูง่วงงุน แต่เธอกลับลืมตากว้าง"

show hisao rin_roof
with charaenter

"ฉันก้มมองโดยที่เงาของฉันบังหน้าเธออยู่"

hi "ทำอะไรอยู่"

show ev rin_roof_doubt
with charachange

"รินเลิกคิ้วขึ้น"

show ev rin_roof_nonchalant
with charachange

rin "ปัญหานายอยู่ที่หัวใจไม่ใช่ตานี่"

"เธอถามหาความสมเหตุสมผลจากคำถามของฉันที่ไม่ได้ผิดอะไรเลยโดยไม่แม้จะเอียงคอมามอง"

"คำพูดของรินที่เหมือนล้อทำฉันหงุดหงิด แล้วที่แย่ที่สุดคือฉันไม่แน่ใจด้วยซ้ำว่าที่พูดอย่างนั้นคือจงใจพูดหรือเปล่า"

hi "ได้ งั้น ขอถามใหม่นะ"

hi "ทำไมเธอถึงมานอนหงายอยู่บนดาดฟ้านี้"

show ev rin_roof_boredom
with charachange

"เธอยักไหล่เนือย ๆ แล้วทำเสียงฟุดฟิดไม่สนใจ"

rin "ฉันจะลองสัมผัสประสบการณ์ คนเราคงไม่ค่อยได้ทำแบบนี้กันเท่าไหร่หรอกนะ"

hi "แล้วเธอจะลองสัมผัสอะไร คือฉันก็ดูไม่ออกหรอก แต่ที่ไม่มีคนมา…ทำอะไรก็ช่างก็คงมีเหตุผลแหละ"

"มาเล่นดอดจ์บอลกันอีกแล้ว ตอบกลับที่ฉันจะหาเรื่องนั่นนี่คุยด้วยปริศนาที่ฉันไม่อยากแก้เนี่ย"

"แต่ฉันก็ไม่อยากเมินเธอเหมือนกัน"

show ev rin_roof_nonchalant
with charachange

rin "อืม แต่เหตุผลที่ว่าก็คือทุกคนมัวแต่วุ่นวายกับชีวิตตัวเองจนลืมสิ่งที่สำคัญจริง ๆ ไปไง"

hi "อย่างการดูท้องฟ้าน่ะเหรอ"

show ev rin_roof_surprised
with charachange

"เธอละสายตาจากท้องฟ้าแล้วมองตรงมาที่ฉันสักที ความลึกล้ำในสายตาอันพุ่งตรงยามเธอจับจ้องอะไรบางอย่างนั้น\nชวนให้ตกใจ"

rin "เนี่ย ถ้านายเป็นผู้หญิง ฉันเห็นกางเกงในนายแล้วนะเนี่ย"

hi "ถ้าฉันเป็นผู้หญิง ฉันคงไม่มาเข้าใกล้คนที่จ้องจะแอบมองกางเกงในฉันหรอก ฉันก็ไม่ได้โง่ขนาดนั้น"

show ev rin_roof_boredom
with charachange

rin "ฉันก็คงไม่ แต่บางทีมันก็เลี่ยงไม่ได้ เหมือน ตอนนี้"

show ev rin_roof_nonchalant
with charachange

rin "เอาตามจริง ฉันก็ไม่ได้อยากมองกางเกงในนายขนาดนั้นหรอก"

rin "กางเกงในน่ะคือจิตวิญญาณของผู้หญิง นายไม่ควรมองจิตวิญญาณใครนะ ต่อให้นายไม่ใช่ผู้หญิงก็เถอะ"

hi "ในฐานที่ฉันเป็นผู้ชาย ฉันว่าฉันพอเข้าใจนะ สำหรับเราแล้ว กางเกงในน่ะเหมือนเป็นวัตถุกึ่งลึกลับบางอย่างที่พวกเรา\nไม่สามารถเข้าใจได้"

show ev rin_roof_surprised
with charachange

rin "อืม ฉันก็คิดแบบนั้นเหมือนกันพอดี บังเอิญจัง"

hi "นั่นสินะ"

hi "แล้วนี่เมื่อเช้าเธอได้เข้าคาบประวัติศาสตร์โลกหรือเปล่า"

show ev rin_roof_doubt
with charachange

rin "โดด"

hi "มานี่อะนะ"

show ev rin_roof_boredom
with charachange

rin "ก็ จริง ๆ ฉันไม่ได้ทำอะไรอย่างที่เห็นอยู่นี่หรอก หรืออย่างน้อยฉันก็คิดว่าทำอะไรที่ไม่ได้ดูเหมือนอย่างที่เห็นอยู่\nแต่ถ้ามองจากมุมนายแล้ว…"

extend " ก็คง…"

rin "อืม ฉันโดดมานี่อะแหละ"

hi "จะทำด้วยเหตุอันใดก็คงได้หมดแหละนะ"

hide hisao
with charaexit

play sound sfx_rustling

scene bg school_roof
with locationchange

"ฉันทนเมื่อยขาไม่ไหวจึงนั่งลงกับพื้นดาดฟ้าข้าง ๆ ริน"

"ก้อนกรวดไม่ได้นั่งสบายเท่าไหร่ แต่ถ้าเธอทนได้ ฉันก็คงทนได้เหมือนกัน"

rin "รออะไรอยู่ล่ะ"

hi "หืม"

rin "ลองทำบ้างสิ"

stop music fadeout 2.0
$ renpy.music.set_volume(0.4, 3.0, channel="ambient")

"ฉันแหงนหน้ามองไปยังที่ที่เธอมองอยู่"

scene bg misc_sky at Fullpan(40.0)
with locationchange

"ฟ้าครามส่องแสงที่ประดับด่างด้วยหมู่เมฆที่คล้ายฝูงแกะแผ่ทั่ววิสัยทัศน์"

"สวย แต่ภาพตรงหน้าก็ไม่ได้มีอะไรพิเศษ แม้อากาศจะดี"

"ฉันทำท่ายักไหล่ให้ใกล้เคียงกับท่าทีที่ไม่สนใจอะไรของรินที่เธอดูจะทำได้จนเชี่ยวชาญแล้วนอนลงกับพื้น"

"ทุกครั้งที่จะขยับตัวหินก็จะทิ่มหลังผ่านเสื้อบาง ๆ บังคับให้ฉันต้องอยู่ให้นิ่งที่สุด"

"ฉันละความสนใจจากความไม่สบายตัวและตัวเองไปยังผืนแผ่นกว้างใหญ่ที่อยู่เหนือพวกเรา"

"มวลเมฆหน้าร้อนเคลื่อนคล้อยไปอย่างเงียบเชียบอยู่เบื้องบนกลางเวหา"

"ไม่มีใครพูดอะไรอีก จึงเหลือเพียงความเงียบที่ปกคลุมดาดฟ้าแห่งนี้"

"เสียงอู้อี้ของเหล่านักเรียนที่กำลังพักเที่ยง เสียงจักจั่นที่เกาะตามต้นไม้ และเสียงรถราที่ผ่านไปมาหน้าโรงเรียนแว่วมา\nชวนให้รื่นหูอยู่ไกล ๆ"

hi "เนี่ย เมื่อวานสนุกมากเลยนะ"

rin "เหรอ"

hi "เอาจริง ๆ ก็ ไม่ แต่ก็ไม่เป็นไรหรอก น่าจะเป็นครั้งแรกเลยที่นั่งได้นานขนาดนั้นโดยไม่ได้ทำอะไรสักอย่าง ซึ่งก็น่าทึ่งดี"

"ฉันพยายามพูดให้ฟังดูน่าเชื่อถือที่สุด"

rin "น่าทึ่งเหรอ"

hi "ฉันว่าน่าทึ่งนะ ปกติฉันคงไม่ใจเย็นพอมาทำอะไรอย่างนั้นหรอก"

rin "ฉันว่าฉันก็สนุกเหมือนกันนะ"

"เมฆเลื่อนผ่านเหนือพวกเราและบังเงาอยู่เหนือโรงเรียน"

"เมื่อแสงแดดผันเปลี่ยนเป็นร่มเงาก็ทำให้ความร้อนในตัวลดฮวบ"

"ฉันถึงรู้สึกตัวว่าขณะนี้ฤดูร้อนยังไม่ถึงช่วงร้อนเต็มที่นัก"

"สิ่งเดียวที่บอกเวลาที่กำลังไหลผ่านคือก้อนเมฆที่เคลื่อนที่ไปยังเมืองอย่างเชื่องช้า"

"แสงแดดเรืองรองหลงลอดผ่านรอยแยก ซึ่งทำให้มองอะไรไม่เห็นไปชั่วครู่ทุกครั้งที่แสงแยงเข้าตา"

"สีครามของท้องฟ้านั้นดูเกินเอื้อม"

"นึกถึงตอนอยู่โรงพยาบาลที่เบื่อจนตายซากอยู่ทุกวัน"

"แต่ผ่านไปสักพักฉันก็เลิกใส่ใจ ฉันเรียนรู้ที่จะมองคุณค่าของสิ่งอื่นนอกจากการดูโทรทัศน์และซุบซิบนินทากับคนอื่น\nที่ฉันไม่ได้ชอบด้วยซ้ำ"

"ความสงบโดยสมบูรณ์ค่อย ๆ แผ่จากการมองเห็นไปยังประสาทสัมผัสอื่น ๆ จนสุดท้ายก็มาถึงที่สมอง"

"เครื่องบินบินผ่านทิ้งแนวเมฆไว้ตามทางที่เคลื่อนไปมองดูคล้ายคู่เส้นชอล์กที่ลากจากแผ่นฟ้าฝั่งหนึ่งไปยังอีกฝั่ง"

"กำลังไปที่ไหนกันนะ"

"เสียงเครื่องยนต์ที่ครางต่ำดังมาจนถึงหูฉัน ถึงจะแทบไม่ได้ยินเพราะมีเสียงจอแจจากลานโรงเรียนดังกลบก็เถอะ"

stop ambient fadeout 8.0
$ renpy.music.set_volume(1.0, 10.0, channel="ambient")

rin "ดีเนอะ"

hi "ก็ดี แต่ไม่เข้าใจว่าทำไมมันถึงสำคัญกว่าการไปเข้าเรียน"

rin "ได้ทำอะไรที่ชอบนี่ไม่ดีเหรอ"

rin "นาน ๆ ที?"

hi "ก็ใช่แหละ แต่—"

stop sound

emi "ทำอะไรอยู่"

"เอมิย่องเข้ามาหาโดยไม่มีใครทันสังเกต เธออยู่ห่างจากฉันไปเพียงก้าวเดียว แขนหอบของที่ห่อพลาสติกมาหลายอย่าง"

show emi excited_happy_close:
    xalign 0.5 yanchor 1.0 ypos 1.2
    easein 0.5 center
show bg misc_sky at right
with charaenter

"เธอโน้มตัวแล้วมองฉัน ยืนบังเงาตรงหน้าฉันเหมือนที่ฉันยืนบังเงาหน้ารินก่อนหน้านี้เป๊ะ"

"จะดูประหลาดขนาดไหนกันนะ ที่มานอนหงายกันสองคนอยู่บนดาดฟ้าเนี่ย"

hi "ฉันก็ถามแบบนั้นเหมือนกัน"

rin "ฉันสิคิดมากที่เห็นเธอทำอะไรอยู่ตอนนี้ ถ้าเป็นฉันนะ ฉันจะไม่เข้าใกล้คนที่เห็นกางเกงในได้ใกล้ขนาดนั้นแน่ ๆ"

play sound sfx_pillow

show emi sad_angry_close
with vpunch

play music music_comedy fadein 0.5

emi "รินนี่ละก็!"

show emi sad_angry_close:
    easeout 0.5 ypos 1.2 alpha 0.0
with None

scene bg school_roof
with locationchange

show emi basic_hes:
    xalign 0.5 yanchor 1.0 ypos 1.1
    easein 0.5 center
with charaenter

"เสียงเอมินั้นฟังดูรับไม่ได้ แต่เธอก็รีบถอยทันทีก้าวหนึ่งพลางเอามือแนบหน้ากระโปรงอย่างกะทันหันจนขนมปัง\nที่เธอขนมานั้นร่วงกราว"

"ฉันรีบละสายตาแล้วจ้องรินด้วยความโมโห แต่เธอก็ทำเป็นไม่เห็นฉัน"

show emi basic_shock
with charachange

emi "ฮิซาโอะไม่ใช่คนแบบนั้นหรอก ใช่มั้ย"

hi "ใช่"

play sound sfx_rustling

show emi basic_shock:
    parallel:
        ease 0.5 ypos 1.17
    parallel:
        "emi basic_annoyed" with Dissolve(0.5, alpha=True)
    ease 0.5 ypos 1.0
with Pause(1.0)

"เอมิมองค้อนใส่รินแล้วย่อตัวลงเก็บของ"

play ambient sfx_rooftop fadein 8.0

show emi basic_grin_close
with characlose

show emi basic_grin_close:
    ypos 1.12
with charamove

"เธอปัด ๆ ฝุ่นออกแล้วอ้อมฉันไปอย่างพลิ้วไหวและนั่งลงข้าง ๆ ริน"

emi "เอ้า นี่ขนมปังนาย ขอโทษที่ไปนานนะ"

hi "ไม่เป็นไร ขอบคุณที่เลี้ยงนะ"

"ฉันลุกขึ้นนั่งแล้วรับขนมปังที่เอมิยื่นมาพลางขอบคุณ"

"พวกเราทั้งสามคนกินมื้อง่าย ๆ นี้กันอย่างหิวกระหาย ขนมปังนั้นอร่อยเกินคาด ไม่นานก็เริ่มอิ่มท้อง"

show rin invis:
    yanchor 1.0 ypos 1.2 xanchor 0.5 xpos 1.0
with None

show emi basic_grin_close:
    xpos 0.3
show bg school_roof at bgleft
show rin basic_awayabsent_close:
    ease 1.0 ypos 1.07 xpos 0.9
with dissolvecharamove

"ฉันเหลือบมองไปทางรินที่ใช้เท้าจัดการกับขนมปังด้วยทักษะของเธอ"

show emi excited_proud_close
with charachange

emi "ฉันไม่เห็นนายไปวิ่งที่ลู่สักพักแล้วนะ"

show rin basic_absent_close:
    ypos 1.07 xpos 0.9
with charachange

hi "อ้อ อืม คือฉัน… คิดว่าคงหนักไปหน่อยน่ะ"

show rin basic_awayabsent_close
show emi basic_hes_close
with charachange

emi "แล้วนายได้หาอย่างอื่นทำมั้ย"

show rin basic_absent_close
with charachange

hi "ก็คิด ๆ อยู่"

show emi basic_annoyed_close
with charachange

"เธอขมวดคิ้วแต่ก็ไม่ได้ซักไซ้อะไรต่อ ซึ่งก็ดีแล้ว"

"เธอดูเป็นคนค่อนข้างรั้น ถ้าเธอจะมาตามตื๊อเรื่องนี้กับฉันทุกวันก็คงไม่ไหว แค่ภาระจากชิซูเนะและมิช่าก็เกินพอแล้ว"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

play sound sfx_warningbell
show rin basic_awayabsent_close
show emi basic_shock_close
with charachange

"พวกเรากินจนหมดทันก่อนระฆังดังเรียกให้กลับไปเข้าเรียนพอดี"

stop ambient fadeout 0.5
$ renpy.music.set_volume(1.0, 1.0, channel="music")

scene bg school_scienceroom
with locationskip

show misha sign_smile at center
with charaenter

mi "ฮิจัง!"

"มิช่าโบกมือให้ทันทีที่ฉันเดินเข้าห้องแล้วชวนคุยก่อนฉันทันจะได้เดินไปถึงอีกฟากห้องด้วยซ้ำ"

show misha hips_smile
with charachange

mi "งานเทศกาลเป็นไง สนุกมั้ย"

hi "เอ่อ… ยังไม่แน่ใจเท่าไหร่ เอาเป็นว่า “น่าจะ”"

hi "ทำไมเหรอ"

show misha hips_grin
with charachange

mi "วะฮ่าฮ่า~ แค่ถาม ๆ !"

"แววตาเธอบ่งบอกว่าไม่ใช่แค่ถามเปล่า แต่ฉันก็ไม่รู้อยู่ดีว่าทำไมถึงถามน่ะนะ"

hide misha
with charaexit

"ครูภาษาอังกฤษก็เข้ามาได้จังหวะพอดิบพอดี มิช่าหันไปใช้แผนสำรองแทน"

window hide

show misha hips_grin_close at offscreenleft
with None

show misha perky_smile_close:
    xpos 0.1 xanchor 0.5
show bg school_scienceroom at left
with charamove

$ written_note(u"เมื่อวานเที่ยวงานเทศกาลกับชิจังทั้งวันเลย!\nสนุกมาก!", text_args={"color":"#FF2AAA"})

$ written_note(u"ไม่ใช่ว่าต้องทำงานเหรอ")

show misha hips_grin_close
with charachange

$ written_note(u"ไม่ต้องห่วง! ทุกอย่างราบรื่นดี", text_args={"color":"#FF2AAA"})


window show

"แล้วฉันก็ไม่ได้ตอบ เธอก็ปล่อยฉันไปเพราะชิซูเนะต้องการความสนใจจากเธออยู่"

stop music fadeout 12.0

show misha invis at offscreenleft
with dissolvecharamove

hide misha
show bg school_scienceroom:
    subpixel True yalign 0.0
    ease 30.0 zoom 1.1
with None

"ส่วนความสนใจของฉันเองนั้นเบนออกมานอกหน้าต่าง"

"พอมองจากตรงนี้ที่มีหน้าต่างกับใบไม้จากต้นไม้ที่อยู่ข้างนอกบังแล้วท้องฟ้าก็ดูเล็กลง"

"ฉันเห็นสีฟ้าลอดมาเพียงเล็กน้อยเท่านั้น เพราะหลายสิ่งอย่างต่างบดบังทัศนวิสัย"

"ที่รินจ้องมองท้องฟ้านั้นเธอต้องการจะ “สัมผัส” อะไรกันแน่ เธอต้องเคยทำมาก่อนแล้วแน่ ๆ ทุกคนก็เคย"

"จะเดาความคิดเธอไปก็เปล่าประโยชน์ แต่ถ้าไม่เดา ฉันก็ไม่มีข้ออ้างที่จะไม่สนใจสิ่งที่ครูกำลังพูดอยู่"

"ฉันมองตัวหนังสือยึกยือที่อยู่บนกระดานแล้วเค้นสมองนึกความหมาย แต่ก็นึกไม่ค่อยออกเท่าไหร่"

"ภาษาอังกฤษไม่ใช่วิชาโปรดของฉันเลย พวกเราต่างเกลียดขี้หน้ากันยิ่งกว่าอะไรดี"

stop music fadeout 2.0

#********************************

label th_R2:

scene bg school_hallway3
with shorttimeskip

play music music_normal fadein 3.0
play sound sfx_normalbell

"แสงแดดเจิดจ้าอันร้อนแรงยามบ่ายแทรกตัวเข้ามายังโถงทางเดินจนบรรยากาศเอื่อยเฉื่อยหนักอึ้ง"

"ฉันรู้สึกราวกับต้องแบกน้ำหนักอากาศที่ว่านั้นระหว่างที่เดินไปตามโถงทางเดินไปยังห้องศิลปะ"

"นี่คงจะเป็นเหตุผลว่าทำไมฉันถึงไม่ได้เข้าร่วมชมรมอะไรเลย เพราะช่วงบ่ายไม่ใช่เวลาเหมาะที่จะทำอะไร"

scene ev rin_artclass1
with locationchange

"ฉันเคาะประตูห้องศิลปะแล้วเปิดออก หญิงสาวที่น่าจะเอาม้วนกระดาษที่เธอถืออยู่นั้นไปทำอะไรบางอย่างที่สำคัญนั้น\nหันมามองฉันแล้วยิ้มหวานให้ด้วยความสับสนเล็กน้อย"

show ev rin_artclass2
with charachange

thname("นักเรียน") "สวัสดี…?"

hi "ที่นี่ชมรมศิลปะใช่มั้ย"

thname("นักเรียน") "อื้ม จะเข้าเหรอ"

hi "อาฮะ ที่จริงน่าจะเข้าไปแล้ว แต่เดี๋ยวก็คงรู้"

show ev rin_artclass3
with charachange

"ฉันยิ้มบาง ๆ ให้เธอ เธอเองก็คลี่ยิ้มให้จนทำให้ฉันเกร็งน้อยลง"

thname("นักเรียน") "เยี่ยม! งั้นก็มานั่งก่อนสิ เดี๋ยวครูมาแล้วก็จะเริ่มกิจกรรมกัน"

show ev rin_artclass4
with charachange

"ฉันไม่เสียเวลาเดินหาที่นั่งเหมาะ ๆ แล้วตรงไปยังที่นั่งว่างตรงหลังห้องที่อยู่ห่างจากทุกคนทันที"

"สมาชิกคนอื่น ๆ บางส่วนก็นั่งรอครูกันอยู่ ส่วนรินนั่งมองข้างนอกอยู่ริมหน้าต่างคนเดียว เธอเป็นคนเดียวในนี้ที่ฉันรู้จัก\nถึงจะมีผู้ชายอีกคนที่เรียนห้องเดียวกันที่ฉันไม่ถูกชะตาอยู่ด้วยก็เถอะ"

"ไม่มีใครเข้ามาทักทายฉัน—เดี๋ยวแนะนำตัวอะไรอีกทีมั้ง—ฉันจึงนั่งสังเกตการณ์อยู่เงียบ ๆ ด้วยคน"

"มีผู้ชายคนหนึ่งใส่แว่นกันแดด ถ้าไม่ใช่ที่ยามากุแล้วก็คงแปลกตาเพราะอยู่ในร่ม ก็คงเป็นนักเรียนตาบอดคนนั้น\nที่รินพูดถึงนั่นแหละ"

stop music fadeout 2.0
play sound sfx_footsteps_hard fadein 0.2

scene bg school_classroomart at left
with locationchange

"แต่ก็ได้รอแค่แป๊บเดียว"

stop sound
play music music_happiness fadein 2.0

show nomiya smile at center
with charaenter

"โนมิยะย่างสามขุมมาที่โต๊ะของเขาแล้วยิ้มทักทายอย่างเล่นใหญ่"

show nomiya veryhappy
with charachange

no "ทิวาสวัสดิ์ทุกคน!"

show nomiya talk
with charachange

no "ก่อนอื่นเลย สมาชิกใหม่ตรงนั้นชื่อฮิซาโอะนะ สนิทกันไว้ด้วยละ"

"เขาขยิบตาให้ชวนขนลุก"

"สมาชิกทั้งแปดคนของชมรมรวมฉันด้วยทักทายตอบด้วยความกระตือรือร้นที่น้อยกว่าพอตัว แต่ทุกคนก็เริ่มยืดตัว\nนั่งหลังตรงพร้อมหันมาให้ความสนใจแล้ว"

show nomiya smile
with charachange

no "บางคนน่าจะยังมีงานที่ทำค้างไว้อยู่ ถ้าอยากทำต่อก็ทำเลยนะ"

show nomiya talk
with charachange

no "ส่วนคนอื่น ฉันคิดอยู่ว่าวันนี้มาหัดวาดภาพร่างกันดีมั้ยนะ"

show nomiya veryhappy
with charachange

no "ว่ายังไงล่ะ"

"ไม่มีคำตอบอื่นนอกจากเสียงงึมงำพึมพำที่จับใจความไม่ได้ ซึ่งเหมือนโนมิยะจะนับไปว่าเป็นเสียงตกลงโดยเอกฉันท์"

show nomiya talk
with charachange

no "เอาละ งั้น! คนที่ไม่ได้ทำงานอื่นอยู่ ให้จับคู่แล้ววาดภาพร่างของกันและกันนะ"

no "วันนี้น่าจะทำกันให้เสร็จได้นะ แต่ถ้าไม่เสร็จก็ค่อยมาต่อทีหลังได้ หรือถ้าสนใจจะทำอีกก็ได้นะ"

show nomiya veryhappy
with charachange

no "อย่าลืมดูเรื่องแสงเงาด้วย แล้วก็ทำให้เต็มที่นะ!"

"จับคู่เหรอ ไม่รู้จักใครเลย อึดอัดตาย ถ้ามีคนมาขอจับคู่ด้วยก็ดีสิ"

hide nomiya
with charaexit

"คนในห้องลุกพลางขยับเก้าอี้ไปชิดกันแล้ว แต่ไม่มีใครมาหาฉันเลย"

"ไม่นานนักทุกคนก็ได้คู่กัน คนที่เป็นเพื่อนกันต่างอยู่ด้วยกัน ส่วนฉันอยู่ตัวคนเดียว"

"ก็ ยังเหลือรินอยู่อะนะ"

show bg school_classroomart at right
with charamove

"เธอนั่งอยู่ที่มุมหนึ่งของห้องไกล ๆ ยังเหม่อมองไปทางหน้าต่างดูไม่สนใจจะทำกิจกรรมด้วย"

"เมื่อเห็นว่าเธอเป็นคนเดียวที่ยังไม่มีคู่ ฉันจึงเดินไปหาเธอ"

"ไม่เห็นหน้าด้วยเพราะผมบังอยู่ แล้วก็ไม่ได้มองมาทางนี้ด้วย"

hi "ริน?"

"ฉันเรียกเธอ แต่ก็ไม่มีเสียงตอบรับ"

hi "นี่ คู่กันมั้ย ในนี้ฉันรู้จักเธออยู่คนเดียวเนี่ย"

show rin basic_absent at center
with charaenter

"เธอดูจะตอบสนองกับตัวตนของฉันแล้ว หันหัวมาดูว่าใครเรียกเหมือนหุ่นยนต์"

"…"

"รินไม่ตอบ และฉันก็ไม่อยากถามย้ำเหมือนกัน ที่ถามไปเมื่อกี้คงได้ยินแล้วแหละ"

"…"

"ทำไมถึงไม่พูดอะไรเลยนะ คู่กับฉันมันคงไม่ได้แย่ขนาดนั้นหรอกมั้ง"

"เธอไม่มองหน้าฉัน แล้วจ้องมาที่หน้าอกกับท้องแทน"

"…"

show rin basic_deadpan
with charachange

rin "อ้อ โอเค ได้สิ"

"…"

hi "โอเค ดี เดี๋ยวไปเอาของให้"

hide rin
with charaexit

show bg school_classroomart at left
with charamove

"พอมาเห็นอุปกรณ์ที่โนมิยะเตรียมไว้ให้สำหรับกิจกรรมวันนี้แล้วก็เป็นต้องงง เพราะเหมือนจะได้วาดภาพร่างโดยใช้หมึก\nแทนที่จะเป็นแร่แกรไฟต์หรือดินสอ"

"ซึ่งฉันไม่เคยทำมาก่อนเลย"

"ทว่าคุณครูดูจะมั่นใจในความสามารถของฉันที่จะปรับมือให้ใช้สิ่งนี้ได้"

show nomiya veryhappy at center
with charaenter

no "ง่าย ๆ !"

show nomiya smile
with charachange

no "ก่อนอื่นก็ใช้หมึกร่างเส้นขอบ ทิ้งไว้ให้แห้ง แล้วก็ใช้หมึกที่จางหน่อยลงเงา อันนี้เขาเรียกหมึกอินเดียอิงค์ ใช้ได้เหมือน\nสีน้ำเลย"

show nomiya talk
with charachange

no "ถ้าไม่ถนัด ตอนร่างเส้นขอบจะใช้ปากกาแทนพู่กันก็ได้"

hi "ครับ"

hide nomiya
with charaexit

"ฉันหยิบกระดาษ แก้วน้ำ ปากกาหนึ่งด้ามสำหรับฉัน พู่กันหนึ่งด้ามสำหรับริน แล้วก็หมึกสำหรับเราสองคน จากนั้น\nจึงกลับไปหาริน"

show bg school_classroomart at right
with charamove

show rin basic_absent_close:
    center
    ypos 1.1
with charaenter

"ฉันคว้าเก้าอี้แถวนั้นที่ว่างอยู่มานั่งลงตรงหน้าเธอ"

show rin negative_spaciness_close
with charachange

stop music fadeout 1.0

rin "อยากให้ใช้เท้าหรือปากวาด"

hi "ว่ายังไงนะ"

play music music_another fadein 2.0

show rin relaxed_surprised_close
with charachange

"เธอเอียงคอแล้วเลิกคิ้วขึ้นด้วยความสงสัยราวไม่เข้าใจว่าทำไมฉันถึงไม่เข้าใจที่เธอถาม"

show rin basic_deadpan_close
with charachange

rin "ฉันจะใช้อะไรวาดก็ได้แหละ แต่ถ้าใช้เท้าแล้วนายจะดูดีหน่อย"

hi "งั้นเท้าก็แล้วกันถ้าเธอว่าวาดได้เหมือน ๆ กัน"

show rin basic_deadpannormal_close at center
with dissolvecharamove

"เธอพยักหน้าตกลงแล้วลุกขึ้นและสะบัดรองเท้าแตะออก"

show rin basic_awayabsent_close:
    center
    ypos 1.17
with dissolvecharamove

"เธอใช้เท้าคีบกระดาษแล้ววางกับพื้นได้อย่างลื่นไหล จากนั้นก็คีบพู่กันไว้ก่อนจะนั่งลงกับพื้นด้วยท่ากึ่งขัดสมาธิแปลก ๆ"

"ถึงจะเคยเห็นเธอใช้เท้าทำอะไร ๆ มาแล้วตั้งแต่การกินยันการวาดรูป แต่ความคล่องแคล่วที่ได้เห็นนี้ช่างน่าทึ่งจนได้แต่\nมองตาค้าง"

show rin negative_annoyed_close
with charachange

"รินใช้สมาธิพินิจมองกระดาษเปล่า ปลายพู่กันนั้นจดอยู่กับกระดาษเตรียมลงลาย"

show rin basic_deadpancontemplation_close
with charachange

"พอเธอเงยหน้ามองว่าพร้อมหรือยังฉันก็เบือนหน้าหนีทันที"

show rin basic_deadpan_close
with charachange

rin "ฉันจะวาดก่อน เต๊ะท่าหน่อย"

hi "ให้ทำท่าแบบไหน"

show rin basic_lucid_close
with charachange

rin "ไม่สำคัญหรอก นั่นแหละที่สำคัญ เวลาร่างต้องร่างตามความรู้สึกที่ได้เห็น ไม่ใช่คิดมาก่อนแล้วร่าง"

"สุดท้ายฉันก็นั่งเอามือห้อยไว้ที่ระหว่างหัวเข่า"

show rin basic_deadpanupset_close
with charachange

"ฉันมองเธอ ส่วนเธอก็มองฉันอยู่พักหนึ่งก่อนเริ่มวาด"

"สายตาของรินนั้นแหลมคมทว่าไร้ซึ่งอารมณ์ ราวกับว่าเธอกำลังจะดูดกลืนส่วนหนึ่งของฉันเข้าไปในตัวของเธอเอง\nฉันรู้สึกเหมือนตัวเองหดเล็กลงด้วยแรงกดดันจากสายตาของเธอ"

"ฉันรู้สึกว่าเมื่อครั้งที่เราได้เจอกันครั้งแรกนั้น จริง ๆ แล้วรินมองมา ‘ที่’ ฉัน ไม่ได้มองมา ‘ทาง’ ฉัน"

show rin negative_annoyed_close
with charachange

"เธอร่างภาพด้วยความมั่นใจโดยใช้ฝีแปรงอันหนักแน่นของพู่กันอันอ่อนโยนโดยไม่สนใจเลยว่าหากลากผิดแล้ว\nจะเกิดความเสียหายอะไรขึ้นมาบ้าง"

show rin basic_absent_close at center
with dissolvecharamove

"เมื่อร่างเส้นขอบได้จนเป็นที่พอใจแล้วเธอก็ยืนยืดหลังยืดขาให้ฉันวาดบ้าง"

show rin basic_awayabsent_close
with charachange

"คราวนี้เธอไม่มองมาที่ฉันแต่มองไปรอบ ๆ ห้องแทน โล่งไป จ้องคนที่ไม่ได้จ้องกลับนี่สบายใจกว่าเยอะ"

"แต่ถึงอย่างนั้นก็แทบร่างไม่ออกเลย"

"ฉันไม่ได้มีพรสวรรค์ทางด้านศิลปะเป็นพิเศษขนาดนั้น กลัวว่าภาพเหมือนนี่จะเละจนกลายเป็นอะไรไม่รู้ไป ยิ่งถ้า\nให้เทียบกับความสามารถของอีกฝ่ายแล้ว"

"ฉันไม่อยากให้ตัวเองต้องอับอายมากกับภาพแรกนี้"

"รินก็ไม่ได้ช่วยให้วาดได้สักเท่าไหร่"

show rin negative_annoyed_close
with charachange

"เธออยู่นิ่ง ๆ ได้ไม่เคยถึงสิบวินาที เอียงคอซ้ายทีขวาทีเพื่อดูภาพวาดของเธอพลางกัดริมฝีปากดูไม่พอใจ แล้วยัง\nยุกยิกไปมาเหมือนยืนอยู่บนถ่านร้อน ๆ"

show rin basic_awayabsent_close:
    center
    ypos 1.17
with dissolvecharamove

"ภาพร่างของฉันออกมาเป็นรูปเป็นร่างบ้างแล้ว พอฉันลงเส้นร่างเสร็จพวกเราก็เริ่มใช้หมึกลงเงาและแสงกัน"

show rin basic_awayabsent_close:
    tworight
    ypos 1.17
show bg school_classroomart at center
with charamove

show nomiya smile behind rin at twoleft
with charaenter

"โนมิยะเดินผ่านแล้วทักเรื่องภาพร่างที่พวกเรากำลังเริ่มทำกันอยู่"

show nomiya veryhappy
with charachange

no "เยี่ยมมาก! ท่ายืนนี่แหละมือใหม่วาดง่าย"

hi "แต่ผมไม่ได้เป็นคนเลือกท่านะครับ…"

hide nomiya
with charaexit

"ฉันมองไปที่คุณครูแล้วหันไปหารินด้วยความงงงวย แต่คุณครูก็เดินไปหาอีกคู่แล้ว ส่วนรินก็ไม่ตอบสนองอะไร"

show rin basic_awayabsent_close:
    center
    ypos 1.17
show bg school_classroomart at right
with charamove

"รินก้มหน้าก้มตาตั้งใจทำงานเหมือนอย่างตอนที่เธอวาดภาพเขียนผนังนั้นจนดูเหมือนว่าเธอปิดกั้นแยกฉัน\nกับคนในห้องและทั้งโลกออกจากวงรัศมีตัวตนขนาดย่อมของเธอ"

"บางครั้งบางทีเธอก็เอนตัวเหมือนจะหามุมมองบางอย่าง บางทีก็โน้มตัวจนจมูกแทบแตะกระดาษ"

"พอเห็นที่โยกตัวไปมาอย่างนี้แล้วก็ตลกดี"

"จู่ ๆ รินก็พูดขึ้นเป็นการบอกให้รู้ว่าใจเธอทั้งหมดยังไม่ได้ลอยไปอยู่ในโลกส่วนตัวของเธอ"

show rin negative_spaciness_close
with charachange

rin "สนุกมั้ยยัง"

"เธอยังไม่ละสายตาจากภาพวาด ซึ่งดีแล้ว เสียงที่ทำลายความเงียบนี้ทำฉันสะดุ้งโหยงราวกับโดนไฟช็อต"

hi "ไม่… รู้สิ บอกยากแฮะ"

show rin basic_awayabsent_close
with charachange

"ฉันไม่ได้ยินว่าเธอตอบว่าอะไร เพราะจู่ ๆ เธอก็หันไปพูดกระซิบกระซาบกับภาพวาดตัวเองเป็นการส่วนตัว"

"ฉันไม่เข้าใจว่าทำไมถึงวาดเก่งขนาดนี้ทั้งที่เธอสมาธิสั้นพอ ๆ กับผีเสื้อ"

"เหมือนว่าเธอหมดความสนใจแล้วฉันจึงหันมาทำส่วนของตัวเองต่อ"

"ฉันลองเติมรายละเอียดที่ผมของริน พยายามลอกแสงเรืองรองยามบ่ายที่สาดส่องผมสีแดงสดอันยุ่งเหยิงของเธอ\nลงบนกระดาษด้วยสีดำและเทา"

"แต่ก็ดูเหมือนว่าปากกาและหมึกขวดนี้จะเป็นอุปกรณ์ที่ทำหน้าที่นั้นได้ไม่ดีเอาเสียเลย"

"หลายนาทีผ่านไปภาพร่างนั้นก็ไม่ได้ดูเหมือนรินขึ้นมาอย่างมหัศจรรย์ไปกว่าเมื่อก่อนหน้านี้เลย เสียงของเธอเรียกฉัน\nให้ตื่นจากความสิ้นหวังนี้"

show rin basic_deadpannormal_close
with charachange

rin "แล้วตอนนี้ล่ะ"

hi "อะไรเหรอ"

show rin basic_deadpan_close
with charachange

rin "สนุกมั้ยยัง"

hi "ทำไมถึงเอาแต่ถามอย่างนั้นล่ะ"

show rin basic_deadpancontemplation_close
with charachange

rin "ก็ชมรมใช่มั้ย ชมรมมันต้องสนุก นายมาสนุก นายสนุกมั้ย"

hi "สำคัญด้วยเหรอว่าฉันสนุกมั้ย"

show rin basic_deadpanupset_close
with charachange

rin "…ใช่"

hi "…โอเค สนุก"

show rin basic_lucid_close
with charachange

rin "ดี"

"ฉันนึกสงสัยว่าที่บอกไปนั้นคือเอาใจเธอหรือสนุกจริง ๆ ฉันไม่แน่ใจว่าเป็นอย่างไหน"

"อย่างน้อยก็ไม่ได้เกลียดแหละนะ เท่านี้ก็พอแล้วละ"

stop music fadeout 2.0

scene bg school_classroomart at right
with shorttimeskip

"เวลาที่ให้ทำงานนั้นหมดลงไปทุกทีอย่างรวดเร็ว ฉันพยายามสุดฝืมือเพื่อปรับปรุงภาพร่างที่ห่วยแตกนี้ให้ดีขึ้น แต่ก็\nดูจะไม่ดีขึ้นเลย"

"อยากเริ่มวาดใหม่หมดเลย แต่จะทำไปทำไม แถมไม่มีเวลามานั่งวาดใหม่แล้วด้วย"

play music music_daily fadein 2.0

no "เอาละ ทุกคน วันนี้ก็เท่านี้นะ! ส่งงานที่โต๊ะฉันได้เลย เจอกันจันทร์หน้านะ!"

show ovl rinbyhisao:
    center
    ypos 1.5 alpha 0.0
    easein 1.0 ypos 1.0 alpha 1.0
with Pause(1.0)

"ฉันเหลือบมองรูปเหมือนของฉัน ไม่ได้เหมือนรินแบบเป๊ะ ๆ อาจจะบอกว่าแทนตัวเธอได้อยู่ แต่จะให้ว่าอย่างนั้นก็คง\nมาตรฐานต่ำไปหน่อย"

"จมูกกับกรามก็เบี้ยว แสงเงาก็ไม่ได้เรื่อง ก็ใช่แหละว่าเพิ่งเคยวาดภาพด้วยหมึกเป็นครั้งแรก แต่ก็ดูแย่เอาการ"

rin "ไม่เลวนี่"

show rin basic_deadpanamused_close behind ovl at center
with None

show ovl rinbyhisao:
    easeout 1.0 ypos 1.5 alpha 0.0
with Pause(1.0)

hide ovl
with None

"เธอแอบเข้ามาทางด้านหลังฉันระหว่างที่ฉันเหม่อคิดไปเรื่อยอยู่"

hi "โห่ กะจะแอบเอารูปไปส่งแบบไม่ให้เธอเห็นสักหน่อย"

show rin basic_surprised_close
with charachange

rin "ทำไม"

hi "ก็ฉันไม่ค่อยพอใจเท่าไหร่น่ะสิ ถ้าวาดเก่งกว่านี้ก็ดีสิ"

show rin basic_deadpannormal_close
with charachange

rin "นายก็แค่ต้องฝึกหน่อย ฝากส่งด้วยได้มั้ย"

"ฉันแอบมองรูปด้วยความสงสัยว่าภาพวาดร่างนั้นเป็นยังไงบ้าง ดูจากท่าทางที่รินวาดแล้วคงตั้งใจวาดน่าดู"

show ovl hisaobyrin:
    center
    ypos 1.5 alpha 0.0
    easein 1.0 ypos 1.0 alpha 1.0
with Pause(1.0)

"สุดยอด เส้นที่เหมือนลากมั่ว ๆ นั้นประกอบร่างขึ้นมาเป็นรูปใบหน้าฉัน ตั้งแต่รูปคาง ผมยุ่ง ๆ ยันสีหน้าหม่น ๆ"

label th_choiceR2:
menu:
    with menueffect

    "ได้เห็นรูปแล้วทึ่งเลย"

    "เก่งจัง!":
        return m1

    "อยากเก่งแบบเธอบ้างจัง":
        return m2

label th_R2a:

hi "โห เก่งจัง"

rin "ก็ไม่ขนาดนั้นหรอก"

rin "แต่ก็ขอบคุณนะ"

label th_R2b:

hi "โห อยากเก่งแบบนี้บ้างจัง อายเลยนะเนี่ย"

rin "ถ้าจะให้เก่งแบบฉันก็ต้องเป็นฉันก่อนหรือเปล่า ฉันว่านายคงไม่อยากเป็นอย่างฉันหรอก"

hi "ก็คงไม่ละนะ อาจจะเอาแบบใกล้เคียงก็ได้"

label th_R2c:

show ovl hisaobyrin:
    yalign 0.0 subpixel True
    easein 20.0 zoom 1.1
with None

"ฉันเพ่งมองรูปใกล้ ๆ ยังมีแสงสะท้อนจากหมึกที่กำลังแห้งอย่างช้า ๆ อยู่"

hi "เอ้อ นี่หน้าฉันหมองนะเนี่ย"

rin "ดูหมองจริงด้วย คือ ก็เห็นด้วยแหละ แต่มันก็จริงเหมือนกันนี่ แบบนายตรงนี้ ไม่ใช่นายที่ฉันสร้าง"

hi "เหรอ"

rin "อย่างน้อยฉันก็คิดว่างั้นนะ"

"คำพูดเรียบ ๆ ของเธอทำให้ฉันรู้สึกตัวขึ้นมาในทันทีอย่างเหลือเชื่อ อยากส่องกระจกเสียมันตอนนี้เพื่อที่จะได้ยืนยัน\nหรือโต้แย้งคำพูดของรินไป เป็นความรู้สึกที่ไม่ดีเลย"

"อาจจะมีแค่เธอที่คิดอย่างนั้น หวังว่าจะมีแค่เธอนะ หวังว่าคงไม่มีใครเห็นฉันเป็นเหมือนอย่างรูปนั้นนะ"

"รูปก็สวยดีอยู่หรอก แต่ดูแล้วรู้สึกเหมือนมีแรงกดทับยังไงไม่รู้"

show rin basic_absent_close
with None

show ovl hisaobyrin:
    easeout 1.0 ypos 1.5 alpha 0.0
with Pause(1.0)

hide ovl
with None

hi "อ้อ แต่ก็สวยดีนะ เธอนี่เก่งจริง ๆ"

show rin basic_deadpandelight_close
with charachange

rin "ขอบคุณ ฉันดีใจนะที่วาดนายได้ นายเป็นคนที่น่าสนใจดี"

hi "เธอก็น่าสนใจเหมือนกันนะ แต่ก็ไม่ได้ช่วยให้วาดขึ้นมาได้มากเท่าไหร่"

"วันนี้ฉันเอาแต่ว่าตัวเองไม่หยุดหย่อน แต่รินก็ไม่สนใจ ก็รู้อยู่หรอกว่าคงไม่มีวันเทียบได้ติด แต่พอมาเห็นความต่าง\nด้วยตาตัวเองแล้วฉันเป็นต้องหงอไปเลย"

show rin basic_awayabsent_close
with charachange

rin "เนี่ย ฉันตั้งใจวาดให้นายดูคิดเยอะ เพราะนายคิดเยอะ"

show rin basic_deadpanamused_close
with charachange

rin "แล้วก็ อืม อาจจะใส่สีหน้าเบื่อโลกมากไปหน่อย แต่พวกขวางโลกก็เป็นอย่างนั้นกันนี่ ใช่มั้ย"

"อยากหาคำอะไรแสบ ๆ มาย้อนเหลือเกิน แต่โนมิยะก็รีบรัดให้ออกห้องไปไม่ให้เวลาได้คิด"

show rin basic_deadpanamused_close at tworight
show bg school_classroomart at center
with charamove

show nomiya talk behind rin at twoleft
with charaenter

no "รีบไปได้แล้วพวกเธอ!"

"ระหว่างที่พวกเราคุยกันอยู่คนทั้งชมรมก็ไปกันหมดแล้ว"

hide rin
with charaexit

"ฉันรีบเอารูปไปส่งที่โต๊ะครูแล้วเร่งฝีเท้าตามรินที่ออกจากห้องไปก่อนแล้ว"

stop music fadeout 4.0

#*********

label th_R3:

scene bg school_hallway3
with locationchange

"ฉันนึกแปลกใจที่เธอไม่อยู่ที่โถงทางเดิน เพิ่งผ่านไปไม่กี่วินาทีหายไปไหนแล้ว ได้คุยต่ออีกหน่อยคงดี"

"ก็ใช่ว่าจะมีอะไรคุยด้วยมากหรอก ถ้านอกจากที่ว่าจะหาเรื่องย้อนที่มาว่ากันเป็นคนขวางโลกน่ะนะ"

"ตอนนี้ก็เย็นมากแล้ว ในหัวรู้สึกได้ถึงเวลาที่สายกว่าปกติเพราะชินกับเวลาเลิกเรียนในทุก ๆ วันแล้ว ในท้องก็รู้สึกด้วย"

"ท้องส่งเสียงร้องเตือนว่าฉันโหยหิวมากแล้ว ถ้าเจ้าหน้าที่โรงอาหารบอกว่าอะไรกินได้ฉันก็คงยัดเข้าปากหมด"

scene bg school_cafeteria
with locationskip

$ renpy.music.set_volume(0.3, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 1.0

"แม้ได้เห็นอาหารของวันนี้ที่เป็นก้อนปริศนาทอดแล้วเจตจำนงของฉันยังแน่วแน่ ฉันยัดมื้อเย็นนี้ลงท้องโดยลิ้นยังไม่ทัน\nรับรสดี ซึ่งก็น่าจะดีแล้ว"

"การบ้านมีไม่มาก แต่มีมากมีน้อยก็ต้องทำอยู่ดี ฉันจึงเดินมุ่งไปที่หอ"

stop ambient fadeout 0.5
scene bg school_dormhallway
with locationskip

$ renpy.music.set_volume(0.0, 2.0, channel="ambient")
play sound sfx_doorknock2

"ฉันคิดหาอะไรไว้เผื่อช่วงว่างหลังทำการบ้านเสร็จจึงมาเคาะประตูห้องเคนจิ"

"เสียงเขาตอบมาจากอีกฟากประตู ถึงจะฟังไม่รู้เรื่องก็เถอะ พอจะลองเปิดประตูดูก็เห็นว่าล็อก"

show kenji neutral at Slide(0.2,0.5,0.3,0.5,1.0)
with charaenter

"ผ่านไปหลายวินาทีเขาก็ปลดล็อกแล้วเปิดประตู"

hi "ไง นี่ ขอยืมหนังสือหน่อย พอดีกว่าชมรมจะเลิกห้องสมุดมันก็ปิดไปแล้วน่ะ"

show kenji tsun
with charachange

"เขาขยิบตาถี่ผิดปกติพลางขมวดคิ้วด้วยความร้อนรน"

play music music_kenji fadein 2.0

ke "ชมรมเหรอ อันตรายนะเว้ย พวกย้ำสอน โลกแคบกะลาครอบ ล้างสมอง มีสารพัด"

ke "ชมรมในโรงเรียนมัธยมนี่แหละคือต้นเรื่องทฤษฎีสมคบคิดเลย นายรู้มั้ยว่าพวกสังคมใต้ดินหลายที่ก็มาจากชมรม\nในโรงเรียนมัธยมนี่แหละ"

ke "ระวังตัวอย่าถลำไปให้มันลึกมาก นายอาจจะกลับมาไม่ได้เลยนะ"

hi "โอเคเคนจิ แล้วหนังสือล่ะ"

show kenji neutral
with charachange

ke "เอ้อ ได้สิ แต่เอามาคืนแล้วห้ามทำเสียด้วยนะ ห้ามให้มีคราบเครื่องดื่ม คราบอาหาร คราบของเหลวจากร่างกาย\nเข้าใจ๊"

hi "ได้ ขอบใจ"

show kenji invis:
    xpos 0.2
with dissolvecharamove

"แทนที่จะให้ฉันเข้าห้องไป เขาผละตัวออกแล้วปิดประตู"

show kenji neutral at Slide(0.2,0.5,0.3,0.5,1.0)
with charachange

"ผ่านไปชั่วอึดใจเขาก็กลับมาพร้อมกองหนังสือหนา ๆ สามเล่มแล้วยื่นให้ฉัน"

"พอเปิดเล่มที่อยู่บนสุดดูก็เห็นตราอันคุ้นตาที่ประทับไว้ตรงหน้ารายละเอียดลิขสิทธิ์หนังสือ"

hi "เอ่อ หนังสือนายเหรอ อันนี้มันหนังสือของห้องสมุดนี่"

show kenji happy
with charachange

ke "มันเป็นของฉันแล้ว"

hi "นี่นายขโมยมา?"

show kenji tsun
with charachange

ke "พูดอะไรเนี่ย นี่ฉันปลดปล่อยหนังสือพวกนี้ให้เป็นอิสระจากการกดขี่ของการเคลื่อนไหวสตรีนิยมอันกดขี่ที่กดทับ\nห้องสมุดอยู่นะ"

hi "ได้โปรดบอกฉันทีว่า “การเคลื่อนไหวสตรีนิยมอันกดขี่” ที่ว่าไม่ได้หมายถึงบรรณารักษ์สาวอันน่าสงสารที่ชื่อยูโกะ\nคนนั้น อย่าว่าแต่แรงกดขี่เลย รายนั้นจะให้ออกแรงบิดผ้าชุ่มน้ำยังไม่ออกเลยมั้ง"

show kenji invis:
    xpos 0.2
with dissolvecharamove

hide kenji
with None

stop music fadeout 3.0

"เคนจิหันหน้าหนีพึมพำอะไรสักอย่างที่จับใจความไม่ได้แล้วปิดประตูหนี"

scene bg school_dormbathroom
with locationchange

play ambient sfx_shower fadein 1.0

"ฉันแวะเข้าห้องน้ำก่อนกลับห้องตัวเอง ระหว่างที่ล้างมือก็ไปสะดุดตาเข้ากับกระจกที่อยู่บนอ่างล้างหน้า"

$ ksgallery_unlock("ev hisao_mirror_800")
scene ev hisao_mirror:
    zoom 1.0 xalign 0.5 yalign 0.5 subpixel True
    ease 20.0 zoom 0.8
with locationchange

"ฉันเพ่งดูว่าความหมองที่รินเห็นนั้นอยู่ตรงไหน แต่ก็เห็นแต่ตัวฉันคนเดิมที่อยู่ในกระจกที่จ้องมองกลับมา"

"ฉันกล่อมตัวเองว่าหน้าฉันก็เป็นอย่างนี้มาตลอดอยู่แล้ว ทว่าฉันก็จำไม่ได้เสียแล้วว่าเมื่อหกเดือนที่แล้วหน้าตาฉัน\nเป็นอย่างไร"

stop ambient fadeout 6.0

$ suppress_window_after_timeskip = True

scene black
with Dissolve(2.0)



#********



label th_R4:

window hide None

scene black with dissolve

scene bg school_dormhisao
with openeye

window show

"ฉันตื่นมาเหงื่อโซมกายเหมือนไปวิ่งฮาล์ฟมาราธอนมา"

play music music_pearly fadein 5.0

"แปลก ก็นอนหลับสบายดีแท้ ๆ ชักคิดมากขึ้นมาหน่อย ๆ แล้วสิ ถ้าหัวใจจะเป็นอะไรไปตอนหลับไม่รู้เรื่องนี้ไม่เอาด้วยนะ"

"แต่นอกจากความเพลียแปลก ๆ หลังตื่นนี้แล้วก็สบายดี"

"ปากแห้งจนหยาบเป็นกระดาษทรายหมดแล้ว ไม่มีอะไรให้ดื่มด้วย ต้องถ่อไปถึงห้องน้ำเพื่อไปกินยา แล้วจู่ ๆ ก็นึก\nอยากอาบน้ำขึ้นมาจึงอาบไปด้วยเลย"

scene bg school_dormbathroom
show steam
with locationskip

play ambient sfx_shower fadein 1.0

"ระหว่างที่อาบน้ำอยู่ก็คิดไปว่าแบบนี้คือการออกกำลังกายตอนเช้าแล้ว ถ้าเดินสักครึ่งชั่วโมงหลังเลิกเรียนด้วยแล้ว\nก็คงได้พอดี"

"แน่นอนว่าฉันไม่อยากไปวิ่งให้เสี่ยงมีอาการอะไรอีก อีกอย่าง เอมิคงไม่รู้หรอก เธอน่าจะถอดใจไม่ยอมตื๊อฉันแล้วด้วย"

"ไปเดินก็ดีเหมือนกัน ให้ชินกับละแวกนี้"

"มีป่าใหญ่อยู่ที่เนินตรงหลังโรงเรียนให้ไป หรือจะเดินไปร้านสะดวกซื้อก็ได้"

hide steam
with charaexit
stop ambient fadeout 1.0

"ระหว่างที่เช็ดตัวก็ควานหาชุดนักเรียนไปด้วย"

"ฉันรีบติดกระดุมเสื้อและใส่กางเกงแล้วออกมา"

scene bg school_courtyard
with locationskip

"ปกติทุกปีช่วงนี้ฉันจะตั้งตาคอยปิดเทอมหน้าร้อนตลอด แต่พอเพิ่งกลับมาเรียนที่โรงเรียนได้สัปดาห์เศษ ๆ\nก็แทบไม่มีความรู้สึกอย่างนั้นแล้ว"

"ฉันยังเพลิดเพลินอยู่กับชีวิตในรั้วโรงเรียนพลางคิดถึงชีวิตที่พลิกผันได้อย่างนี้ ยังไม่มีเวลาจะมาคิดเรื่องที่จะหนี\nไปจากโรงเรียนหรอก"

"อีกอย่าง ไม่ต้องตั้งคาคอยแล้วเก็บเรื่องปิดเทอมไว้เป็นเซอร์ไพรส์ก็ดี ยิ่งใกล้สอบปลายภาคแล้วด้วย"

"อย่างน้อยก็ไม่ต้องมานั่งอ่านหนังสือเรียนเพิ่มแล้ว ความขยันที่สั่งสมมาออกผลเสียที"

"ฉันเบียด ๆ พวกผู้ชายที่อออยู่หน้าประตูแล้วเดินมาหย่อนตัวลงนั่งที่"

stop music fadeout 2.0

scene bg school_scienceroom
with locationskip

"ฉันเห็นชิซูเนะกับมิช่าชะงักภาษามือที่ต้องใช้คุยกันอย่างเลี่ยงไม่ได้อยู่ที่หางตา พวกเธอหันมาทางฉันแทบจะ\nพร้อม ๆ กัน"

"พวกเธอต้องการอะไรจากฉันแน่ ๆ เห็นชิซูเนะยิ้มก็รู้ เป็นรอยยิ้มที่ช่างเจิดจ้าเสียจนเกินกว่าจะมาจากใจจริง\nและช่างได้จังหวะเกินกว่าจะมาแบบลอย ๆ"

show shizu behind_smile at tworight
show misha perky_smile at twoleft
with charaenter

play music music_normal fadein 2.0

mi "อรุณสวัสดิ์~!"

"คำทักทายของเธอเต็มไปด้วยความสดใสและพลังงานเหลือล้น"

hi "รุณ"

"และฉันก็ไม่สามารถที่จะตอบโดยใส่ความสดใสหรือพลังงานเหลือล้นไปได้"

show misha perky_confused
with charachange

mi "นายดูเพลีย ๆ นะ"

hi "ไม่แปลก ฉันก็เพลีย ๆ เหมือนกัน คงหลับไม่สนิทมั้ง ไม่แน่ใจเหมือนกัน"

show misha hips_grin_close
with vpunch

"เธอตบหลังฉันแล้วยิ้มร่า"

show misha hips_smile_close
with charachange

mi "ร่าเริงหน่อย! วันนี้วันดีนะ~!"

show shizu basic_normal2
with charachange

"ฉันสบตาเข้ากับชิซูเนะ เธอทำหน้าจดจ่อแปลก ๆ แต่พอเธอเห็นว่ามองอยู่ก็ขมวดคิ้วแล้วเบือนหน้าหนี"

show shizu adjust_happy
with charachange

"แวบหนึ่งฉันคิดว่าเธอคงเห็นว่าฉันคิดมากเรื่องอะไรอยู่แล้วคิดอยู่ว่าจะตอบยังไงดี แต่แล้วเธอก็ดันแว่นพลางปรับสีหน้า"

show shizu basic_happy
with charachange

shi "…"

show misha sign_smile_close
with charachange

mi "แต่เอาเถอะ พวกเราอยากรู้ว่านายสนใจเรื่องสภานักเรียนอยู่มั้ย เพราะเราจะยื่นข้อเสนอที่นายไม่อาจปฏิเสธได้~"

hi "เดี๋ยว อะไร ฉันสนใจเรื่องสภานักเรียนที่ไหน อย่ามาพูดเองเออเองอย่างนี้สิ"

show shizu adjust_smug
with charachange

shi "…"

mi "ไม่ใช่อย่างนั้นสักหน่อย แต่นายจะได้อยู่กับพวกเราทุกวัน แถมเป็นประโยชน์ต่อโรงเรียนด้วย ดีออก"

hi "เอ่อ อันที่จริง ฉัน… พอจะได้ชมรมแล้วน่ะ จะให้เข้าสภานักเรียนด้วยก็คงไม่ไหว"

hi "ต่อให้อยากเข้าก็คงไม่ได้ ซึ่งฉันก็ไม่ได้อยากหรอก อย่างที่บอกไปนั่นแหละ"

show shizu behind_blank
with charachange

shi "…"

show misha cross_smile_close
with charachange

mi "งั้นเหรอ แล้วชมรมที่ว่าคือชมรมอะไรล่ะฮิจัง~"

hi "ชมรมศิลปะ"

show shizu cross_angry
with charachange

shi "…"

"แววตาชิซูเนะฉายลางร้ายจังหวะที่เธอมองค้อนมาทางฉัน เห็นแล้วก็มีความรู้สึกว่าก่อนพักเที่ยงนี้ชมรมศิลปะอาจจะ\nโดนตัดงบ หรือไม่ก็ครูศิลปะอาจจะหายจากโลกใบนี้ไปอย่างลึกลับ"

hide shizu
hide misha
with charaexit

"ก่อนเธอจะทันได้พูดอะไร คุณครูก็เข้าห้องมาแล้ว ชิซูเนะและมิช่าล่าถอยไป ทุกคนต่างคุ้ยกระเป๋าหาหนังสือ\nกับปากกากัน"

"ก็เข้าร่วมชมรมศิลปะแล้วแหละ แต่กิจกรรมรอบแรกไม่ได้ช่วยให้มั่นใจขึ้นมาเท่าไหร่ ไม่แน่ใจว่าจะทำไปทำไม"

"อยากวาดได้อย่างรินบ้าง แต่วาดได้ก็ไม่รู้จะเอาไปทำอะไรอยู่ดี ทักษะอย่างนั้นจะเอาไปใช้ทำอะไรได้ ฉันก็ไม่รู้\nเหมือนกัน"

$ renpy.music.set_volume(0.5,  1.0, channel="music")

show ev hisaobird_0:
    center
    alpha 0.0 ypos 1.5
    easein 0.5 alpha 1.0 ypos 1.0
with Pause(0.5)

"ฉันเมินเสียงกล่อมนอนของครูพลางเปิดสมุดมาหน้าว่างแล้วกดปลายไส้ดินสออันแหลมคมลงกับกระดาษ"

"วาดอะไรดี"

"ไม่รู้จะวาดอะไร"

show ev hisaobird_1:
    center
    alpha 1.0
with charachange

"ฉันงอมือขึ้นมาด้วยความลังเล รอยสีดำจาง ๆ ที่ติดอยู่บนหน้ากระดาษเปล่านั้นชวนให้หงุดหงิด"

"อย่าว่าแต่เริ่มวาดเลย ให้ลากเส้นเริ่มยังไม่ได้ อย่างกับว่ามีแรงกดดันอยู่จนวาดไม่ออก แล้วสมองเจ้ากรรมก็พลอย\nไปคิดถึงเรื่องที่ฉันนึกจะไปวิ่งกับเอมิแต่สุดท้ายก็ล้มเลิกไป"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

show ev hisaobird_1:
    center
    easeout 0.5 alpha 0.0 ypos 1.5
show bg school_scienceroom:
    yalign 0.0
    ease 20.0 zoom 1.1
with Pause(0.5)

hide ev
with None

"ฉันมองออกไปทางนอกหน้าต่างด้วยความสิ้นหวัง ทันใดนั้นเองก็มีนกตัวเล็ก ๆ บินออกมาจากต้นซากุระ\nที่ปลูกอยู่ทั่วโรงเรียน"

"ก็เห็นไม่ชัดหรอก แยกไม่ออกด้วยว่านกตัวเล็ก ๆ ตัวไหนเป็นตัวไหนบ้าง แต่ฉันก็เอามาวาดอยู่ดี"

$ renpy.music.set_volume(0.5,  1.0, channel="music")

show ev hisaobird_1:
    center
    alpha 0.0 ypos 1.5
    easein 0.5 alpha 1.0 ypos 1.0
with Pause(0.5)

show ev hisaobird_2:
    center
    alpha 1.0
with charachange

"ฉันจินตนาการถึงภาพนกอยู่ในหัวแล้วหันกลับมามองที่สมุด จากนั้นจึงลากเส้นเข้ม ๆ ลงบนกระดาษเริ่มวาด"

"เหมือนโดนเส้นนั้นเยาะเย้ยเพราะฉันวาดต่อไม่ออก แต่อย่างน้อยก็ได้เริ่มแล้ว ก้าวแรกนั้นเป็นสิ่งที่ดี"

show ev hisaobird_3
with charachange

"ฉันค่อย ๆ ร่างภาพลงบนหน้าสมุด ภาพในหัวเริ่มแจ่มชัดขึ้นเมื่อภาพวาดเป็นรูปเป็นร่างขึ้นมา"

show ev hisaobird_4
with charachange

"ก็ไม่ใช่อะไรหรอก แค่นกนิรนามตัวนั้นที่อยู่บนหน้ากระดาษ แต่ไม่สำคัญ"

show ev hisaobird_5
with charachange

"ยิ่งพยายามวาด ความลังเลก็หดหายไปพร้อมกับเสียงคุณครู แม้ลายขนนกที่อยู่ในหัวจะดูเป็นแบบง่าย ๆ และวาด\nจนสุดฝีมือแล้ว แต่พอวาดก็กลับได้แต่เส้นหยาบ ๆ หลายเส้นทับกันไปมา"

show ev hisaobird_6
with charachange

"จากนั้นก็ถึงนึกได้ว่าที่จริงฉันไม่รู้ว่าปีกนกหน้าตาเป็นยังไง ฉันถึงขั้นวางดินสอลงแล้วหลับตาอยู่ครู่หนึ่งคอยลาก\nรูปร่างปีกนกอยู่ในหัว"

show ev hisaobird_7
with charachange

"พออยู่ ๆ ก็จริงจังขึ้นมาอย่างนี้แล้วก็หงุดหงิดนิดหน่อย"

show ev hisaobird_8
with charachange

"ตอนมัธยมต้น วิชาศิลปะเคยเป็นวิชา “ง่าย ๆ ” ที่มาคั่นกลางระหว่างวิชาที่ดูดพลังงานอย่างวิชาคณิตหรือภาษาญี่ปุ่น\nแต่ศิลปะยังมีด้านนี้อีกด้านหนึ่ง ด้านที่จะได้เห็นถ้าไม่ได้ทำแบบขอไปที"

show ev hisaobird_9
with charachange

"อย่างกับว่าเป็นคนละเรื่องกันเลย"

stop music fadeout 0.5

mi "ฮิจัง?"

show bg school_scienceroom behind ev:
    center
    zoom 1.0
show shizu behind_blank_close behind ev at closeright
show misha cross_smile_close behind ev at closeleft
with None

show ev hisaobird_9:
    center
    easeout 0.5 alpha 0.0 ypos 1.5
with Pause(0.5)

hide ev
with None

"พอเงยหน้าขึ้นมาก็เห็นสองสาวที่จ้องฉันอยู่"

$ renpy.music.set_volume(1.0,  0.0, channel="music")
play music music_comedy fadein 1.0

"มิช่ากับชิซูเนะลากเก้าอี้มาที่โต๊ะฉัน เธอสองคนยืนอยู่ข้าง ๆ มองรูปที่ฉันวาดอยู่"

hi "มาตั้งแต่เมื่อไหร่เนี่ย"

show misha hips_grin_close
with charachange

mi "นายต้องฝึกอีกนะ"

show shizu basic_normal_close
with charachange

"ชิซูเนะทำภาษามือสั้น ๆ อยู่ข้าง ๆ มิช่า"

show misha sign_smile_close
with charachange

mi "ชิจังก็เห็นด้วย"

"เมื่อวานรินก็พูดแบบนี้เหมือนกัน แต่ทำไมถึงไม่ได้ฟังดูหยามเท่ากันนะ"

hi "ยังวาดไม่เสร็จก็อย่าเพิ่งตัดสินสิ"

hi "อีกอย่าง ไม่รู้เหรอว่ามาดูงานที่ยังไม่เสร็จน่ะจะโชคร้ายนะ"

show misha cross_laugh_close
with charachange

"มิช่าหัวเราะร่าเริง"

show misha hips_grin_close
with charachange

mi "หา? พูดบ้า ๆ น่า~! ไม่จริงหรอก"

hi "เอาเหอะ"

show shizu adjust_frown_close
with charachange

"ชิซูเนะขมวดคิ้วดูอันตราย มือของเธอขยับอย่างรวดเร็วเหมือนมีดฟัน"

show shizu behind_frown_close
with charachange

shi "…"

show misha hips_frown_close
with charachange

mi "คนเขาวิจารณ์แบบมีสาระก็หัดฟังไว้บ้างสิ"

hi "ถ้ามีสาระจริงก็ฟังอยู่หรอก"

"รู้อยู่หรอกว่าฉันพะวงมากไปจนชิซูเนะถือโอกาสเล่นงาน แต่ก็อดไม่ได้อยู่ดี"

hi "แล้วนี่เธอสองคนมาทำอะไรกัน"

show shizu basic_frown_close
with charachange

shi "…"

"มิช่าส่ายนิ้วเตือนอยู่กับจมูกฉัน"

show misha sign_smile_close
with charachange

mi "ชิชะ ฮิจัง นี่นายไม่ได้ฟังครูเลยเหรอ"

show shizu behind_blank_close
with charachange

shi "…"

show misha hips_smile_close
with charachange

mi "ครูเขาให้ทำงานกลุ่ม"

"ฉันพยักหน้าเลื่อนลอยปล่อยให้สองคนนั้นนำไป"

show misha hips_grin_close
with charachange

mi "แล้ว ที่เรียนไปวันนี้นายว่าไงบ้าง"

hi "ก็ไม่ว่าไงหรอก… พอดีไม่ได้ฟังเลย"

show misha hips_frown_close
with charachange

"มิช่าตบหน้าผากตัวเองแล้วส่ายหน้าแบบทุ่มทุนสร้าง"

mi "จะเอายังไงกับนายดีนะฮิจัง"

"โชคดีที่แค่ชิซูเนะกับมิช่าก็เทียบเท่าได้กับคนปกติสามถึงสี่คน ฉันจึงพอจะอู้งานได้"

"ก็หาเรื่องช่วยอยู่หรอก แต่สุดท้ายฉันก็ช่วยอะไรได้ไม่มาก"

stop music fadeout 2.0

scene bg school_scienceroom
with shorttimeskip

play sound sfx_normalbell

"หมดคาบมาห้านาทีแล้วครูถึงยอมปล่อยให้ไปพักเที่ยง"

"ฉันรีบเก็บหนังสือใส่กระเป๋าระหว่างที่ชิซูเนะและมิช่าย้ายเก้าอี้กลับไปที่ตัวเอง"

"ฉันรีบรุดออกไปพลางขยำยัดรูปวาดนกที่ล้มเหลวนั้นใส่กระเป๋ากางเกง"

stop music fadeout 2.0

scene black
with dissolve

#***************


label th_R5:

scene black
with locationchange

"หลังเลิกคาบเช้าวันนั้นและตลอดทั้งสัปดาห์ ฉันบังเอิญเจอกับรินเป็นประจำ"

window hide

scene bg school_hallway3
show crowd
show rin basic_absent at center
with delayblinds

play ambient sfx_crowd_indoors fadein 2.0

window show

rin "สวัสดี"

$ renpy.music.set_volume(0.5, 1.0, channel="ambient")

window hide
nvl clear
nvl show dissolve

play music music_daily fadein 2.0

n "\n\nซึ่งก็คงเป็นธรรมดาเพราะห้องเรียนอยู่ใกล้กัน แต่แทนที่จะเดินสวนกันที่โถงทางเดินไปเฉย ๆ อย่างคนทั่วไป ดูเหมือน\nพวกเราจะมองหน้ากันแล้วก็ชะงักไป"

n "สุดท้ายพวกเราก็คุยกันนิดหน่อยหรืออยู่ด้วยกันแบบเงียบ ๆ อยู่ร่ำไป"

n "ฉันว่าฉันพอจะชินกับการอยู่เงียบ ๆ กับรินแล้วเพราะไม่ได้รู้สึกอึดอัดเท่าแต่ก่อน แต่เดิมฉันก็เป็นคนค่อนข้างเก็บตัว\nอย่างเธออยู่แล้ว พวกเราจึงเข้ากันได้ดี"

n "ฉันว่าจริง ๆ แล้วคนในโรงเรียนนี้ที่เงียบขนาดนี้ต่างหากที่แปลกแยก เพราะคนที่นี่ส่วนใหญ่ดูจะชอบเข้าสังคม\nอยู่ด้วยกันเป็นเพื่อน"

n "\nสิ่งที่ฉันจับสังเกตได้แม้จะยังมาอยู่ได้ไม่นานก็คือ คนที่นี่คุยกันแบบไม่มีหยุดหย่อน"

nvl clear

n "\n\nนาน ๆ ทีถึงจะเห็นคนที่นั่งอยู่เหม่อ ๆ หรืออะไรก็ตามอยู่คนเดียว แน่ละว่าที่นี่ก็มีคนอย่างนั้นอยู่ อย่างห้องฉันก็มีสองคน\nคือฮานาโกะคนนั้นแล้วก็ตัวฉันเอง แต่รวม ๆ แล้วก็นับว่าเป็นส่วนน้อย"

n "แต่ถึงอย่างนั้น ระหว่างฉันกับรินจะใช้คำว่า “อยู่ด้วยกันเป็นเพื่อน” ก็คงไม่ถูกต้องมากนัก แต่อย่างน้อยก็มีอะไรบ้างละนะ"

n "ฉันไม่ได้ใส่ใจอะไรเหตุการณ์พวกนี้หรอก แต่ที่ฉันใส่ใจคือตรงประเด็นที่ว่ามันเกิดขึ้นมาได้ต่างหาก"

n "จะให้ว่ามีอะไรลิขิตบันดาลชักพาก็กระไรอยู่ แต่ที่แน่ ๆ คือเราทั้งคู่ก็ทำตัวเหมือนมีอะไรที่ว่าน่ะแหละ"

n "\n\nแต่ทว่า มิตรภาพที่แตกหน่อขึ้นมาที่สัมผัสได้นี้เป็นอันต้องสลายทุกครั้งที่รินเปิดปากพูด"

nvl hide dissolve
nvl clear
window show

stop music fadeout 0.5
stop ambient fadeout 0.5

show rin basic_deadpannormal_close
with characlose

rin "ขอฟังเสียงหัวใจหน่อยได้มั้ย"

play music music_rin fadein 0.5
$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 4.0

"เธอจะพูดอย่างนี้ หรือไม่ก็อะไรที่หลุดโลกพอ ๆ กัน แล้วฉันก็ต้องรับมือกับเรื่องไร้สาระอะไรก็ตามที่สมองของเธอ\nสุดจะสรรหามาได้ก่อนเข้าเรียนคาบที่เธอไม่ได้อยากเข้าเรียน"

"ดูเหมือนว่ารินจะสนใจโรคหัวใจของฉันด้วยความสนใจของเธอที่มีต่อความพิการแปลก ๆ และผลจากอาการดังกล่าว\nของเหล่าผู้คนในโรงเรียนนี้"

"ฉันยืนงงงันประจันหน้าเธอนานไปหน่อยจนเธอคิดว่าคงต้องพูดสิ่งที่ขอไปให้ชัดกว่านี้"

show rin basic_deadpan_close
with charachange

rin "คือฉันฟังได้แหละ แต่คือ นายจะให้ฉันฟังหรือเปล่า"

hi "ทำไม"

show rin relaxed_doubt_close
with charachange

rin "ต้องใช้เหตุผลด้วยเหรอ ฉันเป็นคนใช้เหตุผลไม่ค่อยเก่งด้วยสิ"

hi "ก็ไม่เชิงหรอก แต่ถ้าเธออยาก ก็แปลว่าเธอต้องมีเหตุผลใช่ไหมล่ะ"

show rin basic_deadpanamused_close
with charachange

rin "หลักแหลมใช้ได้ นายนี่ฉลาดกว่าหน้าตานายนะ"

hi "แล้วก็ อย่าดีกว่า ฉันว่าเรื่องพวกนี้ไว้เป็นส่วนตัวดีกว่า"

show rin basic_deadpandelight_close
with charachange

rin "ส่วนตัว เข้าใจละ"

hi "แต่บอกอะไรให้ได้อย่างหนึ่ง ถ้าเธอสนใจ ซึ่งฉันว่าเธอสนใจอยู่แล้วแหละ เสียงหัวใจฉันเต้นจะแปลกมาก เพราะ…\nนั่นแหละ โรคนี้"

hi "แล้วเสียงนั้นอยู่ในหูฉัน ตลอด"

show rin negative_spaciness_close
with charachange

rin "ก็คือนายหลอนระแวง"

"ไม่ใช่ประโยคคำถาม แต่เป็นประโยคบอกเล่า"

hi "เปล่า ไม่ได้หลอนระแวง หมอเขาบอกว่าการที่หมกมุ่นอยู่กับจังหวะหัวใจเต้นของตัวเองน่ะเป็นอาการที่พบได้มากกับ…\nโรคนี้"

show rin basic_deadpannormal_close
with charachange

rin "งั้นก็แปลว่าการหลอนระแวงคือเรื่องปกติของนาย"

"นั่นก็ไม่ใช่ประโยคคำถาม"

hi "ที่จริงการที่ฉันเป็นอย่างนี้มันก็ไม่เรียกว่าปกติอยู่แล้วหรอก แต่อะไรเนี่ย"

hi "หลอนระแวงก็เข้ากับฉันออก"

show rin basic_lucid_close
with charachange

rin "ฉันว่านั่นไม่ใช่อะไรที่จะเข้ากับใครที่ไหนได้นะ"

show rin basic_deadpan_close
with charachange

rin "เนี่ย เช้านีี้ฉันกินส้ม"

hi "เป็นไง"

"ฉันภูมิใจตัวเองขึ้นมาหน่อย ๆ ที่ตามรินที่เปลี่ยนเรื่องแบบกะทันหันทัน"

show rin basic_amused_close
with charachange

rin "เยี่ยมเลย ฉันจำไม่ได้แล้วว่ากินส้มครั้งล่าสุดไปเมื่อไหร่ เพราะปอกลำบาก"

show rin basic_delight_close
with charachange

rin "เป็นหนึ่งในสิ่งที่ฉันอยากหัดให้เก่ง"

hi "แล้วกินได้ไง"

show rin basic_deadpanamused_close
with charachange

rin "เอมิกิน เลยปอกให้ฉันกินด้วย"

hi "ดีแล้ว"

show rin relaxed_nonchalant_close
with charachange

stop music fadeout 6.0

"เธอยืดตัวหาวแล้วไม่พูดอะไรอีก"

"ระหว่างที่เธอมองคนที่เดินผ่านไปมาก็เหลือบมองฉัน แต่ฉันก็ไม่รู้ว่าทำไม"

"แต่ฉันรู้ว่า—ในแง่หนึ่ง—ครั้งนี้เป็นครั้งแรกที่ฉันได้คุยเรื่องโรคของฉันกับใครบางคนอย่างเป็นธรรมชาติ"

stop ambient fadeout 4.0

"มีกลุ่มผู้ชายที่เดินผ่านห้องริน แต่เธอก็ไม่สนใจ พวกนั้นก็ไม่สนใจเธอ ความเงียบพาให้ความคิดฉันฟุ้งซ่าน"

window hide
nvl clear
nvl show dissolve

$ renpy.music.set_volume(0.5,  0.0, channel="music")
play music music_pearly fadein 1.0

n "\n\nให้เธอฟังเสียงหัวใจฉันไปเลยก็คงดี ใช่ว่าจะเป็นเรื่องใหญ่อะไร สุดท้ายก็ไม่ได้มีอะไรใหญ่ขนาดนั้นอยู่แล้ว"

n "อยู่ ๆ ก็หดหู่ขึ้นมาไม่มีปี่มีขลุ่ยอีกครั้ง เหมือนมีน้ำขึ้นน้ำลงในจิตใจที่ขึ้นสูงท่วมจนตัวฉันจมอยู่ใต้น้ำ"

n "ลมถอนหายใจลอดออกมาจากปากฉัน ฉันเบือนหน้าหนีรินทำเป็นอ่านโปสเตอร์ที่โฆษณางานเทศกาลของโรงเรียน\nที่ผ่านมาแล้วเกือบสัปดาห์ที่แปะอยู่บนผนัง"

n "ความต่างของฉันกับรินอยู่ตรงที่ว่าฉันอาจจะตายก่อนอายุสามสิบ ส่วนเธอก็จะกินส้มไม่ได้ถ้าไม่มีคนปอกให้"

n "\n\nฉันไม่แน่ใจนักว่าอย่างไหนแย่กว่ากัน"

#ftb or so
#maybe the latter half should be scene of its own

nvl hide dissolve
nvl clear

scene black
with delayblinds

nvl show dissolve

n "\n\n\nฉันคอยปรับตัวให้ชินกับเวลาที่ไหลไป แต่ก็ดูจะยาก เพราะฉันยังชินกับการใช้ชีวิตที่โรงพยาบาลที่เรื่องเล็ก ๆ น้อย ๆ\nอย่างวันหรือเวลานั้นไม่สลักสำคัญเท่าไหร่"

n "ไม่ว่าจะยังไง ทุกอย่างก็ยังเหมือนเดิม"

n "การได้กลับมาระลึกถึงความสำคัญของเวลานั้นเป็นความรู้สึกที่ช่างแปลกพิกล แล้วฉันก็สนุกกับการได้จัดแบ่งเหตุการณ์\nโดยใช้วิธีนี้ด้วย"

show ev watch_black:
    center
    alpha 0.0
    linear 1.0 alpha 1.0

#Pondered about the "didn't use to/didn't used to" debacle for a LONG while. We'll do things this way. -SC
n "การได้ยึดโยงกับเข็มนาฬิกาที่เดินไปนั้นทำให้รู้สึกดีอย่างประหลาด จนฉันหันมาใส่นาฬิกาข้อมือแบบหน้าปัดเข็ม\nซึ่งเป็นอะไรที่ฉันไม่เคยทำมาก่อน"

n "\nตอนที่ฉันถามรินเมื่อวันพฤหัสบดีเรื่องที่กวนใจฉันมาทั้งสัปดาห์นั้นก็เป็นเวลาพักเที่ยงแล้ว"

$ renpy.music.set_volume(1.0, 2.0, channel="music")

nvl clear
nvl hide dissolve

scene bg watchhallway_blur
show ev watch_worn:
    xalign 0.5 yalign 0.5
with locationchange

window show

"ด้วยว่านาฬิกานั้นไม่มีเข็มวินาที จึงบอกได้เพียงว่าเวลาอยู่ช่วงระหว่าง 11 นาฬิกา 6 นาที และ 11 นาฬิกา 7 นาที\nเป็นนาฬิการุ่นเก่าที่สายทำด้วยหนังสีดำ ส่วนตัวเรือนทำจากไทเทเนียม"

"ไม่ได้ดูหรูหรา แต่นาฬิกาข้อมือก็ไม่จำเป็นต้องหรูหราหรอก"

show ev watch_worn:
    easeout 0.5 ypos 1.0 alpha 0.0
with None

show bg school_hallway3
show crowd behind ev
show rin basic_awayabsent at center behind ev
show ev watch_worn:
    easeout 0.5 ypos 1.0 alpha 0.0
with locationchange

hide ev
with None

play ambient sfx_crowd_indoors fadein 2.0

hi "นี่"

show rin basic_absent
with charachange

hi "จำที่เธอวาดฉันได้มั้ย ที่เธอบอกว่าหน้าฉันดูหม่น ๆ หมอง ๆ นั่นน่ะ"

hi "ฉันอยากรู้ว่าเธอหมายความว่ายังไง"

show rin negative_spaciness
with charachange

"เธอมองฉันแปลก ๆ แล้วเอียงหัวไปทางซ้ายเล็กน้อย แต่ก็ไม่ได้พูดอะไรต่อสักพัก"

rin "ก็ เนี่ย…"

show rin basic_deadpanupset
with charachange

stop ambient fadeout 2.0
stop music fadeout 2.0

rin "เรารู้จักกันมาสองสัปดาห์แล้ว แต่ฉันยังไม่เคยเห็นนายยิ้มเลยสักครั้ง"

"ข้อสังเกตอันหลักแหลมของเธอทำฉันต้องชะงัก"

window hide
nvl clear
nvl show dissolve

n "\n\nนี่ฉันไม่ได้ยิ้มแล้วเหรอ"

n "\nฉันต้องถือเอาว่าที่เธอพูดคือความจริง เธอไม่มีเหตุผลอะไรที่จะต้องโกหก"

n "พอรินพูดอย่างนั้นแล้วก็รู้สึกไม่ชอบใจขึ้นมาแปลก ๆ ฉันขมวดคิ้วใส่ริน แต่จากนั้นก็ปรับหน้าตาให้ดูหดหู่น้อยลง"

n "แต่จริงอยู่ที่ว่าช่วงสองสามเดือนมานี้ฉันไม่ได้มีกะจิตกะใจจะเริงร่าอะไรนัก"

n "นี่ฉันแสดงออกจนแม้แต่คนที่เจอกันน้อยครั้งอย่างรินยังดูออกเลยเหรอ"

n "หรือจะยิ้มให้รินให้มากขึ้นดี เธออาจจะชอบก็ได้ เห็นทำหน้าตายอยู่ตลอด"

n "\nนี่ฉันไม่ได้ยิ้มแล้วจริง ๆ เหรอ"

nvl hide dissolve
nvl clear
window show

play ambient sfx_crowd_indoors fadein 2.0

hi "อย่างนี้นี่เอง"

hi "ให้ยิ้มให้มากขึ้นดีมั้ย"

show rin relaxed_nonchalant
with charachange

rin "ฉันยังไงก็ได้ นายก็เป็นนายไปเถอะ ยังไงนายก็ต้องเป็นฮิซาโอะอยู่แล้ว"

hi "แต่เธอไม่ชอบ?"

show rin basic_absent
with charachange

rin "ฉันก็แค่จับสังเกตได้เท่านั้นเอง"

show emi excited_smile:
    tworight
    xpos -0.5
with None

show rin basic_absent at tworight
show crowd at bgright
show bg school_hallway3 at bgright
show emi excited_smile at twoleft
with charamove

play music music_emi fadein 0.2

"เอมิโลดเต้นมาตามโถงทางเดินก่อนจะเบรกเอี๊ยดอยู่ตรงหน้าพวกเราแล้วตบบ่ารินเบา ๆ"

show emi basic_happy
with charachange

emi "พร้อมกินข้าวเที่ยงหรือยัง"

show rin basic_deadpanupset
with charachange

rin "ก็อยู่ที่ว่าข้าวเที่ยงคืออะไร จำสตูเมื่อเดือนมีนาได้มั้ย ไม่เอาอีกแล้วนะ อันนั้น"

show emi basic_closedgrin
with charachange

emi "ไปเถอะ ๆ ฉันหิวแล้ว!"

hide emi
hide rin
with charaexit

"จังหวะที่ทั้งสองคนกำลังจะออกไป เอมิก็หันหน้าจากเพื่อนเธอมาทางฉันเหมือนเพิ่งนึกอะไรได้แล้วโปรยยิ้มเสน่ห์"

show emi sad_grin at center
with charaenter

emi "จะว่าไป ฮิซาโอะ…"

"น้ำเสียงเธอดูอ่อนหวานและนุ่มนวลเกินกว่าจะมาจากใจจริง ฉันสัมผัสได้ถึงกับดักที่พร้อมจะงับฉันที่ถูกวางไว้โดย\nปีศาจสุขภาพดีตนนี้"

"ไม่ต้องให้เธอพูดต่อก็รู้เลยว่าจะบอกอะไร เพราะฉันเลี่ยงมาตลอดทั้งสัปดาห์"

show emi excited_proud
with charachange

emi "สัปดาห์นี้ฉันยังไม่เห็นหน้านายที่ลู่วิ่งเลยสักครั้งนะ"

hi "ฉันน่าจะไปตอนที่เธอไม่อยู่มั้ง"

show emi sad_annoyed
with charachange

emi "เป็นไปไม่ได้ ฉันก็อยู่ที่ลู่ตลอด"

hi "แต่เธอต้องไปนอนไปเรียนนะ"

show emi basic_annoyed
with charachange

emi "ฉันก็นอนก็เรียนเวลาเดียวกันกับนาย"

hi "เออ รู้ ๆ ฉันแค่… ไม่มีอารมณ์จะวิ่ง"

hi "อย่าเอาไปฟ้องคุณพยาบาลเลยนะ"

hi "วิ่งนี่ไม่ใช่ทางฉันจริง ๆ แล้วฉันก็ยังไม่รู้ว่าจะออกกำลังกายแบบอื่นยังไงดีด้วย"

show emi excited_happy
with charachange

emi "งั้นสุดสัปดาห์นี้มาดูงานแข่งวิ่งมั้ย เผื่อจะมีแรงบันดาลใจขึ้นมา"

hi "แข่งวิ่ง?"

show emi basic_happy
with charachange

emi "อื้ม! มีคนจากโรงเรียนอื่นมาแข่งกรีฑากระชับมิตรกันด้วย แข่งบ่ายวันอาทิตย์นี้"

"ไม่รู้จะเอาอะไรมาบอกว่าไม่ไปดี"

hi "ได้สิ เดี๋ยวไปส่งแรงใจให้ เธอแข่งวิ่งใช่มั้ย"

show emi excited_proud
with charachange

emi "แน่อยู่แล้ว! เดี๋ยวนายจะได้เห็นฉันแซงทุกคนเลย!"

show emi basic_grin
with charachange

emi "แต่ตอนนี้ขอตัวก่อน! ถ้าฉันไม่หาอะไรกินเดี๋ยวจะตาย"

hi "เจอกัน"

hide emi
with charaexit

stop music fadeout 3.0

hi "งั้นไปละนะริน เดี๋ยวคราวหน้าสัญญาจะยิ้ม"

"ฉันเรียกเธอไปเหมือนนึกทิ้งทวน แต่หลังจากนั้นก็มาอายแล้วคิดว่าจะพูดอะไรออกไปทำไม"

stop ambient fadeout 1.0

scene ev hisao_mirror_800
with shorttimeskip

"คืนนั้น หลังจากที่ดูจนแน่ใจจริง ๆ แล้วว่าเคนจิจะไม่บุกเข้ามาในห้องน้ำฉันก็มองกระจกแล้วยิ้มให้เงาสะท้อนตัวเอง"

"ตัวฉันในกระจกที่ส่งยิ้มให้ฉันในห้องน้ำนั้นดูปลอมเปลือกสิ้นดี"

scene black
with dissolve

#*****************


label th_R6:

play music music_happiness fadein 2.0

scene bg school_library
with locationchange

"หลังจากที่อ่านหนังสือที่เคนจิให้ยืมมาจนหมดในไม่กี่คืนฉันก็มาที่ห้องสมุดด้วยคิดว่าคงจะเป็นตัวเลือกที่ปลอดภัยกว่า\nในการมาหาหนังสืออ่านที่ฉันต้องอ่านประจำเหมือนอย่างการกินยา"

"เอาหนังสือที่ถูกขโมยมาคืนด้วย ยูโกะก็ดีอกดีใจ แต่ฉันไม่ได้บอกหรอกนะว่าได้มาจากไหน"

show yuuko happy_down at center
with charaenter

yu "โห เธออ่านเยอะน่าดูเลยนะ"

hi "อื้ม คงงั้นแหละครับ"

hi "คือ ก็เยอะแหละครับ แต่ขนาดผมยังว่าแปลกเลย สงสัยจะมีปัญหากับการอ่านแล้วสิ อาจจะติดหนังสือไปแล้วมั้งครับ"

show yuuko panic_up
with charachange

yu "เปล่า ๆ ไม่ได้หมายความอย่างนั้น ไม่แปลกเลย ๆ แล้วติดหนังสือน่ะดีกว่าไปติด… อะไรอย่างอื่นเยอะ"

hi "ครับ ๆ ผมหยอกเล่นน่า"

"ฉันยิ้มให้เธอคลายกังวลแล้ววางหนังสือไว้กับเคาน์เตอร์ให้ยูโกะจัดการยืมแล้วนั่งลงกับเก้าอี้ว่างตรงหน้าโต๊ะเธอ\nด้วยความเหนื่อยอ่อน"

show yuuko neutral_up
with charachange

"ระหว่างที่ยูโกะกำลังจัดการกับกองหนังสือน้อย ๆ ที่ฉันได้มานั้นฉันก็มองไปรอบ ๆ ห้องสมุด"

hide yuuko
with charaexit

"ที่โต๊ะนั่งมีสาวอยู่คู่หนึ่งกำลังกระซิบกระซาบคุยกันแทนที่จะทำการบ้าน"

"คนที่ผมสั้นเห็นว่าฉันมองอยู่จึงโบกมือให้ พอฉันยกมือทักทายกลับทั้งสองคนก็มองตากันแล้วหัวเราะคิกคักกัน"

"ไม่แน่ใจเหมือนกันว่าจะรู้สึกยังไงดี เอาเป็นว่าเป็นเรื่องที่ดีแหละ คนที่โบกมือให้ฉันเธอเป็นโรคลมชักขั้นรุนแรง"

"สองสามวันก่อนเห็นเธออาการกำเริบอยู่ ฉันไม่เคยเห็นอะไรที่ชวนให้ใจคอไม่ดีและน่ากลัวขนาดนั้นมานานมากแล้ว"

"แต่เธอก็มานั่งอยู่ตรงนั้น มาคุยอะไรเรื่อยเปื่อยอยู่อย่างมีความสุขราวกับไม่มีอะไรให้ทุกข์ร้อนใจ"

hi "เอ้อ โรงเรียนนี้พิเศษจริงเลยนะครับ"

show yuuko panic_up
with charaenter

"ยูโกะสะดุ้งเล็กน้อยแล้วเงยหน้าขึ้นมาจากกองหนังสือที่เธอจัดการอยู่ เธอดันแว่นแล้วยิ้มขึ้นมาด้วยท่าทีเกร็ง ๆ งง ๆ"

show yuuko smile_down
with charachange

yu "หมายความว่าไงเหรอ"

hi "ไม่รู้จะอธิบายยังไงดีเหมือนกันครับ แค่ว่าทุกคนดู… กระตือรือร้น หรือจะบอกว่า… จะว่ายังไงดีนะ"

hi "ผมคิดว่าไม่ใช่แค่เรื่องเทศกาลหรืออะไรหรอก แต่ดูจะเป็นกับทุกอย่างเลย ถึงผมจะยังมาอยู่ได้ไม่นานขนาดนั้นก็เถอะ "

#I'm not sure what the huge hate for text formatting is about, but it would seem to me that "are" here rates italicization. ---K.
hi "คนที่นี่ดูจะคุยกันมากกว่า ขยันกว่า แล้ว… ก็… พิเศษกว่าโรงเรียนอื่น ๆ ที่ผมเคยเห็นเลย"

"ฉันนึกหาคำพูดไม่ค่อยออก แต่ก็รู้สึกเหมือนได้พูดจากใจ"

label th_choiceR6:
menu:
    with menueffect

    hi "โรงเรียนนี้มันมีชีวิตชีวามากเลย"

    "รู้สึกแปลกใหม่ดี":
        return m1

    "รู้สึกเหมือนติดหล่ม":
        return m2

label th_R6a:

hi "คือที่โรงเรียนเก่าผมก็มีคนแบบนี้นั่นแหละครับ แต่ก็ไม่ได้เยอะเท่านี้ แถมที่นี่ก็ดูมุ่งมั่นกันกว่าด้วย"

hi "ผมว่า ถ้าจะให้เลือกมาพูดสักอย่าง ก็คงจะเป็นเรื่องว่านักเรียนที่นี่ดูจะชอบมาโรงเรียนกันน่ะครับ"

label th_R6b:

hi "ผมรู้สึกว่าพอได้มาอยู่โรงเรียนนี้แล้วก็รู้สึกว่าตัวผมเองก็ต้องมีเป้าหมายขยับไปข้างหน้าบ้างน่ะครับ"

label th_R6c:

show yuuko worried_up
with charachange

yu "ฉันว่ามันก็ไม่ได้แย่หรอก"

hi "อื้ม ผมก็ว่างั้น"

"จนตอนนั้นเองถึงนึกได้ว่าอยู่ ๆ ฉันก็มาพล่ามความคิดของตัวเองให้ยูโกะฟัง เธอเป็นคนค่อนข้างขี้ตกใจ นี่ฉันคงไป\nทำให้เธอกลัวสิเนี่ย"

"แต่สีหน้าที่เธอมองมาดูจะเป็นความสงสัย—หวังว่านะ—และไม่ใช่ความกลัว ก็แปลว่าคงไม่เป็นไร"

hi "ขอโทษที่จู่ ๆ ก็พูดอะไรแปลก ๆ อย่างนี้นะครับ ผมไม่ได้ตั้งใจจะรบกวนคุณเลย"

show yuuko smile_down
with charachange

yu "อ้อ ไม่เลย ๆ ไม่รบกวนเลย ถ้าอยากคุยฉันก็ยินดีรับฟังเสมอนะ"

show yuuko neutral_down
with charachange

yu "จะได้รู้สึกว่าตัวเองพึ่งพาได้หน่อยด้วย"

"เธอยิ้มหวาน ๆ แถมแกน ๆ อีกต่างหาก ฉันก็ยิ้มขอบคุณไปบ้าง"

"พอเธอดันกองหนังสือที่ตั้งเรียบร้อยแล้วอยู่บนเคาน์เตอร์ฉันก็ลุกขึ้นมารับ"

show yuuko closedhappy_up
with charachange

yu "เอ้านี่"

hi "ขอบคุณครับ"

show yuuko neutral_up
with charachange

yu "เดี๋ยวคงจะได้เจอกันอีกแหละเนอะ แวะมาได้เสมอเลยนะ"

"ความใจดีของยูโกะนั้นแสนจะอบอุ่นหัวใจ"

hi "ครับ ไว้เจอกันนะครับ"

stop music fadeout 2.0

scene black
with dissolve

#**************
label th_R7:

scene bg school_courtyard
show crowd
with locationchange
play ambient sfx_crowd_outdoors fadein 7.0

"ประกายแดดสาดส่องจากฟ้าครามกระจ่างทักทายฉันในเช้าวันแข่ง"

"ระหว่างที่เดินกรีดกรายมายังลู่วิ่งฉันก็นึกได้ว่านี่เป็นนิมิตหมายอันดี อะไรดีฉันก็ไม่แน่ใจเหมือนกัน ฉันไม่ได้ตื่นเต้น\nกับงานนี้สักเท่าไหร่เพราะเหมือนจะเป็นงานสำหรับนักเรียนส่วนใหญ่มากกว่า"

"ฉันยังจะสนใจการเล่นกีฬามากกว่าการดูกีฬาเสียอีก แต่มาเป็นแรงใจให้เอมิก็ดีเหมือนกัน"

"ฉันไม่ได้คาดหวังว่าจะได้มาสัมผัสประสบการณ์อันตื่นตาตื่นใจอะไรนัก แต่มาหน่อยก็ไม่เสียหาย ยังไงถ้าไม่มาก็คง\nเอาแต่เก็บตัวอยู่ในห้องอ่านหนังสือนั่นแหละ"

scene bg school_track
show crowd
show rin basic_absent at center
with locationchange

"พอเดินเข้าไปใกล้สแตนด์เชียร์ก็เห็นรินที่อยู่กลางกลุ่มคน จังหวะนั้นเธอก็เห็นฉันพอดี"

show rin basic_deadpannormal
with charachange

rin "มาจนได้"

hi "แหงสิ ก็รับปากไว้แล้วนี่ว่าจะมา"

show rin basic_deadpanamused
with charachange

rin "แต่ก็ไม่ได้หมายความว่านายจำเป็นจะต้องทำตามที่พูดไว้นี่"

show rin basic_awayabsent
with charachange

rin "คนที่ชอบพูดเลื่อนลอยก็มีถมไป"

hi "อืม ฉันไม่พูดอะไรอย่างนั้นหรอก"

play music music_soothing fadein 0.5

show rin negative_spaciness
with charachange

"รินยักไหล่ พอเหมือนจะเบื่อกับบทสนทนานี้แล้วเธอก็หมุนส้นเท้าแล้วเดินไปที่สแตนด์เชียร์ต่อ"

hi "แล้วเธอตื่นเต้นมั้ย"

show rin basic_deadpan
with charachange

rin "ไม่เท่าไหร่"

hi "ฉันก็ไม่"

show rin basic_absent
with charachange

rin "แล้วนายมาทำไม"

hi "แล้วเธออะ"

"เธอไม่ตอบเลย ฉันก็เลยคิดที่จะไม่ตอบเหมือนกัน"

"พอมาถึงที่สแตนด์เชียร์แล้วรินก็บุ้ยใบ้ไปข้างบน"

show rin negative_spaciness at center
with charaenter

rin "บนนั้น"

show rin basic_deadpancontemplation
with charachange

"รินนำทางขึ้นไป ไม่นานพวกเราก็มานั่งตรงที่นั่งแถวที่โล่ง ๆ "

$ renpy.music.set_volume(0.3, 3.0, channel="ambient")

show rin basic_deadpancontemplation at tworight
show bg school_track at bgright
show crowd:
    linear 1.0 alpha 0.0
with charamove

hide crowd
show meiko smile at twoleft
with charaenter

"ข้าง ๆ รินมีผู้หญิงวัยกลางคนอยู่คนหนึ่ง คงจะเป็นแม่ใครสักคนละมั้ง"

"ผมเธอที่ถักเปียค่อนข้างยาว พอเธอเห็นรินก็ยิ้มให้ด้วยความคุ้นเคยอย่างประหลาด"

show meiko happy
with charachange

emm_ "แหม ตกใจจัง"

show meiko wink
with charachange

emm_ "นึกว่าไปหาขนมกินเสียอีก เป็นผู้ชายหรอกเหรอ"

hi "หา?"

show rin basic_surprised
with charachange

rin "ไม่ได้เหรอคะ"

show meiko happy
show rin basic_awayabsent
with charachange

"เธอหัวเราะรินแล้วสั่นหัว ดูท่าไม่รู้จะตอบยังไง ฉันเข้าใจดีเลยละ"

show meiko smile
with charachange

emm_ "อืม เธอก็คงเป็นคนที่ชอบออกไปหยิบของอย่างหนึ่งแล้วได้อีกอย่างมาแทนอยู่แล้วละมั้งจ๊ะ"

emm_ "ตายละ หยาบคายจัง! ยังไม่ได้แนะนำตัวเลย"

emm_ "ฉัน เมอิโกะ อิบาราซากิ จ้ะ ถ้ารู้จักเธอคนนี้ก็คงรู้จักลูกสาวฉันด้วยสินะจ๊ะ"

show meiko happy
with charachange

emm "ยินดีที่ได้รู้จักจ้ะ"

"อืม ก็ว่าอยู่ว่าเหมือนเอมิที่ตัวสูงกว่า แก่กว่า แล้วก็มีความเป็นแม่มากกว่า"

"นอกจากสีผมที่เข้มกว่าลูกสาวเธอแล้วที่เหลือก็คล้ายกันมาก"

show rin basic_absent
show meiko smile
with charachange

hi "ขอโทษครับ ผมฮิซาโอะ ฮิซาโอะ นากาอิ ยินดีที่ได้รู้จักครับ"

show rin basic_lucid
with charachange

rin "ริน เทซูกะ ค่ะ"

show meiko happy
show rin basic_awayabsent
with charachange

"คุณนายอิบาราซากิหัวเราะอีกครั้ง ลูกไม้หล่นไม่ไกลต้นจริง ๆ เธอนั่งเอนตัวเล็กน้อยแล้วเลิกคิ้วขึ้น"

$ renpy.music.set_volume(0.0, 0.5, channel="ambient")

show meiko serious
with charachange

stop music fadeout 1.0

emm "ทีนี้ก็รู้จักกันแล้ว เธอสองคนคบกันมานานหรือยัง"

"ฉันนิ่งเงียบไปขณะที่สมองกำลังทำงานอยู่ แต่ก่อนที่ฉันทันจะได้รีบโพล่งอธิบายอะไรออกไปแม่ของเอมิก็หัวเราะขึ้นมา\nอีกครั้ง"

play music music_soothing fadein 0.5
$ renpy.music.set_volume(0.3, 0.5, channel="ambient")

show meiko happy
with charachange

emm "แหม! ขี้อายสินะจ๊ะเนี่ย"

"ฉันไม่รู้ว่าจะพูดอะไรยังไงเพื่อรักษาหน้าได้อยู่หรือเปล่า จึงเลือกที่จะตอบแบบเสียงอ่อย ๆ"

show meiko smile
show rin basic_absent
with charachange

hi "เราไม่ได้—"

show meiko happy
show rin basic_awayabsent
with charachange

emm "รู้จ้ะ แต่เห็นเธออายแล้วตลกดี"

show meiko wink
with charachange

emm "ขอโทษทีนะจ๊ะ อย่าถือสาคนรุ่นป้าเลยจ้ะ"

"เธอหัวเราะกับตัวเองอีกครั้ง"

"ป้า?"

"ก็ดูไม่แก่ขนาดนั้นนะ"

show rin basic_absent
with charachange

hi "ผมก็ไม่ได้อะไรขนาดนั้นหรอกครับ"

show meiko happy
show rin basic_awayabsent
with charachange

emm "ขอบคุณจ้ะ"

stop music fadeout 6.0

show rin basic_deadpan
with charachange

rin "เริ่มแล้ว"

stop ambient fadeout 2.0

scene ev emitrack_blocks at Fullpan(12.0, dir="left", time_warp=_ease_in_time_warp)
with locationskip

"ฉันหันเหความสนใจมายังลู่วิ่งที่กำลังเตรียมแข่งวิ่งรอบแรกกัน"

"เหมือนจะเป็นแข่งวิ่ง 400 เมตร"

"ฉันทอดตามองตามนักวิ่งจนเจอเอมิ"

scene ev emitrack_blocks_close
with flash

"เธอยิ้มจนดูออกจะมั่นใจเกินไปหน่อย"

show insert startpistol at right
with easeinright

"ผู้ปล่อยตัวยกกระบอกปืนขึ้น"

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")

play sound sfx_startpistol
play ambient sfx_emisprinting

scene ev emitrack_running at Fullpan(1.0, dir="left", time_warp=_ease_in_time_warp)
with silentflash

"เอมิพุ่งตัวออกจากสตาร์ตติงบล็อกก่อนจะหายวับไปจากเส้นเริ่ม"

"สุดยอด ขนาดนักวิ่งคนอื่นที่อยู่ช่องวิ่งที่ชิดกับขอบในกว่าเอมิก็ยังวิ่งนำออกมาได้"

"พอเธอวิ่งจนมาถึงโค้งสุดท้ายก็มีนักวิ่งสองสามคนที่ตามมาทันแล้ว"

"แต่เธอก็พุ่งตัวปิดท้ายจนทิ้งห่างจากคนที่ว่าสักครึ่งวินาทีเห็นจะได้"

scene ev emitrack_finish
with locationchange

stop ambient fadeout 1.0
play sound sfx_crowd_cheer

"คุณนายอิบาราซากิกรี๊ดกร๊าดพลางปรบมือใหญ่ ดูไม่ต่างไปจากพ่อแม่ที่มาเอาใจช่วยลูกตัวเองที่ลงแข่งโดยทั่วไป"

"เอมิออกมาจากลู่วิ่งดูพอใจกับตัวเอง"

play music music_daily fadein 2.0

scene bg school_track at bgright
show meiko happy at twoleft
show rin basic_deadpandelight at tworight
with locationchange

"ฉันก็ผสมโรงเฮไปกับเขาด้วย"

"ผู้ประกาศ (ที่เสียงคล้ายมิช่าอย่างน่าสงสัย) รายงานผลการแข่งขันด้วยความยินดียิ่ง"

show meiko smile
show rin basic_awayabsent
with charachange

emm "เหมือนจะเร็วขึ้นกว่าครั้งที่แล้วนะจ๊ะเนี่ย"

show rin basic_absent
with charachange

hi "สุดยอดเลยครับ"

show meiko happy
show rin basic_awayabsent
with charachange

"คุณนายอิบาราซากิยิ้มอย่างภาคภูมิ"

emm "เอมิเขาวิ่งเก่งมาก"

show meiko smile
with charachange

"พวกเราเงียบกันไประหว่างรองานแข่งต่อไปเริ่ม"

"ฉันนึกแปลกใจที่เห็นเอมิกลับเข้าลู่วิ่งอีกครั้ง"

show rin basic_absent
with charachange

hi "เดี๋ยวนะครับ เพิ่งวิ่งไปไม่ใช่เหรอ"

"แม่เอมิพยักหน้า"

show rin basic_awayabsent
with charachange

emm "จ้ะ แต่เธอวิ่งให้ทีมหลายประเภทเลย โดยเฉพาะวิ่งระยะสั้น"

show meiko happy
with charachange

emm "ก็เยอะแหละจ้ะ แต่เอมิเขาวิ่งไหวอยู่แล้ว"

"ดูจากสภาพแล้วก็คงจริง"

"เอมิดูไม่เหนื่อยเลย เหมือนไม่ได้วิ่งแข่งรอบเมื่อกี้มาด้วยซ้ำ"

"ถ้าไม่มีเหงื่อที่ซึมเสื้ออยู่คงไม่มีทางรู้แน่ ๆ"

show rin basic_absent
with charachange

hi "อันนี้ประเภทอะไรเหรอครับ"

show meiko smile
show rin basic_awayabsent
with charachange

emm "วิ่ง 200 เมตรจ้ะ"

emm "เธอวิ่งอันนี้ วิ่ง 100 เมตร แล้วก็วิ่งผลัดด้วย"

show rin basic_absent
with charachange

hi "อย่างนี้นี่เอง"

show rin negative_spaciness
with charachange

play sound sfx_startpistol
play ambient sfx_emisprinting

"เมื่อเสียงปืนดังขึ้นอีกหน เธอก็ดีดตัวออกจากสตาร์ตติงบล็อกอีกครา"

"เสียงตุบตับดึงความสนใจฉันไปจากการแข่งวิ่ง"

"เสียงเท้าริน"

"เธอดูจะจดจ่ออยู่กับการแข่ง"

show meiko happy
with charachange

stop ambient fadeout 1.0
play sound sfx_crowd_cheer

"แม่เอมิร้องเฮขึ้นมาอีกครั้ง น่าจะแข่งเสร็จแล้ว"

"แข่งวิ่งระยะสั้นดูจะใช้เวลาไม่นาน"

hi "เท้า"

show rin relaxed_surprised
show meiko smile
with charachange

rin "หืม"

hi "เท้าเธอเตะสแตนด์อยู่"

show rin basic_deadpan
with charachange

rin "อ้อ"

hi "เธอดูสนใจนะ แปลก เธอบอกว่าไม่ได้ตื่นเต้นไม่ใช่เหรอ"

show rin relaxed_nonchalant
with charachange

rin "อืมม ก็คงงั้น"

rin "ก็ไม่ได้น่าสนใจขนาดนั้นหรอก"

show rin basic_deadpannormal
with charachange

rin "แต่ฉันดูเอมิอยู่ ไม่ได้ดูการแข่ง"

hi "ไม่เข้าใจ"

show rin basic_lucid
with charachange

rin "เอมิจะเป็นเอมิที่สุดก็ตอนที่เธอวิ่ง"

rin "นายจะไม่ได้เห็นเอมิที่เป็นเอมิ๊เอมิบ่อย ๆ หรอกนะ"

show rin basic_deadpanamused
with charachange

rin "แต่ตอนนี้ได้เห็นแล้ว เห็นมั้ย"

"เธอให้ฉันกลับไปมองที่ลู่วิ่งอีกครั้ง ที่ที่การแข่งวิ่ง 100 เมตรกำลังจะเริ่มขึ้น"

stop music fadeout 6.0
stop sound fadeout 2.0

scene ev emitrack_blocks_close
with locationskip

"ฉันจับจ้องเอมิ"

"เธอตั้งท่าอยู่ที่สตาร์ตติงบล็อกดูผ่อนคลาย แต่ก็เป็นความผ่อนคลายแบบหลอกเท่านั้น"

"ฉันดูออกว่าในตัวเธอนั้นมีแรงเหมือนสปริงที่ถูกกดอยู่"

scene ev emitrack_blocks_close_grin
with locationchange

"เมื่อผู้ปล่อยตัวบอก “ระวัง” เธอก็เงยหน้าขึ้นแล้วหรี่ตาลงเล็กน้อย"

"ปากเธอหยักขึ้นดูเป็นได้ทั้งรอยยิ้มและเสียงฮึด"

play sound sfx_startpistol
play ambient sfx_emisprinting

scene ev emi_run_face_zoomin
with locationskip

"เสียงปืนดังขึ้น ท่าทีเธอราวกับว่าถูกปล่อยจากกรง ราวกับว่าจริง ๆ แล้วก่อนหน้านี้เป็นภาพลวงตาว่าเธออยู่นิ่ง ๆ\nจนเสียงปืนดังทำให้เห็นความเป็นจริงว่าเธอกำลังเคลื่อนที่มาอย่างรวดเร็วจนมองไม่ทันอยู่แล้วแต่แรก"

stop ambient fadeout 1.0
play sound sfx_crowd_cheer

"ทันทีที่เธอเข้าเส้นชัย รอยยิ้มอย่างเคยของเธอก็ผุดขึ้นแทนที่สีหน้าอันมุ่งมั่น"

"เหมือนนายพลอันเก่งกล้าที่กลับมาใช้ชีวิตอยู่บ้านนอก"

hi "สุดยอด"

hi "สุดยอดจริง ๆ ครับ ผมไม่เคยเห็นใครเร็วขนาดนั้นมาก่อนเลย"

scene bg school_track at bgright
show meiko smile at twoleft
show rin basic_deadpanamused at tworight
with locationchange

emm "แหม ไม่ต้องมองฉันหรอกจ้ะ ฉันเอื่อยเกินจะวิ่งเร็วขนาดนั้นแล้ว"

stop sound fadeout 9.0

show meiko worry
show rin basic_awayabsent
with charachange

emm "ไม่หรอกจ้ะ ฉันว่าความสามารถเอมิเขาได้พ่อมามากกว่า"

"พอพูดถึงสามีของเธอขึ้นมาแล้วคุณนายอิบาราซากิก็ดูเศร้าสร้อยขึ้นมา"

emm "ที่สนใจเรื่องวิ่งก็เพราะพ่อนี่แหละจ้ะ"

show rin basic_absent
with charachange

hi "อ้อ จริงเหรอครับเนี่ย ไม่ยักรู้แฮะ"

"ฉันตอบแค่นั้นไม่พูดอะไรต่ออยู่สักพักเพราะรู้สึกว่าเป็นเรื่องส่วนตัวที่ฉันไม่ควรถาม"

play sound sfx_cellphone

"จู่ ๆ เสียงโทรศัพท์ก็ดังขึ้นมาจากกระเป๋ากางเกงของเธอ เธอควักขึ้นมาเปิดหน้าจอดู"

show meiko serious
show rin basic_awayabsent
with charachange

emm "…ส่งข้อความมาเนี่ยนะ"

emm "นี่เขาคิดว่าตัวเองเป็นวัยรุ่นอายุสิบหกหรืออะไร"

hi "ครับ?"

show meiko smile
with charachange

emm "โอ๊ะ ไม่มีอะไรจ้ะ"

show meiko wink
with charachange

emm "เดี๋ยวฉันต้องไปหาเพื่อนแล้ว"

show meiko happy
with charachange

emm "ฝากบอกเอมิหน่อยได้ไหมจ๊ะว่าแม่ภูมิใจในตัวลูกมาก ฝากบอกด้วยว่าเดี๋ยวคืนนี้จะโทรไปหาอีกที"

show rin basic_absent
with charachange

hi "ได้ครับ"

hide meiko
with charaexit

show rin basic_absent at center
show bg school_track at center
with charamove

show rin basic_awayabsent
with shorttimeskip

play music music_tranquil fadein 2.0

"ระหว่างที่รอดูวิ่งผลัดฉันก็เหล่มองริน เธอดูจะไม่สนใจสิ่งรอบข้างรวมถึงฉันด้วย"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\n\nคำพูดนั้นที่เธอบอกก่อนหน้านี้ยังติดหูฉันอยู่"

n "“เอมิจะเป็นเอมิที่สุดก็ตอนที่เธอวิ่ง”"

n "ซึ่งพอมาคิดดูแล้วก็เข้าใจ พอได้ดูเธอวิ่งแล้วฉันก็เชื่อเลยว่าเอมิเธอทุ่มเทสุดกำลังเมื่ออยู่บนลู่วิ่ง"

n "สำหรับเธอแล้วกีฬานั้นเป็นมากกว่างานอดิเรกหรือการแข่งขัน การวิ่งคือตัวตนของเธอ"

n "แล้วรินล่ะ ศิลปะเป็นอย่างนั้นสำหรับเธอด้วยหรือเปล่า พอลองนึกถึงความมุมานะที่เธอแสดงให้เห็น\nก่อนวันงานเทศกาลแล้วฉันก็เชื่อได้ทันทีว่าเป็นเช่นนั้น"

n "ฉันได้เห็นรินที่ “เป็นรินที่สุด” ตอนที่เธอวาดภาพเขียนผนังหรือเปล่านะ"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear
window show

"การแข่งวิ่งผลัดจะเริ่มแล้ว แต่ฉันยังไม่เห็นเอมิเลย"

hi "เอมิวิ่งผลัดด้วยไม่ใช่เหรอ"

show rin basic_deadpan
with charachange

rin "วิ่งผลัดสุดท้ายน่ะ"

show rin basic_deadpannormal
with charachange

rin "ก็อีกสักพักกว่าจะได้วิ่ง"

hi "อ้อ"

show rin basic_deadpandelight
with charachange

rin "นายเห็นมั้ย"

hi "หืม"

rin "เอมิที่เป็นเอมิ๊เอมิ"

hi "มั้งนะ"

show rin basic_deadpanupset
with charachange

rin "อืมม คราวนี้น่าจะเห็น"

play sound sfx_startpistol

"การแข่งขันเริ่มขึ้นแล้ว ฉันคอยส่งเสียงเอาใจช่วยทีมเอมิที่กำลังส่งคทากันอยู่"

play ambient sfx_emisprinting

scene ev emitrack_running:
    truecenter zoom 1.0 subpixel True
    ease 20.0 zoom 1.05 xalign 0.0 yalign 0.0
with locationskip

"ในที่สุดก็ได้เห็นเอมิที่สับเท้าไปตามลู่ในฐานะผลัดสุดท้าย"

"เป็นอีกครั้งที่ฉันต้องทึ่งกับความงดงามยามเธอวิ่ง"

"สวยจริง ๆ "

"สีหน้าอันมุ่งมั่นและไร้ซึ่งความเกรงกลัวใด ๆ ของเธอยิ่งทำให้ดูดีขึ้นไปอีก"

"นี่แหละมั้ง เอมิที่เป็นเอมิ๊เอมิ"

stop ambient fadeout 1.0
play sound sfx_crowd_cheer

show ev emitrack_finish
with locationskip

"เอมิกระโจนทะยานเข้าเส้นชัยนำเหลื่อมอีกคนมาอย่างเฉียดฉิว แต่เธอก็เข้าเส้นชัยเป็นคนแรก"

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")

scene bg school_track
show rin negative_worried at center
with locationskip

show rin basic_absent
with charachange

rin "อะ ลงไปกัน"

rin "ต้องไปสวมมงกุฎให้ผู้ชนะ"

show rin basic_deadpanamused
with charachange

rin "ไปหามงกุฎช่อมะกอกมาที"

hi "ยากหน่อยนะ"

show rin basic_deadpannormal
with charachange

"รินยักไหล่"

show rin basic_deadpan
with charachange

rin "อย่างน้อยก็ได้ลองแล้ว"

stop music fadeout 5.0
stop sound fadeout 5.0
play ambient sfx_crowd_outdoors fadein 2.0

scene bg school_track_on
show crowd
show rin basic_awayabsent at center
with locationskip

"เพื่อนร่วมทีมเอมิห้อมล้อมเธอฉลองชัยที่วิ่งได้มา"

"ดูเหมือนรินจะรอให้เอมิเห็นอยู่ว่ามาแล้ว"

"เธอดูจะไม่ใช่คนที่เรียกความสนใจจากใครเอง ไม่ใช่คนที่จะแสดงอารมณ์อะไรนอกจากการยักไหล่"

"ฉันอดใจรออย่างรินไม่ไหวจึงโบกมือทักทายเอมิ เธอยิ้มร่ามาให้เราอย่างมีความสุข"

show bg school_track_on at bgright
show crowd at bgright
show rin basic_awayabsent at tworight
with charamove

play music music_emi fadein 1.0

show emi basic_closedhappy_gym at twoleft
with charaenter

emi "ไง มาจนได้นะ!"

show rin basic_deadpanupset
with charachange

rin "จริง ๆ จะมีมงกุฎช่อมะกอกมาให้เธอด้วย แต่ฮิซาโอะหาไม่เจอ"

show emi basic_grin_gym
with charachange

hi "เธอก็หาไม่เจอหรอก"

show rin basic_deadpan
with charachange

rin "ไม่ใช่หน้าที่ฉันสักหน่อย"

hi "นี่ไปแบ่งหน้าที่กันตอนไหน"

show rin basic_deadpannormal
with charachange

rin "ตอนที่ฉันบอกว่า “ไปหามงกุฎช่อมะกอกมาที”"

show rin basic_deadpandelight
with charachange

rin "ฟังบ้างสิ"

"ฉันยักไหล่ สงสัยติดนิสัยรินมาแล้ว"

hi "เหมือนจะเป็นความผิดฉันแหละนะเอมิ"

show emi basic_closedhappy_gym
show rin basic_awayabsent
with charachange

"เอมิหัวเราใส่ฉันกับริน"

show emi basic_happy_gym
with charachange

emi "ไม่เป็นไรน่า เดี๋ยวก็คงมาชดใช้ให้ได้อยู่ดีแหละ"

show rin basic_absent
with charachange

hi "อ่า อื้ม"

show rin basic_awayabsent
show emi excited_amused_gym
with charachange

emi "ดี! แล้วฉันเป็นไงบ้าง"

show rin basic_absent
with charachange

hi "ประทับใจมาก"

show emi basic_closedgrin_gym
with charachange

"เอมิดูจะพอใจกับคำประเมินที่ว่า"

"ฉันไม่พูดต่อว่ายิ่งไม่มีขาแล้วยิ่งน่าประทับใจไปใหญ่เพราะเธอคงรู้อยู่แล้ว"

"อีกอย่าง เหมือนไปบั่นทอนความพยายามของเธอเองด้วย"

show emi basic_grin_gym
show rin basic_awayabsent
with charachange

emi "เยี่ยมเลย! ฉันก็กลัวว่าตอนวิ่งผลัดจะดูช้าไปหน่อย แต่ก็น่าจะใช้ได้แล้วแหละนะ"

show emi basic_closedgrin_gym
with charachange

"เอมิหัวเราะคิกคักแล้วทำท่าเหมือนนึกอะไรได้"

show emi basic_happy_gym
with charachange

emi "อ้อ ก่อนจะลืม…"

emi "รินกับฉันจะไปฉลองที่แข่งวิ่งเสร็จกันวันอาทิตย์หน้าละ!"

show emi excited_proud_gym
with charachange

emi "นายมาด้วยก็ดีนะ!"

show emi sad_grin_gym
with charachange

emi "ปกติจะไปฉลองหลังวันแข่งเลย แต่พอดีวันนี้วันอาทิตย์ เดี๋ยวมีการบ้านมีเรียนมีอะไรอีก"

show rin basic_absent
with charachange

hi "อ้อ ได้สิ ยินดียิ่ง"

show rin basic_awayabsent
show emi excited_laugh_gym
with charachange

emi "เยี่ยม! สัญญาแล้วนะ!"

show rin basic_absent
with charachange

hi "เอ้อ จริงสิ แม่เธอฝากบอกว่าภูมิใจในตัวเธอมาก"

hi "แล้วก็คืนนี้แม่เธอจะโทรไปหาอีกที"

show emi basic_happy_gym
show rin basic_awayabsent
with charachange

emi "ก็ว่าเหมือนเห็นที่สแตนด์อยู่!"

show emi basic_closedhappy_gym
with charachange

emi "ดีใจจังที่แม่มาดูจนได้!"

thname("เพื่อนร่วมทีม") "นี่ เอมิ! เดี๋ยวก็ไม่ทันไปรับเหรียญรางวัลหรอก!"

show emi basic_shock_gym
with charachange

emi "อ้อ จริงด้วย ขอบใจนะ!"

show emi basic_grin_gym
with charadistant

"เธอหันมาหารินและฉัน"

emi "ไม่ต้องอยู่รอก็ได้นะ พิธีนานเป็นชาติเลย"

show emi excited_proud_gym
with charachange

emi "อีกอย่าง ถ้าไม่อยากนอนดึกก็รีบไปทำการบ้านได้แล้วนะฮิซาโอะ"

play sound sfx_emipacing

hide emi
with easeoutleft

stop sound fadeout 2.0

show bg school_track_on at center
show crowd at center
show rin basic_awayabsent at center
with charamove

stop music fadeout 5.0

"เอมิทิ้งฉันและรินไว้แล้วกลับไปหาเพื่อนร่วมทีมของเธอ"

"เราสองคนไม่มีใครสนใจพิธีหลังแข่งเสร็จ พวกเราจึงปลีกตัวกลับมาที่ลานโรงเรียนอย่างเงียบ ๆ"

$ renpy.music.set_volume(0.3, 2.0, channel="ambient")

scene bg school_courtyard
show crowd
show rin relaxed_nonchalant at center
with locationskip

"รินหาวหวอดแบบไม่มีการกลั้นพลางสลับเท้าเดินไปมา"

"ก็อึดอัดแหละ แต่ก็น้อยกว่าตอนอยู่กับคนอื่น แต่ก็ยังอึน ๆ อยู่เพราะไม่รู้จะพูดอะไรต่อดี"

hi "เอมิเก่งเนอะ"

show rin basic_deadpannormal
with charachange

rin "เก่ง ฉันอิจฉาเธอมาก"

hi "ทำไม"

show rin basic_awayabsent
with charachange

rin "อย่างที่ฉันบอก เป็นตัวของตัวเองมันดีจะตายไปนี่นา"

"พอออกจากปากรินแล้วก็ฟังดูทะแม่ง ๆ"

hi "ฉันว่าคนอย่างเธอ ถ้าให้เทียบกับคนอื่น แสดงตัวตนเป็นตัวของตัวเองได้แบบไม่มีปัญหาเลย"

hi "เธอก็วาดรูปไม่ใช่เหรอ"

show rin basic_absent
with charachange

stop ambient fadeout 1.0

"เธอหันมามองฉัน เป็นครั้งแรกที่ฉันเห็นแววตาสีหน้าอันเปล่ากลวงที่คงเป็นเอกลักษณ์เฉพาะเธอเป็นแน่แท้"

rin "ไม่ เนี่ย เรื่องคือฉันไม่แน่ใจว่าจริง ๆ แล้วฉันเป็นใครกันแน่"

stop ambient fadeout 1.0
scene black
with dissolve

#**************
label th_R8:


$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
scene bg school_classroomart at right
with locationchange

"กิจกรรมชมรมวันนี้ยังไม่เริ่มเพราะโนมิยะยังไม่มา ระหว่างนี้ฉันก็คอยเล่าความคิดฉันที่มีต่อยามากุให้รินฟัง"

"ฉันเค้นสมองนึกหาว่าทำไมฉันถึงได้รู้สึกว่าโรงเรียนนี้พิเศษ เรื่องเดียวกันกับที่ฉันเล่าให้ยูโกะฟังเมื่อวันก่อนแต่ก็\nล้มเหลวไม่เป็นท่าไป"

"ก็ยังยากอยู่ดีแหละ แต่พอได้มาดูงานแข่งกับจับสังเกตนักเรียนรอบ ๆ ตัวแล้วก็ช่วยให้คิดอะไรขึ้นมาได้บ้าง"

show rin basic_absent_close at center
with charaenter

hi "เธอเห็นมั้ยว่าทุกคนคุยกันตลอด"

hi "ไม่รู้จะว่ายังไงดีเหมือนกัน แต่…"

"เป็นอีกครั้งที่ฉันสรรหาคำบรรยายมาอธิบายข้อสังเกตของฉันไม่ได้"

"นักเรียนเกาะกลุ่มกันอยู่เหนียวแน่นมาก ฉันเพิ่งจะมาพอดูออกตอนนี้เองว่าใครอยู่กับใครเกี่ยวกับใครบ้าง แต่เท่าที่ฉัน\nจำได้ ที่โรงเรียนเก่าไม่ได้มีความเป็นพรรคเป็นพวกกันเท่าที่นี่ขนาดนี้"

hi "ที่ฉันจะบอกคือว่าโรงเรียนนี้มันไม่เหมือนโรงเรียนอื่น ๆ น่ะ หรืออย่างน้อย ๆ ก็พวกนักเรียนแหละที่ดูต่าง ต่อให้\nหักจุดต่างที่ชัดแล้วก็เถอะ"

hi "…เธอพอจะเข้าใจที่ฉันพูดมั้ย"

show rin basic_deadpan_close
with charachange

rin "ฉันไม่เข้าใจสิ่งที่นายพูด"

hi "เอ้อ เอ่อ… งั้นก็ ช่างเหอะ"

"ฉันอยากจะไหลต่อ แต่โนมิยะก็มาแล้ว"

hide rin
with charaexit

show bg school_classroomart at left
with charamove

show nomiya smile at center
with charaenter

play music music_happiness fadein 2.0

"คุณครูใช้ผ้าเช็ดหน้าเช็ดเหงื่อพลางหายใจหอบแล้วกวาดตามองรอบห้องด้วยท่าทีที่ผ่อนคลายลง"

show nomiya veryhappy
with charachange

no "สวัสดี สวัสดี ขออภัยที่มาช้า"

show nomiya talk
with charachange

no "อยู่กันครบนะ ดี!"

no "ต้องขอสารภาพว่าวันนี้ไม่ได้เตรียมอะไรมาเลยเพราะช่วงนี้ยุ่งมาก ๆ แต่เดี๋ยวนึกอะไรสนุก ๆ มาทำกันได้แน่นอน"

show nomiya frown
with charachange

no "มีใครเสนออะไรมั้ย ฉันคิดอยู่ว่ามาล้อมวงอภิปรายกันดีมั้ยเพราะไม่ได้มาคุยกันสักพักแล้วเหมือนกัน ฉันคนหนึ่งละ\nที่คิดว่าแบบนี้แหละสนุกมากเลย"

"มีเสียงพึมพำงึมงำดังขึ้นมา แต่ไม่มีใครจะออกเสียงเห็นด้วยหรือคัดค้านโนมิยะ"

show nomiya talk
with charachange

no "ศิลปะแต่ละยุคก็เอามาคุยกันได้อีกยาวเลย หรือมีใครมีหัวข้อดี ๆ มั้ย"

no "น่า เสนอมาเลย จะฟังดูบ้า ๆ เพี้ยน ๆ ก็ไม่เป็นไร เดี๋ยวก็ทำให้น่าสนใจขึ้นมาได้!"

"ไม่มีใครอาจหาญพอจะเสนออะไร"

"ขณะที่ความเงียบยังคงดำเนินต่อนั้นฉันยกมือขึ้น"

show nomiya smile
with charachange

no "โอ้? เพื่อนคนใหม่ล่าสุดของเราดูท่าจะมีอะไรน่าสนใจละ พูดมาเลยลูก ๆ"

hi "เอ่อ คือ… ผมไม่รู้ว่าคนอื่นคิดยังไงนะครับ แต่ผมสงสัยมานานแล้วว่าศิลปะมีไว้ทำไม"

stop music fadeout 2.0

"เสียงฉันค่อยลงเรื่อย ๆ ทั้งห้องยังคงเงียบไม่มีใครจะพูดต่อจากคำถามอันกระมิดกระเมี้ยนของฉัน"

"แล้วคุณครูก็ระเบิดหัวเราะออกมา"

show nomiya veryhappy
with charachange

no "โฮ่โฮ่โฮ่ ยอดเยี่ยม!"

no "ดีมาก ดีมาก เปิดด้วยประเด็นใหญ่เลยงั้นเหรอ"

no "แจ่มไปเลย!"

"คุณครูแค่นหัวเราะพลางจับ ๆ กระดาษที่อยู่บนโต๊ะพักหนึ่ง หลังจากนั้นก็ทำท่าเหมือนตัดสินใจอะไรได้"

show nomiya smile
with charachange

no "ถ้างั้นก็ เอาละ ไหนลองคุยกันเรื่องนี้แล้วดูว่าจะเป็นยังไงต่อ"

show nomiya talktongue
with charachange

no "ให้ตาย ช่างกระตือรือร้นได้อย่างน่าสนใจจนแม้แต่ตาลุงตกยุคอย่างฉันเห็นยังตื่นเต้นเลย จริง ๆ เลย"

show nomiya smile
with charachange

no "ขอรวบรวมความคิดหาจุดตั้งต้นดี ๆ ที่ทุกคนฟังได้ก่อนสักพักนะ"

"ไม่รู้ทำไม แต่คุณครูดูจะตื่นเต้นจนแทบตัวสั่น จากนั้นก็ขีด ๆ เขียน ๆ อะไรสองสามอย่างลงบนเศษกระดาษ\nก่อนจะใช้ผ้าเช็ดหน้าเช็ดแว่น"

show nomiya dreamy
with charachange

"คุณครูเต๊ะท่าค้างไว้ให้ดูมีศิลปะอย่างเล่นใหญ่แบบเวอร์วังอยู่สักครึ่งนาทีได้"

"ทั้งห้องก็เงียบเป็นเป่าสาก"

show nomiya talk
with charachange

play music music_another fadein 0.5

no "ก่อนอื่น เริ่มจากคำถามที่อยากรู้กันก่อนเนอะ อย่างเช่น “ศิลปะคืออะไร” และ “ศิลปะมีไว้ทำไม”"

show nomiya smile
with charachange

no "มีใครมีคำถามที่พอจะเกี่ยวกันบ้างมั้ย"

"ชายที่ใส่แว่นกันแดดโพล่งขึ้นมาแทบจะในทันที เสียงเขานั้นทั้งอ่อนและเบาจนฉันแทบฟังไม่รู้เรื่อง"

thname("ชายใส่แว่นกันแดด") "ศิลปินคืออะไร"

"หลังจากนั้นก็มีอีกคำถาม"

thname("นักเรียน") "ถ้าเติมน้ำใส่ลังกระดาษแล้วเรียกว่าเป็นศิลปะ มันจะเป็นศิลปะมั้ย"

show nomiya veryhappy
with charachange

"ทุกคนหัวเราะ แม้แต่คุณครู"

no "เยี่ยม! สุดยอด ทุกคน!"

show nomiya talk
with charachange

no "ขอเกริ่นก่อนว่าเรื่องนี้ไม่ได้มีข้อสรุปที่ชัดเจน ดังนั้น ฉันจะไม่ให้คำตอบอะไรกับพวกเธอ แต่ขอเล่าจากมุมของฉันเอง\nเท่านั้น"

no "เหล่านักวิชาการต่างถกประเด็นนี้กันมานานแสนนานมากแล้ว แล้วก็ไม่มีข้อตกลงที่เป็นที่ยอมรับเป็นวงกว้างสักเท่าไหร่"

show nomiya smile
with charachange

no "แต่ จะมีคุณสมบัติบางอย่างที่คนส่วนใหญ่มักจะเห็นด้วย หวังว่าพวกเธอก็จะเห็นด้วยเช่นกันนะ"

show nomiya dreamy
with charachange

no "สั้น ๆ ก็คือ ศิลปะนิยามตัวของมันเอง ไม่มีคำนิยามอย่างอื่นอะไรที่จะมานิยามศิลปะได้ เพราะขอบเขตของศิลปะนั้น\nจะขยายออกหรือหดเข้าด้วยแรงภายในตัวมันเอง"

show nomiya serious
with charachange

no "ทุก ๆ วันจะมีสักคนที่คิดทำอะไรที่ท้าทายความคิดเดิม ๆ ทั้งหมดที่เคยมีมาก่อน"

show nomiya frown
with charachange

no "เหตุผลหลัก ๆ ที่มันเป็นอย่างนี้ก็เพราะว่าศิลปะนั้นจะเข้ากับด้านสัญชาตญาณ ความรู้สึกที่รู้ได้เอง ความรู้สึก\nที่โผล่ขึ้นมาก่อนได้ดีกว่าด้านตรรกะ จะให้บอกว่าทำไมถึงได้ชอบงานศิลปะหรือลายเส้นแบบหนึ่ง ๆ\nก็คงยากมากใช่มั้ยล่ะ"

"คุณครูไม่รอเสียงตอบรับแล้วพูดต่อ"

show nomiya veryhappy
with charachange

no "นั่นแหละคือเหตุผล"

show nomiya frown
with charachange

no "เพราะงั้น ศิลปะถึงได้เป็นอย่างสิ่งดิบเถื่อนและควบคุมไม่ได้อย่างหนึ่งที่ซุกซ่อนอยู่สักที่ในจิตใต้สำนึก ทีนี้ ศิลปะมีไว้\nทำไม"

"โนมิยะเหมือนจะคาดหวังให้ใครเดาก่อน แต่ในเมื่อไม่มีใครกล้าขัดการบรรยายอันเปี่ยมพลังเขาก็พูดต่อ"

show nomiya dreamy
with charachange

no "เป็นคำถามหลอกหรอกนะ! นี่ไง ศิลปะมันก็ทำให้ตัวตนของมันมีความหมายด้วยตัวมันเองอยู่แล้ว"

show nomiya talk
with charachange

no "ถ้าพูดแบบรวม ๆ ก็บอกได้ว่าศิลปะนั้นมีไว้ก็เพื่อตัวมันเองเท่านั้น เป็นสิ่งที่มีตัวตนเพียงเพื่อฝากรอยไว้ในหน้า\nประวัติศาสตร์"

show nomiya serious
with charachange

no "อย่างที่เคยมีคนพูดไว้ว่าศิลปะเป็นสิ่งแสดงถึงความรั้นของมนุษย์ที่ต้องเผชิญกับความมืดมิด ศิลปะคือหลักฐานถึงตัวตน\nของพวกเรา พวกเธอก็ควรรู้ไว้ว่าวัฒนธรรมและอารยธรรมของมนุษย์นั้นต่างสัมพันธ์กันกับการมีอยู่ของศิลปะ\nอย่างแน่นแฟ้น"

show nomiya frown
with charachange

no "ทีนี้ แล้วศิลปินล่ะ อะไรทำให้คน ๆ หนึ่งอุทิศชีวิตให้กับสิ่งที่แสนจะปรวนแปรและลึกลับที่ไม่อาจมีอะไรมานิยามได้ด้วยซ้ำ"

show nomiya serious
with charachange

no "จำนวนคำตอบก็มีเท่าจำนวนศิลปินที่มีอยู่เลยนั่นแหละ แต่ถ้าให้พูด… ศิลปินสร้างสรรค์ศิลปะไม่ใช่เพราะว่าทำได้\nแต่เพราะต้องทำ"

"โนมิยะหยุดไปครู่หนึ่ง สายตากวาดมองผู้ฟังด้วยแววตาที่ฉายความคลั่งไคล้"

show nomiya frown
with charachange

no "เห็นได้ชัดว่าศิลปะนั้นเข้าถึงจิตวิญญาณของมนุษย์ทุกผู้ทุกคนไม่ทางใดก็ทางหนึ่ง เพราะงั้น ในเมื่อมีโอกาสที่จะได้\nเชื่อมต่อกับมนุษย์ด้วยกันได้อย่างถึงแก่นอย่างนี้แล้ว จะให้อดใจยังไงไหวล่ะ"

show nomiya talk
with charachange

no "มีกลอนหนึ่งที่ฉันชอบมาก เดี๋ยวจะท่องบทส่วนที่คนเห็นบ่อย ๆ ให้ฟัง ส่วนตัวฉันรู้สึกว่ากลอนนี้เป็นอะไรที่รวบรวม\nแก่นแท้ของความเป็นศิลปินไว้ได้ดีที่สุดแล้ว"

stop music fadeout 2.5

"โนมิยะเอนตัวพิงกับโต๊ะแล้วกระแอมไอเตรียมการ"

"สายตาคุณครูทอดมองสักที่แสนไกล คำพรั่งพรูออกมาด้วยเสียงทุ้มต่ำลอยอยู่ในอากาศอันอบอ้าวยามบ่าย"

show nomiya dreamy
with charachange

play music music_one fadein 0.5

no "ทรายหนึ่งเทียบแผ่นหล้า ท่านเพียร สรรหา"

extend "\nฤๅดอกบุปผาเขียน แผ่นฟ้า"

no "ท่านจับสิ่งล้นเจียน ในฝ่า มือกำ"

extend "\nไหลบ่านิรันดร์ค่า ชั่วสิ้น หนึ่งยาม"
#William Blake (1757-1827), "Auguries of Innocence". Should poetic capitalization be deemed better, here it is:
#To see a World in a Grain of Sand
#And a Heaven in a Wild Flower,
#Hold Infinity in the palm of your hand
#And Eternity in an hour.

"พอท่องบทสั้น ๆ นั้นจบแล้วก็มีความเงียบขรึมที่ชวนให้อึดอัดเหลือเชื่อตามมา ไม่มีใครกล้าพูดอะไร"

"โนมิยะกระแอมอีกครั้ง"

show nomiya talk
with charachange

no "การเป็นศิลปินคือการมองโลกให้อยู่ในเม็ดทรายได้"

show nomiya dreamy
with charachange

no "นี่นะ พวกเธอ ถ้าไม่มีศิลปะ โลกนี้ก็คงไม่มีอะไรให้ยึดถือมากแล้ว เป็นสิ่งที่ล้ำลึกที่สุดเลยละ"

"คุณครูซาบซึ้งไปกับความคิดนั้นมาก เล่นเอาเสียจนนึกว่าจะมีน้ำตาไหลย้อยออกมาประกอบด้วยเลย แต่ก็ไม่มีสักหยด"

show rin invis at offscreenright
with None

show nomiya invis at twoleft
show bg school_classroomart at bgleft
show rin basic_awayabsent_close:
    xpos 0.9 xanchor 0.5
with dissolvecharamove

hide nomiya
with None

"ฉันหันหน้าไปกระซิบกระซาบกับริน"

hi "แล้วนี่มันเรียกว่าล้อมวงอภิปรายยังไง"

"เธอยักไหล่ไม่ยี่หระตอบ"

show rin basic_deadpan_close
with charachange

rin "คราวที่แล้วก็งี้"

"แต่จะว่าขนาดนั้นก็ไม่ได้ โนมิยะเองก็กระตุ้นให้มีการถกประเด็นกันบ้างแล้ว แต่คนในชมรมดูจะไม่ค่อยอยากตอบกัน"

"รู้สึกผิดขึ้นมาหน่อย ๆ ที่ฉันพลั้งปากไปอย่างนั้น ไม่งั้นอาจจะรอดแล้วก็ได้"

stop music fadeout 1.5

show rin basic_awayabsent_close
with shorttimeskip

play music music_normal fadein 2.0

"พอชมรมใกล้เลิกก็ถึงนึกขึ้นได้ว่าวันนี้ยังไม่ได้จับสีจับปากกากันเลย แอบผิดหวังหน่อย ๆ แฮะ"

show nomiya smile at twoleft
with charaenter

"จู่ ๆ โนมิยะก็โผล่มาอยู่ข้างพวกเราด้วยท่าทีที่ยังดูร้อนแรงกับบทบรรยายที่เพิ่งเล่าไป"

"กลิ่นโคโลญของคุณครูนั้นทั้งเหม็นสาบอย่างสัตว์และน้ำตาลจนฉันปวดหัวจี๊ด นี่ขนาดว่าฉันไม่ได้แหวะน้ำหอม\nขนาดนั้นนะ สายตาที่มองรินดูอย่างหมาป่าที่หิวโหย"

show nomiya talk
with charachange

no "เทซูกะ เธอจำคุณนายไซอนจิที่มาหาตอนงานเทศกาลได้มั้ย"

show rin basic_deadpannormal_close
with charachange

rin "น่าจะนะคะ"

show nomiya veryhappy
with charachange

no "ฉันมีอะไรดี ๆ จะบอก"

show nomiya smile
with charachange

no "เรื่องคือ คุณนายไซอนจิเธอเป็นเจ้าของหอศิลป์ที่ดังในละแวกนี้มาก ฉันอาจจะพอเสนองานของเธอไปจัดแสดงด้วย\nได้นะ"

"คุณครูปิดท้ายประโยคด้วยท่าทางเวอร์วัง ดูท่าว่าจะคาดหวังให้รินทำท่ายินดีและตกใจที่ได้ฟังข่าวใหญ่ขนาดนี้\nทว่ารินมองกลับด้วยสีหน้าเรียบนิ่ง"

show nomiya veryhappy
with charachange

no "สุดยอดไปเลยใช่มั้ยล่ะ นี่อาจจะเป็นโอกาสที่เธอจะได้ก้าวหน้าก็ได้นะ"

show rin basic_surprised_close
with charachange

rin "แต่ว่า…"

show nomiya frown
with charachange

no "เอาละ ๆ ฉันรู้ว่าเธอจะพูดอะไรต่อ ถูก เรื่องจะวุ่นวายหน่อย แต่นี่แหละคือโอกาสอันยอดเยี่ยม"

no "เอาตรง ๆ ถ้าทำจนประสบความสำเร็จแบบถล่มทลายได้ฉันก็จะไม่แปลกใจเลย! นี่แหละก้าวแรก! แล้วพอเริ่มดัง\nก็จะใช้โอกาสนี้แหละตีเหล็กตอนร้อน ๆ ไปเลย! ใช่มั้ย นากาอิ"

hi "เอ้อ ครับ ก็ฟังดูดี ถ้าชอบน่ะนะครับ"

show nomiya veryhappy
with charachange

no "เห็นมั้ย เราไม่ควรปล่อยโอกาสนี้ไปนะ ว่างั้นมั้ยล่ะ"

show rin negative_confused_close
with charachange

rin "ไม่ว่างั้น… เท่าไหร่ค่ะ"

stop music fadeout 7.0

"รินดูอึดอัดใจขึ้นมา ฉันไม่รู้ว่าทำไม เพราะสิ่งที่โนมิยะพูดนั้นก็ฟังดูจะเป็นเรื่องที่ดีจริง ๆ"

"แต่เธอดูเครียดและสับสน ฉันไม่เคยเห็นเธอเป็นอย่างนี้เลย"

show nomiya talk
with charachange

no "แล้ว ว่าไงล่ะ"

"เธอเงยหน้ามามองหน้าอันเปล่งประกายของคุณครูแล้วก้มมองโต๊ะตัวเอง"

show rin negative_worried_close
with charachange

rin "จะเก็บไปคิดค่ะ"

"ในที่สุดโนมิยะก็ดูรู้สึกตกใจเล็กน้อยกับท่าทีที่ไม่สบอารมณ์มากนักของรินเสียที จากนั้นก็ยิ้มกว้างให้เธอแล้วลูบหัวเบา ๆ"

show nomiya smile
with charachange

no "เด็กดี"

hide rin
hide nomiya
with charaexit

"ชมรมเลิกแล้ว อยู่ ๆ ฉันก็รู้สึกหมดแรงขึ้นมาระหว่างที่กำลังเก็บข้าวของอย่างเอื่อยเฉื่อยและช่วยเก็บกวาดห้อง\nแต่ก็ไม่ได้มีอะไรให้ทำมากมาย ไม่นานก็เสร็จ"


#*******************************************


label th_R9:

scene bg school_staircase2
show rin negative_spaciness_close at tworight
with locationskip

"ฉันตามรินที่เพิ่งออกจากห้องมาก่อนหน้าไม่นาน พวกเราเดินไปตามบันไดไปยังชั้นหนึ่ง ระหว่างนั้นฉันก็คิดเรื่อง\nบทสาธยายอันเปี่ยมพลังของโนมิยะ ส่วนรินก็ดูครุ่นคิดบางอย่าง"

"ฉันรู้ว่าสภาพนี้ไม่ใช่อะไรที่แปลกสำหรับเธอ แต่สีหน้าของเธอทำให้ฉันอึดอัดชอบกล"

hi "คิดมากอะไรอยู่หรือเปล่า"

show rin basic_deadpancontemplation_close
with charachange

rin "หมายถึงว่ามีจำนวนความคิดมากน่ะเหรอ"

hi "อันนั้นมันคิดเยอะหรือเปล่า"

show rin basic_lucid_close
with charachange

rin "แต่เอาเถอะ มีมากมีน้อยก็เอาไปขายไม่ได้อยู่ดี ฉันยังไม่แน่ใจเลยว่าคิดอะไรอยู่ เอาไปขายก็เข้าข่ายต้มตุ๋นอีก\nเหมือนแย่งลูกอมมาจากเด็ก"

hi "อันนั้นเขาเรียกโจรกรรม ไม่ใช่ต้มตุ๋น"

show rin basic_deadpanupset_close
with charachange

rin "ฉันต้องคิดเรื่องที่ตัวเองคิดบ้างแล้ว"

hi "เรื่องที่คุณครูพูดหรือเปล่า ที่ว่าจะเอางานไปจัดแสดงอะไรนั่นน่ะ"

scene bg school_lobby
with locationchange

"เธอไม่ตอบ แต่เท้าเธอชะงักกลางทางระหว่างที่กำลังเดินไปโถงใหญ่"

"รอบตัวเราไม่มีใครจนเงียบสงัด มีเสียงฝีเท้าจากชั้นบน ๆ ที่มีคนวิ่งตามโถงทางเดินอยู่"

show rin negative_annoyed at center
with charaenter

rin "ฉันคิดอยู่ว่าจะไปที่อื่นสักที่"

"คงจะอึดอัดจริง ๆ นั่นแหละ"

hi "ให้ไปด้วยมั้ย"

hi "ฉันอาจจะช่วยคิดอะไรได้ไม่มาก แต่ฉันก็ไม่มีอะไรทำแล้วแหละ แล้วก็ต้องไปออกกำลังกายเบา ๆ ด้วย"

show rin basic_absent
with charachange

rin "ถ้าอยาก"

play ambient sfx_parkambience fadein 20.0

scene bg school_backexit
with locationskip

"รินนำทางไปทางกำแพงที่อยู่หลังหอที่มีประตูทำจากเหล็กดัดอิตาลีอย่างเดียวกับประตูหน้าโรงเรียนอยู่ ทางเดินนั้น\nทอดไปยังสวนป่าทึบที่อยู่หลังโรงเรียน"

"ตามประตูมีสนิมเขรอะราวไม่ได้ใช้มานานแล้ว แต่บานประตูนั้นเปิดไว้อยู่พวกเราจึงเดินผ่านไป ถึงจะไม่มีกฎ\nห้ามนักเรียนออกจากโรงเรียนก็เถอะ แต่ก็รู้สึกไม่สบายใจหน่อย ๆ"

scene bg school_forest1
with locationchange

"ทางเดินนั้นทอดไปตามป่าลึกเข้าไปอีก สายลมเสียดสีกับใบของต้นเซลโควาและต้นเมเปิลที่สูงโปร่ง ใบไม้เหล่านั้น\nที่ปกคลุมก่ออากาศเย็นขึ้นตรงจุดที่มีร่มเงา"

"กลิ่นดินในป่าแรงเตะจมูก รู้สึกเย็น ๆ ขึ้นมาแม้วันนี้จะยังเป็นวันอันร้อนระอุอย่างวันกลางฤดูร้อนตามปกติ"

"รินย่ำเท้าเดินหน้าไปอย่างคนละเมอ แต่ละก้าวนั้นมั่นคงทว่ายังดูไร้จุดหมาย ใจเธอคงจะไปอยู่ที่อื่น ฉันตามหลัง\nอยู่ไม่ไกลพลางระวังแต่ละก้าวเดิน"

"ทางนั้นขึ้นเนินชันเล็กน้อย บางจังหวะก็มีอ้อมลงเนินมาก่อนจะกลับขึ้นเนิน ตามสองข้างทางมีขอนไม้สีน้ำตาลตุ่น ๆ\nและสีเทาที่มีพวกเฟิร์นและไม้พื้นล่างประดับอยู่"

scene bg school_forest2
with locationchange

"พอเดินได้อีกไม่นานฉันก็เริ่มคิดหนัก ทางเดินก็ยังกว้างเห็นได้ชัดอยู่ เพราะงั้นไม่มีทางหลงแน่ ๆ แต่เหมือนจะยัง\nไม่มีจุดหมายปลายทางเลย"

"เดินเล่นทอดน่องสักหน่อยก็ไม่เป็นไรหรอก แต่ฉันไม่อยากไปไกลเกินจนเหนื่อยเดินกลับไม่ไหว"

scene bg school_forestclearing
with locationchange

"ลมหายใจชักหอบถี่ ขาก็ชักจะหนัก อยากแวะนั่งลงพักขาพักหายใจก่อน แต่รินก็ยังเดินต่อ"

hi "นี่จะไปไหนเนี่ย มีเป้าหมายหรือเปล่าเถอะ"

show rin basic_deadpan at center
with charaenter

rin "ต้นทุกข์"

hi "อ้อ"

hi "แล้วต้นทุกข์ที่ว่านี่คืออะไร"

show rin negative_spaciness
with charachange

rin "ก็ต้นไม้ แบบนี้"

"เธอหยุดยืนอยู่ตรงหน้าต้นเมเปิลต้นใหญ่ต้นหนึ่งที่อาจจะใช่หรือไม่ใช่ต้นทุกข์ ใบอันเขียวชอุ่มของมันพลิ้วไหว\nตามสายลมโชยที่พัดผ่านมาทางรอยแยกเล็ก ๆ ที่พวกเราแหวกเข้ามา"

hi "ก็รู้อยู่"

show rin basic_deadpanupset
with charachange

rin "เขาเชื่อว่าเวลาทุกข์ใจให้มาคร่ำครวญที่นี่ “เขา” ที่ว่าหมายถึงแค่ฉันนะ แล้วต้นไม้ต้นนี้ก็ไม่ได้มีชื่ออะไรด้วย"

hi "แปลว่า… ถ้าเธอทุกข์ใจ ก็จะมาคุยกับต้นไม้?"

show rin basic_deadpan
with charachange

rin "ไม่สิ อะไร คนเราคุยกับต้นไม้ได้ที่ไหน นี่คิดว่าฉันบ้าเหรอ"

hi "เปล่า… ไม่ได้หมายความอย่างนั้น"

show rin basic_lucid
with charachange

rin "หรือนายคุยกับต้นไม้ ขอโทษทีนะ ไม่ได้ตั้งใจจะว่านายบ้า แต่ถ้าคุยกับต้นไม้ก็บ้าจริงแหละ"

show rin negative_confused
with charachange

rin "แต่จะยังไงฉันก็ขอไม่แนะนำอยู่ดี เดี๋ยวคนมองว่าเพี้ยน"

hi "ไม่ คือฉัน… เออช่าง ลืม ๆ ไปเหอะ"

"เธอดูงง ๆ ซึ่งก็ว่าเธอไม่ได้หรอก เธอเอียงคอเล็กน้อยพลางกลับมาทำหน้าอย่างเดิม"

show rin basic_absent
with charachange

rin "ได้เลย ฉันลืมเก่ง"

hi "แล้วมาที่นี่กันทำไม เธอทุกข์ใจอยู่เหรอ"

"ฉันดูอารมณ์ด้วยสีหน้าเธอไม่ออก เกลียดตัวเองเหลือเกินที่ดูอารมณ์รินไม่เก่งอย่างนี้"

show rin negative_worried
with charachange

"เธอไม่ตอบในทันทีคล้ายว่ายังลังเลอยู่ว่ารู้สึกยังไง หน้าตายของเธอค่อย ๆ เคร่งขึ้นระหว่างที่เธอกำลังโยกตัวไปมา"

show rin basic_deadpancontemplation
with charachange

"ในที่สุดรินก็ได้ข้อสรุปแล้วยักไหล่ ฉันรู้สึกไม่ชอบท่านั้นขึ้นมาจริง ๆ แล้ว เพราะมันไม่ได้มีความหมายอะไรเลย"

show rin basic_deadpanupset
with charachange

rin "มั้งนะ แค่รู้สึกเหมือนกำลังจมน้ำอยู่ ไม่รู้ว่าต้องทำยังไง"

show rin negative_confused
with charachange

rin "ฉันไม่รู้ว่าจะไปไหนดี แค่นั้นแหละ อาจจะไม่ใช่อะไรมากมาย แต่คิดว่าเดินหน่อยก็คงพอช่วยได้ ประมาณว่าแบบ\nถ้าฉันไปสักที่ฉันก็ต้องรู้ว่าจะไปทางไหน ฉันไม่แน่ใจว่าช่วยได้จริง ๆ หรือเปล่านะ"

show rin negative_worried
with charachange

rin "ถ้าเดินแล้วนึกว่าไปไหนดีขึ้นมาได้ก็คงสมเหตุสมผลดี"

hi "แล้วเธอไม่อยากลองจัดแสดงนิทรรศการเหรอ หรือยังไม่รู้ว่าอยากหรือเปล่า ตัดสินใจไม่ได้งี้"

"เธอไม่พูดอะไรอยู่พักหนึ่งคอยจัดความคิดตัวเองอยู่เงียบ ๆ เสียงที่แทรกเข้ามาเป็นเสียงนกร้องที่อยู่สักที่บนต้นไม้\nตามด้วยเสียงกรอบแกรบของใบไม้จากนกที่บินออกไป"

show rin basic_awayabsent
with charachange

rin "มั้งนะ ฉันไม่แน่ใจว่าฉันจะทำอะไรแบบนั้นได้หรือเปล่า ที่ผ่านมาฉันวาดรูปเพื่อตัวเองมาตลอด"

show rin basic_absent
with charachange

rin "ฉันคิดว่าถ้าฉันยังอยู่ในสภาพนี้ก็เอาอะไรไปให้ใครดูไม่ได้หรอก ตัวฉันตอนนี้ทำไม่ได้"

"เหตุผลของเธอฟังดูเหมือนข้ออ้างห่วย ๆ ฉันขมวดคิ้วอย่างที่ฉันทำประจำ แต่เธอก็ไม่ทันสังเกต"

hi "ไม่เข้าใจ ก็คุณครูคิดว่าเธอทำได้ ไม่งั้นก็คงไม่เสนอมาหรอก เหมือนเพื่อนครูคนที่ว่าคนนั้นฝากมาชวนเธอเองด้วยซ้ำ"

show rin relaxed_nonchalant
with charachange

rin "รู้ ครูเขาก็ทำเพื่อฉันมาเยอะ แต่คราวนี้อาจจะมากไปหน่อย"

show rin negative_confused
with charachange

rin "การจะเป็นใครสักคนที่ทำอย่างนั้นได้น่ะค่อนข้างยากนะ ฉันอาจจะทำไม่ได้เลยด้วยซ้ำ คุณครูทำให้ฉันไม่ได้หรอก\nแล้วถ้าให้เขาได้ลอง ฉันมีแต่จะยิ่งจมดิ่งลึกลงไปเรื่อย ๆ"

"รินหันหลังให้ฉันยืนอยู่หน้าต้นเมเปิล อยากจะขยับเข้าไปใกล้อีกหน่อย แล้วก็… ไม่รู้สิ อยู่ ๆ ก็หายหงุดหงิดจนเริ่ม\nเห็นใจเธอขึ้นมาแล้ว"

hi "ฉันเข้าใจดีนะ"

hi "อืม อาจจะไม่หรอก แต่ก็นะ"

hi "ปีนี้ทั้งปีเหมือนฉันทำอะไรกับชีวิตตัวเองไม่ได้เลย ได้แต่ปล่อยให้ตัวเองไหลตามน้ำไปเรื่อย ๆ โดยที่ทำอะไร\nไม่ได้เลย"

hi "อย่างที่ได้มาโรงเรียนนี้ ฉันก็ไม่ได้เป็นคนเลือกที่จะมาเอง แล้วก็แน่นอนว่าฉันไม่ได้เลือกจังหวะนี้ในชีวิตฉันที่จะมารู้\nว่าฉัน… เป็นโรคนี้"

"ฉันยังพูดคำนั้นออกมาแบบชัด ๆ สบาย ๆ ไม่ได้"

hi "เหมือน… อืม เหมือนจมน้ำอยู่นั่นแหละ เหมือนหายใจไม่ออก"

show rin basic_sad
with charachange

"รินหันหน้ามามองฉันอีกครั้งทำหน้าเศร้า"

rin "เนี่ยเหรอนายถึงได้ดูเศร้าตลอด ฉันไม่อยากดูเศร้าเหมือนนาย นายเห็นฉันเหมือนที่ฉันเห็นนายมั้ย"

hi "ฉันไม่ได้เศร้าตลอดสักหน่อย"

hi "ฉันแค่… ไม่รู้ว่าจะต้องรู้สึกยังไง จะต้องทำหน้าแบบไหน"

show rin basic_upset
with charachange

rin "ฉันก็ไม่ ตอนนี้ฉันดูเศร้ามั้ย"

hi "ไม่เชิง ก็ดูเหมือนเธออย่างทุกที คิดว่านะ"

show rin negative_sad
with charachange

rin "แต่ฉันจมน้ำอยู่"

show rin negative_worried
with charachange

rin "ต้องดันตัวเองลอยขึ้น ขึ้นไปเหมือนเป็ดยาง ก้าบ ๆ เหลือง ๆ น่าขนลุก"

"ฉันหยุดคิดอยู่สองสามวินาทีว่าจะคุยต่อไปทางไหนดี แล้วก็นึกได้ว่าไม่สำคัญหรอก"

hi "เธอมองว่าเป็ดยางน่าขนลุกเหรอ"

show rin basic_surprised
with charachange

rin "นายไม่ว่างั้นเหรอ ฉันว่าเป็ดยางน่าขนลุกมากเลยนะ อะไรที่มีตาแต่ไม่มีชีวิตน่ะสยองจะตายไป อย่างเป็ดยาง แล้วก็\nเงาสะท้อนในกระจก"

show rin basic_surprised:
    ease 0.5 ypos 1.2 alpha 0.0
with Pause(0.5)

hide rin
with None
play sound sfx_rustling

"เธอผลุบตัวลงนั่งกับพื้นป่าหลังพิงต้นไม้ที่เธอตั้งชื่อว่าต้นทุกข์ ฉันคิดอยู่ครู่หนึ่งว่าจะทำอะไรดีก่อนจะนั่งลงตาม\nห่างจากเธอไปประมาณหนึ่งเมตร"

play sound sfx_rustling
$ renpy.music.set_volume(0.5, 2.0, channel="ambient")

scene bg worrytree:
    xalign 0.5 yalign 1.0 subpixel True
    acdc_warp 30.0 yalign 0.0
with whiteout

"ผืนป่าโอบล้อมพวกเราสองคนไว้ด้วยความสงัดงัน"

"พวกเรานั่งกันโดยไม่คุยอะไรกันอยู่นาน ฉันสัมผัสได้ถึงเวลาที่ไหลผ่านไป"

"แสงแดดส่องลอดผ่านรอยแยกวาดขึ้นเป็นเงาร่มใบเมเปิล มีแสงแดดหนึ่งที่สาดโดนฉันจนรู้สึกอุ่นเข้าไปถึงข้างใน"

"ฉันนึกอยู่ว่าจะทำอะไรเพื่อตัวเองได้บ้าง แล้วก็อาจจะเพื่อรินด้วย ตอนนี้ฉันได้แต่มองเธออยู่โดยมีระยะระหว่างเรา"

"บางครั้งเธอก็แหงนหน้าขึ้นจนเหมือนคอแทบหักมองแผ่นฟ้าที่ถูกร่มใบของต้นทุกข์บังจนเหลือเพียงผืนน้อย"

"บางครั้งเธอก็จ้องตรงไปข้างหน้าราวกับมองบางอย่างที่ไกลเกินเธอเอื้อม เธอพึมพำอยู่กับตัวเองเสียงแผ่วเบา เบาเสียจน\nแม้แต่ฉันที่นั่งอยู่ข้างเธอนั้นยังไม่ได้ยิน"

"ฉันเห็นเพียงริมฝีปากเธอที่ขยับ ท่าทีเธอราวกับว่ากำลังอยู่ท่ามกลางฝันอันไกลห่าง"

"ฉันนึกขึ้นได้ว่าตอนนี้ฉันไม่ได้รู้สึกถึงความเปล่าเปลี่ยวที่ถาโถมยามค่ำคืนก่อนนอนแล้ว"

"ฉันอาจจะเหมือนรินมากกว่าที่คิดก็ได้"

"ฉันจะยอมแพ้แล้วยอมจมอยู่ใต้ทุกสิ่งอย่างในชีวิตก็ได้ หรือจะเปลี่ยนแปลงตัวเองให้ดีขึ้นก็ได้"

"การตัดสินใจของเธอนั้นแตกต่างทว่าเหมือนกัน"

"และฉันก็ไม่เหมือนอย่างเธอตรงที่ฉันรู้แน่ว่าจะมัวแต่อยู่อย่างนี้ไปตลอดกาลไม่ได้"

label th_choiceR9:

menu:
    with menueffect

    "ฉันต้องเปลี่ยนแปลง"

    "ฉันอยากเป็นเหมือนอย่างริน":
        return m1

    "ฉันอยากเป็นเหมือนอย่างเอมิ":
        return m2

label th_R9a:


$ renpy.music.set_volume(0.5, 0.5, channel="ambient")
"รินอาจจะทำได้ก็ได้ ถึงเธอจะยังไม่มั่นใจในตัวเอง แต่ฉันมั่นใจในกำลังของเธอ"

"เธอทำได้แน่ แม้เธอจะทำไม่ได้"

label th_R9b:

$ renpy.music.set_volume(0.5, 0.5, channel="ambient")
"เอมิอาจจะเคยทำมาแล้ว เธอทั้งร่าเริงและสดใส เป็นสาวนักวิ่งที่ไม่มีขา"

"ถ้าจะมีใครที่ “เอาชนะ” ความพิการแล้วละก็ คนนั้นคือเธอ"

label th_R9c:

"ว่าแล้วก็ค่อยรู้สึกดีขึ้นมาบ้างเล็กน้อย ฉันพิงตัวกับต้นไม้แล้วสูดหายใจเข้าลึก ๆ ราวกับไม่ได้ทำมานาน"

show bg worrytree_ss:
    yalign 1.0
with shorttimeskip

$ renpy.music.set_volume(1.0, 1.0, channel="ambient")

"พวกเราอยู่ในช่องเล็ก ๆ นั้นจนพระอาทิตย์คล้อยลงและเงาเย็นเยียบเริ่มทอดยาว เมื่อจุดที่พวกเรานั่งกันอยู่นั้น\nหมดร้อนแล้วพวกเราก็ออกมาจากป่าตามทางเดิมที่เดินเข้ามา"

scene bg school_forest2_ss
show rin negative_spaciness_ss at center
with locationchange

"เหมือนรินจะยังตัดสินใจไม่ได้"

hi "ให้ฉันมาด้วยนี่ดีแล้วเหรอ"

show rin basic_absent_ss
with charachange

rin "ไม่เป็นไร ฉันไม่ถือ ต้นไม้ ดิน หิน ก็คงไม่ถือเหมือนกัน นายถือมั้ย"

hi "ไม่ ไม่เลย เหมือนจะดีกับฉันด้วยเหมือนกัน"

$ renpy.music.set_volume(0.4, 1.0, channel="ambient")
scene bg school_forest1_ni
with locationskip

"ฟ้าเปลี่ยนเป็นสีน้ำเงินเข้มระหว่างที่พวกเราเดินกลับหอกัน หมู่ดาวในฤดูร้อนแรกระยับแสงริบหรี่ยากมองเห็นอยู่ตรง\nช่องว่างบนหลังคาป่าคล้ายหิ่งห้อยตัวน้อย ๆ"

"คราวนี้ฉันกระอักกระอ่วนใจหนักที่รินอยู่ข้าง ๆ"

window hide
nvl clear
nvl show dissolve

stop ambient fadeout 2.0

n "\n\n\nฉันไม่ได้คิดเรื่องผู้หญิงอะไรมากมายตั้งแต่ครั้งที่ความสัมพันธ์กับอิวานาโกะนั้นขาดไป"

n "คราวนี้ก็เหมือนตอนนั้น แต่ว่าตามตรง ฉันว่าไม่ได้เหมือนกันขนาดนั้นหรอก ยิ่งเป็นรินด้วยแล้ว"

n "แต่… พอได้เดินข้างเธอแล้วก็รู้สึกดี ถึงจะไม่ได้มีอะไรไปมากกว่านั้นก็เถอะ"

n "แรกเริ่มเดิมทีฉันหงุดหงิดเพราะเดาใจเธอไม่เคยได้ แต่ช่วงนี้ฉันไม่ได้รู้สึกว่าจะกันท่ากับเธออะไรขนาดนั้นแล้ว"

n "ฉันปล่อยตัวสบาย ๆ ได้บ้างแล้วจนนึกพอใจขึ้นมา ถึงจริง ๆ แล้วจะเป็นเพราะรินมากกว่าตัวฉันเองก็เถอะ"

n "เธอดูเป็นคนไม่สนโลกมากมายหลายอย่าง แต่บางอย่างในตัวเธอทำให้ฉันฮึดขึ้นมากว่าปกติ"

nvl clear

n "\n\n\nไม่ใช่ว่าฉันอยากทำให้เธอประทับใจหรืออะไร เพราะดูจากสภาพแล้วกว่าจะทำให้รินประทับใจได้ก็คงต้องทุ่มแรง\nปานยอดมนุษย์ แต่ฉันว่าที่จริงเป็นเพราะความรู้สึกหนึ่งในใจที่ไม่อยากทำให้รินผิดหวังมากกว่า"

n "แปลกจริง ๆ ทำไมฉันถึงมาคิดอะไรอย่างนี้กันนะ ไม่รู้ด้วยซ้ำว่าเธอจะคาดหวังกับอะไร ๆ ยังไงบ้าง"

n "แล้วฉันจะไปทำให้รินผิดหวังได้ยังไง เธอเป็นคนที่ดูเงียบ ๆ ไม่พูดถึงอะไรเท่าไหร่ ขนาดวันนี้ที่เธอเล่าเรื่องตัวเอง\nฉันยังตกใจหน่อย ๆ เลย"

n "ฉันอยากคุยกับเธอให้มากกว่านี้"

n "แล้วอยู่ ๆ ฉันก็นึกขึ้นได้ว่าทุกวันนี้ฉันคุยอยู่แต่กับรินแล้ว ถ้าไม่นับอะไรก็ตามที่ฉันต้องทนกับชิซูเนะ มิช่า หรือเคนจิ\nหดหู่ขึ้นมาหน่อย ๆ เลยแฮะ"

nvl clear
nvl hide dissolve

scene bg school_dormext_full_ni at bgright
with locationskip

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
play ambient sfx_cicadas fadein 1.0

window show

"พวกเราเจอกับเคนจิที่มายืนอยู่ตรงหน้าหอราวถูกความคิดอันดำมืดของฉันอัญเชิญมา"

show kenji tsun_ni at center
with charaenter

"พอได้เห็นเขามายืนสูดอากาศอยู่ข้างนอกแล้วก็รู้สึกประหลาด แต่อย่างน้อยตอนนี้ก็ค่ำแล้ว ฉันแอบคิดไปด้วยซ้ำ\nว่าถ้าเคนจิโดนแดดแล้วตัวเขาจะสลายเป็นผุยผง"

"เคนจิเองก็ดูจะหวาดระแวงเหมือนกัน ยืนมองซ้ายมองขวาเหมือนรออะไรอยู่ทั้งที่ไม่รู้ว่ารออะไร"

hi "ไง เคนจิ ทำไรอยู่"

show kenji tsun_ni at twoleft
show bg school_dormext_full_ni at center
with charamove

show rin basic_awayabsent_ni at tworight
with charaenter

rin "สวัสดี"

stop ambient fadeout 0.2

show kenji rage_ni
with charachange
with vpunch

ke "ใคร"

play music music_tension

show rin basic_absent_ni
with charachange

hi "ฉันเอง ฮิซาโอะ เอ่อ… ฉันไม่แน่ใจว่านายรู้จักเทซูกะห้อง 3-4 หรือเปล่านะ"

show kenji tsun_ni
with charachange

"ดูจากสีหน้าแล้วรู้เลยว่าไม่รู้จักไม่พอยังไม่เห็นหน้าเธอทั้งที่อยู่ใกล้ขนาดนี้อีก"

show kenji happy_ni
show rin basic_awayabsent_ni
with charachange

stop music fadeout 0.5

ke "โอ้ ไงพวก"

play music music_kenji
play ambient sfx_cicadas fadein 6.0

"เคนจิยื่นมือมาอย่างกระฉับกระเฉงจนแทบทิ่มเข้ากับท้องริน"

show rin negative_spaciness_ni
with charachange

"รินมองมือเคนจิที่ยื่นมาด้วยความงงงัน จากนั้นเคนจิก็กระแอมไอขึ้นมาแล้วหดมือกลับ"

show kenji neutral_ni
with charachange

"แต่เห็นเวลาที่เขาหาเรื่องทำตัวกลบเกลื่อนเวลาบรรยากาศอึดอัดขึ้นมาทีไรแล้วก็ทึ่ง ฉันก็ไม่ใช่คนที่มั่นหน้าอะไร\nขนาดนั้นหรอก แต่ฉันคงไม่มีวันทำได้เทียบเท่าอย่างเคนจิแน่ ๆ"

"ฉันนับถือเขาขึ้นมาหน่อย ๆ แล้ว"

show rin basic_absent_ni
with charachange

hi "แล้วนี่รอใครอยู่เหรอ"

show kenji tsun_close_ni
with characlose

"เขาโน้มตัวเข้ามาใกล้แล้วกระซิบกระซาบรัวเร็ว เห็นหน้าเขากระตุกด้วย"

ke "เฮ้ย พวก ฉันคุยเรื่องนี้ในที่แจ้งไม่ได้นะ พวกนั้นอาจจะฟังอยู่"

ke "ฉันจะออกไปรับของจากที่หนึ่ง แล้วฉันก็ไม่อยากให้พวกสภาตัวจุ้นเข้ามายุ่งด้วย"

ke "แล้วก็ ฉันไม่เชื่อใจเพื่อนนายนะ ไม่ได้มีปัญหาอะไรเป็นการส่วนตัวหรอก แต่นายแน่ใจเหรอว่าเขาเชื่อใจได้"

"แวบหนึ่งฉันคิดจะบอกเพศริน แต่บอกไปเดี๋ยวไม่ใครก็ใครหรือทั้งสองคนต้องแย่แน่ จึงไม่ได้บอกไป"

hi "อืม แน่"

show kenji neutral_ni
show rin basic_awayabsent_ni
with charadistant

"เขาหันหน้าจากฉันไปหาริน แล้วฉันก็รู้สึกทันทีว่าต้องยั้งสุดชีวิตไม่ให้สองคนนี้คุยกันได้ แต่ตอนนี้ฉันก็ทำอะไรได้\nไม่มาก นอกเสียจากว่าจะฉันจะลงไม้ลงมือ"

show kenji happy_ni
with charachange

ke "ถ้างั้น นายอยากจะรู้ภัยมหันต์ต่อมนุษยชาติที่แย่ที่สุดที่เกิดหลังจากการกินมังสวิรัติหรือเปล่า"

"พูดอย่างกับพนักงานขายเครื่องดูดฝุ่น"

show rin basic_deadpan_ni
with charachange

rin "ไม่ใช่วันอาทิตย์เหรอ"

show kenji neutral_ni
show rin basic_awayabsent_ni
with charachange

ke "แสดงว่ายังไม่รู้สินะ ใช่ ฉันพูดถึงวัวกินคนอยู่ แต่น้อยคนที่จะรู้ ไม่แปลกใจหรอก"

show kenji happy_ni
with charachange

ke "ฉันเล่าตรงนี้ไม่ได้ แต่ถ้านายอยากได้แผ่นพับ ให้มาหาฉันวันจันทร์หรือวันอาทิตย์หลังเวลาปิดประตูหอ"

"เขาควักปากกากับใบอะไรสักอย่างที่ดูเหมือนเป็นใบเสร็จรับเงินจากร้านสะดวกซื้อออกมาจากกระเป๋ากางเกง"

"เคนจิขีดเขียนขยุกขยิกลงบนเศษกระดาษแผ่นนั้นแล้วยื่นไปทางริน"

show kenji neutral_ni
with charachange

ke "เอ้านี่รหัสผ่าน จำไว้ แล้วทำลายเอกสารนี้ทิ้งให้สิ้นซาก กิน เผา แช่กรด ไงก็ได้"

"ฉันรับใบเสร็จมาจากเคนจิด้วยว่ารินรับไม่ได้แล้วมองผ่าน ๆ เป็นใบเสร็จจริงด้วย เหมือนจะซื้อข้าวปั้นสองก้อน\nกับไม้ขีดไฟห้ากลัก หวังว่าไม่ได้คิดจะไปเผาอะไรนะ"

"อีกหน้ามีคำหนึ่งคำเขียนไว้"

window hide

$ written_note(u"มัฟฟินน้ำผึ้ง")

show rin basic_absent_ni
with charachange

window show

"พอเอาให้รินดูด้วยเธอก็ไม่ทำสีหน้าอะไร"

show rin basic_awayabsent_ni
with charachange

rin "ขอบคุณ"

show kenji tsun_ni
with charachange

ke "เออ ฮิซาโอะ ยังอยู่ชมรมนั้นอีกเหรอ ชมรมกาฬศิลป์นั่นน่ะ"

show rin basic_absent_ni
with charachange

hi "วิจิตรศิลป์ เอ้อ วันนี้เพิ่งทำกิจกรรมชมรมมาเลย"

show rin basic_awayabsent_ni
show kenji neutral_ni
with charachange

ke "สติสัมปชัญญะยังอยู่ครบนะ ไม่ได้มีกลจิตวิทยาอะไรนะ ไม่ได้มีปัญหาอะไรเป็นการส่วนตัวหรอก แค่ต้องคอยจับตาดู\nว่าฉันยังรับมือทุกอย่างไหวน่ะ"

show kenji tsun_ni
with charachange

ke "จะให้เล่นทีเผลอตอนกางเกงหลุดไม่ได้ จะว่าไป เดี๋ยวนายไปอาบน้ำเลยนะ ต้องเคารพพื้นที่ส่วนตัวนั่นหน่อย ไม่ได้\nมีปัญหาอะไรเป็นการส่วนตัวหรอก"

"เคนจิมองวอกแวกเหมือนได้ยินอะไรบางอย่างแล้วจัดแจงเสื้อคลุมตัวเอง"

show kenji neutral_ni
with charachange

ke "โอเค ต้องรีบไปก่อนสายเกิน เจอกันพวก โชคดี"

hide kenji
with charaexit

show bg school_dormext_full_ni at bgleft
show rin basic_deadpanupset_ni at center
with dissolvecharamove
stop music fadeout 4.0

"เคนจิก้าวฉับ ๆ ไปที่ประตูหน้าโรงเรียน รินขมวดคิ้วมองไล่หลังเขาไป"

"พวกเรายืนมองตัวเคนจิที่หดเล็กลงไปเรื่อย ๆ กันเงียบ ๆ"

show rin basic_deadpancontemplation_ni
with charachange

rin "เขาเป็นอะไร"

hi "ถ้าให้ว่าตามจริง เหมือนเขาจะตาบอดโดยกฎหมายนะ"

show rin basic_deadpansurprised_ni
with charachange

rin "อ้อ งี้นี่เอง"

stop ambient fadeout 2.0

scene black
with dissolve


#******************************************

label th_R10:

scene ev hisao_letter_closed
with locationchange

"ดูจากซองจดหมายแล้วก็รู้ทันทีว่าไม่ใช่จดหมายทางการหรืออะไร มีคนเขียนจดหมายด้วยมือแบบเชย ๆ ส่งมาให้ฉัน\nจริง ๆ"

"ยุคสมัยป่านนี้แล้วใครจะมานั่งเขียนจดหมายส่งหากันแบบนี้ แต่แม้จะฟังดูเป็นไปไม่ได้เพียงใด สิ่งที่อยู่บนโต๊ะฉันตอนนี้\nคือจดหมายแน่ ๆ"

scene bg school_dormhisao
with locationchange

"วันนี้เลิกเรียนแล้ว ด้วยความที่ยังอิ่มท้องจากการยัดทะนานข้าวเที่ยงลงท้องโดยไม่คาดหมายที่โรงอาหาร ฉันจึงกลับมา\nที่หอเตรียมทำการบ้านต่อให้เสร็จ แล้วก็จะไม่กินข้าวเย็น หรือไม่ก็หาอะไรเบา ๆ กินแทน"

"คงต้องกินให้น้อยลงกว่าทุกทีแล้ว ฉันอาจจะไม่ได้ใช้พลังงานเยอะขนาดนั้นก็ได้ เพราะก็เอาแต่อ่านหนังสือ"

"ทว่าจดหมายที่อยู่บนโต๊ะนั้นก็สะดุดตาเข้า"

scene ev hisao_letter_closed:
     xalign 0.5 yalign 0.5 zoom 1.1 subpixel True
     acdc_warp 10.0 zoom 1.0
with locationchange

"เป็นของอย่างแรกที่ฉันได้รับนับตั้งแต่ที่ฉันมาเข้าเรียนที่ยามากุ เพราะงั้นถึงต่อให้ไม่ใช่จดหมายเขียนมือก็จะเป็นอะไร\nที่รู้สึกว่าพิเศษอยู่ดี"

"สิ่งที่ทำให้ฉันสังหรณ์ใจขึ้นมายิ่งกว่านั้นคือชื่อของผู้ส่งที่เขียนไว้ด้วยลายมือเรียบร้อยอยู่หลังซอง"

"อิวานาโกะ"

"ฉันไม่รู้ว่าเธอจะมีอะไรเขียนถึงฉัน ตั้งแต่ย้ายมาฉันก็ไม่ได้ติดต่อกับใครที่โรงเรียนเก่าแล้ว แล้วอิวานาโกะยิ่งไม่ใช่ใคร\nที่ฉันจะคาดฝันว่าจะเขียนจดหมายส่งมาเลย"

window hide
nvl clear
nvl show dissolve

$ renpy.music.set_volume(0.5, 0.0, channel="music")
play music music_rain fadein 4.0

n "\n\n\nครั้งสุดท้ายที่ได้เจอกันนั้นทั้งแสนอึดอัดและน่าอาย เธอมาเยี่ยมที่ห้องฉันแล้วปอกแอปเปิลให้เป็นมารยาท แล้วก็อยู่กัน\nเงียบ ๆ ได้ครึ่งชั่วโมง"

n "เธอบอกว่า “ลาก่อนนะ” แล้วปิดประตูไปไม่แม้แต่จะมองตากัน"

n "การเยี่ยมไข้คงจะทำเราทั้งคู่ค่อนข้างทรมาน อาจจะเป็นธรรมดาที่จบลงไปอย่างนั้น"

n "ทุกครั้งที่เธอมาเยี่ยมฉันนึกอยากคุยกับเธอตลอด แต่บางอย่างก็ยั้งปากฉันไว้ แล้วยิ่งไม่ได้พูดครั้งหนึ่ง ครั้งถัดไปก็ยิ่ง\nพูดยากขึ้นไปอีก"

n "อิวานาโกะเธอดูเป็นคนเปราะบางอย่างนี้เสมอ คล้ายว่าหากมีสิ่งใดรบกวนเพียงเล็กน้อยก็ทำเธอแตกสลายได้ เดิมที\nฉันคงจะชอบความเปราะบางอย่างนั้นของเธอ แต่พอเกิดเรื่องนั้นขึ้นมาแล้วก็รู้สึกราวกับว่าเธอได้แตกสลายไปแล้ว\nจริง ๆ"

nvl clear

n "\n\n\n\n\nเธอดูเศร้าเสียจนฉันไม่อยากพูดอะไรที่ไปทำให้เธอเครียดอีก แล้วฉันก็ไม่เคยเฟ้นหาอะไรดี ๆ มาพูดได้เลย"

n "ฉันบอกเธอไปว่าไม่ใช่ความผิดเธอเลย เธอพยักหน้า ฉันคิดว่าเธอคงเข้าใจแล้วว่าถ้าไม่เกิดเรื่องเมื่อวันนั้นขึ้นมา\nไม่ช้าก็นานสักวันหัวใจฉันก็จะอาการกำเริบอยู่ดี"

n "ทว่าเธอดูเศร้าโศกทุกครั้งที่เปิดประตูห้องเข้ามาหาฉัน"

n "ฉันไม่เคยพูดอะไรที่อยากจะพูดได้เลย ซึ่งท้ายที่สุดพอทำอย่างนั้นแล้วเธอคงจะเจ็บหนักกว่าเดิมด้วยซ้ำ"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear

scene ev hisao_letter_open
with locationchange

window show

"ฉันแกะซองจดหมายอย่างทะนุถนอมแล้วเปิดจดหมายที่อยู่ข้างในออกอ่าน"

window hide

$ written_note("ถึง ฮิซาโอะ\n\nเป็นยังไงบ้าง หวังว่านายจะสบายดีมีความสุข\nกับโรงเรียนใหม่นะ คนที่นี่คิดถึงนายกัน พวก\nนักเรียนปีที่สองพอได้ขึ้นชั้นมาอยู่ปีที่สามก็ได้\nย้ายมาอยู่ห้อง 3-1 กันเกือบหมดเลย ก็เลยอยู่กัน\nอย่างอบอุ่นแต่ต้นปีการศึกษาเลย ถ้านายยังอยู่\nก็คงได้มาเรียนห้องเดียวกันเหมือนกัน")

$ written_note("นักเรียนปีที่สามดูจะเครียดเรื่อง\nสอบปลายภาคกัน ถึงจะยังอีกนานก็เถอะ\nคุณครูก็เอาแต่ตามย้ำอยู่นั่นแหละ ขนาด\nครูทาจิบานะยังเป็นไปกับเขาเลย\nแล้วก็เนี่ย เชื่อมั้ยว่าปีนี้แกได้เป็น\nครูประจำชั้นห้องเราด้วยนะ ฉันก็\nกะไว้แล้วแท้ ๆ ว่ายังไงพอขึ้นชั้นมา\nแกก็คงเกษียณไปแล้ว แต่ก็ไม่\nมายืนจิกหัวให้อ่านหนังสือสอบอยู่เนี่ย\n")

$ written_note("ฉันว่าเพราะอย่างนั้นแหละพวกปีที่สาม\nเลยร้อนรนกัน ฉันก็ต้อง\nยอมรับเหมือนกันว่าฉันเองก็ชักจะ\nไม่มั่นใจขึ้นมาแล้ว ถึงปกติจะสอบ\nได้คะแนนเยอะพอตัวตลอดก็เถอะ\n\n\n\n\n")

$ written_note("แปลกเนอะ รู้ตัวอีกทีก็ปีที่สามแล้ว\nเวลาผ่านไปไวจริง ๆ ผ่านไปไหนกันนะ\nนักเรียนปีที่หนึ่งน่ะดูทั้งยังเด็กแล้วก็\nใสซื่อดี ตลอดเทอมแรกนี้ฉันเอาแต่\nย้อนคิดตลอดเลยแหละว่าสมัย\nอยู่ปีที่หนึ่งฉันก็เป็นอย่างนั้นด้วย\nหรือเปล่า\n\n\n")

show ev hisao_letter_open:
    "ev hisao_letter_open_2" with locationchange
with None
$ ksgallery_unlock("ev hisao_letter_open_2")

$ written_note("ยังมีอย่างอื่นที่ฉันอยากพูดถึงอีก\nฉันเขียนจดหมายส่งมาหานาย\nเพราะรู้สึกเหมือนพอเกิดเรื่องนั้น\nแล้วฉันคงต้องพูดอะไรหน่อย ฉัน\nเสียใจจริง ๆ ที่ฉันมาพูดกับนาย\nต่อหน้าตรง ๆ ไม่ได้ และฉันก็ไม่มี\nข้อแก้ตัวอะไรทั้งนั้น\n\n\n\n\n")

$ written_note("ที่จริงคือ ตอนฉันไปเยี่ยมนาย\nฉันก็เป็นห่วงนายขึ้นมา ไม่ได้\nหมายถึงสุขภาพนายนะ แต่นาย\nดูทั้งห่างเหินทั้งไร้เรี่ยวแรง ฉันรู้อยู่\nว่าพอเกิดเรื่องอย่างนั้นแล้ว\nจะเป็นแบบนั้นไปก็คงไม่แปลก\nแต่ตอนนั้นฉันรู้สึกเหมือนนายถอดใจ\nกับอะไรบางอย่างแล้ว ความสุข ละมั้ง\n")

$ written_note("ฉันอยากบอกความรู้สึกให้นายได้รู้\nแต่ก็นึกหาคำไม่ได้เสียที ฉันพูดอะไร\nปลอบใจนายไม่ได้เลย ฉันขอโทษจริง ๆ\nที่คอยเป็นแรงใจให้นายยามที่นาย\nต้องการแรงใจที่สุดไม่ได้ ทั้งที่ฉัน\nชอบนายมากแท้ ๆ แต่อย่างน้อยตอนนี้\nฉันก็พูดตรง ๆ ขึ้นมาได้บ้างแล้ว")

$ written_note("ถ้าฉันกลับไปช่วงเดือนกุมภาพันธ์กับ\nเดือนมีนาคมที่เงียบสงบนั้นได้ฉันก็\nอยากบอกนายว่าอย่ายอมแพ้นะ\nฉันจะบอกอย่างนั้น ถ้าฉัน\nพูดอะไรบ้างนายก็คงไม่ออกเหินห่าง\nไปขนาดนี้ ฉันอยากให้นาย\nลุกขึ้นมายืนด้วยตัวเองให้ได้\n\n\n\n")

$ written_note("แล้วยิ่งทีนี้ห่างกายกันด้วยก็ยิ่งรู้สึก\nเหมือนเป็นจุดส่งท้ายจริง ๆ ยังไงไม่รู้\nเราจะได้เจอกันอีกมั้ยนะ หรือ\nถ้าไม่เจอกันอีกเลยจะดีกว่ากันนะ\nแต่ถ้ายังอยากติดต่อกับฉันอยู่\nก็เขียนส่งกลับมาได้เลยนะ\nฉันยินดีมากที่จะได้ฟังเรื่องโรงเรียนใหม่\nกับชีวิตใหม่นาย ขอให้มีความสุขดีนะ\n\nจากใจ อิวานาโกะ")

window show

"พออ่านจบฉันก็พับเก็บวางไว้บนโต๊ะเหมือนเดิม"

"ฉันไม่รู้ว่าจะคิดยังไงกับจดหมายฉบับนี้ดี ฉันรู้สึกทั้งว่างโหวงและสับสน"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\nทำไมถึงส่งมาเอาป่านนี้"

n "เมื่อวานฉันตัดสินใจแล้วแท้ ๆ ว่าจะปล่อยให้ตัวเองจมอยู่อย่างนี้ไม่ได้ ต้องทำอะไรกับชีวิตตัวเองบ้าง พอได้อ่านจดหมาย\nฉบับนี้แล้วก็ยิ่งคิดว่าอดีตชีวิตฉันอาจเปลี่ยนไปอีกแบบได้"

n "แน่ละว่าฉันไม่อยากมาอยู่ตรงนี้ ฉันอยากจะอยู่ห้องเดียวกันกับอิวานาโกะอีกครั้ง ป่านนี้พวกเราคงได้คุยกันทุกวัน\nไม่ก็ไปเดตกัน"

n "\nชีวิตฉันไม่ได้เป็นอย่างนั้น"

n "ฉันไม่ได้อยากจะให้มีอะไรมาชวนให้ย้อนนึกถึงเรื่องนี้เลย อิวานาโกะอยากเขียนจดหมายฉบับนี้ขึ้นมาก็เพื่อตัวเธอเอง \nซึ่งฉันก็ยินดีที่เธอเขียนมาได้ แต่คงจะดีกว่าถ้าฉันไม่ได้เปิดอ่าน"

n "\nแน่ละ เธอพูดถูก เมื่อวานฉันก็คิดเหมือนกัน ว่าฉันตกลงมาอยู่ในหลุมความหดหู่ แล้วทีนี้ฉันก็ต้องตะเกียกตะกาย\nปีนออกมา"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear

scene bg school_dormhisao
with locationchange

window show

"ฉันฉีกสมุดมาหนึ่งหน้าแล้วนึกสรรร่างคำพูดในหัวพักหนึ่งก่อนจะเขียนตอบถึงอิวานาโกะสั้น ๆ"

"จะให้พูดอะไรตรง ๆ กับเธอเลยก็ลำบาก แต่อย่างน้อยก็เขียนให้ดูน่าเชื่อถือได้บ้างละนะ ฉันไม่ได้เขียนถึงยามากุเลย"

"ฉันไม่แน่ใจด้วยซ้ำว่าเธอจะเขียนส่งมาหาฉันอีกหรือเปล่า แต่ฉันไม่ได้เสียใจเลย ฉันพับจดหมายที่เขียนถึงเธอแล้ววาง\nไว้ข้าง ๆ จดหมายของอิวานาโกะเพราะฉันยังไม่มีซองจดหมาย ไว้ค่อยไปส่งแล้วกัน"

"จากนั้นฉันก็มานอนที่เตียงมองเพดานสีเทาทึบ"

"นกส่งเสียงร้องอยู่นอกหน้าต่าง จู่ ๆ ลมก็พัดจนผ้าม่านกระพือ ยามบ่ายในฤดูร้อนนั้นช่างอืดเอื่อยราวเวลาได้หยุดลง\nไปชั่วขณะ"

"ฉันคิดถึงสิ่งอย่างที่ฉันสูญไปและไม่มีวันได้กลับคืน"

stop music fadeout 2.0

scene black
with dissolve

$ suppress_window_after_timeskip = True

#*******************************************


label th_R11:

window hide None

play music music_night

scene bg misc_sky at Fullpan(60.0)
with locationchange

nvl clear
nvl show dissolve

n "แล้วช่วงกลางเดือนมิถุนายนอันเอื่อยเฉื่อยก็ผ่านไปเช่นนั้น"

n "ฉันส่งจดหมายไปหาอิวานาโกะ และไม่มีการตอบกลับมา"

n "ฉันตัดสินใจทิ้งตัวฉันคนเก่า จับสังเกตเหล่านักเรียนให้ถี่ถ้วนกว่าที่เคยด้วยหวังว่าจะได้รู้วิธีการที่คนอื่นรับมือกับปัญหา\nของตัวเอง"

n "ฉันเริ่มเห็นอะไรที่ไม่เคยเห็นมาก่อน จนนึกสงสัยว่าฉันคิดผิดไปสองครั้งแล้วหรือเปล่า"

n "ทีแรกนั้นภายนอกทุกคนดูผิดปกติทว่าปกติมากจนฉันตกใจ ฉันชื่นชมเพื่อนร่วมโรงเรียนใหม่นี้ที่เพียงแค่\nเป็นตัวของตัวเองก็ลบอคติของฉันทิ้งไปได้อย่างง่ายดาย"

n "ทีนี้พอชินแล้วก็เริ่มสังเกตเห็นบรรยากาศอีกอย่างที่ล้อมตัวคนรอบตัวฉันทุกวันอยู่"

n "\nจะเป็นบรรยากาศอันเศร้าหมองอ่อน ๆ ที่ด้านชา"

n "ฉันเห็นว่าทุกคนพยายามเพียงใดเพื่อที่จะใช้ชีวิตให้ผ่านพ้นไปได้ในแต่ละวัน เห็นว่าความพยายามที่แบกไว้นั้นหนักอึ้ง\nเพียงใด เหมือนอย่างที่ฉันต้องแบก"

n "แม้รอยยิ้มที่สดใสที่สุดก็ถูกลดทอนลงเสี้ยวหนึ่ง ทุกความไม่พอใจที่ระเบิดออกมาก็ถูกกดทับไว้เสี้ยวหนึ่ง มองยาก\nแต่สัมผัสได้ว่ามีแน่"

nvl clear

n "ฉันทวนคิดดูว่าสิ่งที่จะได้เรียนรู้จากคนอื่นนั้นหมายความว่ายังไงกันแน่ ลึก ๆ แล้วทุกคนที่นี่ต่างก็มองไม่เห็นทาง\nเหมือนกับฉันหรือเปล่า มีใครสักคนไหมที่ปล่อยตัวปล่อยใจให้สบายได้แล้วจริง ๆ ฉันนึกเคลือบแคลงตัวเองขึ้นมา\nอีกครั้ง"

n "บอกไม่ถูกด้วยซ้ำว่าคนพวกนี้นั้นมีความสุข ไม่มีความสุข หรือแค่ทำใจปล่อยไปแล้วใช้ชีวิตอยู่อย่างคาราคาซัง\nไม่มีความรู้สึกอะไรเหมือนอย่างที่ฉันเป็นตลอดฤดูใบไม้ผลินั้น"

n "ฉันหลีกหนีจากความรู้สึกเหล่านั้นไปอยู่กับกองหนังสือที่ฉันขนมาจากแดนอารักขาของยูโกะ แต่พอรู้ตัวว่ายิ่งทำแบบนั้นจะยิ่ง\nทำให้เก็บตัวหนักกว่าเก่าฉันก็เริ่มใช้เวลาว่างที่พอมีแวะมาที่ห้องชมรมศิลปะให้บ่อยขึ้น"

n "\nรินเองก็ดูจะมาอยู่ที่ห้องนี้บ่อยกว่าห้องเรียนตัวเองเสียอีก"

n "ฉันเห็นเธอเดินเตาะแตะไปตรงสุดโถงทางเดินอยู่บ่อย ๆ ประตูบานนั้น ห้องนั้น กลิ่นสีและกระดาษ เหล่านั้นดูจะ\nมีความหมายต่อเธอมากกว่าส่วนที่เหลือของโลกทั้งใบรวมกันด้วยซ้ำ"

n "เธอบอกว่าเธอได้รับอภิสิทธิ์ในการใช้ห้องนั้น ซึ่งฉันเชื่อสนิทใจ โนมิยะคงไม่มีทางปฏิเสธอะไรรินแน่นอน"

n "เขาเอ็นดูเธออย่างลุงที่เอ็นดูหลานคนโปรด"

nvl clear

n "\n\n\nแต่คนโปรดที่ว่านั้นไม่ได้โปรดอะไรเลย เธอบอกว่าเธอก็ขอบคุณที่คุณครูอุตส่าห์ทุ่มเทเพื่อเธอ แต่แม้ปากเธอจะพูด\nอย่างนั้น ทว่าสีหน้าของเธอยังคงเหมือนเก่า"

n "ราวกับว่าเธอพูดถึงหินก้อนหนึ่งที่ไม่ได้น่าจดจำอะไรที่เธอเห็นเมื่อวันก่อน ฉันดูไม่ออกว่าความสัมพันธ์ของสองคนนั้น\nเป็นอย่างไหนกันแน่"

n "รินดูจะไม่ยอมให้ใครเข้าใกล้ ฉันว่าแม้แต่เอมิก็ยังก้าวข้ามระยะห่างที่กั้นตัวรินออกจากโลกทั้งใบนั้นไปไม่ได้"

n "\n\nไม่เข้าใจเลย เธอดูไม่สนใจอะไร ทว่าก็ดูมีความคลั่งไคล้"

play sound sfx_normalbell

n "เสียงระฆังดังเตือนเวลาเลิกเรียนมาจากสักที่ในโรงเรียน"

stop music fadeout 5.0

nvl hide dissolve
nvl clear

scene bg school_classroomart
with locationchange

window show

"นี่ฉันเอาแต่นั่งเหม่อลอยมานานแล้วเหรอเนี่ย ฉันยืดตัวนั่งตรงทั้งที่ยังเบลอ ๆ ทำตัวให้ดูปกติที่สุด"

"พอสูดหายใจเข้าลึก ๆ ก็ได้กลิ่นฉุนของน้ำมันลินสีดและน้ำมันสนเข้าเตะจมูก รู้สึกทั้งสะลึมสะลือทั้งอึน ๆ"

"เวลาก็ผ่านไปนานมากแล้ว สมาชิกชมรมบางคนก็กลับไปก่อน ทั้งห้องจึงเหลือแค่ฉัน ริน คุณครู แล้วก็สาวอีกสองคน\nที่เตรียมจะกลับแล้วเหมือนกัน"

play music music_soothing fadein 4.0

scene ev rin_painting_base
with locationchange

"รินนั่งอยู่ทางขวามือฉันวาดรูปอยู่อย่างช้า ๆ ระหว่างที่ฉันนั่งไปเรื่อยเปื่อย ไม่รู้ตัวด้วยซ้ำมั้งว่าฉันเอาแต่มองเธอ\nตอนวาดรูปอยู่ตลอด"

scene ev rin_painting_foot:
   xalign 0.5 yalign 0.0 subpixel True
   ease 7.0 yalign 1.0
with locationchange

"เธอขยับข้อเท้าที่คีบพู่กันไว้อย่างทะมัดทะแมงจุ่มสีชาดแล้วกดลงกับผืนผ้าใบเบา ๆ รอยสีแผ่ออกราวกับว่าพู่กันนั้น\nเลือดไหล"

"งานเธอนั้นเดินช้าลงไปอีก ซึ่งตอนนี้ฉันรู้แล้วว่าไม่ดีกับวิธีวาดของเธอแน่ เพราะต้องห้ามให้สีแห้งจนกว่าจะวาดเสร็จ"

"และฉันก็เพิ่งรู้ตัวว่าตัวเองกำลังนั่งดูสีแห้งแบบตรงตามตัวอักษร แต่กลับไม่เบื่อเลย ทั้งที่เมื่อกี้เหม่ออยู่แท้ ๆ"

window hide

$ renpy.music.set_volume(0.5, 1.0, channel="music")

scene ev rin_painting_base
with locationchange

nvl clear
nvl show dissolve

n "\n\nชมรมศิลปะส่วนมากก็จะสบาย ๆ ปล่อยอิสระมาก ๆ ยกเว้นบางครั้งที่โนมิยะจะตื่นเต้นอยากบรรยายเรื่องวิธีหรือ\nแนวการวาดที่เขาอยากเอามาสอน แต่นอกนั้นทุกคนจะทำอะไรที่ตัวเองสนใจก็ทำได้เต็มที่"

n "และในเมื่อฉันไม่มีสิ่งที่สนใจจึงได้แต่เลื่อนลอยไร้ทิศทาง ก็ลองทำนั่นทำนี่อยู่หรอก แต่ไม่มีอะไรที่ฉันประทับใจ\nเป็นพิเศษเลย แล้วยิ่งฉันดูจะไม่มีฝีมือทำอะไรสักอย่างอีกต่างหาก"

n "ก็ได้รับคำชมมาตอนที่ลองใช้สีน้ำอยู่หรอก ซึ่งฉันก็ค่อนข้างภูมิใจเหมือนกัน แต่ก็แค่นั้นแหละ"

n "ก็คงไม่แปลกละมั้ง ในเมื่อฉันมาเข้าชมรมศิลปะแบบนึกอยากเข้าก็เข้า"

n "ฉันคิดอยู่ว่าหรือจะลาออกจากชมรมดี ถ้าจะมาแล้วไร้ค่าขนาดนี้ แต่ความไร้ค่ามันก็ไม่ได้ผิดอะไร แล้วฉันก็ไม่ได้\nไม่มีความสุขขนาดนั้น"

n "\nอาจจะไม่พอใจมั้ง แต่จะโทษใครได้ นอกจากตัวฉันเอง"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear

scene bg school_classroomart
with locationchange

window show

"เมื่อสาวสองคนนั้นออกห้องชมรมไปด้วยคำว่า “บ๊ายบาย” อันสดใสแล้วโนมิยะก็ลุกขึ้นยืน เสียงขยับเก้าอี้ดังเอี๊ยด\nของคุณครูทำลายความสงบเงียบยามบ่ายนี้"

"เขาจับตั้งกระดาษที่อยู่ในมือตอกกับโต๊ะสองครั้งให้เป็นระเบียบแล้วยืดตัว"

show nomiya smile
with charaenter

no "ฉันมีประชุมฝ่ายต่อ ต้องไปแล้วละ แล้วเดี๋ยวหลังจากนั้นต้องมาจัดการเอกสารอีก เพราะงั้นถ้าจะยังอยู่ก็ไว้ค่อยคุยกัน\nตอนฉันกลับมาอีกทีก็ได้นะ ขอโทษที"

"ในห้องมีนักเรียนอยู่สองคน แต่จริง ๆ ก็คุยอยู่กับคนเดียวน่ะนะ โนมิยะจะเอาเวลาว่างมาติวให้รินนอกเวลา\nกิจกรรมชมรมด้วย แล้วก็คงจะอยากคุยเรื่องแผนที่จะเอางานของรินไปจัดแสดงที่หอศิลป์อีกสักหน่อยนั่นแหละ"

scene ev rin_painting_base
with locationchange

rin "ไม่เป็นไรค่ะ อาจจะอยู่ที่นี่ แต่ไม่อยู่ก็ไม่เป็นไร ตอนนี้ไม่ได้มีอะไรเท่าไหร่อยู่แล้วค่ะ"

"รินตอบโดยยังไม่ละสายตาไปจากภาพที่เธอยังวาดไม่เสร็จ น้ำเสียงเธอไม่ได้มีความสุภาพจ๋าอย่างที่คนปกติจะคุยกับครู\nแต่ก็ไม่ได้เป็นเสียงเรียบอย่างที่เธอพูดแบบปกติ"

no "แปลว่าถ้าไม่เจอเธอที่นี่ก็ไม่ต้องส่งทีมออกตามหาตัวเธอนะ"

rin "ค่ะ ไม่ต้อง ขอบคุณค่ะ พอดีไม่ชอบทำอะไรเป็นทีม ไว้ค่อยคุยกันได้ค่ะ"

scene bg school_classroomart
show nomiya veryhappy
with locationchange

no "เด็กดี"

hide nomiya
with charaexit

stop music fadeout 6.0

"คุณครูยิ้มพลางเก็บกองกระดาษที่เหลือแล้วเดินออกประตูไป ฉันแหงนหน้ามองนาฬิกาแล้วก้มมองที่นาฬิกาข้อมือ\nของตัวเองเพื่อดูให้แน่ใจ"

"คลาดกันไปสามนาที แต่ยังไงก็เลยเวลาชมรมเลิกมาแล้ว"

"รินน่าจะยังอยู่วาดภาพของเธอต่อระหว่างที่รอคุณครู"

"นึกภาพไม่ค่อยออกเลยว่าถ้าสองคนนี้คุยกันแบบตัวต่อตัวแล้วจะเป็นยังไง"

"จะได้คุยอะไรกันจริง ๆ เหรอ รินเป็นคนที่ไม่พูดอะไรตรง ๆ พอพูดอะไรทีก็แทบจะไม่เข้าใจว่าพูดอะไรอยู่"

"อาจจะมีแค่โนมิยะที่พูด ๆ ๆ อยู่คนเดียวเหมือนตอนทำกิจกรรมชมรมแล้วปล่อยให้รินซึมซับอะไรก็ตามที่ออกมาจาก\nคลังความรู้ทางศิลปะที่ไร้สิ้นสุดของเขา เหมือนอย่างที่ดอกทานตะวันหันหน้าเข้าหาดวงอาทิตย์"

scene ev rin_painting_base
with locationchange

hi "ขออยู่ด้วยได้มั้ย ฉัน เอ่อ… ว่าจะลองใช้สีน้ำดูอีกสักรอบน่ะ"

"ข้ออ้างนั้นหลุดออกมาโดยไม่ตั้งใจจนฉันเขิน รินยังคงไม่ละสายตาไปจากภาพที่เธอวาด"

rin "ได้"

scene bg school_classroomart
with locationchange

"ฉันลุกขึ้นยืนเดินไปหยิบแก้วน้ำ พู่กัน สี แล้วก็กระดาษสองสามแผ่น เสียงฝีเท้าของฉันดังอยู่ท่ามกลางอากาศยามบ่าย"

"ก่อนลงมือฉันนึกย้อนถึงสิ่งที่คุณครูสอน แนวคิดของสีน้ำคือการใช้น้ำมากกว่าการใช้สี ฉันจำไว้ให้ขึ้นใจแล้วจุ่ม\nพู่กันขนเซเบิลลงในแก้วน้ำ"

"ฉันผสมสีเหลืองกับสีน้ำเงินให้คล้ายกับสีแดดที่ส่องอยู่ตรงต้นไม้นอกหน้าต่าง พระอาทิตย์คล้อยต่ำจนสีเหลือง\nเด่นขึ้นมาและทำให้บริเวณรอบ ๆ ดูมืดลง"

"ฉันยังจับสิ่งที่ตาเห็นมาลงกับสีที่อยู่กับมือได้ไม่เป๊ะเท่าไหร่ แต่ก็ถือว่าผ่านแล้วสำหรับคนระดับฉัน"

"ผ่านไปสักหน่อยก็เริ่มไม่มีสมาธิ ฉันพักกระดาษทิ้งไว้แล้วหันมาดูรินวาดภาพสักหน่อยแทน"

"ทีแรกสักหน่อยที่ว่าก็เริ่มไม่หน่อย แล้วก็นานจนไม่หน่อยเข้าจริง ๆ"

play music music_dreamy fadein 1.0

scene ev rin_painting_base
with locationchange

"รินลงสีโดยที่ทุกส่วนในร่างกายเธอจดจ่ออยู่กับพู่กันที่อยู่ตรงง่ามนิ้วเท้าเรียวที่กำลังเติมชีวิตให้ภาพทีละหนึ่งฝีแปรง"

"เธอดูมุ่งมั่น ทว่าก็ดูผ่อนคลาย เธอสะบัดพู่กันไปมาอย่างไม่ลังเลเลย สีบรรจบและแยกจากกัน ผสมกลมกลืนซ้อนทับกัน\nอยู่บนผืนผ้าใบ สีเหล่านั้นแปรร่างไปตามเป้าหมายที่เงียบเชียบของเธอ"

"ฉันไม่มีความรู้เรื่ององค์ประกอบ โครงสร้าง หรืออะไรเลย แต่ฉันชอบภาพที่รินวาดมาก ๆ ฉันชอบสีหน้าเวลาที่เธอ\nวาดรูป"

"และความเงียบก็เป็นสิ่งที่ทำให้ฉันรอไม่ไหวต้องเปิดปากพูดก่อนเธอเช่นเคยเพราะไม่งั้นเธอคงจะไม่พูดอะไรเลย"

hi "คุยหน่อยได้มั้ย"

scene ev rin_painting_reply
with locationchange

rin "ได้"

hi "ฉันอยากถามหน่อยว่าทำไมเธอถึงได้ทำตัวแปลก ๆ ทุกครั้งที่ครูมาคุยเรื่องงานนั้นที่ครูจะจัดให้"

"รินคีบหลอดสีแล้วบีบด้วยนิ้วโป้งเท้าได้อย่างง่ายดายไม่ต่างไปจากคนที่ใช้นิ้วหัวแม่มือได้ตามปกติ เธอคีบพู่กันขึ้นมา\nอีกครั้งแล้วตอบ"

scene ev rin_painting_concerned
with locationchange

rin "หลายอย่าง แล้วก็บางไม่อย่าง ออย่าง ไม่น่าใช่คำ"

hi "อยากจะพูดให้ฟังมั้ย"

"ฉันพยายามเข้าใกล้ชิดรินอย่างเก้ ๆ กัง ๆ โดยไม่สนใจความกระอักกระอ่วนที่ชวนให้เขินอาย รินยังตั้งสมาธิอยู่\nกับภาพวาดพลางเติมแต่งสีลงบนผืนผ้าใบอีก ปากเธอเม้มเป็นเส้นตรงขณะที่เธอจดจ่ออยู่กับภาพนั้น"

scene ev rin_painting_base
with locationchange

rin "ไม่เท่าไหร่"

scene ev rin_painting_reply
with locationchange

rin "ให้พูดอะไรมันยาก คือ ก็ไม่ยากหรอก ขนาดตอนนี้ก็พูดอยู่ แต่สำหรับฉัน การที่คิดว่าจะพูดอะไรดีน่ะยากมาก"

scene ev rin_painting_concerned
with locationchange

rin "ไม่ว่าจะยังไง ฉันก็พูดสิ่งที่อยากจะพูดไม่ได้เลย"

hi "ฟังดูแปลกนะ"

scene ev rin_painting_base
with locationchange

rin "จริง ๆ นะ ฉันพูดอะไรเลื่อนลอยที่ไม่ได้จงใจจะพูดตลอด บางทีฉันก็ลืมคำแล้วก็ใช้คำผิด หรือใช้คำใหม่กับอะไรที่มี\nอยู่แล้วอีก แบบนั้นน่ะแย่ที่สุดเลยละ"

rin "ฉันจะลนลานมากแล้วทุกอย่างก็วุ่นวายไปหมดแล้วฉันก็ไม่รู้จริง ๆ ว่าฉันอยากจะพูดอะไร"

scene ev rin_painting_concerned
with locationchange

rin "ฉันว่าฉันต้องมีอะไรผิดปกติแน่ ๆ จำตอนที่บอกว่าฉันคิดอะไรได้แค่ทีละสี่อย่างมั้ย"

"ฉันพยักหน้าไม่พูดอะไร"

scene ev rin_painting_reply
with locationchange

rin "จริง ๆ แล้วไม่ใช่สี่อย่าง คือ ก็สี่อย่างแหละ แต่อย่างอื่นจะประมาณว่าไม่ได้ชัด เหมือนอยู่ในสวนสนุกกับรังผึ้ง\nพร้อม ๆ กัน แต่นั่นไม่ใช่ประเด็น"

rin "ฉันเคยเก่งกว่านี้ หกอย่างเจ็ดอย่างงี้ ฉันคิดว่างั้นละคนหนึ่ง รู้สึกเหมือนตัวเองโง่ลงเลย"

hi "ฉันว่าทุกคนก็เคยรู้สึกว่าตัวเองไม่รู้ว่าจะพูดอะไรดีเหมือนกันนั่นแหละ"

scene ev rin_painting_base
with locationchange

rin "แต่มันเป็นอย่างนั้นตลอดเลย ยิ่งหนักข้อและล้ำลึก อืม ล้ำลึกก็เป็นคำที่ดี ฉันชอบคำนั้นนะ ล้ำลึก"

rin "เป็นความรู้สึกที่เหมือนจมน้ำ อาจจะแค่ศิลปะมั้ง"

scene ev rin_painting_reply
with locationchange

rin "ยิ่งฉันวาดฉันก็ยิ่งลืมคำ บางทีสักวันฉันอาจจะพูดไม่เป็นไปเลยก็ได้"

rin "เหมือนกับว่าฉันค่อย ๆ ลืมทุกอย่างไป นายจำได้มั้ยว่าเมื่อสี่ปีที่แล้วนายคิดกับอะไรว่ายังไง"

rin "ฉันจำไม่ได้"

"ตามด้วยช่วงเงียบแสนยาวนานที่คล้ายว่าเวลาขดเข้ากับตัวเองจนแทบพันเป็นเงื่อน รู้สึกเหมือนจะไม่เคยเห็นริน\nพูดอะไรจากใจขนาดนี้หรือนานขนาดนี้มาก่อนเลย"

scene ev rin_painting_concerned
with locationchange

rin "เหมือนฉันค่อย ๆ จางหายไปจากโลกนี้"

scene ev rin_painting_faceconcerned:
    xalign 0.5 yalign 0.5 zoom 1.0 subpixel True
    easein 10.0 zoom 1.05
with locationchange

"เท้าของรินชะงักอยู่บนผืนผ้าใบขณะที่เธอจ้องภาพที่เธอวาดอยู่นิ่ง ๆ ราวกับว่ากำลังมองไปยังสุดขอบฟ้าไกล"

"แสงแดดสะท้อนวับแวมอยู่ที่ตาสีนิลของเธอ บางอย่างลอยขึ้นมาอยู่ที่ตัวตนชั้นนอกของริน เธอถอนหายใจยาว"

scene bg school_classroomart
show rin basic_lucid_close:
    tworight
    ypos 1.1
    0.2
    "rin basic_awayabsent_close" with Dissolve(0.3, alpha=True)
with locationchange

stop music fadeout 0.3

"และพอเธอกะพริบตาสิ่งนั้นก็หายไป"

show rin basic_absent_close
with charachange

rin "ภาพวาดน่ะเป็นสิ่งคงค้าง เวลามองภาพเก่า ๆ ที่ฉันวาด ฉันจะจำได้ว่าตอนวาดฉันคิดอะไรอยู่"

show rin basic_lucid_close
with charachange

rin "พอได้ดูแล้วก็รู้สึกเหมือนว่าฉันได้อยู่กับตัวฉันในอดีตทุกคนตอนที่ฉันเป็นฉันคนละคน"

show rin basic_awayabsent_close
with charachange

rin "ก็เหมือนเป็นหลักฐานถึงตัวตนของฉันละมั้ง"

"เธอใช้คำเดียวกันกับตอนที่โนมิยะบรรยายเรื่องเนื้อแท้ของศิลปะ ตอนนั้นฉันนึกว่ารินไม่ได้ฟังอยู่ เธอฟังอยู่หรือเปล่านะ\nหรือว่าเคยฟังบทบรรยายอันเปี่ยมพลังของโนมิยะมาก่อนหน้านี้แล้วกัน"

"แต่ยังไงก็เถอะ ฉันประมวลผลไม่ทันแล้ว"

hi "โห เอาเรื่องเหมือนกันนะเธอเนี่ย เป็นฉันคงมาหัดเขียนไดอารีแล้ว"

show rin basic_absent_close
with charachange

show rin basic_awayabsent_close
with charachange

"เธอเหล่มองมาทางฉันแวบหนึ่งก่อนจะกลับไปมองที่ภาพวาด แต่เธอไม่ได้คีบพู่กันแล้ว"

play music music_rin fadein 0.5

rin "ความคิดดีนี่ ทำไมฉันถึงคิดไม่ได้นะ"

hi "นี่ประชดเหรอ"

show rin basic_deadpan_close
with charachange

rin "อะไรคือประชด"

"ฉันไม่ต่อปากเล่นกับเธออีก ถึงจะไม่รู้ว่าพูดเล่นจริงหรือเปล่าก็เถอะ"

show rin basic_awayabsent_close
with charachange

"และทันใดนั้นเองโนมิยะก็กลับมาหลังประชุมเสร็จ คุณครูโบกมือทักทายให้อย่างที่คนในละครน้ำเน่าทำกัน ดูจะแปลกใจ\nเล็กน้อยที่เห็นฉันอยู่กับลูกรัก เขาเดินขึงขังมาที่โต๊ะแล้ววางกระดาษลง"

"เขาหยิบผ้าเช็ดหน้าขึ้นมาแล้วบรรจงเช็ดแว่นเป็นอย่างดีก่อนจะเดินมาหาพวกเรา"

"ก่อนที่เขาจะทันได้เดินเข้ามาใกล้พอได้ยินอะไร รินพูดสั้น ๆ เสียงค่อยกับฉัน"

stop music fadeout 0.5

show rin basic_absent_close
with charachange

rin "ฉันกลัวการเปลี่ยนแปลงที่สุดในโลกเลย"

show rin basic_upset_close
with charachange

rin "แล้วฉันก็ไม่รู้จริง ๆ ว่าฉันจะเปลี่ยนเป็นคนที่ทำอะไรอย่างที่ครูอยากให้ฉันทำได้หรือเปล่า ฉันไม่รู้ว่าต่อให้อยากจริง ๆ\nแล้วฉันจะทำได้หรือเปล่า"

show nomiya talk behind rin at twoleft
with charaenter

no "สวัสดีอีกครั้ง!"

$ doublespeak(hi,rin,"สวัสดี")

show nomiya smile
with charachange

play music music_pearly fadein 5.0

no "มีอะไรกัน"

"เขายิ้มอายน้อย ๆ แล้วมองเราสองคนด้วยความอยากรู้เต็มสูบ"

hi "เอ้อ ไม่มีอะไรครับ พอดีกำลังคุยกันเรื่องเพื่อนครูแล้วก็เรื่องหอศิลป์อยู่ งานรินน่ะนะครับ ประมาณนั้น"

show nomiya veryhappy
with charachange

no "โอ้ แล้วว่ายังไง"

"ฉันมองไปทางรินที่กำลังดัดหน้าเครียดของเธอให้เป็นอะไรอย่างอื่นอยู่"

################

#this choice is a bit tricky. each conditional from the three previous choices in this act corresponds to one option in this one. So there will always be three options in this choice, depending on how player chose earlier.

#choice_R2: "You're amazing"/R2a corresponds to "I think you'd be a big hit". "I wish I was as good as you"/R2b corresponds to "You'd be wasting your talents otherwise"
#choice_R6: "It's refreshing"/R6a corresponds to "It would be exciting". "I feel like I'm stuck"/R6b corresponds to "You won't get a chance like this again."
#choice_R9: "I want to be more like  Rin"/R9a corresponds to "This isn't like you". "I want to be more like Emi" corresponds to "You should aim higher."
#so for example if the player chooses "You're amazing," "I feel like I'm stuck" and "I want to be more like Rin", the options shown for this choice would be the first three listed below.
#I didn't want to work this in imachine because it would've been clumsy as I suck ass. So very Grid1-like

#return m1

#return m2

#return m3

#return m4

#return m5

#return m6


label th_choiceR11aaa:
menu:
    with menueffect

    hi "คือผมก็คงไม่มีอะไรจะพูดนอกจากว่า เอาเลย แล้วน่ะนะครับ"

    "เธอต้องประสบความสำเร็จแน่":
        return m1

    "น่าตื่นเต้นดีออก":
        return m4

    "ปกติเธอไม่ลังเลอย่างนี้เลยนี่":
        return m5


label th_choiceR11baa:
menu:
    with menueffect

    hi "คือผมก็คงไม่มีอะไรจะพูดนอกจากว่า เอาเลย แล้วน่ะนะครับ"

    "ไม่เสียดายเหรอ เก่งขนาดนี้":
        return m2

    "น่าตื่นเต้นดีออก":
        return m4

    "ปกติเธอไม่ลังเลอย่างนี้เลยนี่":
        return m5


label th_choiceR11aba:
menu:
    with menueffect

    hi "คือผมก็คงไม่มีอะไรจะพูดนอกจากว่า เอาเลย แล้วน่ะนะครับ"

    "เธอต้องประสบความสำเร็จแน่":
        return m1

    "โอกาสอย่างนี้จะไม่มีมาหาเธออีกแล้วนะ":
        return m3

    "ปกติเธอไม่ลังเลอย่างนี้เลยนี่":
        return m5


label th_choiceR11aab:
menu:
    with menueffect

    hi "คือผมก็คงไม่มีอะไรจะพูดนอกจากว่า เอาเลย แล้วน่ะนะครับ"

    "เธอต้องประสบความสำเร็จแน่":
        return m1

    "น่าตื่นเต้นดีออก":
        return m4

    "ต้องตั้งเป้าให้สูงเข้าไว้สิ":
        return m6


label th_choiceR11abb:
menu:
    with menueffect

    hi "คือผมก็คงไม่มีอะไรจะพูดนอกจากว่า เอาเลย แล้วน่ะนะครับ"

    "เธอต้องประสบความสำเร็จแน่":
        return m1

    "โอกาสอย่างนี้จะไม่มีมาหาเธออีกแล้วนะ":
        return m3

    "ต้องตั้งเป้าให้สูงเข้าไว้สิ":
        return m6


label th_choiceR11bab:
menu:
    with menueffect

    hi "คือผมก็คงไม่มีอะไรจะพูดนอกจากว่า เอาเลย แล้วน่ะนะครับ"

    "ไม่เสียดายเหรอ เก่งขนาดนี้":
        return m2

    "น่าตื่นเต้นดีออก":
        return m4

    "ต้องตั้งเป้าให้สูงเข้าไว้สิ":
        return m6


label th_choiceR11bba:
menu:
    with menueffect

    hi "คือผมก็คงไม่มีอะไรจะพูดนอกจากว่า เอาเลย แล้วน่ะนะครับ"

    "ไม่เสียดายเหรอ เก่งขนาดนี้":
        return m2

    "โอกาสอย่างนี้จะไม่มีมาหาเธออีกแล้วนะ":
        return m3

    "ปกติเธอไม่ลังเลอย่างนี้เลยนี่":
        return m5


label th_choiceR11bbb:
menu:
    with menueffect

    hi "คือผมก็คงไม่มีอะไรจะพูดนอกจากว่า เอาเลย แล้วน่ะนะครับ"

    "ไม่เสียดายเหรอ เก่งขนาดนี้":
        return m2

    "โอกาสอย่างนี้จะไม่มีมาหาเธออีกแล้วนะ":
        return m3

    "ต้องตั้งเป้าให้สูงเข้าไว้สิ":
        return m6


################


label th_R11a:
#"I think you'd be a big hit.":
#"เธอต้องประสบความสำเร็จแน่":

hi "เธอต้องดังมากแน่เลย ก็ภาพที่เธอวาดสวยขนาดนั้น"

hi "แล้วยังใช้เท้าวาดด้วย สุดยอดจะตายไป คนต้องทึ่งกันแน่ ๆ"

show rin basic_deadpanupset_close
with charachange

rin "ก็ไม่ได้อะไรขนาดนั้นหรอก ถ้ามีมือฉันก็คงใช้มือวาด"

hi "อ่า… ขอโทษ ขอโทษทีนะ ฉันไม่ได้หมายความอย่างนั้น"

show rin negative_confused_close
with charachange

"รินเบือนหน้าหนีมองภาพเธอเศร้า ๆ ถ้าที่ฉันพูดไปทำให้เธอทำหน้าอย่างนั้นก็อยากจะถอนคำพูดเหลือเกิน"

rin "เข้าใจแล้ว"


label th_R11b:
#"You'd be wasting your talents otherwise.":
#"ไม่เสียดายเหรอ เก่งขนาดนี้":

hi "ถ้าไม่ทำก็เสียดายความสามารถเธอออก"

show rin basic_surprised_close
with charachange

rin "เสีย?"

hi "เสียดาย คงเสียดายที่คนไม่ได้มาเห็นอะไรอย่างนี้น่ะ"

"ฉันกดดันเธอไปนิดหน่อยเผื่อเธอจะตัดสินใจอะไรได้สักที แต่โนมิยะก็เข้ามาขวาง"

show nomiya smile
show rin basic_awayabsent_close
with charachange

no "โอ๊ย ก็ไม่ขนาดนั้นหรอก"

show nomiya talk
with charachange

no "บอกให้ตีเหล็กตอนร้อนก็จริง แต่เทซูกะเขาก็ยังอายุเพิ่งสิบแปด ยังมีเวลาให้ความสามารถได้พัฒนาอีกเยอะ"

show nomiya veryhappy
with charachange

no "ถึงงั้นก็เถอะ แต่ถ้าเปิดตัวดังได้แต่อายุยังน้อยก็ดีหลายอย่างเหมือนกัน ถ้าเป็นไปได้น่ะนะ"

show rin basic_absent_close
with charachange

hi "ครับ แต่ว่า…"


label th_R11c:
#"You won't get a chance like this again.":
#"โอกาสอย่างนี้จะไม่มีมาหาเธออีกแล้วนะ":

hi "คือครูเขาก็อาจจะพูดถูกแล้วก็ได้นะ โอกาสอย่างนี้คงไม่มีอีกแล้วละ"

hi "คนเรามีโอกาสผ่านมาในชีวิตไม่บ่อยหรอก อย่าเสียเวลามัวลังเลเลย"

show rin basic_absent_close
with charachange

"รินจ้องมองฉันไม่ตอบสนองอะไร เหมือนกับว่าสิ่งที่ฉันพูดไปไม่ได้ทำให้เธอรู้สึกอะไรขึ้นมาเลย"


label th_R11d:
#"Because it would be exciting.":
#"น่าตื่นเต้นดีออก":

hi "ก็น่าตื่นเต้นดีออกนี่นา เป็นฉันนะคงดีใจจนเป็นบ้าไปแล้ว"

show nomiya talk
with charachange

no "ฮ่าฮ่าฮ่า ฉันก็เหมือนกันแหละ แต่อันนี้คือเรื่องอาชีพแล้วก็อนาคตนะ ไม่ใช่การผจญภัยอะไรแบบเด็ก ๆ แต่จะสนุก\nไปกับมันบ้างก็ไม่เสียหายหรอก"

"โนมิยะปราม ๆ ฉันไม่ให้ตื่นเต้นมากไป แต่ฉันไม่ยอมหรอก"

hi "จริง ๆ นะ ชีวิตทุกวันนี้จืดชืดจะตาย เธอทำอะไรเดิม ๆ เหมือนเดิมอยู่ทุกวัน ตรงนี้แหละจะได้ลองทำอะไรใหม่ ๆ ไปเลย"



label th_R11e:
#"This isn't like you at all.":
#"ปกติเธอไม่เป็นอย่างนี้นี่"

hi "ปกติเธอไม่เป็นอย่างนี้นี่ เธอบอกฉันเองว่าคนเราต้องทำอะไรที่ทำไม่ได้แค่เพราะทำได้"

hi "แล้วทีนี้เธอดันมาทำตัวใจโลเลกับอะไรที่มันสำคัญขนาดนี้"



label th_R11f:
#"You should aim higher.":

hi "เธอต้องตั้งเป้าให้สูงเข้าไว้สิ คว้าโอกาสนี้ไว้เลย"

hi "ต่อให้จะล้มเหลวกลางทาง แต่อย่างน้อยเธอก็ได้ลอง แค่นั้นก็คุ้มแล้ว"

"โนมิยะสูดหายใจเข้าแล้วกลั้นหายใจไว้ครู่หนึ่งก่อนจะหายใจออกคล้ายมีอะไรจะพูดแต่ก็ไม่ยอมพูดออกมา และในที่สุด\nรินก็ตอบฉัน"

show rin basic_surprised_close
with charachange

rin "นายว่าแค่นี้มันยังไม่พอเหรอ"

hi "ไม่ ฉันว่าเธอประเมินค่าตัวเองต่ำไป เธอขี้ขลาดอยู่นะ"


label th_R11g:
#hisao gets angry
#ฮิซาโอะโมโห

show rin basic_deadpanupset_close
show nomiya smile
with charachange

"รินมองฉันเหม่อ ๆ ไม่พูดอะไร ฉันไม่รู้เลยว่าที่พูดไปจะมีผลอะไรกับเธอบ้างหรือเปล่า"

hi "ฉันไม่เข้าใจจริง ๆ เป็นคนอื่นคงลิงโลดไปแล้ว"

hi "ถ้าไม่เอาความสามารถออกมาใช้แล้วจะมาทุ่มเทอยู่กับชมรมศิลปะไปทำไม"

hi "ฉันขอบอกเลยว่าถ้าเธอปล่อยโอกาสนี้ไปฉันโกรธจริง ๆ ด้วย"

"ฉันขึ้นเสียง ไม่รู้อะไรดลใจให้พูดอย่างนั้น เหมือนมีอะไรบางอย่างที่ฉันควบคุมไม่ได้มาสิงร่างอยู่ แต่ฉันโกรธจริง ๆ"

"ในหัวฉายภาพจดหมายที่เขียนด้วยกระดาษดูน่ารัก ๆ ภาพหน้ากากที่เป็นหน้าพ่อแม่และหมอ ภาพเวลาที่ฉันเสียไป\nทุกอย่างระคนเข้ากับความรู้สึกที่ฉันมีต่อรินราวเกลียววนเหล็กหลอม"

show rin basic_deadpanupset_close at tworight
with charamove

"ฉันจะพูดต่อ แต่รินก็ผุดลุกขึ้นยืน"

rin "ตามใจ"

rin "ไปละ"

hide rin
with charaexit

"เธอวิ่งเหยาะ ๆ ออกห้องไปโดยไม่มีใครพูดอะไร ฉันมองไล่หลังเธอไปด้วยอารมณ์ที่ยังเดือดดาล แต่ความเป็นเหตุผล\nในตัวฉันก็นึกสงสัยว่าไปทำให้เธอโกรธด้วยหรือเปล่า"

show nomiya veryhappy at center
show bg school_classroomart at bgright
with dissolvecharamove

"คุณครูหัวเราะแก้เก้อเสียงดังลั่น"

show nomiya frown
with charachange

no "เธอนี่ใส่ใจรินน่าดูเลยนะ"



label th_R11h:
#rin gets angry
#รินโมโห

show rin basic_deadpanupset_close
show nomiya smile
with charachange

rin "ฉันว่าฉันไม่อยากคุยเรื่องนี้"

rin "ไปละ"

show rin basic_deadpanupset_close at tworight
with charamove

hide rin
with charaexit

"รินลุกขึ้นยืนแล้ววิ่งเหยาะ ๆ ออกห้องไปโดยไม่มีใครพูดอะไร"

show nomiya smile at center
show bg school_classroomart at bgright
with charamove

hi "ขอโทษนะครับ คงไปทำให้โกรธซะแล้ว"

show nomiya veryhappy
with charachange

no "ฮ่าฮ่าฮ่า ไม่ต้องคิดมากหรอก เดี๋ยวก็หายโกรธแหละ ไว้ฉันจะไปคุยกับเทซูกะอีกที"



label th_R11i:
#nomiya disapproves of hisao's idiocy
#โนมิยะปรามที่ฮิซาโอะคิดตื้น ๆ

show nomiya smile
with charachange

no "เอาละ ๆ หนุ่ม เรื่องนี้เรื่องใหญ่ ถึงฉันจะอยากให้ตัดสินใจให้แน่นอนกว่านี้เหมือนกันก็จริง แต่ปล่อยให้เทซูกะได้คิดก่อน"

show nomiya frown
with charachange

no "ให้เทซูกะเลือกเองดีกว่ามั้ย เธอเจตนาดีก็จริง แต่ท้ายที่สุดก็อยู่ที่ความรู้สึกเจ้าตัวนั่นแหละ"

show nomiya veryhappy
with charachange

no "ว่ายังไงล่ะเทซูกะ เห็นบ่ายนี้เอาแต่เงียบ"

"เราสองคนมองรินที่ไม่มองตาใครตอบเลย"

show rin basic_lucid_close
with charachange

rin "ไม่ ไปละค่ะ"

show nomiya talk
with charachange

no "ไปแล้วเหรอ เสียดายจัง งั้นรับปากฉันก่อนว่าจะให้คำตอบภายในหนึ่งสัปดาห์ โอเคนะ"

show rin basic_deadpanupset_close
with charachange

rin "โอเคค่ะ"

show nomiya smile
with charachange

no "เด็กดี"

show rin basic_deadpanupset_close at tworight
with charamove

hide rin
with charaexit

"รินลุกขึ้นยืนแล้ววิ่งเหยาะ ๆ ออกห้องไปโดยไม่มีใครพูดอะไร"

show nomiya smile at center
show bg school_classroomart at bgright
with charamove


label th_R11j:
#everything finally comes back together

"โนมิยะมองลอดแว่นกลมสีชมพูของเขามาแล้วยิ้มเห็นใจ"

show nomiya talk
with charachange

no "สนิทกับเทซูกะแล้วงั้นสิ นากาอิ"

hi "เอ่อ… ก็ ประมาณนั้นละมั้งครับ อยู่ที่ว่าจะมองยังไง ให้ว่าตามตรงผมก็ไม่แน่ใจด้วยซ้ำ"

"เหมือนฉันได้มาอยู่กับรินด้วยกันอย่างไม่สม่ำเสมอมากกว่า คุยบ้างไม่คุยบ้าง พอคุยก็จะเหมือนบทล้อเลียนปรัชญา\nเพี้ยน ๆ อะไรสักอย่างมากกว่าจะเป็นเรื่องดินฟ้าอากาศอะไรที่ “เพื่อน” เขาคุยกันตามปกติ"

show nomiya frown
with charachange

no "ก็ ใช้ได้แล้วนี่ เธอเป็นนักเรียนใหม่ก็ควรที่จะเข้ากับกลุ่มนักเรียนที่นี่หรืออะไรประมาณนั้น ฉันจำศัพท์แสงอะไรที่เขา\nใช้คุยกันตอนประชุมฝ่ายกับประชุมมูลนิธิยามากุไม่ได้แล้ว แต่ก็ประมาณนั้นแหละ"

show nomiya veryhappy
with charachange

no "เทซูกะเองก็ไม่ใช่คนที่เข้าสังคมหรืออะไรเท่าไหร่เหมือนกัน"

hi "ตรงเผงเลยครับ"

show nomiya smile
with charachange

no "แปลว่าเทซูกะเขาคุยเรื่องที่ฉันเสนอไปกับเธอแล้ว?"

hi "อ้อ ไม่ครับ ไม่เชิง เหมือนผมกดดันรินให้ตัดสินใจอะไรอยู่ฝ่ายเดียวมากกว่า ผมก็ไม่น่าไปกดดันอย่างนั้นเหมือนกัน"

show nomiya talk
with charachange

no "ไม่หรอก ไม่เป็นไร ฉันเองก็ใจอ่อนกับเธอมากไปจนบางทีก็ใจอ่อนผิดเรื่อง ฉันไม่รู้จะรับมือเทซูกะยังไงดี เป็นคนที่ทั้ง\nไม่พึ่งพาใครเลย แล้วก็รั้นด้วย"

show nomiya talktongue
with charachange

no "นี่หรือเปล่านะคือความรู้สึกที่ครูศิลปะรุ่นแก่ ๆ ต้องมาดูแลอัจฉริยะน้อยไฟแรงเนี่ย"

show nomiya smile
with charachange

"เขาแค่นหัวเราะแกน ๆ ให้ตัวเองแล้วมองภาพที่รินวาดที่ถูกปล่อยให้แห้งอยู่กับขาตั้ง เธอออกไปอย่างกะทันหันมาก\nเสียจนฉันอยากรู้ว่าเธอจะมองว่าภาพนี้วาดเสร็จแล้วหรือยัง"

show nomiya talk
with charachange

no "งั้น มาดูภาพนี้กัน"

"เขาโน้มตัวเข้าเพ่งผืนผ้าใบใกล้ ๆ"

show nomiya frown_close
with characlose

no "เห็นแล้วดึงดูดเลยใช่มั้ยล่ะ"

show nomiya dreamy
with charadistant

"โนมิยะยืดตัวขึ้นยืนตรงทำหน้าหวนถวิลชวนฝัน ฉันไม่ตอบเพราะเขาก็ถือเอาเองอยู่แล้วว่าฉันคงเห็นด้วย"

show nomiya talk
with charachange

no "บางทีฉันก็อยู่นอกเวลามานั่งดูภาพที่เทซูกะวาดนี่แหละ ฉายแววอัจฉริยะตั้งแต่อายุยังน้อยเลย แค่คิดว่าถ้าฝึกแล้ว\nจะไปได้อีกไกลแค่ไหนฉันก็ตื่นเต้นตัวสั่นเลยละ"

show nomiya frown
with charachange

no "จำได้มั้ยที่เคยถามว่าศิลปินคืออะไร นี่แหละ ศิลปินคือคนที่บิโลกมาแล้วปั้นใหม่ให้เป็นรูปของตัวเอง แค่เปรียบเปรยนะ"

show nomiya dreamy
with charachange

no "พอได้มองเทซูกะแล้วก็จะสงสัยว่าเธอมองโลกยังไงกัน สุดยอดไปเลยนะการที่ได้เป็นวัยรุ่นที่เป็นช่วงที่พิเศษสุดในชีวิต\nแล้วยังเต็มไปด้วยแรงขับเคลื่อน จำไว้เลยนะนากาอิ"

hi "ครับผม"

show nomiya veryhappy
with charachange

no "บ้าจริง ๆ นะ"

show nomiya frown
with charachange

no "คนจะเอาแต่ถามศิลปินว่า “ไปได้ไอเดียมาจากไหน” เหมือนว่าเอาเศษกะตังไปซื้อที่ตลาดก็ได้มาแล้ว"

show nomiya serious
with charachange

no "แรงบันดาลใจน่ะเป็นอะไรที่อธิบายไม่ได้หรอก สำหรับคนอย่างเทซูกะแล้วมันก็เหมือนกับการหายใจ เป็นสัญชาตญาณ"

no "คนที่มีศักยภาพพอกันที่ฉันเคยเจอก็มีสักคนสองคนได้มั้ง แต่ศักยภาพมีเท่าไหร่ก็ไร้ค่าถ้าไม่ดึงออกมาใช้"

no "การฝึกฝน กลวิธี และทักษะต่างหากที่สำคัญ ถ้าให้วาดรูปวันละชั่วโมงทุกวันแล้ว แม้แต่คนที่สภาพดูแล้วสิ้นหวังสุด ๆ\nก็จะยังได้ขึ้นมาเป็นศิลปินแบบพอไปวัดไปวาได้"

show nomiya talk
with charachange

no "เทซูกะไม่ได้เก่งเพราะเกิดมามีพรสวรรค์ทางด้านนี้หรอกนะ ที่เก่งก็เพราะเธอขยันกว่าใคร คงจะขยันมาตั้งแต่\nจับปากกาเป็นเลยนั่นแหละ"

show nomiya veryhappy
with charachange

no "แล้วแถมใช้แค่เท้าด้วยอีกต่างหาก สุดจะบรรยายจริง ๆ"

"ความเงียบกลับเข้ามายังห้องชมรมอีกครั้งหลังโนมิยะหันไปดูภาพที่รินวาดอีกทีพลางพึมพำชมเปาะให้กับผืนผ้าใบ\nที่ยังไม่แห้งดี"

hi "แล้วครูวาดอะไรเหรอครับ"

show nomiya smile
with charachange

"คุณครูหันมามองฉันเหมือนหลุดจากภวังค์ด้วยความตกใจที่ฉันคุยด้วย"

show nomiya talk
with charachange

no "อ้อ เลิกแล้ว ไม่วาดแล้ว"

show nomiya smile
with charachange

no "ฉันมาเป็นครูสอนศิลปะเพราะอาชีพทางฉันมันไปต่อไม่ได้แล้วน่ะ ก็เลยมาส่งต่อความรู้ให้รุ่นต่อไปอยู่นี่แหละ"

"คำตอบของโนมิยะดูน่าสงสัย ทั้งบอกและไม่บอกอะไรบางอย่าง ฉันนึกจะถามต่อแต่เขาก็ตัดบทก่อนฉันทันได้ถามอะไร"

show nomiya veryhappy
with charachange

no "เอ้า ไปได้แล้วหนุ่ม ถึงเวลาข้าวเย็นแล้วนี่"

hi "ครับผม โชคดีนะครับ"

show nomiya smile
with charachange

no "เช่นกัน ๆ"

scene bg school_hallway3
with locationchange

stop music fadeout 2.0

"ฉันรีบเก็บกวาดข้าวของแล้วเดินออกมาที่โถงทางเดินปลอดคน ทิ้งให้คุณครูชมภาพต่อไป"

"ใกล้จะสุดสัปดาห์แล้ว เวลาผ่านไปไวมากจริง ๆ"

"ฉันสัญญากับเอมิไว้แล้วว่าจะไปร่วมฉลองชัยที่เธอแข่งวิ่งเมื่อสัปดาห์ก่อน ต้องสนุกมากแน่เลย"

scene black
with dissolve

#******************************************

label th_R12:
#scene needs some details panned out with E11. The types of cakes and beverages etc. The picnic basket is a bit tricky, I don't really want that for this. Dunno what to do.

$ renpy.music.set_volume(0.5, 0.0, channel="music")
play music music_daily fadein 3.0

scene bg school_courtyard_rn
with locationchange

hi "แน่ใจเหรอว่าจะไป"

"อากาศดีมาทั้งเดือนมิถุนายน แต่ก็ย่ำแย่ลงจนได้ เมฆสีเทาทึมปกคลุมทั่วเมืองดูน่าหวั่นใจว่าฝนจะตก"

"พยากรณ์อากาศบอกว่าบ่ายนี้ฝนจะตกร้อยละ 60 ของพื้นที่ คงจะเข้าหน้าฝนแล้วละมั้ง"

show emi basic_grin_rn at center
with charaenter

emi "แน่ยิ่งกว่าแช่แป้ง! นี่ฉันคอยมาทั้งสัปดาห์เลยนะ!"

"เอมิวางแผนไว้ว่าจะไปปิกนิกกันที่สวนสาธารณะที่อยู่ใกล้ ๆ พร้อมขนมมากมายที่ซื้อมาจากร้านสะดวกซื้อ แต่ในเมื่อ\nฟ้าหม่นขนาดนี้ก็ดูสุ่มเสี่ยงเหลือเกิน"

show emi basic_annoyed_rn
with charachange

emi "ฉันไปชวนคนอื่นมาด้วยนะ แต่พอเห็นสภาพอากาศแล้วก็ไม่อยากมากัน เราต้องไปแสดงให้เห็นว่าพวกนั้นน่ะคิดผิด!"

hi "คิดผิดยังไง"

show emi excited_smile_rn
with charachange

emi "ก็เนี่ย เวลาคิดว่าจะไม่ตกก็จะตก แล้วเวลาคิดว่าจะตกก็จะไม่ตก ยังไงเราก็จะไปกันอยู่ดี ทางไหนเราก็ได้ทั้งนั้น!"

show emi basic_closedhappy_rn
with charachange

emi "ฉันต้องงดของหวานเป็นสัปดาห์ ๆ เพื่อไปแข่งวิ่งเลยนะ แต่คราวนี้แหละฉันจะสวาปามอะไรก็ได้ ไม่มีอะไรจะหยุดฉัน\nได้แล้ว!"

hi "ไม่ใช่ว่าเธอเป็นพวกรักสุขภาพอะไรเทือกนั้นหรือไง"

show emi excited_proud_rn
with charachange

emi "โอะโฮะ ๆ ฮิซาโอะ ช่างไม่รู้อะไรบ้างเลย สาว ๆ ทั้งโลกน่ะชอบกินของหวานกันทั้งนั้น!"

show emi excited_proud_rn at twoleft
show bg school_courtyard_rn at bgleft
with charamove

show rin basic_deadpan_rn at tworight
with charaenter

rin "ฉันไม่ชอบของหวาน"

show emi excited_joy_rn
show rin basic_awayabsent_rn
with charachange

emi "รายนั้นไม่นับ แต่เป็นอันว่าตามนี้นะ"

show rin basic_absent_rn
with charachange

hi "ครับท่าน เราจะออกไปกินของหวานกัน"

show emi basic_closedgrin_rn
show rin basic_awayabsent_rn
with charachange

emi "กินให้ยับ"

show emi excited_laugh_rn
with charachange

emi "ถึงจะต้องไปเอาออกอีกที แต่ก็คุ้มแล้ว"

"เอมิเธอดูหมายมั่นปั้นมือจะไปให้ได้ เธอเปี่ยมล้นด้วยพลังและเริงร่าเหมือนทุกที แต่วันนี้ดูจะมีอะไรพิเศษขึ้นมา"

"เหมือนว่าอีกนิดเธอก็จะหลุดปล่อยตัวโดดโหยง ๆ แล้ว"

show emi excited_joy_rn
with charachange

emi "ไปกัน!"

hide emi
hide rin
with charaexit

"ฉันถือร่มที่คันจับทำจากไม้ที่ซื้อมาแล้วตามสองสาวที่ออกไปไม่เดือดร้อนอะไรที่จะปล่อยให้ฉันนั่งฝันกลางวัน\nอยู่คนเดียว"

"ร่มฉันนั้นแสนจะหรูหรา เป็นร่มอย่างยุคเก่าที่มีมือจับแบบงอปลายเหล็กแหลม ร่มนี้เคยเป็นของคุณปู่ อาจจะดู\nเหมือนของสะสม แต่สภาพร่มนั้นยังดีเหมือนใหม่"

"แถมใหญ่มากด้วย ฉันจำได้ว่าเมื่อหลายปีก่อนที่ฉันอายุได้สักเก้าหรือสิบขวบ ร่มคันนี้เป็นร่มที่ทั้งปู่ย่าแล้วก็ฉัน\nใช้หลบพายุฝนที่ตกลงมาตอนเดินเล่นยามบ่ายได้อย่างพอดิบพอดี"

"ตอนนี้ทั้งปู่และย่าท่านก็ไม่อยู่แล้ว แต่ฉันยังมีร่มคันนี้ที่ใช้กันฝนอยู่"

scene bg school_road_rn
with locationskip

"พวกเราเดินไปตามถนนที่ออกจากโรงเรียนลงไปที่ร้านสะดวกซื้อ เมฆทอดเงาทะมึนอยู่เหนือพวกเรา สภาพอากาศดู\nจะย่ำแย่ลงไปอีก แถมเมื่อกี้เหมือนมีเม็ดฝนตกใส่หัวแล้วด้วย"

hi "นี่พวกเธอไม่คิดจะเอาร่มมากันเลยเหรอ สภาพฝนจะตกอย่างนี้เนี่ย"

show rin basic_deadpancontemplation_rn at tworight
show emi basic_grin_rn at twoleft
with charaenter

"รินมองแขนเสื้อที่ห้อยต่องแต่งของเธอแล้วยักไหล่"

show emi basic_closedgrin_rn
show rin basic_awayabsent_rn
with charachange

emi "ฉันไม่มีร่ม แล้วอีกอย่าง ฝนนิด ๆ หน่อย ๆ ไม่ตายหรอกน่า"

"เธอยืดอกดูมั่นใจกับคำพูดนั้น"

show emi basic_happy_rn
with charachange

emi "ตัวพวกเราไม่ได้ทำจากน้ำตาลสักหน่อย!"

show rin basic_absent_rn
with charachange

hi "ไม่ใช่ว่าพวกผู้หญิงก็ทำจากน้ำตาลกันทั้งนั้นเหรอ แล้วเห็นของที่เธอจะกินวันนี้มันก็น้ำตาล"

show emi sad_annoyed_rn
with charachange

"เธอแลบลิ้นใส่ตอบ"

hide emi
hide rin
with charaexit

"ทางเดินจากโรงเรียนมาย่านการค้าในละแวกนี้นั้นไม่ไกลมากนัก แต่ก็ไม่ได้ใกล้สักเท่าไหร่ เพราะเป็นทางลงเนิน\nจึงเดินกันมาได้ไว แต่ก็ยังนานอยู่ดี"

"ก็เป็นระยะที่ประมาณหนึ่ง อยู่ในเขตกึ่ง ๆ ที่ต้องเตรียมใจว่าจะไม่ได้เดินแค่แป๊บเดียว แต่ก็ไม่ต้องเตรียมใจว่าจะเดิน\nยาว ๆ ขนาดนั้น"

"เพราะงั้นแล้ว เป็นระยะทางที่ออกจะนานไปหน่อยถ้าจะให้เดินไปเงียบ ๆ ตลอดทาง ถึงสองสาวจะดูไม่ได้อะไรก็เถอะ"

"รินเดินนำดูคิดอะไรอยู่ ฉันลังเลว่าจะคุยอะไรดีหรือเปล่า เพราะครั้งล่าสุดที่คุยกันนั้นจบกันไม่สวยสักเท่าไหร่"

"ตั้งแต่นั้นมาฉันก็ยังไม่ได้คุยอะไรกับเธอเลย"

"ในขณะที่เอมินั้นดูจะพอใจกับแค่การเดินไปเฉย ๆ"

"แต่ละก้าวของเธอนั้นแทบกลายเป็นการกระโดดไปแล้ว โดดข้ามรอยแยกบ้าง หรือมาทรงตัวอยู่ข้างทางเท้าบ้าง\nบางครั้งเอมิก็จะพูดถึงอะไรสักอย่างขึ้นมาแล้วรินก็ตอบด้วยเสียงเนิบ ๆ แบบอัตโนมัติที่ฟังดูหลุดโลกจนเอมิหลุดหัวเราะ"

$ renpy.music.set_volume(0.1, 0.0, channel="ambient")
play ambient sfx_rain fadein 5.0

scene bg suburb_roadcenter_rn
with locationchange

"พอมาถึงที่ตีนเขาฝนเม็ดแรกก็ตกลงมา มีเม็ดหนึ่งที่ตกใส่หัวฉัน อีกสองเม็ดตามมาติด ๆ ตกใส่จมูกฉัน"

play sound sfx_thunder
stop music

$ renpy.music.set_volume(0.2, 0.5, channel="ambient")
$ renpy.music.set_volume(1.0, 4.0, channel="music")
show rain light
with dissolve

"ตอนนี้ไม่ใช่แค่เมฆฝนก้อนสองก้อนแล้ว แต่ทั้งฟ้ามืดทะมึนมีเมฆฝนก่อตัวหมุนทวนอยู่เหนือพวกเรา"

show emi sad_pout_rn behind rain at center
with charaenter

emi "ตายละ คงไม่ต้องไปปิกนิกกันแล้วสิ"

hi "แล้วไงต่อ"

show emi sad_pout_rn at twoleft
show bg suburb_roadcenter_rn at bgleft
with charamove

show rin negative_spaciness_rn behind rain at tworight
with charaenter

rin "จะปิกนิกฝนก็ได้นะ ฝนตกแล้วปิกนิก"

show emi basic_annoyed_rn
with charachange

emi "ไม่ได้สิ เดี๋ยวก็เป็นหวัดกันหมดหรอก แล้วฉันก็ไม่อยากให้ตัวฉันหรือขนมฉันต้องเปียกด้วย"

show rin relaxed_nonchalant_rn
with charachange

rin "ฉันว่าฉันอยาก แต่ไม่นับขนมนะ"

$ renpy.music.set_volume(0.5, 4.0, channel="ambient")

show emi basic_concentrate_rn
show rain medium
with charachange
play sound sfx_rustling

"เอมิครุ่นคิดอยู่กับสถานการณ์ที่ลำบากนี้อยู่ครู่หนึ่ง ระหว่างนั้นฉันเอาร่มออกมากางแล้วถือไว้ให้กันฝนได้ทั้งสามคน"

show emi basic_happy_rn
with charachange

emi "นี่ ฮิซาโอะ นายเคยไปร้านเซี่ยงไฮ้หรือยัง"

show rin basic_absent_rn
with charachange


label th_R12a:

hi "คาเฟที่อยู่แถวนี้ใช่มั้ย เคยได้ยินอยู่"

label th_R12b:

hi "อื้ม ตอนสัปดาห์แรกหัวหน้าห้องพาฉันไปน่ะ"


label th_R12c:

show rin basic_awayabsent_rn
show emi basic_grin_rn
with charachange

emi "ร้านดีนะ ไปหลบฝนที่นั่นกันเถอะ ถ้าตกแป๊บเดียวเดี๋ยวออกไปปิกนิกกันอีกทีก็ได้ หรือถ้าตกหนักจริง ๆ ก็สั่งเค้ก\nที่ร้านกินกันเอา"

show rin basic_absent_rn
with charachange

hide emi
with charaexit

hide rin
with charaexit

"ทั้งรินและฉันต่างก็ไม่รู้จะทำยังไงต่อดี พวกเราจึงรีบเดินมาตามซอกซอยตามที่เอมินำทาง"

$ renpy.music.set_volume(1.0, 6.0, channel="ambient")

scene bg suburb_shanghaiext_rn
show rain normal
with locationchange

"คาเฟอยู่ไม่ไกลมาก แต่ถึงจะมีร่มแล้วก็ยังเปียกฝนอยู่หน่อย ๆ และฝนยิ่งตกหนักขึ้นเรื่อย ๆ"

"เม็ดฝนตกใส่เป็นจุดเล็ก ๆ อยู่บนพื้นถนนยางมะตอยสีดำ ไม่กี่อึดใจรอยเหล่านั้นก็เติมเต็มไปทั่วจนดูเหมือน\nภาพผสานจุดสีขนาดใหญ่"

"ฝนตกหนักสาดใส่หลังคารถที่จอดอยู่ข้างถนนส่งเสียงดัง น้ำเริ่มนองจนไหลเป็นสายตามทางเท้า"

"แสงสีเหลืองที่ส่องผ่านหน้าต่างที่มีน้ำฝนไหลนั้นช่างดูอบอุ่นและเชื้อเชิญ"

play sound sfx_storebell
stop ambient fadeout 0.5
play music music_jazz fadein 2.0

scene bg suburb_shanghaiint at left
with locationchange

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 2.0

"ฉันสะบัดน้ำออกจากร่มแล้วเดินเข้าร้านไปพร้อมสองคนนั้น จากนั้นตามเอมิไปยังโต๊ะว่างที่อยู่มุมในสุดของคาเฟ"

$ renpy.music.set_volume(0.7, 2.0, channel="ambient")

"ร้านมีคนอยู่แน่นขนัด ดูเหมือนว่าคนอื่นจะคิดเหมือนกันกับเอมิจนได้มาหลบฝนอยู่ด้วยกันในร้านเล็ก ๆ\nอันแสนสบายนี้"

scene bg suburb_shanghaiint at Fullpan(5.0)
with None

"เสาไม้เคลือบวานิชและฉากกั้นกระดาษอยู่ร่วมกับโต๊ะและเก้าอี้อันเรียบหรูได้อย่างแตกต่างลงตัว ผสานความเก่า\nและใหม่เข้าด้วยกัน"

"ในร้านมีดนตรีแจ๊สคลอเบา ๆ ทว่าก็โดนเสียงจอแจของลูกค้ากลบไปเกือบหมด"


label th_R12d:
#not seen the shizune & misha shanghai scene in act 1
"ทั้งร้านมีพนักงานเสิร์ฟอยู่คนเดียวโดดจากโต๊ะนั้นไปโต๊ะนี้อย่างรีบร้อนคอยจัดการกับทุกอย่าง แปลก รู้สึกคุ้น ๆ"

"ฉันดูเธอนำถ้วยชาและขนมไปเสิร์ฟให้โต๊ะอื่นที่มีนักเรียนจากยามากุนั่งอยู่ จากนั้นเธอก็ไปรับรายการจากคู่รัก\nวัยกลางคนที่นั่งอยู่โต๊ะตรงข้ามกัน จนในที่สุดก็ถึงคิวที่เธอต้องแวะมาที่โต๊ะพวกเรา"

hi "คุณยูโกะ?"

show yuukoshang neurotic_up at Slide(0.6,0.5,0.5,0.5,0.5)
show bg suburb_shanghaiint at right
with charaenter

"พอเธอได้มาอยู่ใกล้ ๆ ตรงหน้าแล้วก็ถึงแน่ใจว่าคนตรงหน้าที่ใส่ชุดบริกรนี้เป็นเธอคนนั้นที่ทำงานพาร์ทไทม์เป็น\nบรรณารักษ์อยู่ที่ยามากุจริง ๆ ชุดน่ารักดี แถมเกล้ามวยผมให้เข้ากับชุดด้วย"

show yuukoshang worried_up at center
with charachange

"ดูไม่เหมือนกับตัวเธอตอนทำงานอยู่ห้องสมุดที่ดูเรียบ ๆ ขี้อาย ยูโกะกะพริบตาสองสามครั้งด้วยความงงงวยก่อนจะ\nนึกได้ว่าเมื่อกี้เธอจะพูดอะไร"

show yuukoshang panic_down
with charachange

yu "เอ่อ… อ่า ยินดีต้อนรับสู่ร้านเซี่ยงไฮ้ค่ะ"

hi "ทำงานที่นี่ด้วยเหรอครับ ไม่ใช่ว่าคุณเรียนมหาลัยอยู่เหรอ"

show yuukoshang neurotic_down
with charachange

yu "เอ่ออ อื้ม ก็ใช่ แต่พอดีตรงนี้เป็นงานพาร์ทไทม์ วันนี้วันอาทิตย์ก็เลยไม่มีเรียนน่ะ"

show yuukoshang neutral_down
with charachange

yu "ซึ่งก็ดีด้วยเพราะวันนี้ยุ่งมากจนงานล้นมือไปหมดเลย แต่ก็อย่างที่เห็นแหละเนอะ ตอนนี้รีบอยู่ รับอะไรดีคะ"

label th_R12e:
#seen it
"ฉันเห็นว่าวันนี้ยูโกะก็อยู่ทำงานด้วย แต่ดูเหมือนว่าทั้งร้านจะมีแค่เธอคนเดียวโดดจากโต๊ะนั้นไปโต๊ะนี้อย่างรีบร้อน\nคอยจัดการกับทุกอย่าง"

"ฉันดูเธอนำถ้วยชาและขนมไปเสิร์ฟให้โต๊ะอื่นที่มีนักเรียนจากยามากุนั่งอยู่ จากนั้นเธอก็ไปรับรายการจากคู่รัก\nวัยกลางคนที่นั่งอยู่โต๊ะตรงข้ามกัน จนในที่สุดก็ถึงคิวที่เธอต้องแวะมาที่โต๊ะพวกเรา"

hi "สวัสดีครับคุณยูโกะ"

show yuukoshang neurotic_up at Slide(0.6,0.5,0.5,0.5,0.5)
with charaenter

yu "เอ่อ… อ่า ยินดีต้อนรับสู่ร้านเซี่ยงไฮ้ค่ะ"

hi "ยุ่งน่าดูเลยนะครับ"

show yuukoshang neurotic_down at center
with charachange

yu "อะฮ่าฮ่า ตอนนี้นี่งานล้นมือไม่ไหวเลย"

show yuukoshang neutral_down
with charachange

yu "รับอะไรดีคะ"

label th_R12f:

show emi excited_joy at Slide(-0.1,0.0,0.0,0.0,0.5)
show rin basic_awayabsent at Slide(1.05,1.0,0.95,1.0,0.5)
with charaenter

stop music fadeout 1.0
$ renpy.music.set_volume(0.4, 2.0, channel="ambient")

"เอมิไม่ลังเลแม้วินาทีหนึ่ง ตาเธอเป็นประกายประหนึ่งเด็กที่เดินเข้าร้านขนม"

play music music_comedy fadein 1.0
show emi excited_amused at left
with charachange

emi "ชาของทุกคนสามที่ค่ะ! แล้วก็เค้กของหนูหนึ่งที่!"

show yuukoshang smile_up
with charachange

"ยูโกะรักษากิริยาให้ดูเป็นทางการและมืออาชีพที่สุดเท่าที่จะเป็นไปได้พลางยิ้มสดใสให้เพื่อนร่วมโต๊ะผู้หิวโหยของฉัน"

show yuukoshang smile_down
with charachange

yu "อ่า… ค่ะ วันนี้เรามีเค้กสามอย่างให้เลือก สตรอว์เบอร์รีชอร์ตเค้ก เลเยอร์เค้กราสป์เบอร์รี แล้วก็พายเมอแร็งก์เลมอนค่ะ"

show emi basic_happy
with charachange

emi "ขอสตรอว์เบอร์รี… ไม่สิ เลมอน! ไม่ ๆ ขอทั้งสองอย่างเลยค่ะ"

"เธอมองท้าฉัน"

hi "เอ้อ… ผมขอแค่พายแล้วกัน"

show rin basic_deadpan at Position(xalign=1.0, xpos=0.95)
with charachange

rin "ไม่เอา"

show emi basic_annoyed
with charachange

"เอมิย่นหน้ายู่ใส่รินแสดงให้เห็นว่าเธอไม่พอใจเอามาก ๆ ที่รินไม่สั่งด้วย"

emi "ไม่เอาน่าริน หยาบคายนะเธอเนี่ย"

show rin relaxed_boredom
with charachange

rin "ไม่เอา ขอบคุณค่ะ"

show emi basic_confused
with charachange

emi "ไม่ใช่ ๆ ยัยบ๊อง! ที่ฉันหมายถึงคือให้เธอสั่งอะไรด้วย"

show rin negative_spaciness
with charachange

rin "ขอหลอดแล้วกัน เท้าเปียกหมดแล้ว"

show yuukoshang worried_up
with charachange

yu "คะ?"

show rin basic_awayabsent
with charachange

rin "หลอดดูด หนึ่ง ค่ะ"

show yuukoshang worried_down
with charachange

"ยูโกะทำหน้าเหลอหลา เธอจับปากกากับกระดาษเล่นอยู่ครู่หนึ่งทำหน้าเบ้เหมือนจะร้องไห้ ก่อนจะถือเอากับตัวเอง\nว่าพวกเราสั่งกันเสร็จแล้ว"

show yuukoshang neurotic_up
with charachange

yu "ขอบพระคุณค่ะ!"

show yuukoshang neurotic_down at Transform(ypos=1.25)
with Dissolvemove(0.2)

with Pause(0.3)

show yuukoshang neurotic_down at center
with charamove

hide yuukoshang
with charaexit

show emi basic_grin at twoleft
show rin basic_awayabsent at tworight
with dissolvecharamove

$ renpy.music.set_volume(0.7, 2.0, channel="ambient")

"เธอโค้งให้ต่ำ ๆ แล้วตะลีตะลานไปหลบอยู่ที่หลังเคาน์เตอร์"

"เมื่อเสร็จสิ้นภารกิจแล้วฉันจึงถือโอกาสนี้ผ่อนคลายลงเล็กน้อยพลางมองไปรอบ ๆ"

"แทบทุกโต๊ะเต็มไปด้วยคนที่มาหลบฝนกันอย่างมีความสุขและจิบชาอย่างเพลินใจระหว่างรอฝนหยุด"

"เสียงบ่นสภาพฟ้าฝนที่ไม่เป็นใจกับเสียงคนที่คุยกันเรื่องการบ้านที่เพิ่งได้มาไม่นานนี้แว่วมาจากโต๊ะใกล้ ๆ หลากเสียง\nต่างซ้อนทับกันทว่าถูกกลืนไปกับเสียงฝนสาด"

show emi basic_grin at left
show rin basic_awayabsent at Position(xpos=0.95, xalign=1.0)
with charamove

show yuukoshang smile_up at center
with charaenter

$ renpy.music.set_volume(0.4, 2.0, channel="ambient")

"ผ่านไปสักพักยูโกะก็ถือถาดมาที่โต๊ะพวกเรา สิ่งที่วางอยู่ในนั้นมีกาน้ำชาใบใหญ่ ถ้วยสามใบ เค้กหนึ่งชิ้น\nและพายสองชิ้น"

show yuukoshang neurotic_up at centertremble
with charachange

with Pause(0.5)

show yuukoshang smile_down at Transform(ypos=1.25)
with Dissolvemove(0.2)
play sound sfx_pillow

with Pause(0.3)

show yuukoshang smile_down at center
with charamove

hide yuukoshang
with charaexit

show emi basic_grin at twoleft
show rin basic_awayabsent at tworight
with dissolvecharamove

$ renpy.music.set_volume(0.7, 2.0, channel="ambient")

"เธอวางแรงจนถาดกระทบเข้ากับโต๊ะเสียงดังและเกือบทำกาน้ำชาหกใส่ริน พวกเรารีบจับไว้ได้อย่างทันท่วงที เธอ\nก้มหัวให้อีกครั้งแล้วรีบไปเสิร์ฟให้ลูกค้าคนอื่นต่อ"

"สายตาเอมิคอยจับจ้องเค้กสตรอว์เบอร์รีด้วยความหิวขั้นรุนแรง แต่ยังห้ามใจตัวเองไว้รอให้ยูโกะพ้นจากสายตา\nไปก่อนได้"

show emi excited_smile
with charachange

"ระหว่างที่เธอจ้วงกินฉันก็คอยเทน้ำชาใส่ถ้วยแต่ละคนแล้วใส่หลอดให้ถ้วยริน"

show rin basic_deadpansurprised
with charachange

"รินหรี่ตาอยู่ครึ่งหนึ่งมองน้ำชาที่หมุนติ้วอยู่ในถ้วยน้ำชาสีขาวของเธอคล้ายโดนสะกดจิต"

show shangpai:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"ฉันหยิบส้อมขึ้นมาแล้วเล็งของกินที่อยู่ตรงหน้า ตัวพายนั้นดูสวยงามและมีเมอแร็งก์หนาซ้อนอยู่บนคัสตาร์ด\nรสเลมอนชุ่มฉ่ำ"

"พอกัดกินคำแรกฉันก็ค่อย ๆ ลิ้มรสเปรี้ยวที่ผสมอยู่กับเมอแร็งก์รสหวานละมุน ก็อร่อยดี ถึงฉันจะว่าหวานไปหน่อย\nก็เถอะ"

show emi excited_joy
show rin basic_deadpannormal
with None

show shangpai:
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide shangpai

emi "อะอ่อยอัง"

"เธอพูดทั้ง ๆ ที่ยังเคี้ยวแก้มตุ้ย ๆ แม้เค้กจะชิ้นค่อนข้างใหญ่ แต่เธอก็กินหมดไปแล้วครึ่งหนึ่ง"

show emi basic_grin
with charachange

emi "อยากชิมอันนั้นบ้างอะ"

play sound sfx_slide2

show emi excited_happy_close
show rin basic_absent
with characlose

show emi basic_closedgrin
show rin basic_awayabsent
with charachange

"ก่อนฉันจะทันได้ตอบอะไรเธอก็ใช้ส้อมเข้ามาจู่โจมพายแสนอร่อยของฉันพาหนีไปแล้ว"

show emi basic_closedhappy
with charachange

emi "อันนี้ก็อร่อย"

hi "ทำอะไรเนี่ย ของเธอก็มีให้กิน!"

show emi excited_proud
with charachange

emi "ใช่ แต่ถ้าให้กินอีกอันก่อนกินเค้กอันนี้หมดก็เสียมารยาทแย่ ว่ามั้ยล่ะ"

"ชักจะมากไปแล้ว แต่ความเป็นสุภาพบุรุษในตัวก็ยั้งฉันไว้ไม่ให้โต้ตอบอะไร"

show emi basic_grin
with charachange

"ฉันทำหน้าถมึงทึงใส่เธอ ส่วนเธอก็แลบลิ้นเยาะเย้ยใส่ วันนี้เอมิดูจะตื่นตัวกว่าปกติ แต่ฉันไม่ถือหรอก ปล่อยให้เธอ\nได้ผ่อนคลายบ้างก็ดี"

"ฉันยกถ้วยชาขึ้นดื่มอีกจิบหนึ่ง ชานั้นทั้งหอมและอุ่นแม้ปกติฉันจะไม่ได้อะไรกับชามากนัก แถมบรรยากาศในคาเฟ\nก็ชวนให้ผ่อนคลายดีด้วย"

"จะให้แช่อยู่ที่นี่ทั้งบ่ายเลยก็ได้ แล้วแถมเอมิก็สั่งเค้กสตรอว์เบอร์รีเพิ่มด้วยอีกต่างหาก ส่วนรินก็เอาแต่จ้องมองฝน\nที่ไหลบ่าลงมาจากฟากฟ้า"

show rain normal behind bg
with None

"แม้แต่ยูโกะยังต้องกลอกตาใส่พอว่าเห็นเค้กชิ้นที่สามนั้นถูกดูดกลืนหายเข้าไปในกระเพาะหลุมดำของเอมิ\nอย่างรวดเร็วไม่ต่างอะไจากสองชิ้นแรก"

$ renpy.music.set_volume(1.0, 2.0, channel="ambient")
play ambient sfx_rain fadein 1.0

show bg suburb_shanghaiext_rn as bg2 behind rain
hide bg
hide rin
hide emi
with shorttimeskip


show bg suburb_shanghaiext_rn behind rain
hide bg2
with None

"เมื่อเวลาผ่านไปสักระยะหนึ่งแล้วพวกเราก็ออกมาจากร้านโดยที่ฝนยังคงตกอยู่ แต่ก็ดูจะซาลงบ้างแล้ว"

hi "แย่จังเลยนะ ฝนตกจนแผนล่มหมด"

show rin basic_awayabsent_rn behind rain at center
with charaenter

rin "พวกเราจะมาปิกนิกกันไม่ใช่เหรอ"

show rin basic_awayabsent_rn at tworight
show bg suburb_shanghaiext_rn at bgright
with charamove

show emi basic_closedgrin_rn behind rain at twoleft
with charaenter

"เอมิไม่ได้ดูอารมณ์บูดอะไรมากนักที่เรื่องเป็นอย่างนี้"

emi "ไม่เป็นไรน่า ก็ได้สนุกกันแล้วนี่ ฉันละมีแรงฮึดขึ้นมาเลย"

show emi basic_grin_rn
with charachange

emi "แถมฝนก็ไม่ได้ตกหนักขนาดนั้นแล้ว ชักอยากเอาแรงฮึดที่ได้มาไปใช้ขึ้นเขาไปโรงเรียนแล้วสิ แล้วเดี๋ยวจะไป\nออกกำลังกายเอาเค้กออกด้วย"

"เธอยืดแขนยืดหลังอย่างแมว เธอหมุนไหล่อยู่สองรอบแล้วยิ้มแฉ่ง"

show emi sad_grin_rn
with charachange

emi "เฮ้อ แต่ขาคู่นี้คงใช้วิ่งไม่ไหว ยิ่งเป็นเนินอีก รู้งี้เอาขาอีกคู่มาด้วยดีกว่า"

"พอพูดขึ้นมาลอย ๆ แล้วคำก็ฟังดูแหม่ง ๆ แต่กับเอมิแล้ว การเปลี่ยนขาก็คงเหมือนการที่คนปกติเปลี่ยนรองเท้าละมั้ง"

show emi excited_proud_rn
with charachange

emi "ถ้าเดินให้เร็ว ๆ ก็น่าจะเหมือนการวิ่งอยู่นะ เอางั้นก็แล้วกัน"

show rin basic_absent_rn
with charachange

hi "แต่เนินขนาดนั้นฉันคงตามไม่ไหวหรอกนะ สังขารฉันไม่ไหวแล้ว อีกอย่าง ไม่มีร่มเดี๋ยวเธอก็เปียกหรอก"

show emi basic_grin_rn
show rin basic_awayabsent_rn
with charachange

emi "ก็แค่พรำ ๆ แทบไม่ตกแล้วเนี่ย โดนสักสองสามเม็ดไม่ตายหรอก เดี๋ยวถึงโรงเรียนเปลี่ยนขาแล้วฉันว่าจะไปที่ลู่ด้วย"

"เอมิก้าวฉับ ๆ ออกจากร่มฉันนำไปก่อน จู่ ๆ เธอก็นึกอะไรขึ้นได้แล้วชะงักกึกหมุนตัวหันมา"

show emi excited_smile_rn
with charachange

emi "เจอกันพรุ่งนี้!"

show emi excited_proud_rn
with charachange

emi "มากินข้าวเที่ยงด้วยกันที่ดาดฟ้านะ! เดี๋ยวฉันจะพกข้าวไปให้พอกินกันทั้งสามคนเลย"

show emi invis at offscreenleft
show rin basic_absent_rn at center
show bg suburb_shanghaiext_rn at center
with dissolvecharamove

hide emi
with None

stop music fadeout 5.0

"รินและฉันยืนมองเอมิที่โบกมือลาทิ้งพวกเราไว้ ไม่นานเธอก็หายวับไปตรงหัวมุมถนน ฉันคงไม่มีวันเข้าใจว่าทำไมเอมิ\nถึงดูรีบร้อนขนาดนั้นทุกทีเวลาไปไหนมาไหน"

hi "แล้ว ให้ฉันเดินไปส่งเธอที่โรงเรียนมั้ย อย่างน้อยก็จะได้มีสักคนที่ไม่ตัวเปียก"

show rin basic_deadpan_rn
with charachange

rin "ถ้านายพอใจ"

"ดูเหมือนว่าพวกเราต่างก็ไม่อยากจะปล่อยให้บรรยากาศตึงเครียดที่ได้จากทะเลาะกันในห้องศิลปะเมื่อสองสามวันก่อน\nต้องค้างคาอยู่อย่างนั้น ซึ่งฉันก็โล่งใจ ฉันไม่อยากนึกเคืองอะไรเลย แล้วฉันก็ดีใจที่รินก็คิดอย่างนั้นเหมือนกัน"

"จึงเป็นอันตกลงว่าพวกเราก็เดินตามทางที่เอมินำไปด้วยกันได้ แม้จะไม่ได้เร่งรีบเท่าก็ตาม"

hide rin
hide bg
show ev rin_rain_away_close behind rain:
    xalign 0.5 yalign 1.0 subpixel True
    acdc_warp 20.0 yalign 0.0
with whiteout
$ renpy.music.set_volume(0.7, 4.0, channel="ambient")

"ฉันขยับเข้าไปใกล้ ๆ รินอีกหน่อยแม้ร่มจะใหญ่พอที่จะกันฝนให้เราสองคนอยู่แล้ว พออยู่ใกล้ก็สัมผัสได้ถึง\nความอบอุ่นจากตัวเธอที่ขัดกับอากาศเย็น ๆ จากฝน"

"เสียงฝนตกใส่ร่มดังเปาะแปะเล่นเป็นท่วงทำนองบทเพลงสตักกาโตสายฝนแด่ไม่ใครบางคน"

#"They leave tiny dots on the black asphalt road, which then combine into bigger patches like pointillist artwork being made in front of our eyes in mere seconds."

"ฉันเพิ่งรู้ตัวว่าฉันไม่ได้ออกมาอยู่กลางฝนอย่างนี้นานมาก ๆ แล้ว ฉันสูดหายใจเอากลิ่นฝนพลางสัมผัสสภาพอากาศนี้\nโดยใช้ทุกประสาทสัมผัส"

"ฝนปรอยจนโลกพร่าเลือน"

"ท้องฟ้าเปลี่ยนสีจากเทาเป็นน้ำเงินแซมสีแดงที่เป็นสีแสงแดดที่สะท้อนจากเมฆ ท้องฟ้าที่ลอยต่ำเช่นนี้นั้นดูสวยงาม\nดูคล้ายกับว่าฉันเอื้อมมือไปจับได้ถึง"

$ renpy.music.set_volume(0.5, 4.0, channel="ambient")

rin "ฉันเคยบอกนายหรือยังว่าฉันชอบฝนมาก เหมือนภาพวาด ทำให้ฉันรู้สึกได้เชื่อมต่อ"

"รินพูดสิ่งที่เธอคิดซึ่งแทบจะตรงกับสิ่งที่ฉันคิด คำพูดนั้นออกมาจากปากเธอล้อมตัวพวกเราไว้อย่างอ่อนโยน"

rin "ทุกอย่างดูนุ่ม เหมือนเส้นขอบของอะไร ๆ หายไปหมดเลย ฉันชอบ"

rin "เหมือนว่าฝนกอดฉันอยู่"

"เสียงเธอต่างไปจากปกติ ฟังดูอ่อนโยนและนุ่มนวล เป็นเพราะฝน หรือเป็นเพราะอารมณ์ที่ฝนพาให้ศิลปินสาว\nที่พูดน้อยคนนี้ได้รู้สึกกันนะ"

show ev rin_rain_away_close behind rain at Position(xalign=0.5, yalign=0.0)
show ovl rin_rain_hisaotowards_close behind rain at Position(xalign=1.0, yalign=0.0)
with charachange

"ฉันเองก็รู้สึกอย่างนั้นเช่นกัน ยิ่งเสริมด้วยคำพูดเธอด้วยแล้ว"

hi "อื้ม ฉันก็ชอบฝน นาน ๆ ทีก็ดีเหมือนกัน"

hi "อยากรู้จังว่าฝนมันพิเศษตรงไหน"

show ev rin_rain_towards_close at Position(xalign=0.5, yalign=0.0)
hide ovl
with charachange

rin "ทุกตรง"

show ev rin_rain_towards:
    xalign 0.5 yalign 0.5 zoom 1.05 subpixel True
    ease 5.0 zoom 1.0
with locationchange

$ renpy.music.set_volume(0.35, 6.0, channel="ambient")

"ความเงียบตามประโยคนั้นมาเพราะต่ออะไรไม่ได้แล้ว ฉันนึกเปรยเปลี่ยนเรื่องคุยเสียหน่อย"

hi "แต่เนี่ย ถ้าเธอชอบที่ได้เชื่อมต่อ แล้วทำไมเธอถึงไม่อยากเอารูปที่เธอวาดให้คนอื่นดูล่ะ"

hi "เธอไม่อยากเชื่อมต่อกับคนอื่นเหรอ"

show ev rin_rain_away at Position(zoom=1.0)
show ovl rin_rain_hisaotowards behind rain at Position(xalign=1.0, yalign=0.0)
with charachange

rin "ไม่เหมือนกันสักหน่อย นายคิดแบบลวก ๆ ไปนะ เหมือนจับแพะชนไก่"

"ฉันคุยเรื่องที่รินอยากจะเลี่ยงจนเธอปิดกั้นตัวเองไปอีกแล้ว คำถามลอยค้างอยู่กลางระหว่างเราสองคนอย่างนั้นไป\nตลอดทางกลับโรงเรียน ฉันอดคิดไม่ได้ว่าจะมีอะไรที่พูดแล้วส่งไปถึงรินได้จริง ๆ บ้างหรือเปล่า"

"เธอรู้สึกว่าไม่มีตัวตนเหรอ"

"เธอเป็นคนนิสัยชัดจะตาย แต่ถ้าให้อธิบายอีก ฉันก็ไม่แน่ใจเหมือนกันว่าจะพูดได้ถูกต้องหรือเปล่า เธอดูเหมือนคน\nที่จะทะเลาะอยู่กับตัวเองตลอด ฉันก็ไม่รู้เหมือนกันว่าคาดหวังอะไรอยู่ตอนที่คุยกับเธอ"

"การที่ตัวเธอเองรู้สึกถึงการหลุดคลาดขาดการเชื่อมต่อไปนั้นคือยังไงกันนะ"

"ถ้ารินถามตัวเองทุกวันว่า “ฉันเป็นใคร” แล้ววาดรูปอย่างเอาเป็นเอาตายเพื่อนิยามตัวเองวันแล้ววันเล่า เธอคิดยังไง\nกับการที่ใช้ชีวิตอย่างนั้นกัน"

hide ovl
with charachange

"ที่ตลกก็คือ สี่ห้าเดือนที่ผ่านมานี้ฉันก็ถามตัวเองอย่างนั้นเหมือนกัน ซึ่งเป็นความรู้สึกที่หดหู่เอามาก ๆ แต่สำหรับ\nเธอคนนี้ก็คงเป็นอย่างนั้นอยู่ตลอด"

hide ev
show bg school_dormext_full_rn behind rain
show rin basic_awayabsent_close_rn behind rain at center
with shorttimeskip

$ renpy.music.set_volume(0.7, 1.0, channel="ambient")

"พอมาหยุดยืนอยู่หน้าหอรินก็หันมามองฉันคล้ายจับความคิดฉันจากระยะไกลได้ สายตาว่างเปล่าเธอทอดผ่านบ่าฉัน\nไปยังม่านฝนไร้รูปร่าง"

"ตาดำของเธอดูจะจะดูดกลืนแสงที่ความสว่างน้อยเข้าไปราวกับว่าเป็นกระจกแบบย้อนกลับ"

"สายตาว่างเปล่านั้นไม่มีสิ่งใดออกมา ถ้าอยากรู้ว่าอะไรอยู่เบื้องหลังตาคู่นั้น ฉันต้องคิดเอาเอง"

"รินอ้าปากแล้วปิดปากไปโดยไม่พูดอะไร ความเงียบดำเนินต่อไปอีกพักหนึ่งก่อนเธอจะเดินไปยังประตูทางเข้าหอ"

show rin basic_absent_rn
with charadistant

$ renpy.music.set_volume(1.0, 1.0, channel="ambient")

rin "เจอกันพรุ่งนี้"

stop ambient fadeout 0.5

scene black
with dissolve


#****************************************


label th_R13:

scene bg school_dormhisao
with dissolve

"เช้าวันถัดมาเป็นวันที่มีนัดกับคุณพยาบาล ฉันต้องไปหาเขาทุก ๆ เช้าวันจันทร์ที่สองของเดือนไปจนกว่าเขาจะมี\nการปรับอะไรอีก"

"ทางโรงเรียนให้ขาดเรียนคาบเช้าคาบแรกได้ และฉันก็ด้านพอที่จะโดดคาบที่เหลือไปด้วย"

"ฉันไม่ได้รู้สึกยินดีที่ได้โดดเรียนวิชาประวัติศาสตร์โลก แต่กลับรู้สึกสยองแทนที่จะได้ไปหาคุณพยาบาลตามที่นัด"

scene bg school_dormbathroom
show steam
with locationchange

play ambient sfx_shower fadein 0.5

"แต่ฉันก็ตื่นตามเวลาปกติเช่นเคยแล้วไปอาบน้ำในห้องน้ำที่ใช้ร่วมกับเคนจิพลางจัดแจงผมเผ้าที่ยุ่งเหยิง"

"ฉันรีบแต่งตัวแล้วจับเสื้อผ้าที่ใส่แล้วลงตะกร้า"

stop ambient fadeout 0.5
hide steam
scene bg school_dormhisao
with locationchange

"ฉันเก็บข้าวของเตรียมไปเรียน การบ้านเสร็จหมดแล้วเช่นเคย ตอนนี้ยังพอจะมีเวลาว่าง"

"ไม่จำเป็นจะต้องไปเข้าเรียนคาบเช้าก่อนเพราะยังไงอีกสักยี่สิบนาทีก็ต้องมาที่ห้องพยาบาลอยู่ดี ฉันจึงนอนบนเตียง\nอ่านหนังสือรอจนได้เวลา"

scene black
with dissolve
scene bg school_nurseoffice
with locationskip

play sound sfx_doorknock2

"ประตูห้องพยาบาลเปิดอยู่ แปลก ฉันเคาะประตูเตือนแล้วเดินเข้าไป เขาละสายตาจากจอคอมพิวเตอร์แล้วบุ้ยใบ้ให้ฉัน\nไปนั่งพลางทักทายอย่างเป็นมิตร"

"ควันลอยฉุยขึ้นมาจากแก้วกาแฟร้อน ๆ ที่วางอยู่บนโต๊ะเขา สงสัยฉันจะไม่ได้มาเป็นคนแรก"

play music music_nurse fadein 0.5
$ renpy.music.set_volume(1.0, 4.0, channel="ambient")

show nurse neutral at center
with charaenter

nk "เป็นยังไงบ้างฮิซาโอะกับเช้าอันสดใสวันนี้"

hi "สบายดี มั้งครับ เมื่อวานฝนตกจนหนาว ๆ เช้านี้พอตื่นมาก็เลยรู้สึกหนักตัวนิดหน่อยน่ะครับ"

show nurse fabulous
with charachange

nk "เธอก็ด้วยเหรอ เห็นมีนักเรียนบางคนไม่พกร่มแล้วไปตากฝนเหมือนกันเลยต้องมารักษาอาการน้ำมูกไหลให้\nกับแจกหน้ากากอนามัยไป อืมม… เอาละ วันนี้วันดูอาการ ยื่นแขนมาหน่อย"

show nurse neutral_close
with characlose

"ฉันทำหน้าตายยื่นแขนซ้ายไป เขาใช้สายรัดยางรัดเข้าที่บริเวณต้นแขนฉันด้วยท่าทีชำนิชำนาญก่อนจะจัดการ\nอะไร ๆ อย่างรวดเร็ว"

"คงไม่มีใครชอบให้เข็มมาทิ่มตัวเท่าไหร่หรอก แต่อย่างน้อยฉันก็ไม่กลัวแล้ว ก็จำเป็นแหละ เดี๋ยวนี้พอถึงเวลาจริง ๆ\nฉันก็แทบไม่รู้สึกอะไรแล้ว"

"พอส่วนนั้นเสร็จสิ้นแล้วก็ถึงเวลาวัดความดัน แล้วก็มีรายการตรวจสอบกับคำถามที่ต้องตอบ คุณพยาบาลพยักหน้า\nแล้วขีดเขียนคำตอบที่ฉันตอบไป"

show nurse grin_close
with charachange

nk "เอาละ ทีนี้ก็ขอฟังหน่อย"

show nurse neutral_close
with charachange
play sound sfx_rustling

"ฉันปลดกระดุมเสื้อออกแล้วถอดพาดไว้กับพนักเก้าอี้ตัวที่ฉันนั่งอยู่ระหว่างที่เขากำลังใส่เครื่องฟังตรวจ"

"ฉันจำได้ขึ้นใจว่าเขาจะฟังที่ปอดและหัวใจตรงจุดไหนบ้าง ฉันหายใจเข้าออกให้สม่ำเสมอและเต็มที่โดยไม่ต้องรอ\nให้เขาขอ เรื่องนี้ได้กลายเป็นกิจวัตรสำหรับเราทั้งสองคนไปแล้ว"

"ตลกดี เวลานี้คงเป็นเวลาเดียวในชีวิตที่จะได้ตั้งสมาธิอยู่กับการหายใจอย่างเดียว ได้มาตรวจทีไรฉันก็เพลินตลอด"

"คุณพยาบาลย้ายจานโลหะเย็น ๆ นั้นลงมาต่ำเล็กน้อยเพื่อฟังอีกครั้ง พอตัวถูกจานเหล็กนั้นแนบก็สะดุ้ง แม้จะ\nเห็นอยู่กับตาว่าจะโดนแล้วก็ตาม"

show nurse concern_close
with charachange

"เขาขมวดคิ้ว แต่ฉันไม่รู้ว่าเขาขมวดคิ้วเพราะไม่พอใจหรือกำลังตรวจจับอะไรบางอย่างที่ทับซ้อนกันอยู่ในจังหวะหัวใจ\nที่เต้นผิดปกติของฉันอยู่"

hi "มีอะไรหรือเปล่าครับ"

nk "อย่าเพิ่งคุยนะ"

"ฉันเงียบไปและเริ่มร้อนรน คุณพยาบาลก็ใจดีอยู่หรอก แต่ฉันก็ไม่ชอบการตรวจที่ต้องทำประจำอะไรพวกนี้เลย นี่ฉัน\nจะพาลไม่ชอบเวลามีนัดอะไรแบบนี้ไปด้วยหรือเปล่านะ"

show nurse concern
with charadistant

"จนในที่สุดเขาก็ยกจานโลหะนั้นออกไปจากหน้าอกให้ฉันได้พูด"

show nurse grin
with charachange

nk "ทุกอย่างก็ดูปกติดีนะ แล้วเธอรู้สึกไม่สบายอะไรมั้ย"

hi "ไม่น่านะครับ พอดีเมื่อวานออกไปตากฝน แล้วก็นั่นแหละครับ เช้านี้ตื่นมาเหมือนไม่สบายยังไงไม่รู้ สงสัยเป็นหวัด\nนั่นแหละครับ"

show nurse fabulous
with charachange

nk "ไปกับเอมิเหรอ เห็นเอมิก็เป็นหวัดเหมือนกัน ฉันฝากคนรู้จักไปบอกให้นอนพักสักวันสองวันไปแล้วละ"

hi "เหรอครับ เอ่อ ก็ไปกับเอมิแหละครับ แต่ผมไม่รู้ว่าเธอป่วย"

"ก็คงโง่จริง ๆ น่ะแหละ ไปตากฝนอย่างนั้นน่ะ"

show nurse neutral
with charachange

nk "ใช่ แต่ช่างเรื่องนั้นก่อน เธอก็ดูสบายดีนะ แต่ระวังตัวหน่อยก็ดี"

hi "ครับ ผมไม่อยากกลับไปอยู่โรงพยาบาลอีกแล้ว"

"เขาจับสังเกตน้ำเสียงฉันได้ว่ามีอะไรบางอย่าง อาจจะความกลัวลึก ๆ มั้ง ไม่รู้สิ จากนั้นก็ละสายตาจากแผ่นกระดาษ\nที่เขาดูอยู่มามองฉัน"

show nurse fabulous
with charachange

nk "น่า ไม่ต้องห่วง ถึงขั้นนี้แล้วถ้าจะต้องให้พาเธอเข้าโรงพยาบาลอีกก็คงต้องเป็นอะไรที่ใหญ่มาก ๆ แล้วแหละ"

"ไม่ได้สบายใจขึ้นเท่าไหร่ แต่บ่นกับเขาไปก็คงไม่ได้อะไรขึ้นมา ฉันเดินออกมาเงียบ ๆ"

stop music fadeout 7.0

scene bg school_nursehall
with locationchange

"ระหว่างที่เดินไปตามโถงทางเดินที่เชื่อมอาคารรองกับอาคารหลักก็เจอเข้ากับพยาบาลสาวที่เดินสวนทางมา เธอยิ้ม\nให้ฉันจังหวะที่เดินสวนกัน"

scene bg school_lobby
with locationchange

$ renpy.music.set_volume(0.1, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 0.5

"ที่โถงใหญ่นั้นไม่มีใคร ไม่แปลก เพราะยังเป็นเวลาเรียนอยู่ ฉันได้ยินเสียงคุยกันอู้อี้ออกมาจากห้องเรียนที่อยู่ชั้นหนึ่ง"

"ฉันเหลือบมองนาฬิกา ถ้าจะไปเรียนให้ทันก็ต้องเร่งเท้า แต่ก็ไม่ได้อยากเรียนอยู่แล้ว ฉันจึงเดินขึ้นมาที่ดาดฟ้า\nเพื่อพักเที่ยงแบบนานพิเศษ"

"เอมิสัญญาไว้แล้วว่าวันนี้จะเอาข้าวเที่ยงมาให้ แต่ถ้าป่วยอยู่ก็คงมาไม่ได้ แต่ก็ไม่ได้หิว เพราะงั้นก็ไม่เป็นไร"

play ambient sfx_rooftop fadein 0.5
$ renpy.music.set_volume(0.3, 0.5, channel="ambient")

scene bg school_staircase1
with locationchange

"การที่ได้เดินตามบันไดชัน ๆ ขึ้นมายังดาดฟ้านั้นทำให้รู้สึกโล่งอย่างประหลาดราวกับว่าได้ลดน้ำหนัก เป็นความรู้สึก\nพอใจที่ไม่ได้ทำให้รู้สึกแย่อย่างที่ขึ้นมาที่นี่เป็นครั้งแรก"

"ฉันเปิดประตูบานที่ตั้งอยู่บนสุดดังเอี๊ยดแล้วเดินออกมารับแสงแดด"

play sound sfx_door_creak
$ renpy.music.set_volume(1.0, 1.0, channel="ambient")
scene bg school_roof
with Fade(0.5, 0.1, 2.0, color="#FFF")

"รั้วตาข่ายเหล็กเปิดโปร่งจนเห็นทิวทัศน์สุมทุมพุ่มไม้ที่ทอดยาวไปจนถึงเงาจาง ๆ ของเมืองใหญ่ที่อยู่ไกลออกไป"

scene bg misc_sky:
    left
    subpixel True
    linear 40.0 right
with locationchange

"ท้องฟ้าอันมืดมนจากเมืื่อวานนั้นไม่มีเหลือหรอ ราวกับฟ้าครามกระจ่างอยู่ใกล้แค่เอื้อม"

"ฉันลืมไปพักหนึ่งว่าเมื่อกี้อารมณ์ไม่ดีอยู่ ความอบอุ่นจากแสงแดดกำซาบเข้ามาถึงข้างในชวนให้ง่วงงุนเอื่อยเฉื่อย"

scene bg school_roof
with shorttimeskip
play sound sfx_normalbell

"ระฆังพักเที่ยงดังกระชากฉันให้ตื่นกลับมายังความเป็นจริง"

"ไม่นานลานโรงเรียงก็เต็มไปด้วยเสียงอึกทึก เหล่านักเรียนทะลักออกมาจากประตูไหลมายังชั้นหนึ่งเตรียมมุ่งไปกิน\nมื้อเที่ยงกันที่ลานโรงเรียนและสวนเขียวชอุ่มท่ามกลางอากาศอันแสนเป็นใจ"

"ฉันไม่แม้จะหันมองว่าใครมาเมื่อได้ยินเสียงประตูที่อยู่ตรงบันไดเปิดออก"

"คนที่เข้ามานั้นเดินมาทางฉันด้วยก้าวเดินที่ไม่สม่ำเสมอ หินกรวดที่ปูพื้นดาดฟ้าดังกรอบแกรบไปตามฝีเท้า"

$ renpy.music.set_volume(0.5, 1.0, channel="ambient")

scene bg misc_sky
with locationchange

"เสียงฝีเท้านั้นหยุดลงไปไม่ห่างจากหลังฉันมากนัก และตามมาด้วยความเงียบ ฉันแหงนหน้ามองดวงอาทิตย์เจิดจ้า\nซึมซับความอบอุ่นเข้ามาทั้งตัว"

rin "ทำอะไรอยู่"

$ renpy.music.set_volume(1.0, 1.0, channel="ambient")

scene bg school_roof
show rin basic_absent
with locationchange

"ฉันหันมองเป็นการตอบรับคำถามตามมารยาท เจ้าของคำถามนั้นคือสาวร่างบางไม่สมส่วนที่ชื่อ ริน เทซูกะ วันนี้ก็ดู\nเป็นเธอมาก ๆ ผมเธอนั้นยุ่งกว่าปกติคล้ายคนเพิ่งตื่นนอน"

"เธอยืนขาเดียวเอียงตัวมองฉันด้วยความสงสัยเล็กน้อยเหมือนกับว่าฉันเป็นของตั้งโชว์ในร้าน"

hi "ไม่รู้สิ เหม่อมั้ง"

hi "เธอล่ะ"

show rin basic_deadpan
with charachange

rin "เอมิบอกว่าจะมีอาหาร ปกติกินกันที่นี่"

hi "ขอโทษที่อาจจะทำให้เธอผิดหวังนะ แต่วันนี้เอมิไม่สบาย"

show rin relaxed_nonchalant
with charachange

rin "อ้อ งี้นี่เอง ถึงว่าไม่มาเรียน"

hi "แต่จะเป็นหวัดช่วงเดือนมิถุนาก็ไม่แปลก เธอว่าเอมิจะไปวิ่งที่ลู่ต่ออย่างที่บอกมั้ยล่ะ เห็นตอนนั้นฝนก็ยังตกอยู่เลย"

show rin basic_deadpanupset
with charachange

rin "มั้งนะ"

hi "กลางฝนอะนะ"

rin "กลางฝน"

"ถ้าจะบอกว่าซ้อม ขนาดนั้นก็เกินไปหน่อยมั้ง แต่เอมิก็เป็นคนรั้นจะตาย พอจะนึกภาพออกอยู่ว่าคงไปวิ่งตากฝน\nแค่เพราะเธอ “ต้อง” วิ่ง"

hi "อืม งั้นก็ทำเกินไปหน่อยแล้ว สงสัยที่เป็นหวัดก็คงเพราะงี้"

hi "แต่ก็เท่ดีละมั้ง"

show rin relaxed_boredom
with charachange

rin "จะว่าไป ฉันก็ไม่ค่อยสบายเหมือนกัน ฉัน…"

stop ambient

show rin relaxed_sleepy
with vpunch

rin "ฮัดเช้ย!"

play music music_another fadein 4.0

"รินกลั้นจามที่ดังพอตัวนั้นไว้ไม่ทัน เธอเอียงคอมาใช้ไหล่เช็ด ๆ จมูก พอเห็นกิริยาที่ไม่งามอย่างนั้นฉันก็หยิบ\nผ้าเช็ดหน้าออกมาแล้วจ่อที่จมูกเธอ"

show rin relaxed_sleepy_close
with characlose

hi "เอ้านี่"

show rin relaxed_doubt_close
with charachange

rin "จัย"

"เธอสูดจมูก หลังจากนั้นฉันก็ใช้ผ้าเช็ดหน้าซับให้เบา ๆ จนสะอาด"

"จมูกน่ารักดี แต่ก็แปลกดีที่ตรงนี้น่าจะเป็นจุดที่ดูเป็นผู้หญิงสุดบนหน้ารินแล้ว เหมือนฉันจะแก้มแดงหน่อย ๆ ด้วย\nแต่รินก็ไม่ทันสังเกตเห็น"

show rin basic_lucid_close
with charachange

rin "ขอบใจ ฉันน่าจะเป็นหวัดหรือวัดหรืออะไรอยู่ อย่างที่บอกเมื่อกี้"

hi "หวังว่าจะไม่นะ"

show rin basic_awayabsent_close
with charachange

"รินดูจะไม่ใส่ใจเรื่องกินมากนัก เพราะงั้นพวกเราก็อยู่ที่ดาดฟ้ากันทั้ง ๆ ที่ไม่มีข้าวเที่ยงจากเอมิ เธอมายืนตรงหน้ารั้ว\nอยู่ข้าง ๆ ฉันมองไปสักที่ไกล ๆ เหมือนที่ฉันมอง"

"ไม่มีใครดูอยากจะรบกวนบรรยากาศที่ได้อยู่กันสบาย ๆ อย่างนี้ด้วย รอบตัวเรานั้นทั้งเงียบและสงบ"

stop music fadeout 2.0
play ambient sfx_rooftop fadein 3.0

scene bg school_roof
with shorttimeskip

"ถ้าไม่กินข้าวแล้วพักเที่ยงทำอะไรกัน"

"สรุปแล้วพวกเราก็ไม่มีใครรู้ว่าต้องทำอะไร แต่โชคดีที่แค่อยู่เฉย ๆ ปล่อยให้เวลาไหลไปก็เป็นอันใช้ได้แล้ว"

"ถึงจะไม่มีบทสนทนาคอยถมช่องว่างช่วงหลายร้อยวินาที ไม่มีการมองก้อนเมฆไร้สาระที่ได้มาดูบ้างเป็นบางครั้ง\nคอยถมช่องว่างช่วงหลายสิบนาที เวลาก็ยังคงดำเนินต่อ"

"ฉันคอยก้มมองนาฬิกาข้อมือเรื่อย ๆ จนสุดท้ายก็คิดได้ว่าจะทำไปทำไม ฉันจึงคอยให้นานที่สุดก่อนจะก้มดูอีกครั้ง\nน่าจะคอยได้สักหกหรือเจ็ดนาที"

show rin basic_awayabsent_close at center
with charaenter

"รินยังคงเงียบเหม่อมองผืนแผ่นสีครามที่อยู่เหนือเรา"

"ทำไมพวกเราถึงได้ไม่คุยกันบ่อยขนาดนี้นะ เธอบอกว่าไม่ชอบพูดเพราะรู้สึกว่าการสื่อสารสิ่งที่อยากจะบอก\nนั้นยาก"

"ส่วนฉันก็น่าจะเป็นเพราะติดนิสัยตอนอยู่โรงพยาบาลไปแล้ว เพราะตอนนั้นนาน ๆ ทีถึงจะได้คุยกับใคร"

"ส่วนมากแค่ได้อยู่เงียบ ๆ อย่างนี้ก็พอใจแล้ว หรือต่อให้อยากพูด ก็ไม่รู้จะหาอะไรมาคุยกับคนอย่างรินดี"

"เธอกับฉันนั้นต่างกันจนไม่มีอะไรร่วมกัน"

hi "ทำไมเธอถึงชอบท้องฟ้าขนาดนี้"

show rin basic_deadpannormal_close
with charachange

"เธอหันมาทางฉัน ดวงตาเข้มนั้นฉายแววจริงจัง"

show rin basic_deadpan_close
with charachange

rin "ท้องฟ้าเป็นอย่างเดียวที่สมบูรณ์แบบ"

show rin basic_awayabsent_close
with charachange

#The bad grammar in this sentence and the following is intentional. LEAVE IT ALONE. -SC & Aura
rin "ฉันรู้ จะเรียกฉันเป็นผู้เชี่ยวชาญด้านท้องฟ้าก็ได้ถ้าต้องการ ไม่ต้องการฉันก็เป็น ผู้เชี่ยวชาญฟ้า"

rin "ต่างตลอด แต่สมบูรณ์แบบตลอดเหมือนกันและแม้ต่างตลอด"

$ renpy.music.set_volume(0.5, 1.0, channel="ambient")

scene bg misc_sky at Fullpan (8.0)
with locationchange

"ฉันมองตามที่เธอมองไปยังแดนฟ้ากว้างไกลพลางคิดถึงสิ่งที่เธอพูด"

hi "เธอเคยอยากเป็นอย่างอื่นมั้ย"

rin "เป็นท้องฟ้าก็คงไม่แย่"

hi "ไม่สิ หมายถึงว่า คนอื่น คนละคน ได้ไปโรงเรียนอย่างคนอื่น ไม่ต้องคิดมากอะไร…"

rin "อะไรคืออะไร"

"ฉันนึกหาคำอยู่พักหนึ่ง แต่ก็ไม่รู้จะเอามาใส่ประโยคยังไงให้พูดได้ไม่กระดากปากดี"

hi "เฮ้อ ไม่อยากพูดออกมาเลย"

rin "พูด ฉันอ่านใจไม่เก่ง"

stop ambient fadeout 0.5
scene bg school_roof
show rin basic_awayabsent_close
with locationchange

hi "เธอเคยอยากไม่พิการมั้ย"

"เธอคิดแล้วส่ายหัวพลางขมวดคิ้ว"

show rin negative_annoyed_close
with charachange

rin "ตอบยาก ไม่รู้จะพูดยังไง"

hi "ไม่ต้องตอบอะไรก็ได้ ไม่เป็นไร"

hi "ไม่รู้ทำไม แต่ฉันไม่พอใจกับตัวฉันคนนี้จนเอาแต่คิดอะไรอย่างนั้นน่ะแหละ ไม่ค่อยอยากยอมรับหรอก แต่มันก็คิด\nจริง ๆ"

"ว่าตามตรงก็รู้สึกโล่งที่ได้พูดออกมาให้ใครสักคนฟังสักที ถึงจะมีแค่รินก็เถอะ"

show rin negative_confused_close
with charachange

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
play music music_serene fadein 8.0

rin "ฉันว่า บางที ฉันก็อยากเป็นอย่างอื่น ช่วงนี้ฉันอยากเปลี่ยนตัวเอง แต่ก็แอบกลัว เหมือนหลับตาเดินถอยหลัง"

show rin negative_worried_close
with charachange

rin "ที่ยากก็คือต้องรู้ว่าทางไหนที่นิ้วเท้าชี้ไปอีกทาง คือ หมายถึงทิศทางนะ"

show rin basic_sad_close
with charachange

rin "ต่อให้ฉันไม่ทำอะไร ฉันก็จะไม่เหมือนเดิม"

show rin negative_spaciness_close
with charachange

rin "เหมือนภาพที่ฉันเคยวาดไว้ ภาพพวกนั้นต่างจากภาพที่ฉันวาดตอนนี้ เพราะฉันต่าง แต่ก็ยังเป็นภาพที่ฉันวาด\nเพราะงั้นก็แปลว่ายังมีอะไรเหมือนเดิม แปลกมาก ๆ"

show rin basic_lucid_close
with charachange

rin "ทุกวันฉันต่าง แต่ทุกวันฉันก็เหมือนเดิม แล้วฉันคือใคร"

hi "อันนี้เล่นทายปัญหาเหรอ"

show rin basic_deadpanupset_close
with charachange

rin "ถ้าอยากจะเอาไปทายก็เอาเลย แต่ฉันไม่รู้คำตอบนะ นายต้องคิดขึ้นมาเอง"

hi "งั้นคำตอบคือท้องฟ้าใช่มั้ยล่ะ ถ้าว่าตามที่เธอบอกเมื่อกี้"

show rin basic_surprised_close
with charachange

"คำพูดนั้นของฉันทำให้เธอประหลาดใจ เธอน่าจะลืมไปแล้ว"

show rin basic_deadpansurprised_close
with charachange

rin "จริงด้วย! แต่ตอนพูดฉันนึกถึงตัวเองอยู่นะ แปลกมาก"

show rin basic_lucid_close
with charachange

rin "หรือจริง ๆ แล้วฉันคือท้องฟ้า"

hi "ไม่น่าเป็นไปได้นะ เธอโยงอะไรพลาดแล้วละ"

show rin basic_awayabsent_close
with charachange

"รินก้มหัวแล้วเงียบไปทำสีหน้าว่าคิดถึงตรรกะที่โยงเมื่อกี้อยู่ในใจ เธอดูไม่พอใจกับข้อสรุปนั้นที่คิดได้"

show rin basic_deadpanupset_close
with charachange

rin "อืม ฉันน่าจะไม่ใช่ท้องฟ้า ก็จริงนะ ฉันนึกไม่ออกว่าฉันเป็นคนยังไง"

hi "ไม่ใช่แค่เธอคนเดียวหรอก"

show rin negative_spaciness_close
with charachange

rin "เหมือนใจฉันอยู่คนละที่กับตัว"

hi "ใต้น้ำ"

show rin basic_awayabsent_close
with charachange

rin "อืม อยากรู้จังว่าไปอยู่ตรงนั้นได้ยังไง"

"ฉันไม่มีคำตอบต่อ ความเงียบจึงกลับมาอยู่กับพวกเราอีกพักหนึ่ง ฉันหันมองท้องฟ้าที่อยู่เหนือพวกเรา"

$ renpy.music.set_volume(0.5, 2.0, channel="music")

window hide

scene bg misc_sky
with locationchange

nvl clear
nvl show dissolve

n "\n\nครั้งล่าสุดที่ฉันได้จดจ่ออยู่กับท้องฟ้าขนาดนี้เป็นตอน… น่าจะตอนที่อยู่โรงพยาบาลแน่ ๆ ฉันเห็นเพียงแถบท้องฟ้า\nผ่านหน้าต่างห้องฉัน ถ้าเดินไปเอาหน้าแนบหน้าต่างเย็น ๆ แถบที่ว่านั้นก็ขยายใหญ่ขึ้น แต่ก็ไม่ได้ใหญ่ขึ้นมาก"

n "ท้องฟ้าผืนนั้นที่เป็นเครื่องเตือนถึงโลกอีกฟากฝั่งทำให้ฉันเศร้าและเหงา จะมีอีกโลกหนึ่งที่อยู่เหนือท้องฟ้าที่เรามอง\nจากดาดฟ้าโรงเรียนนี้ด้วยเหมือนกันหรือเปล่านะ"

n "ฉันอดไม่ได้ที่จะเทียบชีวิตในรั้วยามากุกับในห้องที่โรงพยาบาล แต่ก็ต้องเป็นอย่างนั้นเพราะฉันไม่ได้อยู่ที่นั่นแล้ว"

n "ท้องฟ้าแคบ ๆ หลังหน้าต่างห้องที่โรงพยาบาล ใบหน้าของหมอ ใบหน้าของพ่อแม่ กำแพงขาวสะอ้านที่ห้อมล้อม\nจดหมายของอิวานาโกะที่สะท้อนก้องคำที่เธอไม่เคยพูด เหล่านั้นเป็นอดีตไปแล้ว"

n "ฉันอยากจะลืมทุกสิ่งอย่างที่ผ่านมาแล้วให้เวลาหยุดลง สิ่งที่เหลือมีเพียงฉัน ริน และท้องฟ้า เป็นพักเที่ยงชั่วนิรันดร์\nสมบูรณ์แบบ ไม่แปรเปลี่ยน อยู่ตลอดกาล"

$ renpy.music.set_volume(1.0, 2.0, channel="music")

nvl clear
nvl hide dissolve

window show

hi "ฉันไม่แน่ใจว่าฉันชอบหรือเกลียดโรงเรียนนี้"

rin "ถ้าฉันจะไปโรงเรียนปกติฉันก็ไปได้ แต่ฉันเลือกจะมาที่นี่"

scene bg school_roof
show rin relaxed_nonchalant_close at center
with locationchange

hi "ทำไม"

show rin relaxed_doubt_close
with charachange

rin "ฉันแค่เลือกว่าจะมา เหมือนให้เลือกแตงโมหรือเยลลีลูกไหน"

hi "แล้วคิดว่าดีมั้ย"

hi "คือ ที่โรงเรียนนี้ก็มีอะไรดี ๆ เยอะ แต่อะไรแย่ ๆ มันก็มีบ้าง"

show rin basic_lucid_close
with charachange

rin "รู้"

show rin basic_awayabsent_close
with charachange

rin "ฉันสะสมคน เพราะคนน่าสนใจดี คนที่นี่ก็น่าทึ่งกันทั้งนั้น ส่วนใหญ่นะ แต่ไม่ทั้งหมด"

show rin negative_angry_close
with charachange

rin "บางคนก็ทนไม่ไหว บอกว่าเจ็บเกิน บางทีมันก็หนักเหมือนกันนะ เลยเจ็บ"

show rin basic_deadpanupset_close
with charachange

rin "นายเป็นแบบนั้นด้วยหรือเปล่า หวังว่าจะไม่นะ ฉันไม่ชอบอะไรอย่างนั้น"

hi "เฮ้ย ฉันไม่ใช่ตัวกรณีศึกษาให้เธอนะ แล้วฉันก็จะไม่ตายหรืออะไรหรอก"

hi "แต่เอาเถอะ ที่ฉันถามคือเพราะที่นี่มันไกลจากโลกความเป็นจริงเกินไป"

show rin basic_surprised_close
with charachange

rin "โลกความเป็นจริงคืออะไร"

hi "ทุกอย่างที่อยู่ข้างนอกโน่นน่ะ คนจริง ๆ ที่ลงล็อกใช้ชีวิตตามปกติทุกวัน"

show rin relaxed_surprised_close
with charachange

rin "นายคิดว่าเราไม่ใช่อย่างนั้นเหรอ คนจริง ๆ ที่ว่าน่ะ"

hi "ก็อาจจะไม่นะ คือ ไม่ ใช่สิ ที่ฉันหมายถึงคือเหมือนว่าเราเป็นเศษเหลืออะไรอย่างนี้มากกว่าน่ะ"

show rin negative_annoyed_close
with charachange

"รินครุ่นคิดอยู่พักหนึ่ง เธอหรี่ตากลมของเธอลงพลางกัดริมฝีปากเบา ๆ อย่างเด็ก"

show rin basic_deadpansurprised_close
with charachange

rin "พิการแล้วมันลำบากเหรอ"

"คำถามของเธอทำให้ฉันต้องแค่นหัวเราะแห้ง ๆ"

hi "ฉันสิต้องถามเธอ เธออยู่วงการนี้มานานกว่าฉันอีกนี่"

show rin negative_annoyed_close
with charachange

"เธอครุ่นคิดอยู่อีกพักหนึ่ง"

show rin basic_deadpancontemplation_close
with charachange

rin "ฉันไม่ได้รู้สึกพิการขนาดนั้น คือก็ทำอะไรหลายอย่างที่ใช้วิธีแบบไม่ปกติแหละ แต่ก็ไม่ได้ลำบากขนาดนั้น\nหัดทำอะไรได้อยู่แล้ว"

show rin basic_deadpandelight_close
with charachange

rin "ปีนี้ฉันหัดกินอาหารด้วยละ คิดว่าสักวันจะหัดทำอาหารในครัวจริง ๆ ด้วย"

hi "นับถือเลย แต่ฉันมองว่ามันไม่ใช่แค่เรื่องความรู้สึกหรอก"

show rin basic_lucid_close
with charachange

rin "สำหรับนายก็คงงั้น"

"ฉันไม่รู้จะแย้งยังไงต่อจึงยอมเงียบล่าถอยไป ฉันยิ่งสับสนหนักกับสิ่งที่เกิดขึ้น"

"ฉันรู้ว่าต้องการอะไร แต่ไม่รู้ว่าจะไปคว้ายังไง รินดูจะเชื่อว่าแค่คิดอยากจะเป็นรูปร่างแบบไหนก็เป็นได้ แต่ไม่รู้ว่าจะเป็น\nนกหรือผีเสื้อดี"

show rin basic_awayabsent_close
with charachange

rin "ฉันว่า เอาเข้าจริง ๆ ฉันก็ไม่ได้พอใจขนาดนั้นกับตัวฉันอย่างที่เป็นอยู่หรอก แต่ก็ไม่ได้แปลว่าฉันเสียใจกับตัวฉัน\nอย่างที่เป็นนะ"

show rin relaxed_nonchalant_close
with charachange

stop music fadeout 0.5

rin "นั่นแหละคือปัญหาของนาย ฮิซาโอะ"

play sound sfx_rustling

scene bg school_roof_blurred
show rin basic_lucid_superclose at center
with characlose

"สมองฉันเพิ่งประมวลผลคำพูดที่ออกจะโผงผางนั้นก็ตอนที่รินเข้ามากอด"

hi "ทำอะไรน่ะ"

"ฉันไม่เคยถูกสาวที่ไม่มีแขนกอดมาก่อน เอาตรง ๆ สัมผัสนั้นก็ไม่ได้รู้สึกเหมือนการกอดสักเท่าไหร่ ท่าที่เธอใช้\nลำตัวแนบดูแปลก ๆ โดยไม่มีแขนโอบนี้ให้ความรู้สึกเหมือนว่าเธอทับตัวฉันอยู่มากกว่า"

"แต่ฉันสัมผัสได้ถึงความอบอุ่นอย่างการกอด และเช่นนั้นฉันถึงได้รู้ว่าสิ่งนี้คือการกอด"

show rin basic_deadpannormal_superclose
with charachange

play music music_comfort fadein 9.0

rin "ฉันกอดนายอยู่นะ ฮิซาโอะ"

hi "รู้แล้ว แต่…"

show rin relaxed_doubt_superclose
with charachange

rin "ไม่ใช่เหรอ นึกว่าต้องทำอย่างนี้เสียอีก"

show rin relaxed_sleepy_superclose
with charachange

rin "ฉันไม่ชินกับอะไรแบบนี้เท่าไหร่ ตอนที่เอมิกอดฉันครั้งแรกฉันตกใจจนเผลอถีบท้องเธอไป แล้วฉันดันถีบแรงจน\nหลังจากนั้นเธอก็ไม่ได้กอดฉันบ่อย ๆ เลย"

hi "ไม่ผิดหรอก แค่ ไม่สิ แค่ฉัน… ช่วงนี้อะไร ๆ มันมากมายไปหมด ฉันเหมือนจะตอบสนองอะไรได้ไม่ดีเลย"

show rin relaxed_surprised_superclose
with charachange

rin "จริงเหรอ แสดงว่าพิการก็ลำบากจริงงั้นสิ"

"คงจนมุมเท่านี้ละ ฉันไม่มีแรงจะเถียงอะไรอีก แต่ก็รู้สึกเหมือนต้องระบายบางอย่าง"

hi "ก็นะ ฉัน… ไม่สิ ไม่ได้ลำบาก ฉันแค่คิดอะไรมากไป"

hi "ฉันไม่อยากเอาแต่นึกสมเพชตัวเองอยู่อย่างนี้"

"ฉันเปราะบางอย่างนี้อยู่แล้ว หรือเพิ่งเป็นหลังเหตุการณ์นั้นกัน เพราะไม่เคยมีอะไรที่เปลี่ยนชีวิตฉันได้อย่างจริงจัง\nขนาดนั้นมาก่อน คงไม่มีทางรู้ได้แน่"

show rin basic_lucid_superclose
with charachange

"แก้มรินแนบแน่นอยู่กับตัวฉัน ฉันสัมผัสได้ถึงความอบอุ่นจากร่างกายเธอที่อยู่ใกล้ชิด"

"ตัวเธอนั้นร้อนมากราวกับว่าได้ดูดแสงอาทิตย์ไว้กับตัวแล้วมาแบ่งให้ฉัน หรือตัวเธออาจจะเป็นอย่างนี้อยู่แล้วก็ได้"

"ฉันไม่ได้สัมผัสอะไรที่แสนอบอุ่นขนาดนี้มานานแสนนานมากแล้ว"

show rin basic_deadpan_superclose
with charachange

rin "โห เสียงหัวใจนายเต้นแปลกจริงด้วย เหมือนวงดุริยางค์เครื่องกระทบที่คนเล่นเมาเลย"

hi "อย่าพูดอย่างนั้นเลยนะ ฉันอึดอัดน่ะ"

"แต่ฉันก็หัวเราะไปกับคำพูดของเธออยู่ดีด้วยหวังจะคลายเครียด เสียงหัวเราะนั้นฟังดูฝืน ๆ นิดหน่อย"

hi "เฮ้อ ขอโทษที่ฉันไม่เอาไหนอย่างนี้นะ"

show rin basic_deadpannormal_superclose
with charachange

rin "ไม่เป็นไร ตรงนั้นแหละคือสิ่งที่ดีที่สุดของนาย"

hi "ฟังแล้วไม่ได้ดีใจขึ้นมาเลยนะ"

scene bg school_roof
show rin basic_deadpannormal_close at center
with charadistant

"เธอผละตัวออกแล้วนั่งลง ความเงียบเข้าปกคลุมพวกเราอย่างผ้าห่ม ฉันยังอายกับตัวเองอยู่ ส่วนรินก็กำลังปรับสีหน้า\nไปตามใจเธออยาก"

$ renpy.music.set_volume(0.5, 2.0, channel="music")

scene bg misc_sky
with locationchange

"ฉันแหงนมองอีกครั้งส่งท้าย"

hi "ดาดฟ้านี่เยี่ยมจริง ๆ รู้สึกเหมือนได้เข้าใกล้ท้องฟ้าไปอีกหน่อยเลย"

rin "ฉันรู้จักที่ที่ดีกว่านี้นะ แต่จะไปตอนพักเที่ยงไม่ได้ ถ้าอยากไปเดี๋ยวสักวันจะพาไป"

play sound sfx_warningbell

"ระฆังดังส่งสัญญาณเริ่มคาบบ่าย รินลุกขึ้นยืนแล้วเดินลงบันไดไป ฉันไม่ได้รีบตามเธอไปเพราะอยากอยู่บนนี้ต่ออีก\nสักหน่อย"

$ renpy.music.set_volume(1.0, 2.0, channel="music")

scene bg school_roof
show rin basic_awayabsent at center
with locationchange

hi "ขอบคุณที่กอด"

show rin basic_lucid
with charachange

rin "ขอบคุณที่ไม่เตะ"

hide rin
with charaexit

"พอรินไปแล้วฉันก็ปล่อยน้ำตาให้ไหลอาบแก้ม ร้องไห้ให้กับโรคนี้ของฉันเป็นครั้งแรกและครั้งเดียวในชีวิต"

"แล้วทิ้งตัวฉันอันเปล่ากลวงคนนั้นที่นอนอยู่บนเตียงโรงพยาบาลไปตลอดกาล"

stop music fadeout 2.0
scene black
with dissolve


#***************************************************


label th_R14:

scene bg school_scienceroom
with locationchange

"สองวันให้หลังฉันก็หดหู่น้อยลงแล้ว ออกไปเดินเร็วนาน ๆ เพื่อสุขภาพอย่างที่คุณพยาบาลแนะนำด้วย ซึ่งก่อนหน้านี้\nฉันอ้างสารพัดเลี่ยงไม่ยอมทำมาตลอด"

"รู้สึกจะตื่นตัวกับการเรียนด้วย ฉันคอยตอบคำถามมุโต้ที่เป็นครูประจำชั้นและครูวิชาวิทยาศาสตร์ได้อย่างถูกต้อง\nและรวดเร็วอย่างเป็นที่น่าพอใจ"

"ช่วงพักระหว่างสองคาบเช้าตอนนี้นั้นน้อยเกินกว่าจะทำอะไรเป็นชิ้นเป็นอัน แต่ก็นานเกินกว่าที่จะให้นั่งอยู่ในห้อง\nเฉย ๆ โดยไม่ทำอะไรเลย"

play ambient sfx_crowd_indoors fadein 0.5

scene bg school_hallway3
show crowd
with locationchange

"จะให้ออกไปที่โถงทางเดินก็ไม่ได้ดีไปกว่ากันสักเท่าไหร่ แต่ได้เอาเวลามายืดเส้นยืดสายกล้ามเนื้อที่ตึง ๆ ก็ดีกว่า\nการนั่งอยู่เฉย ๆ ให้เส้นยึดกว่าเดิม"

"ประตูห้องเรียนที่อยู่ใกล้ ๆ เปิดออก นักเรียนห้อง 3-4 ไหลออกมาสมทบกับกลุ่มคนในโถงทางเดินที่ค่อนข้างแน่น\nอยู่แล้ว เหมือนว่าครูทางนั้นจะปล่อยช้าไปสองสามนาที"

"ในนั้นก็มีเอมิอยู่ด้วย เธอเห็นว่าฉันมองอยู่ ทำฉันเกือบจะเบือนหน้าหนีไปโดยอัตโนมัติ"

play music music_emi fadein 0.5

show emi basic_closedgrin at center
with charaenter

"แต่ฉันก็ไม่ได้เบือนหน้าหนี เธอยิ้มให้ฉันแล้วฝ่านักเรียนคนอื่น ๆ โดดมาทางฉันอย่างเริงร่า"

"เอมิดูค่อนข้างกระฉับกระเฉง ไม่มีทีท่าอาการป่วยหรืออะไรเลย ดูท่าว่าจะหายหวัดแล้ว"

show emi basic_happy
with charachange

emi "ไง! อรุณสวัสดิ์!"

hi "กลับมาแล้วนี่นา แล้วนี่รู้สึกดีขึ้นหรือยัง"

"ก็ดูไม่เป็นอะไรแล้วแหละ แต่ก็รู้สึกว่าต้องถามอยู่ดี"

show emi excited_laugh
with charachange

emi "ขอบใจนะ! อื้ม ดีขึ้นแล้ว แค่หวัดเอง ไม่ได้เป็นอะไรมาก"

"เธอหัวเราะด้วยความมั่นใจคล้ายเน้นย้ำสภาพร่างกายเธอ ฉันนึกสงสัยว่า ‘อะไรมาก’ ของเธอคืออะไรกันนะ"

"แต่ดูท่าแล้วถามไปเธอก็คงเลี่ยงไม่ตอบอะนะ"

show emi excited_happy
with charachange

hi "นี่เธอจะไปไหน"

show emi basic_closedgrin
with charachange

emi "จะไปห้องรินดูว่าตื่นหรือยัง"

hi "อ้าว นี่รินโดดคาบเช้าเหรอ"

show emi sad_grin
with charachange

"เธอยิ้มแหย ๆ เลิ่กลั่กเล็กน้อย"

emi "เอ่อ… ไม่เชิงหรอก เหมือนจะติดหวัดไปจากฉันน่ะ"

hi "อ้าว จริงเหรอเนี่ย ก็นะ ไปตากฝนด้วยกันตอนวันอาทิตย์นี่นะ ตอนวันจันทร์ก็เห็นเหมือนจะไม่สบายอยู่หน่อย ๆ ด้วย"

show emi basic_grin
with charachange

emi "อื้ม นั่นแหละ เดี๋ยวถ้ายังไม่หายอีกก็จะไปขอยาแก้หวัดจากคุณพยาบาลไปให้ด้วย"

stop music fadeout 3.0

hide emi
with charaexit

"เธอออกตัวไปที่หอหญิง ฉันอยากจะตามเอมิไปเยี่ยมรินด้วยเหมือนกัน อยากจะบอกรินว่าตอนนี้ฉันรู้สึกดีขึ้นแล้วด้วย\nแต่ก็รู้สึกเหมือนไม่ถูกที่ถูกทางอยู่"

"ความรู้สึกบางอย่างที่ระบุไม่ได้เบนความคิดฉันไปทางอื่น ไม่รู้ทำไมถึงรวบรวมความกล้าเข้าไปไม่ได้ เนี่ยน่ะเหรอ\nความรู้สึกของอิวานาโกะที่พยายามบอกจะความรู้สึกเธอให้ฉันได้ฟังน่ะ"

stop ambient fadeout 2.0

scene black
with dissolve

#****************************

label th_R15:

scene bg school_girlsdormhall
with locationchange

"ถึงฉันจะกระปรี้กระเปร่าขึ้นแล้ว แต่ก็ยังไม่แน่ใจว่าจะไปคุยกับรินดีมั้ย"

"จนกระทั่งสองวันให้หลังฉันถึงได้กล้าพอที่จะเข้าหอหญิง วันนี้วันศุกร์ ฉันถามคนแรกที่เจอตอนเดินเข้าหอว่าห้องริน\nไปทางไหน"
#Sunday - failed picnic. Monday - checkup. Two days later - start of R14, when he finds out on Wednesday that Rin is sick.
#He visits on Friday, so when he visits Rin has been sick for two days plus - or three plus if she started being sick on Tuesday, but the dialogue is neutral and without implications either way. -SC

play sound sfx_doorknock2

"ฉันเคาะประตูห้องรินที่ไม่มีอะไรแปะอยู่แล้วรอ"

$ renpy.music.set_volume(0.5, 0.0, channel="sound")
play sound sfx_rustling
$ renpy.music.set_volume(1.0, 10.0, channel="sound")

"หลังจากที่เงียบอยู่สองสามวินาทีก็มีเสียงกุกกักดังมาจากในห้อง เริ่มคิดแล้วว่าหรือควรจะเอาอะไรติดมือมาเยี่ยมด้วย\nอย่างกาแฟอุ่น ๆ สักกระป๋องหรือไม่ก็ส้มสักสองสามลูก จะได้ปอกให้กินด้วย แต่ก็ช้าไปละ"

"ประตูที่ไม่ได้ล็อกไว้นั้นเปิดออกเงียบ ๆ ฉันยืนจ้องรินที่กำลังจ้องฉันกลับอยู่"

"ผมเผ้าเธอรุงรังเหมือนเพิ่งตื่น"

show rinpan basic_deadpanamused at Slide(1.05,1.0,1.0,1.0,0.5)
with charaenter

"…และตัวเธอแทบไม่ได้ใส่อะไรเลย"

"…"

show rinpan basic_amused at right
with charachange

rin "สวัสดี———"

play music music_rin fadein 0.5

"รินยิ้มโง่ ๆ เพี้ยน ๆ แต่ก็ไม่แน่ใจว่าเพราะอะไร"

"รินแทบไม่ได้ยิ้มจนยิ้มทีไรก็ชวนให้รู้สึกผิดที่ผิดทางตลอด ยิ่งตอนนี้ที่เธอใส่เสื้อผ้าไม่ครบชิ้นด้วย พอเห็นเธอใน\nสภาพนี้แล้วฉันก็เริ่มตีกับตัวเองว่าคิดถูกแล้วหรือยังที่มาหา"

"แก้มเธอแดงแจ๋ตัดกับผิวขาวนวลอย่างคนไม่ได้ตากแดดให้เพียงพอ หน้าผากเธอเหงื่อซึมเหมือนมีไข้"

hi "เอ่อ ไง"

show rinpan basic_absent
with charachange

"แล้วไงต่อ ฉันไม่ได้คิดไว้ว่าจะเอายังไงต่ออีก ส่วนรินก็จ้องมาด้วยสายตาคาดหวังคู่นั้นของเธออีกแล้ว"

"ไม่รู้ทำไมถึงได้รู้สึกแปลก ๆ ตาเธอดูว่างเปล่ากว่าปกติ แถมยังเหมือนแทบจะจดจ่อกับอะไรไม่ได้เลย"

"พอเห็นเสื้อผ้าน้อยชิ้นอย่างนี้แล้วก็ใจคอไม่ดีเลย แต่ในเมื่อเธอดูจะไม่คิดอะไร แล้วฉันจะคิดอะไรทำไม"

"ก็บอกตัวเองอย่างนั้นอะนะ"

hi "เอ่ออ พอดีเห็นไม่เข้าชมรมศิลปะเลยกะว่าจะมาเยี่ยมน่ะ… แล้วก็อยากมาคุยด้วย"

"ไม่มีทีท่าว่ารินจะได้ยินสิ่งที่ฉันเพิ่งพูดไปจนฉันสงสัยว่าเธอเข้าใจที่ฉันพูดหรือเปล่า หรือว่าไม่ได้ยินจริง ๆ"

"หรือจะยังเบลอ ๆ เพราะเป็นไข้ ก่อนหน้าที่ฉันจะมาหาอาจจะหลับอยู่"

show rinpan basic_deadpan
with charachange

rin "โอเค"

show rinpan basic_deadpan:
    easeout 0.5 alpha 0.0 xpos 1.05
with Pause(0.5)

hide rinpan
with None

"เธอหมุนส้นเท้าแล้วเดินจากประตูกลับเข้าไปในห้องเล็ก ๆ นั้น ฉันยืนอยู่ตรงประตูมองเธอเดินไปที่เตียงทำท่า\nกึ่งนอนกึ่งนั่งอยู่บนกองผ้ารก ๆ อยู่บนที่นอน"

"ประตูที่เปิดดูเป็นอุปสรรคทางจิตใจมากกว่าประตูที่ปิดเสียอีก แต่ในเมื่อรินไม่พูดอะไรต่อ ฉันก็เดินผ่านประตูเข้าไป\nในห้องเธอ"

scene bg school_dormrin
with locationchange

"รินนั่งพิงผนังอยู่บนเตียง ในห้องมีเก้าอี้อยู่หนึ่งตัวที่ฉันนั่งได้"

"และพอฉันนั่งลงแล้วเธอก็ยังเงียบอยู่ กะจะให้เข้ามาในห้องแต่ลืมพูดออกมามั้ง งั้นก็คงเป็นคำชวนทางอ้อมแหละ"

show rinpan basic_deadpanamused at twoleft
with charaenter

rin "ตื่นเต้นมาก ไม่เคยมีใครมาเยี่ยมฉันมาก่อนเลย"

"เสียงที่ดังขึ้นมากลางความเงียบนี้ดึงความสนใจฉันจากห้องไปหาเจ้าของห้องที่เหมือนจะกำลังคิดอะไรลึกล้ำอยู่"

#Kinda dumb, I wanted to add some rinservice to appease SC but this kind of shit would probably require art. I'm not gonna go for "damn she doesn't have pants on" angle though.

#"I can't help taking closer note of the unusual shape of her body, exposed due to the incomplete state of her clothing."

#"Her thighs and legs are toned yet sleek like a cyclist's, a result of years of daily usage in ways the lower body is not really designed for, continuing up to the thin and bony upper body that the shirt covers."

#"Rin's body looks like it's shaped by function and her living habits, not by deliberate attempts to make it look a certain way."

show rinpan basic_awayabsent
with charachange

rin "จริง ๆ ก็ไม่ใช่หรอก ที่ว่าไม่มีมาเยี่ยม แต่ต่อให้เอมิมาเยี่ยมก็ไม่นับนะ"

show rinpan basic_deadpan
with charachange

rin "เอมิเอาใจฉันเกินไป สนุกเธอละ"

show rinpan basic_absent
with charachange

rin "ฉันว่าฉันลืมแล้วว่ายกทรงใส่ยังไง"

"เธอก้มมองหน้าอกตัวเองเนือย ๆ"

show rinpan basic_surprised
with charachange

rin "ซึ่งก็น่าจะเป็นเหตุผลว่าทำไมฉันถึงไม่ได้ใส่ จะว่าไปแล้ว"

"ก็เห็นอยู่เหมือนกันแหละว่าไม่ได้ติดกระดุมเสื้อ แต่ฉันก็คอยใช้สายตาจ้องตรงเข้ากับตาเธออย่างเดียว"

"ค่อนข้างชัดว่าเธอไม่ใช่พวกที่รู้สึกรู้สาอะไรกับสภาพตัวเองเท่าไหร่ แต่ตัวฉันตอนนี้นั้นรู้สึกรู้สากับสภาพเธอไปแล้ว\nพอตัว"

show rinpan relaxed_sleepy
with charachange

rin "วันนี้เอมิมาปลุกฉันตอนเจ็ดโมงครึ่งด้วยแหละ!"

show rinpan relaxed_doubt
with charachange

rin "นึกภาพไม่ออกเลยเนอะ"

"เธอชะงักไปครู่หนึ่งแล้วมองหน้าฉันที่อึ้ง ๆ อยู่"

show rinpan basic_lucid
with charachange

rin "คิดดูอีกที นายคงนึกภาพได้แหละ ไม่เหมือนปลาสายรุ้งกลับด้านที่เมื่อกี้ฉันกำลังพยายามนึกภาพอยู่ ยากมาก"

hi "ก็ได้แหละ ถ้าจะไปเรียนคาบเช้าปกติก็ต้องตื่นเวลานั้นนี่"

"ฉันตอบให้ฟังดูมีเหตุผลที่สุดเท่าที่เป็นไปได้เพื่อที่จะต้านเรื่องหงุดหงิดที่ไร้เหตุผลของริน"

show rinpan basic_deadpanupset
with charachange

rin "ฉันบอกให้เอมิออกไป"

show rinpan relaxed_nonchalant
with charachange

rin "เธอให้ยาพวกนี้มาแล้วก็บอกให้กิน"

"ฉันมองตามสายตาเธอไปยังโต๊ะหัวเตียงจนเจอเข้ากับขวดยาที่ตั้งอยู่"

show pills:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

"ฉันหยิบขวดนั้นมาอ่านฉลากยาดูว่าเอมิเอาอะไรมาให้รินกิน"

"ตัวยาสำคัญ… โคดีอีน?"

show pills:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide pills
with None

hi "เธอกินหมดนี่เลย?"

show rinpan relaxed_surprised
with charachange

rin "ไม่ ใช่ ฉันกินไปบ้างแล้วเพราะยามีเยอะมาก เหมือนจะช่วยให้รู้สึกดีได้"

show rinpan relaxed_sleepy
with charachange

rin "ที่จริง… ฉันว่ารู้สึกดีมากเลยละ"

"เธอหมุนคอไปมาเหมือนกำลังยืดเส้น หรือไม่ก็เหมือนว่ากำลังจะเป็นลม"

"นี่กินไปหลายเม็ดแล้วเหรอ จะเป็นอะไรมั้ยเนี่ย อย่างน้อยน่าจะมีผลข้างเคียงบ้าง… ซึ่งเกรงว่าผลที่ว่าก็คือสิ่งที่ตาฉัน\nเห็นอยู่ตอนนี้"

show rinpan basic_deadpanupset
with charachange

rin "ฉันรู้สึกดีมาก… รู้สึกดี… แค่ใครเอาอะไรที่ส่งเสียงดังอยู่ในหัวนี้ออกไปที คิดอะไรไม่ออกเลย"

"เธอทำหน้าหงุดหงิดอีกครั้ง"

show rinpan basic_upset
with charachange

rin "เหมือนมีแมลงพวกนั้นอยู่เยอะ ๆ … หรือมีแมลงพวกนั้นอยู่กลุ่มใหญ่มาก"

show rinpan basic_awayabsent
with charachange

rin "มีปีกหลายคู่ มีหลากสี แล้วก็อะไรหลายอย่าง"

show rinpan basic_absent
with charachange

rin "เรียกว่าอะไรนะ"

show rinpan basic_deadpanamused
with charachange

rin "อ้อ ช่างเถอะ นึกออกละ ผีเสื้อ"

"เธอยิ้มน้อย ๆ กับข้อสังเกตนั้นของเธอ ช่วงว่างสั้น ๆ ระหว่างที่เธอกำลังคุยกับตัวเองนั้นสั้นเกินกว่าที่ฉันกล้าจะพูด\nอะไรที่พอจะประคับประคองบทสนทนานี้ขึ้นมาได้"

show rinpan basic_amused
with charachange

rin "ฉันรักผีเสื้อ เป็นสัตว์ที่สุดยอดที่สุดเลย"

show rinpan basic_awayabsent
with charachange

rin "ตอนนายมานายเห็นมั้ย"

show rinpan basic_deadpansurprised
with charachange

rin "ฮิซาโอะ"

"เธอพูดชื่อฉันปิดท้าย น่าจะเป็นการบอกให้ชัดว่าตอนนี้คุยกับฉันอยู่ ไม่ได้เป็นการพูดสิ่งที่เธอคิดให้ใครก็ตาม\nที่อาจจะฟังอยู่"

"สถานการณ์พิลึกพิลั่นนี้นับตั้งแต่ที่รินเปิดปากพูดทำฉันใบ้กิน และเมื่อเธอไม่มีอะไรจะพูดต่อแล้วก็มีเพียงความเงียบ\nที่เติมเต็มห้องห้องนี้"

"ฉันจึงมองไปรอบ ๆ อีกครั้งพลางนึกหาเรื่องคุย"

"ห้องรินนั้นแคบพอ ๆ กับห้องฉัน หน้าต่างบานใหญ่ที่หันหน้าไปทางทิศตะวันออกเหมือนอย่างเดียวกับที่ห้องฉันกินที่\nอยู่ตรงผนังฝั่งตรงข้ามประตู"

"ดูปกติมากจนฉันรู้สึกผิดปกติ ก็นึกว่าจะมีอะไรที่มัน… ต่างไปกว่านี้"

"พื้นที่ผนังส่วนใหญ่เป็นภาพวาดแนวนามธรรมอันเป็นเอกลักษณ์เฉพาะตัวของรินที่มีอยู่สิบกว่าภาพ ทั้งยังมีโปสเตอร์ศิลปะ\nแปะอยู่สองสามใบ แต่ก็มีแค่จุดนี้แหละที่ไม่เหมือนห้องฉันแบบจริง ๆ"

"ห้องก็ไม่ได้เรียบจนจืดขนาดนั้น แต่ก็ดูไม่เหมือนสภาพของห้องสาวน้อยที่ฉันคิดไว้ในหัวเท่าไหร่"

"กลิ่นศิลปะจาง ๆ … กลิ่นสีและกระดาษลอยอยู่ในอากาศ กลิ่นเหมือนเดียวกันอย่างกับกลิ่นที่ห้องศิลปะ"

"และดูเหมือนว่ารินจะไม่ได้ใส่ใจเรื่องความเป็นระเบียบมากนัก ในห้องเธอมีของอะไรวางกอง ๆ รวมกันไปทั่ว"

hi "ห้องสวยดีนะ"

"เป็นประโยคลอย ๆ ที่คั่นช่วงว่างในบทสนทนา แต่ตอนนี้สมงสมองก็ไม่อยู่กับเนื้อกับตัวฉันแล้ว"

show rinpan relaxed_nonchalant
with charachange

rin "อาฮะ อยากให้พาไปดูมั้ย"

"เธอก้มมองเสื้อที่แบะออกนั้นงง ๆ จนฉันเผลอมองลงต่ำตามไปด้วย"

show rinpan relaxed_sleepy
with charachange

rin "อ้าว… น่าจะพาไปดูแล้ว"

"ปฏิเสธไม่ได้แม้ฉันจะฝืนทำตัวปกติแค่ไหนก็ตาม"

show rinpan basic_absent
with charachange

rin "ดีจังนะที่นายมาเยี่ยม"

show rinpan basic_deadpancontemplation
with charachange

rin "ฉันละ… เรียกว่าอะไรนะ… คำนั้น ที่ใช้กับอะไร ๆ นั่นน่ะ"

show rinpan basic_lucid
with charachange

rin "เอาเถอะ นายมาจนได้"

"พอรินพล่ามแล้วฉันก็นึกได้ว่าที่มาหาเพราะมีเรื่องจะคุย"

hi "นี่ ที่คุยกันเมื่อวันจันทร์บนดาดฟ้านั่นน่ะ จำได้มั้ย"

stop music fadeout 4.0

show rinpan relaxed_surprised
with charachange

rin "หืมมม"

"รินดูไม่ค่อยสนใจเท่าไหร่ แต่ก็ใช่ว่าจะเคยสนใจอยู่แล้ว ฉันดันทุรังพูดออกไปอยู่ดี"

hi "ฉันแค่อยากบอกเธอว่าจากนี้ไปฉันจะทำตัวให้ดีขึ้นแล้วนะ ประมาณนั้น"

hi "ฉันไม่อยากเป็นพวกน่าสมเพช ก็เลยว่าจะไม่เป็น อีกต่อไป"

hi "ก็คง… แค่นั้นแหละ"

show rinpan relaxed_sleepy
with charachange

rin "โอเค ก็ดีแล้วนี่"

"คำพูดที่ไม่ค่อยชัดเจนนั้นออกมาจากปากเธอช้า ๆ อย่างไม่อาจควบคุม"

show rinpan relaxed_nonchalant
with charachange

rin "คิดว่าฉันก็ยินดีด้วยนะ นั่นแหละที่ฉันคิด"

show rinpan basic_deadpannormal
with charachange

rin "นายอย่าเอาแต่ทำหน้าดูเศร้าตลอดเลย คือ ทำหน้าดูเศร้าตอนไม่เศร้าก็ไม่เป็นไรหรอก แต่นายทำหน้าดูเศร้าเหมือน\nนายเศร้าจริง ๆ"

show rinpan basic_deadpan
with charachange

rin "ไม่ดีนะ"

show rinpan basic_awayabsent
with charachange

play music music_rin fadein 0.5

rin "แล้วนายจะไปเข้าค่ายสร้างลูกผู้ชายอะไรงี้เหรอ หรือจะไปนั่งสมาธิอยู่บนยอดเขา"

hi "ไม่ ไม่น่าหรอก"

show rinpan basic_absent
with charachange

rin "อ้อ ก็น่าจะได้เหมือนกันมั้ง"

"ประโยคเหล่านั้นออกมาจากปากเธอ และน่าจะจากสมอง ออกมาทีละนิดละหน่อยมีการเว้นช่วงจนสับสนแทบฟัง\nไม่รู้เรื่อง"

show rinpan relaxed_doubt
with charachange

rin "แค่คิดว่าน่าจะเป็นความคิดที่ดีน่ะ แต่คงไม่"

"รินพูดต่ออีกประโยคปิดท้ายฝั่งของเธอ คงจะเรียกได้ว่าเป็นการชกลมทางจิตที่น่าทึ่งจริง ๆ"

hi "ไหน ๆ ก็พูดอะไรน่าอายแล้ว ขอโทษไปด้วยเลยแล้วกันที่สัปดาห์ที่แล้วพูดอะไรโง่ ๆ ไปอย่างนั้นน่ะ"

hi "เธอจะทำอะไรมันก็เรื่องของเธอนี่นะ"

show rinpan basic_absent
with charachange

"ทีแรกเธอเหมือนจะยังไม่รับรู้สิ่งที่ฉันพูดไป แต่แล้วตาเธอก็ฉายแววว่าเข้าใจขึ้นมา เธอโยกหัวไปมาแบบที่ดูแล้ว\nจะตีความเป็นความหมายว่าอะไรก็ได้ทั้งนั้น"

show rinpan basic_deadpancontemplation
with charachange

rin "ไม่เป็นไร"

show rinpan basic_lucid
with charachange

rin "ฉันก็น่าจะพูดอะไรโง่ ๆ เหมือนกัน"

rin "แค่ว่าบางทีความคิดมันไม่ค่อยได้ดั่งใจเท่าไหร่"

show rinpan relaxed_nonchalant
with charachange

rin "อย่างน้อยก็หลายครั้งอะนะที่ไม่ค่อยชัดเจน"

rin "ก็ไม่ใช่ว่าอยากให้ชัดมากมายหรอก… อยากให้อย่างน้อยก็เป็นรูปเป็นร่างบ้าง"

rin "วงกลมก็ได้ แต่ก็อยากให้ชัดกว่านั้นอีก"

show rinpan relaxed_boredom
with charachange

rin "ความคิดฉันมันยุ่งเหยิงมาก"

show rinpan relaxed_sleepy
with charachange

rin "ยุ่งเหยิง"

show rinpan invis:
    ypos 1.1
with dissolvecharamove

play sound sfx_pillow

scene ev rin_high_frown
with locationchange

#show rinpan basic_lucid at Position(ypos=1.1)
#with dissolvecharamove

"เธอย้ำคำนั้นดูหม่น ๆ จากนั้นก็ล้มตัวลงนอนกับเตียงแล้วเอาหัวยี ๆ กับหมอนและหลับตา"

rin "พอ เหนื่อย นายไปเถอะ ฉันจะนอนอีก"

scene ev rin_high_oneeye
with locationchange

"เธอลืมตาข้างหนึ่งมองฉัน"

#show rinpan basic_awayabsent
#with charachange

rin "นายใช่มั้ยนะที่ชอบมองสาวนอนหลับ หรือคนอื่น"

rin "หรือมีหลายคน"

scene ev rin_high_frown
with locationchange

rin "จำไม่ได้"

#show rinpan basic_absent
#with charachange

rin "ถ้าอยากอยู่ต่อก็อยู่ได้นะ"

hi "ไม่ ๆ จะไปละ เดี๋ยวต้องไป… ทำการบ้าน"

stop music fadeout 2.0

#hide rinpan
#with charaexit

scene bg school_dormrin
with locationchange

"ฉันลุกขึ้นยืนแล้วเดินไปทางประตู"

rin "ช้าก่อน"

"เสียงเรียกจากเธอรั้งตัวฉันไว้ แต่ก็ไม่ได้กะจะเดินออกไปดื้อ ๆ อยู่แล้วอะนะ"

scene ev rin_high_grin
with locationchange

#show rinpan basic_deadpandelight:
#with charaenter

"ฉันเอี้ยวคอหันมองสาวที่นอนอยู่บนเตียงที่กำลังยิ้มอยู่อย่างประหลาด"

"น่าจะยิ้มบ่อย ๆ นะ"

rin "เดี๋ยวพาไปส่งที่ประตู"

scene ev rin_high_grinwide
with locationchange

#show rinpan basic_delight
#with charachange

rin "เป็นมารยาทสุภาพบุรุษนี่นะ"

#show rinpan basic_amused
#with charachange

scene ev rin_high_smile
with locationchange

"รินหัวเราะคิกคักเหมือนเด็กน้อยจนฉันมั่นใจเกินร้อยว่าวันนี้เธอกินยาแก้หวัดเยอะเกินไปแล้วจริง ๆ"

rin "อยากพูดมาตั้งนานแล้ว"

scene bg school_dormrin
with locationchange

show rinpan invis:
    twoleft
    ypos 1.1
with None

show rinpan basic_deadpandelight at twoleft
with dissolvecharamove

"เธอลุกขึ้นนั่งอย่างช้า ๆ ด้วยความทุลักทุเล จากนั้นก็ยืนขึ้นอย่างช้ากว่าเก่าด้วยความทุลักทุเลกว่าเก่า"

"สายตาฉันเลื่อนต่ำลงไปที่ต้นขาและกางเกงในลายทางของเธอราวถูกสัญชาตญาณความเป็นชายนำพา ซึ่งมารยาท\nก็ดึงตาฉันให้กลับขึ้นมาสบตากับริน"

"ชักจะห้ามใจไม่มองไม่ไหวแล้ว"

"รินยืนโงนเงน ดูท่าว่าจะทรงตัวให้ดีเหมือนทุกทีไม่ได้ ซึ่งก็น่าจะเพราะผลข้างเคียงจากยาอีกนั่นแหละ"

show rinpan basic_deadpandelight:
    ease 1.0 center
with None

show rinpan basic_deadpandelight_close:
    twoleft
    ease 1.0 center
with Dissolve(1.0)

"เธอเดินเซมาหาแล้วปรับก้าวเดินให้สั้นลงเมื่อเห็นว่าก้าวยาวไปคงไม่ดี"

"ฉันเกร็งตัวเผื่อรอรับรินตอนล้ม"

play music music_twinkle fadein 3.0

scene ev rin_kiss:
    center
    yalign 0.0 zoom 4.0 subpixel True
    easein 0.4 zoom 1.05
    easein 5.0 zoom 1.0
with flash

"เธอก้าวมาได้อีกสองก้าวก่อนจะล้มใส่ฉัน ริมฝีปากรูปประจับของเธอประทับเข้ากับริมฝีปากฉันอย่างจัง ฉันนึกแปลกใจ\nเพราะเราสองคนตัวสูงไม่เท่ากัน แถมตอนล้มก็เอนมาเหมือนจะคว่ำหน้าอีกต่างหาก"

"ริมฝีปากของเราผละจากกันหลังจากช่วงเวลานั้นที่ฉันได้ลิ้มรส… ริน ฉันก้มมองเธอพลางนึกหาสาเหตุว่าเหตุการณ์\nที่ชวนให้งงงวยนี้เกิดขึ้นได้อย่างไร"

$ renpy.music.set_volume(0.7, 2.0, channel="music")

scene bg school_dormrin
show rinpan basic_deadpandelight_close at center
with locationchange

"รินยิ้มอิ่มเอิบเหมือนคนบ้าอีกครั้งและ—"

show rinpan relaxed_sleepy_close
with charachange

rin "พรุ่งนี้ฉันจะยังจำได้มั้ยนะ"

"ฉันจนปัญญาไม่รู้จะตอบอย่างไร"

show rinpan relaxed_sleepy_close:
    ease 1.0 twoleft
with None

show rinpan relaxed_sleepy:
    center
    ease 1.0 twoleft
with Dissolve(1.0)

"รินถอยไปหนึ่งก้าวผละออกจากตัวฉัน จนตอนนั้นฉันก็เพิ่งรู้ตัวว่าเมื้อกี้ตัวแนบกันอยู่"

show rinpan invis:
    ypos 1.1
with dissolvecharamove

play sound sfx_pillow

"พอถอยไปได้อีกก้าวเธอก็ล้มหงายหลัง โชคดีที่มีเตียงรองรับไว้"

"เสียงรินล้มตัวลงกับที่นอนดังปุนั้นดังขึ้นทำลายความเงียบ"

scene ev rin_high_open
with locationchange

"ฉันรีบไปดูว่าเธอเจ็บตรงไหนหรือเปล่า แต่ก็พบเพียงใบหน้าเคลิบเคลิ้มแสนสงบ"

"หลับอยู่"

"ตัวเธอนอนพาดกับเตียง อยู่ ๆ เธอก็หลับทั้งยืนแล้วล้มลงนอนได้โดยไม่บาดเจ็บอะไร"

"ดวงดีจริงเลย"

scene ev rin_high_sleep
with locationchange

"ฉันห่มผ้าให้รินอย่างดี"

"ตัวเธอนั้นเบาหวิว ขนาดว่าฉันไม่ได้มีแรงเยอะมากมายเลย"

show ev rin_high_sleep:
   subpixel True xalign 1.0 yalign 0.0
   ease 10.0 zoom 1.1
with None

"ฉันยืนมองหน้ากลมรีของเธอ แพขนตาสีดำเรียงอยู่บนแก้มที่แดงด้วยฤทธิ์ไข้ ร่างบางนั้นมีผ้าสีจางคลุม"

"หลับอยู่"

"ในใจสับสน ไม่สิ เกินกว่าคำว่าสับสนอีก ฉันคิดจะโทร. หาพยาบาลให้คอยดูแลเธอแต่ก็ล้มเลิกแผนนั้นไป พอมองหน้าเธอ\nที่หลับสบายอีกครั้งแล้วก็คิดได้ว่าเดี๋ยวก็คงหาย"

"แต่ฉันก็ริบยาที่เหลืออยู่มาด้วย"

stop music fadeout 5.0

scene bg school_girlsdormhall
with locationchange

"ฉันออกจากห้องมาแล้วปิดประตูเงียบ ๆ"

"ฉันถอนหายใจยาว และเพิ่งรู้ตัวว่าเมื่อกี้กลั้นหายใจอยู่ค่อนนาที ฉันปล่อยตัวให้สบายคอยหัวใจที่เต้นรัวเป็นกลองนี้\nให้เต้นช้าลง"

$ suppress_window_after_timeskip = True

scene black
with dissolve


#*******************************

label th_R16:

window hide None

scene black
with dissolve

play music music_pearly fadein 1.0

scene bg school_dormhisao
with openeye

window show

"เมื่อคืนนอนไม่ค่อยหลับ เช้านี้จึงตื่นมาพร้อมอาการครั่นตัวเป็นพิเศษ แวบหนึ่งฉันคิดจะโดดเรียน แต่ก็บอกกับตัวเอง\nว่าตอนนี้ฉันต้องทำตัวให้เข้มแข็งขึ้นได้แล้ว"

scene bg school_courtyard
with locationskip

"ฉันลุกขึ้นมาจากเตียงอย่างว่าง่ายมาใส่ชุดนักเรียนแล้วเดินไปยังอาคารหลักโดยไม่กินข้าวเช้าเลย"

scene bg school_scienceroom
with locationskip

"ฉันนั่งลงกับที่ในห้อง 3-3 พลางโบกมือทักทายมิช่าและชิซูเนะเช่นทุกเช้า ปล่อยให้เวลาวันนี้ไหลผ่านฉันไป"

with shorttimeskip

"คาบบ่ายนั้นนานกว่าคาบเช้าเสมอ ไม่ว่าจะวัดด้วยการนับนาทีหรือนับจำนวนรูปวาดในสมุดฉันก็ยังจริง"

"วันนี้เหม่อลอยเป็นพิเศษเพราะเอาแต่คิดถึงริน"

$ renpy.music.set_volume(0.5, 0.5, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\n\n\n\nฉันได้บอกเธอไปแล้วจริง ๆ หรือยังว่าฉันอยากปรับปรุงตัว เธอเข้าใจสิ่งที่ฉันพูดไปบ้างหรือเปล่า"

n "ฉันนึกถึงจูบนั้นพลางคิดว่าสิ่งนั้นหมายความว่าอะไร สติสตังเธอไม่อยู่กับเนื้อกับตัว ก็คงไม่ได้มีความหมายอะไร แต่\nช่วงนี้เราก็สนิทกันมากขึ้นแล้ว หมายความว่าอะไร"

n "\n\n\nช่วงนี้ใจฉันคิดถึงรินมากขึ้นเรื่อย ๆ เธอจะคิดถึงฉันบ้างหรือเปล่า"

$ renpy.music.set_volume(1.0, 4.0, channel="music")
play sound sfx_normalbell
nvl clear
nvl hide dissolve
window show

"ระฆังดังทำฉันสะดุ้งโหยง แล้วฉันก็เพิ่งรู้ตัวว่าเมื่อกี้ไม่ได้ฟังที่ครูสอนมาตลอดครึ่งหลังของคาบนี้เลย"

"ฉันมองรูปวาดทั้งหลายแหล่ที่เป็นอย่างเดียวที่ฉันได้ทำตลอดชั่วโมงที่ผ่านมาที่อยู่เต็มขอบสมุดฉัน"

"ฉันเก็บข้าวของแล้วเดินออกมาที่โถงทางเดินด้วยความรู้สึกผิดหวังในตัวเองเล็กน้อย"

stop sound fadeout 0.5
$ renpy.music.set_volume(0.0, 1.0, channel="music")
scene bg school_hallway3
show rin basic_absent at center
with locationchange

"รินยืนอยู่หน้าประตู ทันทีที่เห็นเธอฉันก็หยุดเท้าไว้ทันที"

"ท่าทีเธอผ่อนคลายอย่างเช่นเคย แต่อยู่ ๆ ก็รู้สึกเหมือนเพิ่งกินชะแลงมา ฉันไม่กล้าสบตาเธอเลย"

"เธอมองฉันได้ไม่มีปัญหาอะไร แต่ตาดำคู่นั้นทำให้ฉันว้าวุ่นใจแปลก ๆ"

"ฉันไม่กล้าสบตาเธอตรง ๆ จึงเบือนหน้าตัวเองหนีไปเล็กน้อย"

"ฉันไม่รู้ว่าพอเป็นอย่างนี้แล้วจะต้องพูดยังไง"

"แต่ก็นะ จะเป็นยังไงฉันก็แทบไม่รู้ว่าจะพูดยังไงกับรินอยู่ดี"

$ renpy.music.set_volume(1.0, 8.0, channel="music")

hi "เอ่อ… ไง"

show rin basic_deadpan
with charachange

rin "สวัสดี"

"ฉันปั้นน้ำเสียงให้ดูไม่มีความเกร็งใด ๆ แล้วพูดให้เป็นธรรมชาติมากขึ้น อยู่ ๆ ก็ไม่รู้ว่าจะเอามือไปไว้ที่ไหน รู้สึกเกะกะ\nยังไงไม่รู้"

hi "เป็นไงบ้าง เมื่อวานเธอดูไม่ไหวเลยนะ"

show rin basic_awayabsent
with charachange

rin "โอเคดี เมื่อวานนี่หมายถึงอะไร"

hi "จำไม่ได้เหรอ"

show rin relaxed_disgust
with charachange

"เธอเอียงคอดูงง ๆ เหมือนนก"

rin "จำอะไร ฉันความจำไม่ค่อยดี"

hi "เรื่องเมื่อวาน"

show rin relaxed_surprised
with charachange

rin "เมื่อวานมีอะไร"

hi "ฉันไปหาเธอ แล้วก็…"

show rin relaxed_nonchalant
with charachange

rin "ไม่ยักจำได้ว่ามีอะไรอย่างนั้นด้วย"

"จำไม่ได้จริง ๆ เหรอ ไม่รู้จะเรียกว่าโชคดีหรือโชคร้ายดี แต่จะดีหรือร้ายฉันก็ละเหี่ยใจอยู่ดี"

show rin basic_lucid
with charachange

rin "แต่จำได้ว่าสัญญาจะพานายไปดูที่หนึ่ง เป็นอย่างนั้นจริงมั้ย"

show rin basic_awayabsent
with charachange

rin "ฉันอาจจะคิดว่าตัวเองจำได้แต่ที่จริงจำไม่ได้ก็ได้"

hi "เปล่า อันนั้นเธอก็พูดจริง ๆ"

show rin basic_absent
with charachange

rin "โอเค อยากไปมั้ย"

hi "ตอนนี้?"

show rin basic_deadpannormal
with charachange

rin "อืม"

hi "ก็ ได้สิ ไกลมากมั้ย"

show rin basic_deadpan
with charachange

rin "ไม่ไกล"

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
$ renpy.music.set_volume(0.8, 0.5, channel="music")
play ambient sfx_parkambience fadein 0.5

scene bg school_courtyard
with locationskip

"พวกเราเดินลงบันไดออกมาข้างนอกด้วยกัน วันนี้เป็นวันอย่างวันหน้าร้อนตามปกติที่มีเสียงจักจั่นและอะไร\nทั้งหลายแหล่ อากาศนั้นร้อนจัด พอไม่มีเครื่องปรับอากาศอย่างในห้องเรียนแล้วเหงื่อฉันก็แตกพลั่ก"

scene bg school_gardens
with locationchange

"พวกเราเดินไปตามทางที่มีต้นไม้ขนาบข้างไปยังหอ"

"ต้นซากุระบังเป็นร่มเงาโดยที่ยังมีแสงแดดลอดมาตามช่องโหว่จนเกิดเป็นผืนเงาที่มีจุดแสงแดดแต้มอยู่ตามทางเท้า"

"ตารินมองไปทุกที่ยกเว้นที่ฉัน สัมผัสได้ว่าเธอจงใจแน่ ๆ"

$ renpy.music.set_volume(0.7, 0.5, channel="ambient")
$ renpy.music.set_volume(0.6, 0.5, channel="music")

scene bg school_forest1
with locationskip

"เธอพาฉันมาที่ประตูด้านหลังอีกครั้งแล้วพาเข้าป่าที่อยู่ลึกเข้าไป และอย่างเช่นเคย อุณหภูมิที่ลดวูบและความสว่าง\nที่หดหายให้ความรู้สึกราวกับว่าป่านั้นกำลังกลืนกินพวกเราเข้าไปยังกระเพาะของมันที่เป็นโถงถ้ำ"

scene bg school_forest2
with locationchange

"พวกเราเดินมาตามทางเดิมที่มาคราวที่แล้ว ลดเลี้ยวไปตามต้นไม้ รากไม้ หินก้อนใหญ่ หินก้อนเล็ก ผ่านพืชพื้นป่า\nที่รกชัฏ เสียงนกร้องแว่วมาจากในป่าเป็นบทเพลงขับกล่อมเดี่ยวแห่งผืนใบบนต้นไม้"

scene bg school_forestclearing
with locationchange

"พวกเราเดินผ่านรอยแยกเล็ก ๆ ที่อยู่กับต้นเมเปิลที่ตอนนี้ได้ชื่อว่าต้นทุกข์แล้ว ทางเดินชันขึ้น แล้วก็ชันน้อยลงอีกรอบ"

scene bg school_forest2
with locationchange

"ฉันต้องพักหายใจเป็นระยะ ๆ แล้วรีบตามรินที่ไม่รอฉันไป"

"ไม่นานก็หอบอีกแล้ว"

$ renpy.music.set_volume(1.0, 0.5, channel="ambient")
$ renpy.music.set_volume(0.4, 0.5, channel="music")

scene bg school_hilltop_border
with locationchange

"จู่ ๆ เหล่าต้นไม้ก็หายไป พวกเราเดินออกมาจากป่า เขตป่านั้นแบ่งชัดราวกับว่ามีเส้นที่ขีดเอาไว้"

"ยังมีเนินชันขึ้นไปต่ออีก แต่ตอนนี้มีแต่เนินหินขรุขระแล้ว บริเวณหินมีผืนหญ้าและพุ่มไม้เล็ก ๆ ที่เหมือนงอกออกมา\nจากหินประดับอยู่"

$ renpy.music.set_volume(1.5, 0.5, channel="ambient")
stop music fadeout 2.0
$ renpy.music.set_volume(1.0, 10.0, channel="music")

scene bg school_hilltop_spring at Fullpan(15.0)
with locationchange

"ไม่นานก็มาถึงยอดเขา ผืนป่านั้นอยู่เบื้องหลังเรา ทิวทัศน์แบบรอบด้านปรากฏสู่สายตา"

"เมืองที่อยู่เบื้องล่างออกไปแสนไกลนั้นทอดตัวอยู่ท่ามกลางบรรยากาศยามบ่ายเงียบงัน"

"พออยู่บนนี้แล้วเห็นได้ไกลพอตัวเลย เป็นภาพทิวทัศน์อันงดงาม ตรงนี้สูงแค่ไหนกันนะ"

"ฉันสูดหายใจเอาอากาศอันสดชื่นเข้าปอด ใจค่อย ๆ เต้นช้าลงกว่าเมื่อครู่ น่าจะฝืนตัวเองไปหน่อย ให้ใจเต้นแรงมาก\nไม่ดีแน่ แต่ตอนนี้ก็ไม่ได้เป็นอะไรแล้วน่ะนะ"

"ลมพัดมาจนผมฉันปลิวและต้นไม้ที่อยู่ข้างหลังพวกเราขยับไหว หญ้าลู่ลมไปเมื่อลมพัดผ่านยอดเขา"

"พระอาทิตย์ส่องแสงจากท้องฟ้าเบื้องบนโดยมีเมฆสองสามก้อนเลื่อนมาบดบัง อากาศที่ร้อนแทบตายนั้นลดเหลือเพียง\nความอบอุ่นอันอ่อนโยน"

"ฉันมองไปรอบ ๆ ให้ทั่ว ๆ ยอดเขานี้นั้นก็เป็นอย่างที่ธรรมชาติมักเป็น นั่นคือความลงตัวที่ไม่ได้มีความตายตัวแบบวิถี\nการจัดสรรอย่างธรรมชาติ"

"สิ่งที่โดดเด่นที่สุดก็คือดอกไม้สีเหลืองดอกเล็ก ๆ ที่บานสะพรั่งอยู่ทั่วยอดเขานี้ ฉันอดออกปากชมไม่ได้"

hi "โห ดอกไม้เยอะจัง"

show bg school_hilltop_spring at right
show rin basic_absent at center
with charaenter

rin "อืม รู้จักดอกนี้มั้ย ที่จะปลิวไปน่ะ"

hi "อื้ม แดนดีไลออน"

show rin basic_awayabsent
with charachange

rin "ที่โรงเรียนไม่ค่อยมีเพราะตัดหญ้าบ่อยมาก บนนี้ไม่มีใครมาตัดหญ้า"

"ดอกไม้ดูบอบบางนี้จะกลายเป็นอย่างปุยนุ่นนิ่มนวลสีขาวที่ลมจะพัดพาให้เมล็ดลอยไป"

$ renpy.music.set_volume(1.0, 0.5, channel="ambient")

scene ev dandelion:
   yalign 0.5 xalign 0.5 zoom 0.8 subpixel True
   ease 20.0 zoom 0.9
with locationchange

"ฉันย่อตัวลงมองดอกสีเหลืองเล็ก ๆ ดอกหนึ่งที่อาบแดดอยู่อย่างเงียบ ๆ ยังไม่มีสีขาวโผล่มา แปลว่ากำลังรอเวลานั้น\nของมันให้มาถึงอยู่"

"ฉันลูบกลีบดอกสีเหลืองบอบบางนั้นให้ผิวสัมผัสนุ่มนวลนั้นส่งผ่านปลายนิ้วมือมา ชวนให้คิดถึงอดีตอย่างบอกไม่ถูก\nพอได้ยินเสียงฝีเท้ารินที่เดินเข้ามาทางด้านหลังฉันก็ลุกขึ้นยืนหันไปมองหน้าเธอ"

stop ambient fadeout 3.0

scene bg school_hilltop_spring at left
show rin basic_sad at center
with locationchange

"เธอทำหน้าแปลก ๆ"

hi "คิดอะไรอยู่เหรอ"

show rin basic_upset
with charachange

rin "ไม่รู้สิ แค่…"

play music music_rin fadein 0.5

rinbabble "นายดูเศร้าตลอดแถมยังอารมณ์เสียง่ายจนฉันงงแล้วฉันก็จำอะไรเมื่อวานได้ไม่มากนอกจากที่ว่านายมาห้องฉันแล้วฉันก็เลยคิด\n\nว่าคงเป็นเพราะฉันเพราะถ้าเป็นเพราะฉันฉันคิดว่าฉันรู้ว่าทำไมเพราะคนไม่ชอบเวลาคุยกับฉันแล้วนายก็อาจเป็นเหมือนกันด้วย\n\nถ้าเป็นงั้นก็คงเศร้าฉันรู้จักคนนั้นฉันพูดถึงคนอื่นที่ไม่ใช่เอมิอยู่บอกตลอดว่าฉันแปลกฉันพูดแปลกฉันเลยพยายามไม่พูดอะไร\n\nแปลกแต่ยิ่งทำอย่างนั้นก็ยิ่งทำให้ฉันคิดหาอะไรแปลกและมีสีสันที่ใหม่กว่ามาพูดไม่ใช่คำที่ดีหรอกแต่นายก็คงจะเข้าใจนั่นแหละ\n\nแล้วก็อะไรแปลกเพราะงั้นถ้าฉันอยากพูดอะไรฉันไม่รู้จะพูดยังไงแล้วคำพูดไม่ได้เหมือนความคิดเพราะระหว่างทางจะมีอะไรที่\n\nเพี้ยนไปแต่ก็ไม่ได้แปลว่าฉันควรพูดสิ่งที่คิดที่ฉันหมายถึงคือแนวคิดของความคิดหรือความรู้สึกของแนวคิดหรือแนวคิดของ\n\nความรู้สึกแต่ก็ไม่ใช่อะไรพวกนั้นเหมือนกันเพราะไม่มีคำมาใช้อธิบายได้ยกเว้นว่าฉันจะคิดค้นขึ้นมาใหม่ซึ่งก็ไม่ได้มีประโยชน์เท่า\n\nไหร่ฉันเลยคิดว่าถ้าทำดีกว่าพูดแล้วบางทีเพราะเมื่อวานฉันกินยาพวกนั้นไปแล้วฉันก็รู้สึกแปลกนิดหน่อยฉันอาจจะทำอะไรที่ฉัน\n\nไม่ควรทำลงไปอีกอย่างฉันไม่รู้ว่าถ้าพูดสิ่งที่คิดจะดีจริงมั้ยไม่มีกระแสจิตจริงกระแสจิตไม่มีฉันคิดว่าคงจะแย่และมีประโยชน์\n\nเหมือนกันแต่ตอนนี้ฉันไม่อะไรแล้วเพราะการเข้าใจผิดมันง่ายแต่การเข้าใจน่ะไม่ง่ายแล้วฉันก็คิดว่า—"

stop music
play sound sfx_pillow
with vpunch

"ฉันจับไหล่เธอแล้วบีบแรง ๆ ให้เธอหยุดพูด สมองฉันประมวลผลหมดนั่นไม่ทันหรอก"

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")

show rin basic_surprised
with charachange

"รินเงียบไปทันที"

hi "หายใจก่อน"

hi "ฉันไม่ได้อารมณ์เสีย ทำไมฉันจะต้องอารมณ์เสียด้วย ฉันแค่งง ๆ นิดหน่อย แต่ไม่เป็นไรหรอก"

"ตอนนี้ฉันทำหน้าแบบที่เธอไม่ชอบอีกแล้วหรือเปล่านะ ฉันคงเอาแต่คิดเรื่องเมื่อวานตลอด อาจจะดูแปลก อยากมี\nกระจกไว้คอยส่องตลอดจัง"

hi "ไม่ต้องพูดทั้งหมดรวดเดียว พูดช้า ๆ ฉันก็จะฟัง"

show rin basic_deadpanupset
with charachange

rin "มันไหลออกมาเองน่ะ ขอโทษ ตอนนี้ไม่เป็นไรแล้ว ฉันแค่อยากพูดอะไรหน่อย ไม่ได้กะจะพูดเยอะขนาดนั้น"

play music music_innocence fadein 10.0

show rin negative_worried
with charachange

rin "แปลกสินะ"

"เธอมองฉันอาย ๆ ด้วยสีหน้าที่ฉันไม่เคยเห็นมาก่อน ฉันอดหัวเราะน้อย ๆ ไม่ได้"

hi "อื้ม แปลก"

hi "เธอแปลกนะ แต่ก็ไม่ได้ผิดอะไรเลย"

hi "ขอบคุณที่เป็นห่วงฉันนะ ฉันจะปรับปรุงตัวแล้ว บอกเมื่อวานแล้วไง แต่เธอก็น่าจะจำไม่ได้เหมือนกันมั้ง"

show rin relaxed_nonchalant
with charachange

rin "ไม่ได้ นี่ฉันลืมอะไรไปอีก หวังว่าจะไม่ใช่อะไรที่สำคัญอย่างชื่อฉันนะ ไม่งั้นแย่เลย"

hi "ก็ เธอจูบฉัน"

show rin relaxed_surprised
with charachange

rin "เหรอ"

hi "อื้ม จูบปากกัน"

"ฉันปั้นน้ำเสียงให้เรียบนิ่งที่สุด แต่นี่ฉันหน้าแดงอีกหรือเปล่าเนี่ย"

show rin relaxed_doubt
with charachange

rin "นายเตะฉันมั้ย"

hi "ไม่สิ! ฉันจะเตะเธอทำไม"

show rin basic_deadpancontemplation
with charachange

rin "งั้นก็ไม่เป็นไร ใช่มั้ย โอเคใช่มั้ย ฉันไม่ได้ลืมชื่อฉัน"

hi "อื้ม โอเค"

"ฉันอยากมั่นใจกว่านี้เพราะจะได้หาอะไรมาพูดต่ออีก แต่ก็คิดไม่ออก ยังดีที่รินยังมีอะไรจะพูดอีก อยู่ ๆ ก็รู้สึกโล่งใจ\nขึ้นมา"

show rin negative_confused
with charachange

rin "ฉันคิดว่าฉันคงต้องขอโทษ ฉันไม่ค่อยรู้ว่าจะต้องทำตัวยังไงกับคนอื่น"

show rin negative_spaciness
with charachange

rin "บางอย่างก็เข้าใจได้ยาก อย่างแมงกะพรุน นายเข้าใจแมงกะพรุนมั้ย"

hi "ฉัน… ว่าไม่"

show rin negative_sad
with charachange

rin "ฉันมองว่าคนอื่นน่ะเหมือนแมงกะพรุน ฉันไม่เข้าใจ"

"แล้วก็เป็นตาของเธอที่จะทำหน้าที่ฉันไม่อยากเห็นบ้าง"

show rin basic_sad
with charachange

label th_choiceR16:

menu:
    with menueffect

    rin "ฉันไม่เคยมีเพื่อนเลย"

    "แล้วฉันล่ะ":
        return m1

    "แล้วเอมิล่ะ":
        return m2

label th_R16a:

hi "ไม่หรอก อย่างน้อยเธอก็มีฉันเป็นเพื่อนแล้วคนหนึ่ง"

hi "ก็ลองคิดดูสิ เราคุยกันมาเยอะแล้ว แถมเคยโกรธกัน หายกันแล้วด้วย"

hi "นั่นแหละมิตรภาพ"

label th_R16b:

hi "แล้วเอมิล่ะ"

show rin basic_surprised
with charachange

"เธอชะงักไปครู่หนึ่งราวกับว่าเธอไม่เคยคิดว่าจะเป็นอย่างนั้นไปได้"

show rin basic_awayabsent
with charachange

rin "เอมิ… ดูแลฉัน ไม่ค่อยเข้าใจว่าทำไม"

show rin negative_annoyed
with charachange

rin "แต่ฉันคุยแบบนั้นกับเอมิไม่ได้ เหมือนสมองเธอทำจากฟองสบู่กับมาร์ชเมลโลว์"

hi "เอมิใจดีเนอะ"

show rin basic_absent
with charachange

rin "อืม"

hi "ฉันก็อยากเป็นเพื่อนเธอเหมือนกัน"

hi "ถ้าเธออยากคุยฉันก็จะคอยรับฟัง ถ้าเธอไม่อยากฉันก็จะอยู่เงียบ ๆ ข้าง ๆ เธอ"

hi "แล้วฉันจะบอกด้วยว่าฉันคิดอะไร แลกกัน"

hi "เราต้องเป็นเพื่อนกันแล้วละ"

label th_R16c:

show rin basic_deadpanamused
with charachange

rin "นายนี่แสนดีจังนะ"

show rin basic_awayabsent
with charachange

rin "ฉันพูดอะไรให้ดินสอกับสีกับกระดาษฟังตลอด พวกนั้นเป็นเพื่อนสนิทฉันเลยละ"

show rin basic_lucid
with charachange

rin "กับคนแล้วพูดยาก ฉันใช้คำพูดไม่เก่ง"

hi "อื้ม รู้น่า เธอบอกฉันแล้วไง ที่ว่าเธอลืมอะไร ๆ นั่นน่ะ"

show rin basic_absent
with charachange

"รินพยักหน้าให้ฉันไม่พูดอะไร ฉันยิ้มบาง ๆ เป็นกำลังใจให้เธอ หวังว่าจะใช้ได้นะ เธอไม่ตอบสนองอะไร"

"ดีใจจัง ตั้งแต่ที่ได้เจอกัน ระยะห่างที่รินกันตัวเธอออกจากสิ่งอื่นนั้นทำให้ฉันรู้สึกไม่สบายใจเอามาก ๆ ถ้าได้\nเป็นเพื่อนกันแล้วฉันคงเข้าใจเธอได้มากกว่านี้แน่"

"เช่นนี้แล้ว ฉันมั่นใจว่าระยะห่างระหว่างเราจะลดน้อยลงได้"

show rin basic_awayabsent
with charachange

"ความคิดฉันไม่ได้ส่งไปถึงริน เธอทำหน้าคิดอะไรอยู่พลางเดินอยู่กลางทุ่งดอกไม้สีเหลืองที่ปกคลุมยอดเขาที่มีหญ้าแซมนี้\nโชคดีเหลือเกิน"

$ renpy.music.set_volume(0.4, 2.0, channel="music")
play ambient sfx_parkambience fadein 7.0

scene bg school_hilltop_spring_ss at left
with shorttimeskip

"เวลาผ่านไป หญ้าสูงลู่ลมไปตามจังหวะลมพัด รินฮัมเพลงอยู่กับตัวเองเสียงค่อยจนฉันไม่ได้ยินว่าเพลงอะไร ไม่แน่ว่า\nอาจจะไม่ใช่เพลงอะไรด้วยซ้ำ"

"คราวนี้ลมพัดแรงขึ้นจนเสียงต้นไม้ที่เสียดสีกับสายลมกลบเพลงนั้นไป"

"ฉันก้มมองนาฬิกาด้วยความเคยชิน ขณะนี้เป็นบ่ายวันเสาร์ เวลา 16 นาฬิกา 30 นาที"

show rin basic_awayabsent_ss at center
with charaenter

"รินมองไปสุดขอบฟ้าด้วยสายตาว่างเปล่านั้นของเธอที่ราวกับว่าไม่ได้มองอะไรอยู่เลย รูม่านตาเธอดำสนิทคล้าย\nบ่อน้ำบาดาลสองบ่อที่มีน้ำนิ่งอยู่"

$ renpy.music.set_volume(0.7, 6.0, channel="music")

label th_R16d:

hi "ฉันว่าจะลาออกจากชมรมศิลปะแล้วละ พอดีตอนที่ทะเลาะกันเมื่อสัปดาห์ก่อนฉันก็เริ่มคิดน่ะ"

hi "ได้ลองทำก็ดีอยู่หรอก แต่ฉันไม่ถนัดเลยจริง ๆ ได้รู้จักกับเธอยังสนุกกว่าไปทำกิจกรรมศิลปะที่ชมรมอีก"

hi "แต่ฉันยังอยากเป็นเพื่อนกับเธออยู่ จะได้หรือเปล่า"

show rin basic_deadpan_ss
with charachange

rin "ได้ ฉันก็ขนลุกเหมือนกันที่นายเอาแต่จ้องฉันน่ะ"

"คำพูดเธอทำเอาลนลาน แต่ฉันก็ตอบไปได้"

hi "ขอโทษนะ"

show rin basic_deadpandelight_ss
with charachange

rin "ไม่เป็นไร ฉันชินแล้ว นายไม่ใช่คนแรกหรอกที่ดูฉันตอนวาดรูป"

show rin basic_absent_ss
with charachange

rin "จะไปหาอย่างอื่นทำมั้ย"

hi "ไม่รู้สิ คงจะไม่"

label th_R16e:

show rin relaxed_doubt_ss
with charachange

rin "นายจะปรับปรุงตัวใช่มั้ย"

hi "อื้ม"

show rin relaxed_nonchalant_ss
with charachange

rin "ฉันก็ด้วยแหละ ฉันจะไปคุยกับเพื่อนครูคนนั้นแล้วขอให้ขนของฉันไปไว้ที่ที่เธออยู่ แล้วก็ไปตั้งใจทำอะไรให้เสร็จ"

show rin basic_lucid_ss
with charachange

rin "เพิ่งคิดได้เมื่อกี้แหละ แต่ฉันคิดว่าฉันรู้อยู่แก่ใจมาตลอดอยู่แล้ว"

show rin basic_deadpannormal_ss
with charachange

rin "ฉันรู้สึกอย่างนี้มานานแล้ว ที่ว่าฉันจะเปลี่ยนไป ต่อให้ฉันจะไม่ชอบและไม่อยากเปลี่ยน ต่อให้ฉันอยากเปลี่ยน\nฉันจะเปลี่ยน"

show rin basic_deadpanupset_ss
with charachange

rin "เหมือนว่าแค่นี้มันยังไม่พอ ฉันว่าแบบนี้แหละดีเพราะเหมือนเส้นตรงดี"

show rin basic_deadpancontemplation_ss
with charachange

rin "เหมือนว่าฉันเรียนรู้อะไรมาทั้งชีวิตเพื่อสิ่งนี้ ก็แค่ศิลปะ ศิลปะเป็นสิ่งเดียวที่ฉันรู้จักจริง ๆ ฉันรู้ว่าจะทำอะไร\nไม่เป็นไรหรอก ฉันไม่ได้กลัวเลย"

show rin basic_deadpansurprised_ss
with charachange

rin "ฉันรู้สึกเหมือนเป็นงั้นตลอด แปลกมั้ย"

hi "ไม่ ไม่เลย"

stop ambient fadeout 2.0
$ renpy.music.set_volume(1.4, 4.0, channel="music")

window hide

scene black
with shuteye

window show

"ฉันหลับตาแล้วปล่อยให้ความรู้สึกที่ก่อขึ้นในใจมาทั้งสัปดาห์นี้พาตัวฉันไป"

"ฉันลอยขึ้นมายังพื้นผิวชีวิตฉัน"

"แรงดันใต้น้ำลดลงอย่างช้า ๆ ความรู้สึกล่องลอยเริ่มมีมากขึ้น"

"ฉันลอยขึ้นมาจนเหนือน้ำเงยหน้าขึ้นรับแสงแดดแล้วสูดหายใจเอาอากาศอันสดชื่นนี้เข้าลึก ๆ ราวกับว่าไม่ได้สัมผัส\nมานานแสนนาน"

scene bg school_hilltop_spring_ss at left
show rin basic_deadpandelight_close_ss at center
with openeye

"ออกซิเจนเข้าเติมเต็มในปอดฉัน พอลืมตาก็พบกับใบหน้าอันสงบและมุ่งมั่นของริน"

stop music fadeout 10.0
$ renpy.music.set_volume(1.0, 2.0, channel="music")

scene bg school_hilltop_border_ss
with shorttimeskip

"พวกเราค่อย ๆ เดินลงมาพลางระวังไม่ให้ลื่นล้ม รินนำทางโดยมีฉันตามอยู่ไม่ห่าง"

"รินทำได้แน่ ต่อให้ไม่ได้ เธอจะผ่านมันไปได้"

"นับจากนี้ไป ฉันเองก็มั่นใจว่าฉันจะประคองให้หัวอยู่พ้นน้ำได้"

"พระอาทิตย์ลับขอบฟ้าอยู่เบื้องหลังพวกเรา ประกายแสงส้มเรืองรองลุกโชนอยู่บนผืนโลก"

"ฉันมองตามหลังสาวผมแดงคนนี้ที่เดินนำฉันอยู่สองสามก้าว"

"ถ้าเพียงเท่านี้แล้ว… ระยะห่างระหว่างเรานั้นจะไม่ไกลเกินฉันเอื้อม"

window hide

return