label th_R30:

window hide None

scene bg school_scienceroom
with locationchange

window show

play music music_normal fadein 3.0

"ฉันมาทันเข้าเรียน แต่ไม่ทันกินข้าวเช้า"

"แสงแดดอันอ่อนโยนอาบไล้ทั่วห้องเรียน"

"ซึ่งแปลว่าถ้าบ่ายแล้วอากาศต้องร้อนแทบตายแน่นอน แต่ตอนนี้ยังถือว่ากำลังดีอยู่"

"ฉันมองไปทางมิช่าและชิซูเนะที่ขยับมือไม้คุยกันอยู่ มองฮานาโกะที่มองออกไปนอกหน้าต่าง มองครูมุโต้ที่เดินโซเซ\nเข้าห้องเรียนมาช้าไปสี่นาทีโดยไม่รู้เลยว่าวันนี้ตัวเองจะต้องมาสอนอะไร"

"นึกสภาพตัวเองลาเรียนไปดื้อ ๆ อย่างนั้นไม่ออกเลย ถึงจะแค่ไม่กี่สัปดาห์ก็เถอะ"

"แต่อีกด้านหนึ่ง รินดูจะไม่ขัดอะไรกับการที่คิดจะลาเรียน หรือจะลาเรียนไปจริง ๆ ก็ไม่ขัด"

"แต่ก็นะ ฉันเองก็กลายเป็นว่าได้กลายเป็นส่วนหนึ่งกับการปลีกตัวเกินคนของเธอไปแล้ว ถึงสุดท้ายเราจะทำร้ายกัน\nจนต่างคนต่างเจ็บ"

"ต่างคนต่างเจ็บ? อาจจะมีแค่ฉันที่เจ็บ"

scene bg school_scienceroom_ss
with shorttimeskip

"จนบ่ายแก่ ๆ ฉันก็ถึงนึกได้ว่าวันนี้วันจันทร์ และมีกิจกรรมชมรมศิลปะ"

"ไม่ใช่แค่นั้น ยังเป็นกิจกรรมชมรมศิลปะครั้งสุดท้ายก่อนปิดเทอมฤดูร้อนเพราะใกล้สอบแล้ว"


#If seen R16d/R20:
#R20 depends on R16d anyway
label th_R30x:

"ฉันก็ไม่มีธุระอะไรจะต้องไปหรอก…"

"แต่อยากจะคุยกับครูโนมิยะ"

scene bg school_hallway3
with locationchange

"ฉันจึงเดินไปเดินมาอยู่หน้าห้องศิลปะรอชมรมเลิก"

no "เทอมนี้ก็เท่านี้นะทุกคน!"

"เสียงของครูดังจนได้ยินผ่านประตู และฟังดูกระตือรือร้นเกินกว่าจะมาจากใจจริง"

no "กิจกรรมชมรมครั้งถัดไปคือจันทร์แรกของเทอมหน้าหลังปิดเทอมฤดูร้อนนะ"

no "หวังว่าจะได้เจอกับทุกคนอีกนะ!"

no "เที่ยวให้สนุก!"

play ambient sfx_crowd_indoors fadein 1.0
stop music fadeout 4.0

show crowd
with charaenter

"เสียงตอบรับอื้ออึงอู้อี้ตามมา จากนั้นประตูห้องศิลปะก็เปิดออก เหล่านักเรียนต่างกรูกันออกมา"

"ฉันรอให้ทุกคนออกไปก่อนเพื่อที่จะได้คุยกับครูโนมิยะเป็นการส่วนตัว และยิ่งใกล้เวลามื้อเย็นอย่างนี้แล้วฉันก็ไม่ต้อง\nรอนาน"

stop ambient fadeout 2.0

scene bg school_classroomart_ss
with locationchange


#if not seen R16d/r20:
#R20 depends on R16d anyway
label th_R30y:

"พอไม่มีรินแล้วก็ไม่รู้จะไปทำไม แต่อยากจะคุยกับครูโนมิยะสักหน่อย"

scene bg school_classroomart_ss
with locationskip

"ตัวกิจกรรมก็ไม่ได้ดีเด่อะไร ไม่ต่างอะไรกับการที่ทักษะการใช้สีน้ำของฉันนั้นไม่ได้ดีเด่"

"ครูโนมิยะคอยสนับสนุนและให้คำแนะนำฉันโดยพยายามไม่ให้ฟังดูข่ม แต่ก็ดูจะไม่เป็นผลเท่าไหร่"

"เอาเข้าจริง ๆ พอได้เข้าร่วมชมรมศิลปะแล้วก็รู้ตัวว่าชอบศิลปะ แต่ถ้าได้มีผลงานอะไรเป็นชิ้นเป็นอันอะไรกับชมรมศิลปะ\nสักอย่างก็คงดี"

"พอผลงานจากความพยายามของทุกคนกองอยู่บนโต๊ะครูอย่างเป็นระเบียบแล้วครูโนมิยะก็กระแอมเตรียมกล่าวปิดท้าย"

show nomiya talk at center
with charaenter

no "เทอมนี้ก็เท่านี้นะทุกคน!"

"เสียงของครูค่อนข้างดังและฟังดูกระตือรือร้นเกินกว่าจะมาจากใจจริง"

show nomiya smile
with charachange

no "กิจกรรมชมรมครั้งถัดไปคือจันทร์แรกของเทอมหน้าหลังปิดเทอมฤดูร้อนนะ"

no "หวังว่าจะได้เจอกับทุกคนอีกนะ!"

show nomiya veryhappy
with charachange

no "เที่ยวให้สนุก!"

hide nomiya
with charaexit

stop music fadeout 4.0

"ทุกคนขานรับคำอวยพรขณะกรูกันออกประตูห้องศิลปะไป"

"ฉันรออยู่จนทั้งห้องเหลือแค่ครูกับฉัน และยิ่งใกล้เวลามื้อเย็นอย่างนี้แล้วฉันก็ไม่ต้องรอนาน"

#end split
label th_R30z:

"ครูโนมิยะกำลังดูผลงานของทุกคนอยู่ บางชิ้นก็สวยทีเดียว"

"รินอาจจะเก่งกว่าใครในชมรมนี้ แต่เธอก็ไม่ได้เป็นคนเดียวที่มีพรสวรรค์"

hi "ครูครับ…"

play music music_happiness fadein 2.0

show nomiya smile at center
with charaenter

no "หืม มีอะไรเหรอ นากาอิ"

"ครูเลิกคิ้วขึ้นด้วยความสงสัยพลางยิ้มกว้าง"

hi "เรื่องรินน่ะครับ…"

show nomiya frown
with charachange

no "อ้าว เทซูกะเป็นอะไรเหรอ"

hi "เปล่าครับ แต่ว่า…"

"เสี้ยววินาทีหนึ่งฉันลังเลนึกไม่ออกว่าจะพูดสิ่งที่อยากพูดยังไงดี จนครูโนมิยะได้โอกาสพล่ามแทรกขึ้นมาเอง"

show nomiya smile
with charachange

no "สองสามวันก่อนไปเห็นตอนที่ผ่านหอศิลป์ของซาเอะอยู่"

no "เห็นบอกว่าเดี๋ยวจะวาดอีกรูปสองรูปไปจัดแสดงในงานนิทรรศการ"

show nomiya talk
with charachange

no "ฉันดีใจนะ ขยันเกินคาดเลย นึกว่าเป็นคนเฉื่อย ๆ มาตลอด ไม่ยอมทำงานที่สั่งแล้วไปทำอะไรที่อยากทำเอง…"

"คุณครูเห็นฉันที่มีท่าทีร้อนรนจนรู้ตัวว่ากำลังนอกเรื่องอยู่ จึงตัดบทไปก่อนจะได้พูดอะไรต่อจากนั้นให้เสร็จสิ้น"

show nomiya smile
with charachange

no "อ้อ เธอมีเรื่องจะคุยนี่ เรื่องอะไรเหรอ"

hi "ไม่รู้สิครับ… คือรินดูจะตัดขาดจากทุกอย่างจนหัวสมองมีแต่เรื่องงานนิทรรศการแล้วน่ะครับ"

show nomiya frown
with charachange

no "ก็ดีแล้วไม่ใช่เหรอ ได้ตั้งใจกับการวาดรูปเนี่ย"

hi "ครับ แต่คือมันไม่ใช่อย่างนั้น คราวนี้เหมือนหมกมุ่นเลย คือผมไปหาริน แล้ว…"

show nomiya serious
with charachange

no "ไปกวนเทซูกะเขาเหรอ"

"คุณครูพูดแทรกก่อนฉันจะทันได้พูดจบพร้อมท่าทีที่ดูหงุดหงิดขึ้นมาทันที"

hi "ไม่… ไม่… น่านะครับ"

hi "ผมแค่เป็นห่วงเพราะรินไม่มาโรงเรียนเลย แถมยังดูแปลก ๆ ด้วย"

hi "อย่างน้อย ๆ ก็แปลกกว่าปกติน่ะนะครับ"

show nomiya stern
with charachange

no "เหลวไหล! เรื่องนี้น่ะสำคัญกับตัวเทซูกะยิ่งกว่าคาบคณิต ฟิสิกส์ หรืออะไรบ้า ๆ พวกนั้นอีก"

no "ก็นี่แหละโรงเรียนนี้ถึงได้ยืดหยุ่นขนาดนี้ ก็เพื่อที่จะให้โอกาสให้นักเรียนทุกคนได้เติมเต็มตามฝันตัวเองน่ะ"

show nomiya serious
with charachange

no "เทซูกะเขาเป็นนักวาด ก็ต้องวาด ถูกไหม แล้วก็จัดงานนิทรรศการ นั่นแหละคือสิ่งที่ศิลปินทำกัน เทซูกะต้องได้จดจ่ออยู่\nกับสิ่งนั้น ต้องคอยสนับสนุนไว้ ไม่ใช่กับวิชาขี้ปะติ๋วอะไรพวกนั้น"

no "ถ้าเธอลองคิด ๆ ดูมันก็ชัดอยู่นะ"

"คำโต้แย้งของคุณครูฟังไม่ค่อยขึ้นเท่าไหร่ แต่ฉันก็ไม่รู้จะค้านกลับยังไงดี"

"ครูโนมิยะถือเอาว่าความเงียบที่แฝงความหงุดหงิดจากฉันเป็นการยอมรับ คุณครูสับกองงานที่สมาชิกชมรมส่ง\nเหมือนสับไพ่"

show nomiya smile
with charachange

no "แต่พูดถึงงานนิทรรศการของเทซูกะ…"

no "ฉันตื่นเต้นอยากเห็นจริง ๆ ว่าจะออกมาเป็นยังไง"

show nomiya dreamy
with charachange

no "ทั้งที่อายุยังน้อย แต่มีทักษะและลายเส้นที่สุดยอดขนาดนี้!"

"ครูพูดลอย ๆ เพื่อจะคลายบรรยากาศที่ตึงเครียดไปเล็กน้อย"

show nomiya talk
with charachange

no "เธอก็จะไปด้วยใช่มั้ย"

hi "คงงั้นละนะครับ"

show nomiya smile
with charachange

no "โอเค ไว้เจอกันที่นั่นแล้วกัน"

stop music fadeout 3.0

scene bg school_hallway3
with locationchange

"เป็นสัญญาณว่าฉันต้องไปได้แล้ว และฉันก็ออกมา แม้จะไม่พอใจสักเท่าไหร่ก็ตาม"

"ที่แน่ ๆ คือสิ่งที่ฉันจะสื่อนั้นส่งไปไม่ถึง"


$ suppress_window_after_timeskip = True

scene black
with dissolve


label th_R31:

window hide None
nvl clear

scene bg school_scienceroom_bw
with locationchange

nvl show dissolve

play music music_night fadein 1.0

n "\n\n\n\n\n\n\n\n\nหนึ่งวันให้หลัง ทั้งโอกาสที่พลาดไป ทั้งสิ่งที่ควรจะพูดแต่ไม่ควรได้พูด เหล่านั้นล้มครืนลงทับตัวฉัน ฉันทำอะไรไม่ได้แล้ว\nนอกจากนึกคร่ำครวญ"

nvl clear
nvl hide dissolve

with shorttimeskip

nvl show dissolve

n "\n\n\n\n\n\n\n\n\nสองวันให้หลัง ฉันชักร้อนรน เริ่มนึกกังขาข้อกังขาของตัวเองจนรู้สึกเหมือนเป็นบ้า เพราะฉันคิดถึงอะไรอย่างอื่น\nนอกจากรินไม่ได้แล้ว"

nvl clear
nvl hide dissolve

with shorttimeskip

nvl show dissolve

n "\n\n\n\n\n\n\n\n\nสามวันให้หลัง มีสอบภาษาญี่ปุ่น{b}และ{/b}ประวัติศาสตร์โลก เยี่ยม ฉันเกลียดรินก็ตรงที่เธอทำให้ฉันรู้สึกแย่ได้\nขนาดนี้ ทั้ง ๆ ที่ตอนนี้ฉันควรจะจดจ่ออยู่กับเรื่องอื่นอยู่แท้ ๆ"

nvl clear
nvl hide dissolve

with shorttimeskip

nvl show dissolve

n "\n\n\n\n\n\n\n\n\nสี่วันให้หลัง มีสอบคณิตศาสตร์ พวกเราสอบคณิตศาสตร์ เป็นอย่างนั้น ฉันไม่สนหรอก"

nvl clear
nvl hide dissolve

with shorttimeskip

nvl show dissolve

n "\n\n\n\n\n\n\n\n\nห้าวันให้หลัง ครูโนมิยะมาถามอีกว่าจะไปงานเปิดตัวนิทรรศการหรือเปล่า ใจอยากจะปฏิเสธเหลือเกินแต่ก็ทำไม่ได้ ฉัน\nไม่อยากคุยเรื่องรินกับครูให้ยืดยาวอีก ตาม ๆ น้ำไปเลยน่าจะดีกว่า"

nvl clear
nvl hide dissolve

stop music fadeout 2.0

scene bg school_dormhallway
show rin basic_absent at center
with shorttimeskip

window show

"หกวันให้หลัง วันนี้เป็นวันก่อนวันงานเปิดตัวนิทรรศการ พอกินข้าวเย็นเสร็จแล้วกลับมาที่หอก็เห็นรินยืนอยู่ที่\nโถงทางเดินตรงหน้าประตูห้องฉัน"

play music music_rain fadein 6.0 

hi "มาทำอะไร"

"น้ำเสียงฉันฟังดูโกรธกว่าที่ตั้งใจไว้ ฉันผิดหวังกับตัวเองเล็กน้อยที่คุมตัวเองไม่อยู่ แต่ก็ช่วยไม่ได้"

"รินยืนอยู่เฉย ๆ เหมือนบังเอิญมายืนอยู่แถวนี้ที่เธอไม่มีธุระจำเป็นอะไรต้องมา ตอนนี้ท่าทีสบาย ๆ ของเธอต่ออะไร ๆ\nทำฉันรำคาญแทนแล้ว"

"ไม่ดีแน่ ผ่านมาหกวันแล้ว แค่เห็นรินฉันก็เลือดเดือดขึ้นมา ทั้งที่เธอยังไม่ได้เปิดปากพูดอะไรเลย"

show rin basic_deadpan
with charachange

rin "วาดเสร็จแล้ว"

hi "ไม่ไปอยู่เตรียมอะไรที่หอศิลป์นู่นหรือไง"

show rin basic_awayabsent
with charachange

rin "เขาบอกว่าไม่"

"งั้นก็คงเป็นหน้าที่ของเจ้าของหอศิลป์มั้ง อัดรูปใส่กรอบเอย เอารูปแขวนผนังเอย อะไรทั้งหลายแหล่เทือกนั้น"

hi "แล้วมาทำไม"

show rin basic_deadpannormal
with charachange

rin "อยากมา"

"สุดท้ายก็เข้าอีหรอบเดิม ที่พอฉันถามแล้วเธอก็จะตอบแบบที่ไม่ได้ตอบอะไรเลย เพราะพวกเราก็สนทนากันได้แต่อย่างนี้"

"ถ้าไม่นับที่ฉันนั่งฟังเธอพล่ามอะไรไปเรื่อยน่ะนะ ซึ่งก็ไม่นับว่าเป็นบทสนทนาหรอก"

"หรือนี่คือละคร มีตัวบทล่องหนอะไรที่เราเล่นอยู่แบบไม่รู้ตัวหรือเปล่า บทที่ชี้นำว่าเวลาเจอหน้ากันแล้วพวกเราจะต้อง\nปฏิสัมพันธ์กันยังไงจนท้ายที่สุดก็ต้องทำร้ายกันเอง"

"คำตอบแบบไม่ยี่หระที่มาพร้อมกับการยักไหล่แบบไม่ยี่หระของเธอไม่ได้ทำให้ฉันรู้อะไรขึ้นมาเลย แต่ในเมื่อเตรียม\nงานนิทรรศการเสร็จแล้วฉันก็คงต้องดีใจแหละมั้ง"

play sound sfx_dooropen

scene bg school_dormhisao
with locationchange

"พอฉันเดินเข้าห้องมาก็ได้ยินเสียงฝีเท้าของรินตามมาด้วย"

"ฉันไม่ได้ชวนเธอเข้ามา แต่ก็ไม่ไล่หรอก"

show rin basic_awayabsent:
    center
    alpha 0.0
    ease 0.5 ypos 1.15 alpha 1.0
    parallel:
        ease 0.3 center
    parallel:
        "rin basic_absent" with Dissolve(0.3, alpha=True)
with Pause(0.5)

stop music fadeout 6.0

"เธอยึดเตียงฉันไปโดยพลการ รู้งี้น่าจะเก็บที่นอนก่อนออกห้องไปตอนเช้าดีกว่า แล้วเธอก็เด้งตัวลุกขึ้นยืนราวกับว่า\nเมื่อกี้นั่งลงกับถ่านร้อน ๆ"

"ฉันยืนหลังชิดกับขอบโต๊ะตัวหนึ่งที่ไม่ได้มีข้าวของวางระเกะระกะเพื่อพักขาสักหน่อย"

show rin basic_awayabsent:
    center
    alpha 1.0
with charachange

"รินมองไปรอบ ๆ ห้องฉันด้วยความสงสัยอยู่ครู่หนึ่ง เห็นแล้วก็นึกได้ว่าเธอยังไม่เคยเห็นห้องฉันเลย"

"ครู่หนึ่งเธอดูเหมือนจดจ่ออยู่จริง ๆ เธอจับจ้องทุกอย่าง เป็นศิลปินตาก็คงแหลมคมอย่างนี้สินะ"

show rin basic_absent
with charachange

"เธอมองได้ไม่นานก็ดูจนทั่วเพราะห้องนั้นเล็ก และไม่มีอะไรเกิดขึ้นอีกจนความเงียบอันน่าอึดอัดเข้าปกคลุม"

"เป็นบรรยากาศที่เย็นเยียบ เราทั้งสองคนต่างก็กันท่ารอให้ใครสักคนเปิดก่อน"

"แน่นอนว่ารินอยู่อย่างนี้ได้ตลอดไปอยู่แล้ว ก็ต้องเป็นฉันที่เปิด"

hi "แล้ว…"

"ฉันยอมแพ้เพราะเธอไม่เคยพยายามเปิดบทสนทนาเลย แล้วดูเหมือนเธอก็อยากจะพูดอะไรด้วย ฉันก็อยากให้มัน\nจบ ๆ ไป"

"ถ้าไม่ได้อยากคุยแล้วเธอจะมาทำไม"

"ฉันหมดคำจะพูด ฉันอยากจะโกรธ แต่ฉันก็ตะคอกหรืออะไรใส่เธอไม่ลง"

"เสียงฉันทำให้เธอหันมา เธอเองก็กำลังเลือกเฟ้นคำอยู่เหมือนกัน แต่ดูเหมือนเธอก็ไม่แน่ใจเหมือนกันว่ามาอยู่ที่นี่ทำไม"

show rin basic_absent_close:
    center
    ypos 1.05
    easein 0.5 ypos 1.0
with characlose

"และจากนั้นรินก็เดินสองสามก้าวเข้าประชิดฉันก่อนจะเขย่งเท้าเพื่อให้ส่วนสูงพอดีกัน…"

window hide

show rin basic_lucid_superclose at center
with charachange

centered "“เป็นอะไรที่ไม่ดี”"

centered "“หรือนายจะลืมไปเลยก็ได้ ฉันก็จะลืมด้วย”"

window show

"เป็นปฏิกิริยาตอบสนองอัตโนมัติ ทั้งคำว่า “ไม่” “ใช่” และ “มั้งนะ” ต่างผุดขึ้นในหัวคล้ายนึกทิ้งทวน"

"มือฉันคั่นกลางระหว่างริมฝีปากเธอและฉัน เป็นกำแพงที่ฉันตั้งขึ้นมาป้องกัน… บางอย่าง"

"ลมหายใจอุ่น ๆ เธอรดนิ้วฉัน กลิ่นจากผิวกายเธอลอยอบอวล ความรู้สึกลึกลับที่บรรยายไม่ถูกสะกดฉันและดึงดูดให้ฉัน\nมองเข้าไปในตาเธอ"

show rin basic_surprised_close
with charachange

play music music_moonlight fadein 0.5

"แววตาเธอดูประหลาดใจและสงสัยว่าทำไมมือที่ไม่รู้จักกาลเทศะนี้ถึงได้ขัดขวางเธอ"

"นัยน์ตาเธอกลมโตและฉ่ำวาว เธอจ้องตาฉันด้วยสายตาอ่อนโยนที่ฉันไม่กล้าสบตาด้วยตรง ๆ"

"ปากรินที่เผยอยิ่งทำให้เธอดูสับสน ถึงด้วยรูปปากที่ยั่วเย้านั้นจะทำให้รู้ว่าเจตนาที่แท้จริงคืออะไรก็ตาม"

show rin basic_upset_close
with charachange

rin "ขอร้องละ"

show rin negative_angry_close
with charachange

rin "ฉันต้องการนาย"

"คำพูดที่ส่งมาด้วยเสียงกระซิบแผ่วอันแหบแห้งนั้นผ่านออกปากเธอมาโดยที่ลิ้นและฟันของเธอไม่ทันได้ยับยั้ง"

show rin negative_angry
with Dissolve(0.15)
with vpunch

"คำพูดเหล่านั้นทำฉันสร่างทันที ฉันผงะถอยด้วยท่าทางเก้ ๆ กัง ๆ เพื่อให้มีระยะห่างขึ้นมาเล็กน้อย ตัวฉันก็ครูดเข้า\nกับโต๊ะจนได้เจ็บอีกต่างหาก"

"ไม่รู้ทำไม—อาจจะเพราะคำพูดที่เธอเลือกมา อาจจะเพราะน้ำเสียงเธอ—แต่พอได้ฟังแล้วก็รู้สึกไม่ดี"

"มีบางอย่างผิดปกติ มีบางอย่างผิดปกติไปโดยมหันต์อีกแล้ว"

hi "ต้องการฉันไปทำไม"

"ความรู้สึกไม่ดีทั้งหลายแหล่ผุดขึ้นในตัวอีกครั้ง อยู่ ๆ ก็รู้สึกเหมือนใจเต้นเร็วขึ้นสักสิบเท่าได้"

show rin basic_absent
with charachange

"รินเลิกเพ่งสายตาแล้วกลับมาเพ่งใหม่ จากที่เธอตัวเกร็งอยู่ก็คลายลง แล้วเธอก็ยืนตัวตรงอีกครั้ง"

show rin basic_deadpanupset
with charachange

rin "ฉันไม่คิดว่าฉันคิดอะไรอยู่ ทำไมนายถึงวาดลายกับฝุ่นบนโต๊ะหัวเตียงนั้นล่ะ"

show rin basic_awayabsent
with charachange

rin "มีคำเรียกนะ แต่ฉันจำไม่ได้…"

"คำพูดของเธอทำให้ฉันเบนความสนใจแล้วมองข้ามไหล่เธอไปที่โต๊ะตัวเล็ก ๆ ข้างเตียงฉัน แต่ไม่เห็นอะไรเลยเพราะอยู่ไกลเกิน"

"ก็คือไม่ได้ต้องการฉันเพื่ออะไรเป็นพิเศษ?"

"แค่แวะมาเพราะคิดว่าฉันคงดีใจที่ฉันได้เจอเธอหลังเธอปัดฉันทิ้งไปโดยไม่รับข้ออุทธรณ์ใด ๆ เป็นเวลาหนึ่งสัปดาห์"

"ทำไปโดยไม่หวังผลตอบแทนเลย?"

"อยากมา?"

hi "ตอแหล ฉันตอบเองได้"

hi "ต้องการฉันมาปั่นหัวเมื่อไหร่ก็ได้ตามใจอยาก จูบเมื่อไหร่ก็ได้ตามใจอยาก เมินเมื่อไหร่ก็ได้ตามใจอยาก ทำอะไรเมื่อไหร่ก็ได้\nตามใจอยาก?"

hi "แค่นั้นใช่มั้ย ที่เธอต้องการฉันน่ะ"

"น้ำเสียงฉันโกรธจัดขึ้นมาอีกครั้งจนแม้แต่ฉันยังรู้สึกได้"

extend " เยี่ยม"

show rin basic_absent
with charachange

"รินเองก็สัมผัสได้ถึงบรรยากาศแล้ว สีหน้าของเธอเปลี่ยนจากความสงสัยเป็นอีกสีหน้าที่ดูไม่สมเป็นตัวเธอ"

show rin negative_sad
with charachange

rin "ไม่—"

"เธอพูดแค่นั้น ตาเธอล่อกแล่กมองไปรอบ ๆ ห้องราวกับว่าคำพูดที่เธอต้องการนั้นเขียนอยู่บนภาพแขวนผนังในห้องนี้"

hi "แล้วมันยังไง"

show rin negative_confused
with charachange

stop music fadeout 2.0

rin "ฉันต้องวาดรูป"

"วาด"

"แหงอยู่แล้ว เป็นศิลปินก็ต้องวาด"

"คำพูดเหล่านั้นสะท้อนก้องไปทั่วร่างฉัน ดังอยู่ในเลือดควบคู่ไปกับความโกรธที่พุ่งพล่าน"

play music music_tragic fadein 2.0

hi "พอได้แล้ว ริน! ฉันไม่ใช่เทพประทานแรงบันดาลใจที่เธอจะย่ำยีเพื่อเอาไปวาดรูปยังไงก็ได้นะ!"

hi "ฉันไม่ใช่ทางผ่านที่เธอจะใช้ข้ามไปหาสิ่งที่เธอฝันนะ ฉันก็คือฉัน!"

hi "ฉันไม่รู้อนาคตของตัวเองแล้วมันทำไม?"

hi "ฉันก็มีสิ่งที่ฉันอยาก ฉันก็มีสิ่งที่ฉันสนใจ! ฉันก็มีฝันอย่างอื่นที่ไม่ใช่ฝันร้ายด้วยเหมือนกัน!"

"ฉันขึ้นเสียง แต่ฉันก็เลยจุดที่จะต้องสนใจอะไรอย่างนั้นมาไกลแล้ว"

show rin negative_sad
with charachange

"รินก้มมองพื้นแล้วงอนิ้วเท้าตัวเองอย่างเศร้า ๆ ขณะที่เธอคอยฟังฉันระเบิดอารมณ์โดยไม่พูดอะไรโต้ตอบเลย"

"กระทั่งฉันพูดจบเธอก็ถึงพอจะตอบอะไรบ้าง"

show rin basic_sad
with charachange

rin "ฉันทำอย่างอื่นไม่ได้ ไม่สิ ฉันทำได้หมดเลย แต่ฉัน… ทำ… ไม่ได้"

show rin basic_upset
with charachange

rin "เป็นอย่างเดียวที่ฉันทำได้ดี ส่วนมาก"

"ฉันเข้าใจดี ศิลปะมาเป็นอันดับแรก อย่างอื่นอันดับที่สอง ไม่ก็อันดับที่พันนู่นแหละ"

hi "แล้วฉันล่ะ ฉันไม่มีค่าเลย? ตอนที่ฉันสนใจศิลปะน่ะ เธอเคยรู้สึกว่าฉันน่าสนใจขึ้นมาสักหน่อยหนึ่ง สักเวลาหนึ่งมั้ย"

hi "บอกมาสิ ฉันอยากรู้จริง ๆ เธอเคยคิดถึงใจฉันบ้างมั้ย หรือคิดถึงแค่ใจตัวเอง?"

"คำพูดเหล่านั้นทิ้งรสสัมผัสอันขมเฝื่อน"

show rin basic_surprised
with charachange

"รินดูตื่นตกใจและสับสนหนัก เหมือนไม่เข้าใจว่าฉันโกรธอะไร"

"จะโง่ได้ถึงขนาดนี้เลยเหรอ"

show rin negative_sad
with charachange

rin "ฉันไม่อยาก—"

"คราวนี้เป็นเธอเองที่ตัดบทตัวเอง"

show rin basic_upset
with charachange

rin "นายไม่เข้าใจเหรอ ฉันทำไม่ได้"

hi "ทำอะไรไม่ได้?"

hi "เธอไม่เคยอธิบายอะไรเลย! ก็ในเมื่อเธอไม่พูดอะไรเลยแล้วฉันจะไปเข้าใจอะไรด้วยหา"

hi "ทำไมเธอถึงไม่คุยเลย"

hi "พูดอะไรหน่อยสิ!"

"แต่เธอก็ไม่พูด"

"พอได้ระบายความโกรธแล้วก็โล่ง รู้สึกผิดที่ทำแล้วโล่งขนาดนี้ แต่ฉันห้ามตัวเองไว้ไม่อยู่แล้ว"

show rin negative_annoyed
with charachange

"รินหันไปมองทางหน้าต่างด้วยไม่อยากจะเผชิญหน้ากับความโกรธฉันตรง ๆ แม้นอกหน้าต่างนั้นจะไม่มีอะไรให้มอง\nก็ตาม"

"ความโกรธขีดสุดของฉันระเบิดหายไปแล้ว ฉันเงียบปากไปเพราะไม่มีอารมณ์จะตะคอกใส่ท้ายทอยเธอ ความเงียบจึง\nกลับมาในที่สุด"

"ฉันเพ่งสายตาที่พร่าเลือนเพราะอะดรีนาลินเพื่อดูว่าเธอทำสีหน้ายังไงอยู่"

"สิ่งที่ฉันพูดออกไปก็ไม่ได้ดีหรอก แต่ก็หวังว่ารินจะรู้ตัวบ้างว่าเธอนึกจะเมินอะไรตามใจไม่ได้"

"ถ้าไม่รู้ตัวก็พอที เธอไม่เคยฟังอะไรเลย สิ่งรอบตัวไม่อาจทำให้เธอสะทกสะท้านได้"

"แต่ดูเหมือนว่าจะไม่ใช่กับครั้งนี้"

"ตัวเธอสั่นคล้ายว่ากำลังกลั้นน้ำตา แต่ฉันรู้แล้วว่ารินไม่ได้ร้องไห้"

"ท่าทีที่ไม่สนอะไรของเธอทำฉันเดือดดาล แต่ตอนนี้ท่าทีที่ว่านั้นไม่มีแล้ว ฉันสับสน นี่ฉัน…"

"ทำเกินไปหรือเปล่่า"

hi "คือ ฉัน—"

show rin negative_angry
with charachange

rin "ไปเลย"

rin "ไปเลย ฮิซาโอะ"

"เธอพูดด้วยเสียงอันแผ่วเบาและอ่อนล้า แต่คำพูดเหล่านั้นชัดแจ้งแก่ฉันยิ่งกว่าอะไร"

"…"

"มีอะไรให้พูดอีกล่ะ"

hi "นี่ห้องฉัน"

"คำพูดห้วน ๆ และเปล่ากลวงนั้นช่างเป็นจุดจบอันเหมาะเจาะกับบทสนทนาอันไม่น่าอภิรมย์นี้ที่นานเข้าก็ยิ่งไม่น่าอภิรมย์\nไปใหญ่จนกลายเป็นการแข่งตะคอกที่มีฉันแหวอยู่ฝ่ายเดียว"

show rin basic_lucid
with charachange

"รินตั้งสติอยู่พักหนึ่งก่อนจะหย่อนไหล่ลงยอมแพ้แล้วเดินออกไป"

hide rin
with charaexit

"ถึงเธอจะจงใจมองทางอื่นอยู่ แต่ฉันก็เห็นว่าเธอกัดริมฝีปากแน่นชนิดที่ว่าถ้ายังกัดเรื่อย ๆ แล้วปากอาจจะแตกได้"

"ระหว่างที่เธอเดินออกไปฉันก็เห็นว่าตอนเธอเข้ามาเธอไม่ได้ปิดประตู ที่ฉันตะคอกไปคงดังลั่นไปทั่วโถงทางเดินแน่ ๆ"

"ฉันถอนหายใจ พอเธอไม่อยู่แล้วก็เหลือแค่ฉันที่ต้องอยู่กับความรู้สึกผิดของตัวเอง"

"จังหวะหัวใจที่ค่อย ๆ เต้นช้าลงถูกแทนที่ด้วยความกังวลใจ"

"ไม่รู้ทำไม แต่รู้สึกว่าถ้าไม่มีฉันแล้วเรื่องก็คงไม่เป็นอย่างนี้"

"ไม่ว่ารินจะทำตัวน่าโมโหจนเกินทนหรือหลุดโลกแค่ไหน เธอก็ไม่ใช่รินที่ฉันคิดว่าฉันเคยรู้จัก"

"รินที่ฉันคาดหวังว่ารินจะเป็น"

"…"

"ทั้งหมดนี้เป็นเพราะฉันที่เกลี้ยกล่อมให้เธอรับโอกาสที่จะได้จัดงานนิทรรศการนี้หรือเปล่า"

"เป็นเพราะฉันเองหรือเปล่าที่สองสามสัปดาห์ที่ผ่านมารินทำตัวอย่างนี้?"

"ฉันนึกเหตุผลอื่นที่เธอทำตัวแปลก ๆ ไม่ออกแล้วนอกจากเรื่องงานนิทรรศการพวกนี้"

"อาจจะเป็นทางเดียวที่ทำให้เราได้ใกล้ชิดกัน แต่สุดท้ายกลับทำพวกเราออกห่างกัน จนกระทั่งตอนนี้ระยะนั้นไกล\nเกินกว่าที่เราสองคนจะเอื้อมถึงกันแล้ว"

play sound sfx_impact2
with vpunch

"ฉันโขกหัวกับกำแพงแรง ๆ"

play sound sfx_impact2
with vpunch

stop music fadeout 4.0

"สองครั้ง ให้แน่ใจว่าเจ็บจริง ๆ"

scene black
with dissolve



label th_R32:

$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_traffic fadein 0.5

scene bg gallery_ext
with locationchange

"ฉันเปิดประตูเข้าหอศิลป์ซอย 22 ไปทั้งที่ในหัวยังปวดตุบ ๆ ไม่หยุด"

"แต่ถ้าไม่นับเรื่องปวดหัว ฉันก็สบายดี"

$ renpy.music.set_volume(0.1, 1.0, channel="ambient")

window hide
nvl clear
nvl show dissolve

n "\n\nหลังจากที่ระบายความโกรธที่อัดอั้นใส่รินไปจนหมดแล้วก็โล่งเหมือนยกภูเขาออกจากอก"

n "ความตึงเครียดที่เกาะกินจิตใจมาสองสามสัปดาห์หายไปอย่างไร้ร่องรอย"

n "พอปลอดโปร่งจนสงบเช่นนี้แล้วฉันก็รู้สึกผิดที่ตะคอกใส่รินไปอย่างนั้น"

n "\nสิ่งที่ฉันพูดนั้นก็จริงอยู่ แต่ไประเบิดใส่รินอย่างนั้นแล้วจะได้อะไรขึ้นมา ไม่มี"

n "ฉันไม่ใช่คนอย่างนั้น ปกติฉันไม่ได้ตะคอกใส่ใคร ไม่รู้ทำไมเมื่อวานถึงทำไป"

n "ฉันจึงได้แต่รู้สึกผิดจนอยากจะถอนคำพูด"

n "\n\nรินเองก็คงอารมณ์ไม่ดี ฉันตกใจกับปฏิกิริยาของเธอมากกว่าพฤติกรรมของตัวฉันเองเสียอีก"

nvl clear

n "\nฉันคิดมาเสมอว่าเธอเป็นคนเฉย ๆ ไม่อะไรกับโลกโดยรอบ พอได้เห็นที่เธออารมณ์ไม่ดีตอนโดนฉันตะคอกใส่แล้วจึง\nทำให้รู้สึก… แปลก ๆ"

n "\nเธอจะเข้าใจความรู้สึกฉันไหมนะ"

n "ฉันคิดว่ารินคงจะมองโลกแบบหนึ่งด้าน… ตายตัว ราวกับว่าเธอจะมองอะไร ๆ จากมุมอื่น ๆ นอกจากมุมของตัวเอง\nไม่ได้เลย"

n "แต่เอาเข้าจริง ๆ แล้ว จะมีใครที่ทำอย่างนั้นได้ด้วยเหรอ บางทีการมองอะไรให้เป็นกลางกับการทำอะไรโดยไม่หวังผล\nก็คงเป็นเพียงภาพฝันมายาสำหรับคนที่คิดว่าตัวเองเป็นพวกเข้าอกเข้าใจคนอื่น"

n "เหมือนอย่างที่ศิลปะคือภาพฝันเพื่อผู้คนที่คิดว่าความเป็นจริงเป็นเพียงเปลือกห่อสิ่งที่ดีกว่า"

n "ต่อให้จะเลิกคิดว่าโลกหมุนรอบตัวเองหรือคิดอะไรนอกกล่องในตำนานแล้ว ก็จะยังได้มาอยู่ในกล่องใหญ่กว่าอีกกล่องที่\nหนีออกไปไม่ได้แทน"

n "\nบางที หากเป็นอย่างนั้นแล้ว ท้ายที่สุด เธอก็คงไม่ต่างจากเราทุกคน"

stop ambient fadeout 1.0

nvl clear
nvl hide dissolve

play sound sfx_storebell
$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 0.5

scene bg gallery_int
show crowd
with locationchange

window show

play music music_ease fadein 3.0

"พอเดินผ่านประตูเข้ามาก็พบกับผู้คนที่ถูกภาพฝันลวงมากมาย"

"ถึงซาเอะจะเคยบอกตอนที่ฉันมาครั้งแรกแล้วว่าหอศิลป์นั้นเล็ก แต่ฉันก็รู้สึกว่าภายในนั้นกว้างมาตลอด แต่พอตอนนี้\nมีคนแน่นขนัดแล้วก็ดูแคบไปถนัดตา"

show sae smile at center behind crowd
with charaenter

"ฉันเห็นซาเอะที่ยืนเด่นอยู่กลางวงสนทนา เธอกำลังคุยอย่างออกรสอยู่กับสุภาพบุรุษที่ดูมีอายุคนหนึ่ง"

"ทั้งส่วนสูงและรูปลักษณ์ที่ดูดีนั้นทำให้เธอโดดเด่นเห็นชัดท่ามกลางกลุ่มคน"

"โต๊ะที่วางอยู่ตามกำแพงนั้นมีแก้วไวน์วางอยู่สองสามโหล ภายในมีของเหลวสีแดงเลือดหมูบรรจุอยู่ แขกเหรื่อส่วนใหญ่\nต่างก็จิบจากแก้วของตัวเองกัน"

"เหล่าคนเข้าสังคมและผู้เชี่ยวชาญศิลปะต่างเสวนากันอย่างมีความสุขพลางพูดถึงงานของรินบ้าง ซึ่งตัวงานศิลปะนั้น\nดูจะเป็นวัตถุประสงค์รองสำหรับคนส่วนใหญ่"

"ฉันรู้สึกแปลกแยกและแตกต่างไปจากคนอื่น ๆ ที่อยู่ที่นี่"

"ฉันไม่ใช่คนที่เข้าสังคมเก่งอะไรเลย สถานการณ์เช่นนี้ทำให้ฉันกระอักกระอ่วนทีเดียว"

"และในเมื่อฉันไม่ได้เข้าพวกกับกลุ่มคนในนี้ ฉันจึงแสร้งทำตัวเองให้ดูดีและเนียนที่สุดเท่าที่จะทำได้"

"รินจะรับมือยังไงนะ เป็นฉันคงตื่นตระหนกน่าดู"

$ renpy.music.set_volume(1.0, 1.0, channel="ambient")

scene bg gallery_exhibition
show crowd
with locationchange

"ฉันปัดความกังวลทิ้งไปแล้วค่อย ๆ เดินฝ่าฝูงชนไปอย่างระมัดระวังพลางเหลือบมองภาพวาดที่อัดกรอบแขวนอยู่บนผนัง"

$ renpy.music.set_volume(0.5, 1.0, channel="ambient")

scene rin_exhibition_paintings
with locationchange

"งานนิทรรศการของรินกินที่ไปประมาณครึ่งหนึ่งของผนังหอศิลป์ บางภาพก็ดูไม่ค่อยคุ้นตาเท่าภาพอื่น แต่ฉัน\nพอจะจำภาพส่วนใหญ่ได้"

"ยังไงเสีย บางรูปฉันก็เคยเห็นมาแล้วที่ชมรมศิลปะ หรือไม่ก็เคยเห็นมาตอนที่รินเลือกภาพใส่แฟ้มผลงาน"

"ฉันเห็นว่าบนผนังนั้นมีอยู่สองรูปที่ยังวาดไม่เสร็จที่แขวนไว้ด้วย นี่หรือเปล่านะคือศิลปะแบบไม่ได้ตั้งใจ"

"แม้แต่ความล้มเหลวของริน—ถ้านับว่าล้มเหลวได้น่ะนะ—ยังแสดงถึงฝีมือของเธอ ย้อนแย้งดี"

$ renpy.music.set_volume(1.0, 1.0, channel="ambient")

scene bg gallery_exhibition
show crowd
with locationchange

"ส่วนเจ้าตัวนั้นฉันไม่เห็น ซึ่งแปลก ถึงคนจะเยอะ แต่หอศิลป์{b}นั้น{/b}ค่อนข้างเล็ก"

"ไม่เป็นไร แหละ พอมีเรื่องเมื่อวานแล้วก็ไม่รู้จะไปสู้หน้ารินยังไง ที่จริงฉันไม่น่ามาด้วยซ้ำ"

"แต่ฉันก็สัญญาไว้กับหลายคน—รวมถึงริน—แล้วว่าจะมา เพราะงั้น…"

"ให้ตาย ฟังแล้วก็เหมือนว่าฉันทำอะไรเพราะสัญชาตญาณบอกว่าจำเป็นต้องทำ ไม่ใช่ทำเพราะว่า(ไม่)มีเหตุผลที่จะ\nต้องทำ"

scene bg gallery_int at right
show sae smile at center
show crowd at right
with locationchange

"ฉันเข้าไปใกล้ ๆ ซาเอะแล้วรอสบจังหวะเพื่อที่จะได้คุยกับเธอด้วย"

"ถึงแม้เสียงเธอจะโดนเสียงที่คนอื่น ๆ คุยกันกลบจนเกือบหมด ฉันก็ยังพอจะได้ยินที่เธอพูดถึงรินบ้าง"

sa "ใช่ เธอเรียนอยู่ที่โรงเรียนมัธยมท้องถิ่นน่ะ… ถึงปีหน้าจะจบแล้ว แต่ฉันมั่นใจว่าโรงเรียนศิลปะหลายที่คงสนใจ…"

sa "…ฉันคิดว่าการที่ได้จัดงานนิทรรศการให้คนที่กำลังเริ่มพัฒนาตัวเองอยู่ก็คงน่าสนใจดี…"

"แปลก เหมือนรินได้กลายเป็นคนดังขนาดย่อม ๆ ไปแล้ว ถึงแม้จะเป็นแค่งานเปิดตัวนิทรรศการเล็ก ๆ ในหอศิลป์\nเล็ก ๆ ของเมืองเล็ก ๆ แบบนี้"

sa "ที่จริง ฉันมีเพื่อนคนหนึ่ง…"

play sound sfx_impact
with vpunch

mystery "ฮิซาโอะน่ะเอง!"

"เสียงอันคุ้นเคยและแรงตบที่กระทบหลังฉันอันคุ้นเคยนั้นเข้ามาขัดจังหวะการดักฟังของฉัน ไม่ต้องเดาหรือหันไปมอง\nก็รู้ว่าใคร"

hi "ไงเอมิ"

$ renpy.music.set_volume(0.5, 1.0, channel="ambient")

show emicas invis:
    center
    xpos 0.15
with None

show bg gallery_int at left
show sae invis:
    xpos 0.75
show crowd at left
show emicas happy at center
with dissolvecharamove

hide sae
with None

emi "ไง! นายเป็นตัวแทนชมรมศิลปะไรงี้เหรอ ไม่เห็นมีนักเรียนจากโรงเรียนเรามาเลย…"

hi "เอ่อ… ไม่รู้เลย ถ้างั้นก็คงใช่แหละมั้ง"

hi "แล้วเธอ?"

show emicas neutral
with charachange

emi "แล้วฉัน?"

hi "เอ้อ…"

show emicas angry_up
with charachange

emi "นายคิดว่าฉันไม่สนใจศิลปะใช่มั้ยล่ะฮิซาโอะ"

hi "ไม่ ไม่ได้… ก็ อาจจะนิดหน่อยแหละ ถ้าจะว่างั้นแล้ว"

hi "คือเห็นเธออยู่กับรินบ่อย ๆ ก็จริง แต่ฉันไม่เคยได้ยินเธอคุยกับรินเรื่องศิลปะเลย…"

show emicas awayfrown_up
with charachange

"เอมิทำเสียงฮึดฮัดมองไปรอบ ๆ ทำท่าไม่พอใจ"

show emicas closedsmile
with charachange

emi "ก็จริง ฉันไม่เข้าใจเลย แต่รินมาดูฉันแข่งวิ่ง ก็เลยกะจะมาดูเป็นการตอบแทนบ้างน่ะแหละ"

show emicas wink_close
with characlose

"เธอโน้มตัวเข้าใกล้เต๊ะท่าให้ดูมั่นใจ แต่ดูยังไงก็เหมือนจะมีแผนร้ายอะไรมากกว่า"

emi "นาย{b}เข้าใจ{/b}ศิลปะเหรอ"

hi "ไม่ ไม่เข้าใจ"

hi "ไม่เลย"

show emicas closedsmile_close
with charachange

"พอฉันสั่นหัวแรง ๆ เป็นการเน้นย้ำแล้วเอมิก็หัวเราะคิกคักพลางสั่นหัวร่าเริง"

show emicas happy_close
with charachange

emi "ฉันก็ไม่!"

show emicas wink_close
with charachange

emi "นี่ ไปคุยกับรินกัน! นายคงยังไม่ได้คุยกับรินสิท่า เพราะฉันก็ยัง"

show emicas happy_up_close
with charachange

emi "ปะ!"

show nomiya invis behind emicas:
    center
    xpos 0.8
show rin invis:
    center
    xpos 1.1
with None


show bg gallery_int at center
show crowd at center
show emicas neutral_close:
    xpos 0.15
show nomiya smile:
    xpos 0.55
show rin basic_awayabsent:
    xpos 0.85
with dissolvecharamove

"ก่อนที่เอมิจะทันลากฉันไปหาริน ครูโนมิยะก็โผล่มาทางด้านหลังเธอพร้อมรินที่ประกบมาด้วย"

"รินไม่ได้แต่งตัวให้ดูดีสมกับงาน เธอมาในสภาพชุดนักเรียนพร้อมผมยุ่ง ๆ อย่างเคย"

"บางทีตัวเธอที่เป็นธรรมชาติอย่างนี้ก็คงเหมาะกับเธอที่สุดแล้ว"

show emicas happy_close
with charachange

emi "สวัสดีค่ะครู! ไงริน!"

"เอมิทักทายคุณครูอย่างร่าเริงโดยไม่มีท่าทีสับสนแม้แต่น้อย ครูโนมิยะหันมองรอบ ๆ แล้วก้มมองด้วยความงงงวย"

show nomiya frown
with charachange

no "เธอเป็นใครเหรอ"

show emicas frown_up_close
with charachange

emi "หนูเอมิค่ะ เรียนอยู่ที่ยามากุ อยู่ห้อง 3-4 จำไม่ได้เหรอคะ"

"เธอตกใจทีเดียวที่ดูเหมือนว่าจะยังมีคนที่ไม่รู้จักเธออยู่ด้วย"

show nomiya talk
with charachange

no "โอ้ ขอโทษที เรียนอยู่ห้องเดียวกันกับเทซูกะใช่มั้ย"

show emicas wink_close
with charachange

emi "ค่ะ!"

show nomiya smile
with charachange

no "ยกโทษให้ฉันด้วยนะ พอดีฉันจำคนที่ไม่ได้เรียนศิลปะไม่ค่อยได้"

show emicas closedsmile_up_close
with charachange

emi "ไม่เป็นไรค่ะ ๆ !"

show emicas happy_close
with charachange

emi "ไงริน!"

show rin basic_deadpan
with charachange

rin "สวัสดี"

show emicas happy_up_close
with charachange

emi "ยินดีด้วยกับงานศิลปะสุดเจ๋งนี่นะ! เธอต้องประสบความสำเร็จแน่!"

"เธออ้าแขนออกเน้นย้ำคำพูดนั้นจนแขนแทบฟาดเข้ากับหน้าฉัน"

show emicas wink_up_close
with charachange

emi "เนี่ย ๆ ฮิซาโอะก็มาด้วยนะ!"

show rin relaxed_nonchalant
with charachange

"รินไม่มองหรือทักทายฉัน"

hi "ยินดีด้วยนะริน"

"เธอไม่สบตาฉันและเอาแต่มองรองเท้าแตะตัวเอง"

show emicas closedsmile_close
with charachange

"เอมิที่ยังไม่รู้เรื่องระหว่างเราเมื่อวานไม่ได้รับรู้ถึงบรรยากาศที่ยังคุกรุ่นอยู่ เธอยังคงพล่ามเรื่องนั้นเรื่องนี้กับรินที่\nไม่ตอบสนองอะไร"

"บางทีเอมิก็คงชินแล้วละมั้งที่รินไม่หือไม่อืออะไร"

stop music fadeout 5.0
$ renpy.music.set_volume(1.0, 3.0, channel="ambient")

#event CG spot

show sae invis behind rin:
    center
    xpos 1.25
with None

show bg gallery_int at right
show crowd at right
show emicas invis:
    xpos -0.35
show nomiya smile:
    xpos 0.25
show rin relaxed_nonchalant:
    xpos 0.55
show sae neutral:
    xpos 0.8
with dissolvecharamove

hide emicas
with None

"ไม่นานครูโนมิยะกับซาเอะก็หันมาทางรินและแนะนำตัวเธอ"

"ตามคาด ฉันเห็นแขกที่ดูสับสนอยู่แวบหนึ่งเมื่อพวกเขาได้เห็นแขนของริน"

show sae smile
with charachange

"โชคดีที่ซาเอะไหวพริบดี เธออธิบายเรื่องโรงเรียนของเราให้ฟังคร่าว ๆ"

"ใบหน้าที่เคลือบแคลงเปลี่ยนเป็นสงสัย"

thname("ชาย") "เล่าถึงผลงานศิลปะของเธอให้ฟังหน่อยได้ไหม"

thname("ชาย") "ตัวพัฒนาการของผลงานน่ะเห็นได้ชัดทีเดียวเลยนะ เธอคิดว่าผลงานเก่า ๆ กับผลงานปัจจุบันต่างกันยังไงบ้างเหรอ"

thname("ชาย") "หายากเหมือนกันนะเนี่ย คนที่จะมาเล่นพวกงานนามธรรมตั้งแต่อายุยังน้อยเนี่ย"

thname("หญิง") "อยากเห็นเธอวาดจังเลย ต้องน่าสนใจแน่!"

thname("ชาย") "นั่นสิ ๆ ! เธอใช้เท้าวาดใช่มั้ย คงหัดใช้ลำบากน่าดูเลย ภูมิใจเข้าไว้นะ"

show rin basic_surprised
with charachange

rin "ฉัน… เอ่อ…"

play music music_rain fadein 8.0

thname("ชาย") "เรียนจบแล้วจะทำอาชีพเป็นศิลปินเลยหรือเปล่า"

"เธอถูกยิงคำถามใส่รัว ๆ จนดูแล้วไม่น่าจะตอบได้หมดแน่ ๆ"

"ซึ่งก็น่าจะดีแล้ว เพราะรินก็พูดอะไรเรื่อยเปื่อยอยู่ไม่น้อยครั้ง"

thname("ชาย") "แล้วไปเอาไอเดียมาจากไหนเหรอ"

show rin relaxed_boredom
with charachange

rin "อันนั้นเป็นสิ่งแย่ที่สุดอันดับที่สี่ ไม่สิ อันดับที่ห้าที่…"

"รินพูดตะกุกตะกัก ดูอึดอัดเข้าไปทุกทีกับแต่ละคำถามที่คาดหวังคำตอบนั้น"

show rin negative_annoyed
with charachange

rin "อ๊ะ…"

"ทุกคนต่างรอให้เธอพูดอะไรสักอย่าง แต่ดูเหมือนว่าเธอจะพูดไม่ออกแล้ว"

"แต่ละคำถามยิ่งกดดันเธอหนักเรื่อย ๆ"

show rin basic_sad
with charachange

"ฉันยังไม่ได้ยินคำถามที่จะมาเข้าสำนวนฟางเส้นสุดท้าย"

"เหมือนเครื่องยนต์ที่หยุดค้าง"

show rin basic_sad:
    1.2
    parallel:
        easeout 0.5 ypos 1.2
    parallel:
        "rin basic_lucid" with Dissolve(0.3, alpha=True)
with Pause(1.5)

stop ambient fadeout 7.0

scene ev rin_gallery:
    truecenter
    zoom 0.9 subpixel True
    easein 30.0 zoom 1.0
with Dissolve(0.2)
play sound sfx_pillow
with vpunch

"รินยืนตัวแข็งทื่ออยู่นานหลายวินาที จนกระทั่งเธอทรุดลงกับพื้นด้วยท่าทีไม่น่าดูเหมือนกระสอบมันฝรั่งที่ตกพื้น"

thname("หญิง") "เป็นอะไรหรือเปล่า"

rin "ไม่รู้…"

no "เทซูกะ ไหวมั้ย"

rin "ไม่รู้ว่าเป็นอะไร…"

"คนรอบ ๆ ตัวรินเงียบไปจนฉันใจคอไม่ดี"

"ทุกคนต่างชะงักงัน ต่างไม่รู้ว่าจะทำยังไงกับ… อาการตกใจหรืออะไรสักอย่างของเธอที่อยู่ ๆ ก็เป็นขึ้นมา"

"เธอหายใจเข้าลึก ๆ ลมหายใจเธอสั่น ๆ คล้ายหายใจไม่ทัน เธอมองไปข้างหน้าด้วยสายตาว่างเปล่า"

play sound sfx_rustling
stop music fadeout 1.0

scene bg gallery_int at right
show crowd at right
show nomiya serious:
    center
    xpos 0.25
show rin negative_sad_close:
    center
    xpos 0.55 ypos 1.2
    ease 0.8 ypos 1.0
show sae scowl:
    center
    xpos 0.8
with locationchange

"ในเมื่อไม่มีใครทำอะไรฉันจึงเบียดตัวเองเข้ามาหารินแล้วดึงเธอให้ลุกขึ้น ก่อนจะให้เธอพยุงตัวพิงกับฉันไว้"

hi "ออกไปสูดอากาศก่อนมั้ย โอเค งั้นออกไปข้างนอกกัน"

"ฉันไม่รอคำตอบจากเธอแล้วคว้าไหล่ดึงเธอเดินผ่านแขก เอมิ ซาเอะ และครูโนมิยะที่ดูอึ้งไป"

hi "ขอตัวนะครับ"

play sound sfx_storebell
$ renpy.music.set_volume(0.2, 0.0, channel="ambient")
play ambient sfx_traffic fadein 1.0

scene bg gallery_ext
with locationchange

"ลมยามเย็นปะทะเข้ากับหน้าฉันเมื่อเดินผ่านประตูออกมา"

show rin negative_sad_close_ni at center
with charaenter

"ฉันปล่อยรินยืนพิงผนังหินให้เธอได้พักหายใจ"

hi "เป็นอะไรหรือเปล่า"

show rin negative_confused_close_ni
with charachange

rin "ฉันพูดอะไรไม่ออกเลย…"

"รินยังไม่ได้มองมาที่ฉัน ฉันจึงมองไปทางอื่นด้วย"

play music music_dreamy fadein 4.0

"ไฟถนนและป้ายไฟนีออนแยงตาจนตาพร่าแทบมองไม่เห็น ทำให้ฉันต้องเบือนหน้าหนี"

"อย่างน้อยรินก็พูดแล้ว ถึงจะไม่ได้พูดกับฉันก็เถอะ"

hi "อยากพูดอะไรล่ะ"

"บางทีเราสองคนก็คงจินตนาการเอาได้ว่าคุยกับเพื่อนล่องหนอยู่"

show rin basic_sad_close_ni
with charachange

rin "ไม่รู้"

show rin negative_sad_close_ni
with charachange

rin "อะไรสักอย่างที่หมายความว่าอะไรสักอย่าง"

"…"

"ความเงียบกินเวลาเนิ่นนาน"

"ฉันรู้สึกอึดอัดที่ได้อยู่แค่สองคนกับริน ฉันจินตนาการถึงสิ่งที่ไม่มีอยู่จริง…หรือสิ่งนั้นที่มีอยู่จริงไม่เก่ง"

hi "กลับเข้าไปกันดีกว่านะ"

hi "แขกที่ซาเอะเชิญมาก็อยู่ในนั้นนะ คงอยากเจออยากคุยกับเธอนั่นแหละ"

hi "แบบ ถามเธออะไรงี้ เรื่องภาพวาดที่เธอทุ่มเทมาอย่างหนักน่ะ"

show rin negative_angry_close_ni
with charachange

rin "ฉันไม่อยากให้พวกเขาถามคำถามอย่างนั้น ฉันพูดอะไรดี ๆ ไม่ได้เลย"

hi "แล้วเธอจะเอายังไง"

"…"

show rin relaxed_doubt_close_ni
with charachange


label th_choiceR32:
menu:
    with menueffect

    #choice:
    rin "ฉันอยากได้คนที่ไม่ถามคำถามอะไรกับฉัน"

    "แล้วเธอไม่ดีใจเหรอที่คนสนใจภาพที่เธอวาดน่ะ":
        return m1

    "แล้วถ้าเจอคนอย่างที่ว่านั้นแล้วยังไงต่อ":
        return m2

label th_R32a:

$ renpy.music.set_volume(0.2, 0.2, channel="ambient")

hi "แล้วเธอไม่ดีใจเหรอที่คนสนใจภาพที่เธอวาดน่ะ"

hi "ก็เพราะอย่างนั้นไม่ใช่เหรอเธอถึงได้ยอมจัดงานนิทรรศการน่ะ"

hi "ก็ไม่แปลกที่มีคนจะถามคำถาม เพราะคนเขามองว่าน่าสนใจไง"

show rin negative_annoyed_close_ni
with charachange

rin "เหมือนพระอาทิตย์ขึ้นสองครั้งติดกันทั้งที่อยากเปลือยอาบแสงจันทร์"

show rin negative_angry_close_ni
with charachange

rin "ดี แต่…"

"…ยังดีไม่พอ ฉันต่อประโยคให้เธอจนจบแม้ฉันจะไม่เข้าใจคำเปรียบเทียบที่ไม่เหมาะสมนั้น"

hi "ฉันไม่เข้าใจ"

hi "เธอต้องทำตัวให้มีความสุขกว่านี้สิ คืนนี้คืนสำคัญนี่"

hi "คนก็แห่มาดูภาพที่เธอวาดกัน ฉันว่าสุดยอดไปเลยนะ"

"ฉันรอให้รินพูดอะไรสักอย่าง ไม่ว่าจะเห็นด้วยหรือคัดค้าน แต่เธอยังคงเอาแต่นิ่งคิด"

"เธอไม่อยากตอบคำถามหรืออธิบายกับฉันว่าเป็นอะไรไป"

"ถ้าเธอมีอะไรจะพูด คำพูดเหล่านั้นจะไม่ได้พูดออกมา"

"คำพูดที่เธอพูดไม่ได้"

"ลมเย็นที่พัดวูบมาจากถนนทำฉันตัวสั่น เสียงหวีดหวิวของสายลมเติมเต็มความเงียบงัน"

hi "กลับเข้าไปกันดีกว่านะ"

hi "ทุกคนเป็นห่วงเธอแย่แล้ว"

stop ambient fadeout 0.5
play sound sfx_storebell

scene bg gallery_int
show crowd
show nomiya talk at twoleft
show sae neutral at tworight
with locationchange

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 2.0

no "อ้าว มาจนได้! รู้สึกดีขึ้นหรือยัง ในนี้บางทีมันก็ร้อน ๆ จะเป็นลมเป็นแล้งไปก็ไม่แปลก"

show nomiya veryhappy
with charachange

"ครูหัวเราะเต็มที่จนค่อนไปทางหยาบคาย"

show nomiya talk
with charachange

no "ถ้าไม่มีแรงก็หาอะไรดื่มหน่อยนะ เทซูกะ"

show nomiya talk:
    center
    xpos 0.25
show sae neutral:
    center
    xpos 0.8
with charamove

show rin basic_lucid:
    center
    xpos 0.55
with charaenter

"รินพยักหน้าอ่อนแรง แต่ก็ดูเพียงพอที่จะทำให้ครูโนมิยะเชื่อแล้วว่าไม่เป็นอะไร"

"ครูดันตัวรินไปแนะนำเธอให้กับคนที่ตัวเองคุยอยู่ด้วยเมื่อครู่"

show nomiya smile
with charachange

no "เอ้อ เรื่องที่คุยกันเมื่อกี้…"

thname("ชาย") "อ้อ ครับ ผมตื่นเต้นมากที่ได้พบ…"

stop music fadeout 8.0

"ฉันถูกเตะออกจากวงสนทนาทันที เสียงอื้ออึงของคนที่คุยกันจนฟังไม่ออกนั้นไหลเข้ามาในหูฉัน"

"เอมิก็หายไปไหนแล้วไม่รู้"

"การยืนอยู่ท่ามกลางผู้คนนั้นทำให้เกิดความรู้สึกโดดเดี่ยวได้อย่างเหลือเชื่อ"

"ไม่ใช่แค่ริน แต่ทุกคนที่นี่ต่างก็เป็นส่วนหนึ่งของบางอย่างที่ฉันไม่ได้เป็นอยู่ด้วย"

"ฉันยินดีไปกับริน ยินดีจริง ๆ แต่ฉันก็กลับมารู้สึกเหมือนไม่ได้ทำอะไรเลยเหมือนกัน"

"รินคือประจักษ์พยานที่แสดงให้เห็นถึงศักยภาพของมนุษย์ เธอก้าวข้ามความพิการของเธอ ทั้งยังนำมาเป็นจุดแข็ง"

stop ambient fadeout 4.0

"เธอควรจะมีความสุข"

"ศักยภาพของฉันคืออะไร"

"รินมาได้ไกลขนาดนี้ แต่ฉันไปได้ไกลขนาดไหน"

scene black
with dissolve


label th_R32b:

$ renpy.music.set_volume(0.2, 0.2, channel="ambient")

hi "แล้วถ้าเจอคนอย่างที่ว่านั้นแล้วยังไงต่อ"

hi "เธอคิดเหรอว่าถ้าเจอแล้วจะเป็นทุกสิ่งอย่าง เป็นโลกทั้งใบ เป็นคนรักที่พรหมลิขิตบันดาลชักพามาให้ครองรักกันไป\nตลอดกาลน่ะ"

show rin basic_absent_close_ni
with charachange

"เธอตอบคำถามฉันด้วยสายตาว่างเปล่า ความมืดมิดในดวงตาเธอไม่สะทกสะท้านกับความขมขื่นในคำพูดที่แทบ\nปิดไม่มิดนั้น"

show rin negative_worried_close_ni
with charachange

rin "ไม่ ฉันไม่คิดว่าอย่างนั้น"

show rin negative_annoyed_close_ni
with charachange

rin "แต่อย่างน้อยฉันก็จะไม่ต้องอยู่ตัวคนเดียว"

"เธอกระซิบคำพูดอยู่กับแสงสว่างจากเมือง แต่ฉันก็ได้ยิน"

show rin negative_sad_close_ni
with charachange

rin "ฉันไม่น่าทำเลย ยังไม่ควร"

hi "งานนิทรรศการ?"

show rin basic_lucid_close_ni
with charachange

"เธอพยักหน้าแล้วหลับตาหายใจช้า ๆ ราวกับจะพิสูจน์ว่าตัวเองก็ทำได้แล้วคุยกับตัวเองต่อ"

hi "ทำไม ฤกษ์ไม่ดี?"

show rin basic_sad_close_ni
with charachange

rin "ไม่ ไม่ใช่อันนั้น ฉันดูสองรอบแล้ว ตอนตื่นมาฉันก็ใช้เท้าซ้ายลงเตียงก่อน แล้วทำอย่างอื่นด้วยเท้าขวา"

show rin negative_sad_close_ni
with charachange

rin "ฉันเอง"

show rin negative_worried_close_ni
with charachange

rin "ที่ผิด"

hide rin
with charaexit

"เธอยืดตัวยืนตรงก่อนจะเดินผ่านฉันออกไปที่ถนน"

hi "เดี๋ยว จะไปไหนน่ะ"

show rin basic_absent_ni
with charaenter

"เธอชะงักแล้วหมุนตัวมามองฉันด้วยความสงสัย"

show rin basic_awayabsent_ni
with charachange

rin "โรงเรียน ไปละ"

hi "อะไร… ทำไม"

show rin basic_absent_ni
with charachange

rin "เพราะฉันอยากเป็นฉัน"

$ renpy.music.set_volume(0.4, 1.0, channel="ambient")

hide rin
with charaexit

"รินเดินจากไป ทิ้งฉันให้งงงวย"

hi "ริน!"

"แต่… ฉันรู้สึกประทับใจกับคำพูดเธอ หรืออาจจะเป็นเพราะการเลือกใช้คำของเธอ"

"หรืออาจจะเป็นเพราะ{b}เธอ{/b}เป็นคนพูด"

"ฉันอยากพูดอะไรตอบก่อนที่ฉันจะลืมความรู้สึกนี้อีกครั้ง"

"รินหยุดเดินไปราวกับตอบรับคำขอของฉัน เธอไม่หันมา เพียงแต่รอให้ฉันพูดสิ่งที่อยากพูด ถึงฉันไม่มีเวลาคิดว่าจะพูด\nอะไรดี…"

hi "ริน… ฟังนะ ฉัน… ฉันเชื่อว่าต่อให้เธอไม่เจอคนอย่างนั้น เธอก็ไม่จำเป็นต้องอยู่ตัวคนเดียวหรอก"

"ไม่รู้ว่าเธอได้ยินหรือเปล่า แต่จะได้ยินหรือไม่ได้ยิน เธอก็ไม่ตอบสนองอะไรอยู่ดี"

"และเธอก็เดินออกห่างจากหอศิลป์ไปเป็นครั้งสุดท้าย"

play sound sfx_storebell
stop ambient fadeout 0.5

scene bg gallery_int
show crowd at center
show nomiya frown at twoleft
show sae doubt at tworight
with locationchange

$ renpy.music.set_volume(1.0, 0.0, channel="ambient")
play ambient sfx_crowd_indoors fadein 2.0

no "แล้วเทซูกะอยู่ไหน"

"ฉันได้แต่สั่นหัว แต่เมื่อเห็นว่าทำแค่นี้คงตอบไม่หมด ฉันจึงต้องพูดอะไรอีก"

hi "หนีไปครับ"

show nomiya stern
with charachange

no "อะไรนะ"

"ข่าวร้ายนี้แพร่แสดงออกบนสีหน้าคุณครูราวไฟป่า"

show nomiya serious
with charachange

no "น่าอับอายยิ่งนัก! พังไม่เหลือชิ้นดี!"

no "นี่แม่นั่นคิดอะไรอยู่เนี่ย นี่มันงานสำคัญที่สุดในชีวิตเลยนะ หนีไปอย่างนี้เลยเหรอ"

show nomiya stern
with charachange

no "แล้วเธอ! ทำไมเธอไม่ห้าม ฉันจะให้เธอรับผิดชอบ…"

show sae neutral
with charachange

"ซาเอะเข้ามาขัดทำท่าปางห้ามญาติ"

"ยังดีที่เข้ามาขัด เพราะแขกที่อยู่ใกล้ ๆ บางคนก็เริ่มมองคุณครูด้วยสายตาแปลก ๆ แล้ว"

show sae smile
with charachange

sa "เอ้า ๆ ชินอิจิ แม่หนูคนนั้นอาจจะแค่ตื่นเวทีก็ได้ ฉันก็ไม่ได้รู้จักแม่หนูดีเท่าพวกเธอหรอกนะ แต่ก็พอจะเข้าใจอยู่ว่า\nเป็นคนที่ค่อนข้างแปลกน่ะ"

sa "เรื่องแบบนี้มันก็เกิดกันได้"

show sae neutral
with charachange

sa "ไม่เป็นไรหรอก ฉันจะบอกเองว่าอยู่ ๆ แม่หนูเขาก็ป่วย แขกต้องเข้าใจแน่นอน"

show nomiya frown
with charachange

no "แต่…"

show sae smile
with charachange

sa "ดูแต่ละคนสิ ทุกคนก็ดูจะพอใจที่ได้คุยกันไปพลางจิบไวน์ฟรีไปพลางกันทั้งนั้น"

show nomiya serious
with charachange

no "แขกน่ะไม่เป็นไรหรอก แต่จะพลาดโอกาสเอานะ! ทำความรู้จักกัน สร้างคอนเนกชันกันไง!"

show emicas invis_close:
    center
    xpos -0.35
with None

show bg gallery_int at left
show crowd at left
show nomiya serious:
    xpos 0.5
show sae smile:
    xpos 0.9
show emicas frown_close:
    xpos 0.15
with dissolvecharamove

"ระหว่างที่พวกผู้ใหญ่เถียงกันเรื่องที่ช่วยไม่ได้นั้น เอมิก็กระตุกแขนเสื้อเพื่อดึงความสนใจฉัน"

"เธอก็ดูไม่สบอารมณ์สักเท่าไหร่เหมือนกัน"

show emicas awayfrown_close
with charachange

emi "ปะ"

hi "ไปไหน"

show emicas frown_up_close
with charachange

emi "ตามหารินแล้วสั่งสอน"

hi "อะไรนะ"

show emicas angry_close
with charachange

emi "ไม่อยากจะเชื่อเลยว่าจะโง่ได้ขนาดนี้!"

emi "รินนะริน ทำอย่างนี้ได้ไง บอกให้เลยนะ ยัยนั่นน่ะในหัวไม่มีคำว่าสามัญสำนึกเลยสักเสี้ยวเดียว!"

"เอมิโกรธจริงจัง ขาดก็แต่ควันออกหู"

"ก็พอจะเข้าใจละนะ เอมิก็เป็นคน{b}อย่างนั้น{/b}แหละ"

"คำว่า “ยอมแพ้” ไม่มีในพจนานุกรมของเธอ และบางทีเธอก็คงไม่อยากให้มีอยู่ในพจนานุกรมใครด้วย"

hi "คืนนี้ให้รินอยู่คนเดียวไปน่าจะดีกว่านะ"

show emicas angry_up_close
with charachange

emi "อะไร? นี่เป็นผู้เชี่ยวชาญรินแล้วเหรอ"

"เธอยืนเท้าสะเอวประจันหน้าฉัน"

"อย่างกับว่าจะหาเรื่องฉันด้วยอีกคน"

hi "ไม่ แต่เอาจริง ๆ ฉันว่าเป็นไปไม่ได้หรอกนะที่จะเป็นผู้เชี่ยวชาญรินน่ะ"

hi "ฉันแค่คิดว่าสั่งสอนรินไปก็คงไม่ได้อะไรขึ้นมา"

show emicas frown_close
with charachange

"คำพูดเศร้า ๆ ของฉันนั้นได้ผลเหลือเชื่อ เอมิหย่อนไหล่ลงเล็กน้อยแล้วถอนหายใจ"

emi "ฉันรู้"

hi "เธอรู้?"

stop music fadeout 2.0

show emicas awayfrown_close
with charachange

emi "ล่าสุดที่สั่งสอนไปก็ไม่ได้เปลี่ยนอะไรเลย"

stop ambient fadeout 1.0

scene ev busride_ni
with locationskip

$ renpy.music.set_volume(1.0, 1.0, channel="ambient")
play ambient sfx_businterior fadein 2.0

"มีเพียงความเงียบระหว่างที่นั่งรถบัสรอบดึกที่ไม่มีใคร"

"เราสองคนเอาแต่มองแสงไฟที่วูบวาบผ่านหน้าต่างไปโดยไม่พูดอะไร"

stop ambient fadeout 1.0

scene bg school_dormext_full_ni
with locationskip

play music music_soothing fadein 0.5

"โรงเรียนตอนกลางคืนนั้นเงียบสงัด มีเพียงแสงจากจันทร์ข้างแรมและเสาไฟสีเหลืองที่ส่องสว่าง"

"พวกเราแยกทางราตรีสวัสดิ์กันอยู่หน้าหอพัก"

show emicas awayfrown_up_ni at center
with charaenter

"พอเห็นเอมิที่กำหมัดโดยอัตโนมัติแล้วฉันก็ต้องย้ำให้แน่ใจว่าเธอจะไม่ทำอะไรรินทันทีที่เธอลับสายตาฉันไปแล้ว"

hi "สัญญานะว่าจะไม่ดุริน?"

show emicas angry_up_ni
with charachange

"เธอมองฉันด้วยสายตาโกรธเกรี้ยว ฉันรับสายตานั้นด้วยสายตาอันเยือกเย็นเท่าที่ฉันจะปั้นได้"

"ถ้าไม่ได้เป็นสาเหตุที่ไปทำให้ผู้หญิงโกรธตรง ๆ แล้ว จะเผชิญหน้าก็ง่ายหน่อย"

"พอแข่งจ้องตาแบบไม่ลงตัวกันได้สักหนึ่งนาทีเธอก็ถอนหายใจแล้วส่ายหน้ายอมแพ้"

show emicas closedsmile_ni
with charachange

emi "นายน่ะแสนดีเกินไปนะ ฮิซาโอะ"

show emicas weaksmile_ni
with charachange

emi "รู้ตัวมั้ย"

"เธอหยักยิ้มมุมปากเล็กน้อย ท่าทีเธอดูผ่อนคลายลงมาก"

"เปลี่ยนอารมณ์ไวจริง"

"อาจจะไม่ได้โกรธเหมือนอย่างที่เห็นแต่แรกก็ได้"

"อาจจะอารมณ์เปลี่ยนง่ายก็ได้"

hi "ถ้าแสนดีจริงฉันคงปล่อยให้เธอใช้ฉันไปแล้ว"

show emicas wink_ni
with charachange

emi "หมายความว่านายแสนดีแค่กับรินคนเดียว?"

"พวกเราต่างใช้คำหยอกล้ออันเปล่ากลวงปกปิดความเป็นห่วง แต่อย่างน้อยฉันก็อารมณ์ดีได้แล้วละนะ"

"เธอยักคิ้วยิ้ม ๆ กะจะยั่วโมโหฉันสิท่า ไม่มีวันซะละ"

hi "เปล่า หมายความว่าฉันทำตัวไม่แสนดีแค่กับเธอคนเดียว"

show emicas angry_up_ni
with charachange

emi "เดี๋ยวเถอะ!!"

stop music fadeout 2.0

hi "ราตรีสวัสดิ์ เอมิ"

scene black
with dissolve


label th_R33:

play music music_daily fadein 0.5

scene bg school_scienceroom
with locationchange

"วันสุดท้ายก่อนปิดเทอมฤดูร้อนเคลื่อนคล้อยไปอย่างเชื่องช้า"

"วิชาที่ได้สอบเป็นวิชาสุดท้ายของเทอมนี้คือวิชาวิทยาศาสตร์ จากนั้นพวกเราก็จะเป็นอิสระ"

"ความกระหายอิสรภาพลอยกรุ่นอยู่ในห้องจนแทบสัมผัสได้ แม้วันนี้ฟ้าจะครึ้มเล็กน้อยก็ตาม"

"วันนี้ฝนอาจจะตกก็ได้ ใครจะไปรู้"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

scene ev rin_doodle
with locationchange

"ฉันทำข้อสอบเสร็จแล้วเพราะค่อนข้างง่าย ฉันจึงวาดเล่นที่อีกหน้ากระดาษรอจนกว่าครูมุโต้จะบอกว่าหมดเวลา"

"เป็นการป้องกันไม่ให้มิช่าแอบชะเง้อดูคำตอบของฉันด้วย"

"อาจจะหลอกครูที่ไม่สนใจอยู่ได้ แต่ฉันเห็นว่าเธอคอยมองอยู่"

"คงเป็นที่พึ่งหวังเดียวที่จะทำให้สอบผ่านละมั้ง แต่ก็ไม่ได้สงสารอยู่ดี ฉันจึงเมินเธอแล้วมองไปรอบ ๆ"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

scene bg school_scienceroom
with locationskip

"เงียบ"

"เสียงที่ได้ยินมีเพียงเสียงกระดาษกับเสียงครูมุโต้ที่ไอไม่หยุด"

"เงียบเสียจนการรับรู้สภาพโดยรอบของฉันค่อย ๆ จมลึกลงไปในจิตใต้สำนึกจนเหลือพื้นที่ให้คิดเรื่องอื่น"

#jump to R35 if Rin didn't run away in R32, otherwise fallthrough
#both scenes attach directly
#this is solved differently in practice


label th_R34:
scene bg school_scienceroom
with None

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\nปิดเทอมเหรอ"

n "ต่อให้โรงเรียนปิดแล้วบางคนก็จะยังอยู่ที่หอต่อ แต่ก็มีบางคนที่จะกลับไปหาครอบครัว"

n "ฉันไม่รู้จะทำอะไรดี จริง ๆ ก็ควรไปซื้อตั๋วรถไฟกลับบ้าน แต่ก็ไม่มีกะจิตกะใจจะไปเลย"

n "เดี๋ยวที่บ้านต้องโทรตามอีกแน่ แม่ก็จะตามจิกว่าเมื่อไหร่จะกลับ แล้วฉันก็จะไม่มีคำตอบให้"

n "\nไม่เอาไหนชะมัด พอสถานะกับรินเป็นอย่างนี้แล้วจะให้ทำเป็นจบ ๆ กันแล้วหนีไปก็ยังไงอยู่"

n "\nแล้วตอนนี้เธอก็มีเรื่องของเธอเองด้วย ก็นึกว่าเปิดงานนิทรรศการแล้วเธอจะได้พักหายใจหายคอบ้างแท้ ๆ แต่ฉัน\nคิดผิดมหันต์"

n "\n\nเรื่องดูจะยิ่งพันกันยุ่งเข้าไปอีก"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear
nvl hide dissolve

play sound sfx_doorknock

window show

"เสียงเคาะประตูเข้ามาขัดจังหวะความเงียบอันรีบเร่งของช่วงสิบห้านาทีสุดท้ายก่อนหมดเวลาสอบ"

show muto normal at center
with charaenter

$ renpy.music.set_volume(0.2, 0.0, channel="sound")

mu "เข้ามา"

stop music fadeout 1.0
$ renpy.music.set_volume(1.0, 8.0, channel="sound")
play sound sfx_footsteps_hard

show bg school_scienceroom at bgleft
show muto normal at twoleft
with charamove

show nomiya serious at tworight
with charaenter

"คุณครูศิลปะเปิดประตูเดินเข้ามาพร้อมเสื้อคลุมที่พลิ้วตามตัวราวกับว่ามีลมโบกพัด"

"ครูโนมิยะจ้องครูมุโต้ ส่วนครูมุโต้ก็จ้องกลับ"

play music music_tension

show muto irritated
show nomiya stern
with charachange

"ทั้งคู่ทำหน้านิ่วคิ้วขมวดพลางประเมินกันและกัน"

no "ขอประทานโทษนะ ขอยืมตัวนายนากาอิหน่อยได้มั้ย"

mu "{b}ขอ{/b}ประทานโทษนะ คุณโนมิยะ พวกเรากำลังสอบกันอยู่"

"บรรยากาศเย็นเยือกแผ่ไปทั่วแทนที่อากาศยามบ่ายหน้าร้อน ทั้งสองคนจ้องตากันเขม็ง"

show nomiya serious
with charachange

no "พอดีมีเรื่องด่วนน่ะ แล้วก็ดูเหมือนว่านากาอิจะทำข้อสอบเสร็จแล้วด้วยนะ"

"ทั้งสองคนหันมามองฉัน จ้องตาราวกับว่าเป็นตัวบาสิลิสก์ที่กำลังจะทำให้เหยื่ออันโอชะของมันแข็งเป็นหิน"

"ก็จริงอย่างที่ครูโนมิยะบอก ฉันอยู่ว่าง ๆ มาได้สักพักแล้ว แต่ว่า…"

show muto normal
with charachange

mu "นากาอิ อยากจะตรวจคำตอบตัวเองดูอีกครั้งไหม"

"ครูมุโต้พูดเน้นเสียงเน้นคำแปลก ๆ ราวกับว่าจะสื่อสารอะไรบางอย่าง"

"แรงกดดันจากสายตาที่จับจ้องนั้นทำให้ฉันสั่นหัวรัว ๆ ซึ่งเหมือนจะถูกตีความไปเป็นคำตอบอะไรสักอย่างแล้ว"

stop music fadeout 6.0

show muto irritated
with charachange

mu "โอเค นากาอิ งั้นก็เชิญไปกับคุณโนมิยะได้เลย"

mu "เก็บกระเป๋าให้เรียบร้อย แล้วเอาข้อสอบมาวางไว้ที่โต๊ะครูนะ"

show muto smile
with charachange

mu "เที่ยวให้สนุก"

hi "อ่า เอ้อ ครูก็ด้วยนะครับ"

"ราวกับว่าทั้งโลก… อย่างน้อยก็ห้องฉันน่ะนะ ได้หยุดหายใจไว้เพื่อฉันและหยุดทำข้อสอบรอจนกว่าฉันจะยืนขึ้นเก็บ\nข้าวของเดินออกจากประตูไป"

"เหมือนมีสายตาที่จับจ้องไล่หลังมาเลย คนในห้องคงคิดว่าฉันโดนกักบริเวณหรืออะไรในวันสุดท้ายก่อนปิดเทอมฤดูร้อน\nแน่ ๆ"

"ฉันไม่รู้ว่าคุณครูต้องการอะไรจากฉัน แต่ก็พอจะเดาได้ว่าคงไม่ใช่การกักบริเวณ แล้วก็คงจะเป็นเรื่องรินอีกตามเคย"

scene bg school_hallway3
with locationchange

play sound sfx_doorslam
with vpunch

"ครูโนมิยะไม่ได้นำฉันเดินไปที่ไหน เพราะแค่โถงทางเดินที่ไม่มีคนนี้ก็พอแล้ว"

show nomiya serious at center
with charaenter

play music music_pearly fadein 1.0

no "รู้มั้ยว่าเทซูกะอยู่ไหน"

"สรุปรินก็หลบหน้าคุณครู… ก็คงไม่น่าแปลกใจเท่าไหร่ละนะ"

"เธอจะรู้มั้ยนะว่าจะหนีปัญหานี้ไปเรื่อย ๆ ไม่ได้"

hi "ไม่รู้เลยครับ"

hi "ไปถามครูประจำชั้นที่อยู่ห้องข้าง ๆ มาแล้วสินะครับ"

show nomiya stern
with charachange

no "ถามมาแล้วสิ! ฉันหาจนทั่วทุกซอกทุกมุมของโรงเรียนนี้แล้ว ทั้งหอหญิงด้วย"

no "เธอเป็นคนสุดท้ายที่เจอกับเทซูกะนับตั้งแต่เมื่อวาน แล้วก็เป็นเพื่อนด้วย"

show nomiya serious
with charachange

no "ช่วยกันหน่อยสิ ไม่เป็นห่วงเทซูกะเหรอ"

"ก็ห่วง แต่ฉันไม่รู้ว่าจะทำอะไรได้"

"เมื่อวานรินทำอะไรที่ยากจะเข้าใจ แม้แต่ตัวเธอก็ไม่เข้าใจ"

"เธอดูสับสนมาก ๆ"

hi "รินคงอยากได้เวลาไปคิดมั้งครับ รู้สึกเหมือนจะอยากไปคิดทบทวนอีกทีเรื่องงานนิทรรศการนั้น"

"หรืออะไรสักอย่าง เพราะเจ้าตัวก็ไม่ได้อธิบายว่าเป็นอะไร"

show nomiya frown
with charachange

no "มีอะไรให้คิดทบทวน?"

hi "ไม่รู้สิครับ แค่รู้สึกว่า"

"ฉันโกหกกับคุณครูไปเล็กน้อย แต่เรื่องนี้ไม่ใช่อะไรที่ฉันจะต้องเข้าไปยุ่ง"

"คุณครูมาหาฉัน… ใช่ แต่ทำไม คงคิดว่าฉันเป็นผู้รักษาความลับอะไรของรินมั้ง แต่ฉันคงช่วยคุณครูเรื่องนี้ไม่ได้หรอก"

show nomiya serious
with charachange

"คุณครูทำเสียงฮึดฮัดพลางเกาหัวด้วยความสับสน"

no "แม่นั่นเป็นอะไรเนี่ย ปกติไม่เป็นอย่างนี้นี่ ออกจะเป็นคนมุ่งมั่นในเป้าหมายจะตาย"

"“มุ่งมั่นในเป้าหมาย”? ฟังดูไม่เหมือนคำที่จะใช้อธิบายรินเลย"

"สำหรับฉัน อย่างมากเธอก็แค่เป็นคนหมกมุ่น"

hi "เอ้อ ว่าก็ว่าเถอะนะครับ แต่คนที่ ‘ผลัก’ รินให้ไปทิศทางนั้นแต่แรกก็ครูไม่ใช่เหรอครับ"

show nomiya dreamy
with charachange

no "เป้าหมายของเทซูกะก็คือเป้าหมายของฉัน นั่นละคืองานของที่ปรึกษา"

hi "คงงั้นมั้งครับ ผมแค่ไม่รู้ว่าการวาดรูปจะทำให้รินมีความสุขหรือเปล่า"

show nomiya stern
with charachange

no "พูดอะไรไร้สาระนะเธอเนี่ยนากาอิ"

"อยู่ ๆ ครูก็เสียงเขียวขึ้นมา นี่ฉันพูดอะไรโง่ ๆ ออกไปหรือเปล่า"

show nomiya serious
with charachange

no "เธอไม่เข้าใจเลยใช่มั้ย ความสุขน่ะไม่ใช่ประเด็น ทุกอย่างที่ได้มาย่อมต้องเสียอะไรบางอย่างไป"

show nomiya stern
with charachange

no "ของฟรีไม่มีในโลกหรอก แต่ฉันจะ… จะให้ฉันเอาความสามารถของคนคนหนึ่งไปทิ้งขว้างเพราะคนนั้นนึกลังเลขึ้นมา\nได้ไง ไม่มีทาง!"

no "การวาดรูปน่ะก็เป็นงานเหมือนกันนะ เทซูกะอาจจะวาดจนเธอเห็นเป็นเหมือนของเด็กเล่นก็จริง แต่ทุกวันเทซูกะ\nก็ทุ่มเทเพื่อผลงานของตัวเอง"

no "คนเราจะเป็นคนที่ไม่ธรรมดาได้ ก็ต้องทุ่มเทให้มากเกินธรรมดา"

"ยิ่งคุณครูพูดก็ยิ่งรู้สึกว่ารินไม่ได้คิดอย่างนั้นเลย ถึงจะไม่รู้เลยว่ารินจะคิดยังไงก็เถอะ"

show nomiya serious
with charachange

no "ฉันเข้าใจดีว่าทำไมเทซูกะถึงยอมสละช่วงปิดเทอมฤดูร้อนมาเรียนมาสอบทดช่วงที่ขาดไป แลกกับการที่จะได้มีโอกาส\nเอางานศิลปะของตัวเองออกมาแสดง"

no "นี่คือเส้นทางที่เทซูกะเลือก แล้วการที่จะไปให้ถึงที่สุดนั้นก็ไม่ง่าย"

no "ฉันรู้ว่าเทซูกะอายุยังน้อย และลำบากเหมือน ๆ กับเด็กทุกคนในโรงเรียนนี้ แต่นั่นไม่ใช่ข้ออ้าง"

"ครูพูดจบแล้ว"

hi "แต่—"

show nomiya smile
with charachange

no "เธอมีอะไรเป็นสิ่งนั้นสำหรับเธออย่างที่ศิลปะเป็นสำหรับเทซูกะไหมล่ะ"

hi "ไม่ครับ…"

"ใช่แล้ว ฉันมีเพียงภาพอนาคตแบบราง ๆ ไม่ได้มีเป้าหมายให้พุ่งไป ไม่ได้มีฝันให้ทะยานไปคว้า"

"ฉันเข้าร่วมชมรมศิลปะมาเพื่อค้นหาบางอย่างที่ฉันอาจจะสนใจหรือมีแรงบันดาลใจให้ไล่ตาม"

"ฉันเจออะไรอย่างนั้นหรือเปล่า"

"สุดท้าย สิ่งที่ฉันเจอ… คือริน"

hi "ไม่ครับ ผมไม่ได้มีความหลงใหลอย่างนั้น"

show nomiya serious
with charachange

no "งั้นเธอก็ไม่เข้าใจหรอก"

"คำพูดเรียบ ๆ ของครูไม่มีช่องให้แย้งได้"

hi "แต่… แม้แต่รินเองก็อาจจะยังไม่เข้าใจตัวเองเลยนะครับ"

"แต่ฉันก็ยังคงเถียงข้าง ๆ คู ๆ ต่อไป"

show nomiya stern
with charachange

no "จะเป็นอย่างนั้นได้ไง สองสามสัปดาห์มานี้เทซูกะตั้งใจทำจนไม่มาโรงเรียนเลยด้วยซ้ำ ไม่ต้องพูดถึงเรื่องเข้าเรียนเลย\nอย่ามาพูดอะไรบ้า ๆ"

"ฉันว่าฉันไม่ได้พูดบ้า ๆ นะ แต่ในเมื่อฉันไม่มีอะไรจะย้อน ครูโนมิยะก็ดูจะนับไปว่าตัวเองชนะแล้ว"

show nomiya smile
with charachange

no "แต่เอาเถอะ งานเปิดตัวประสบความสำเร็จทีเดียว ถึงเทซูกะจะไม่ค่อยได้อยู่งานก็เถอะ"

no "หลายคนต่างก็สนใจผลงานของเทซูกะ มีภาพหนึ่งที่ขายได้ราคาพอตัวเลย"

hi "ก็ดีแล้วนี่ครับ"

show nomiya veryhappy
with charachange

no "ใช่ ข่าวดีมากเลยละ! หวังว่าถ้าเทซูกะได้รับข่าวนี้แล้วจะตื่นสักทีนะ แต่ว่า…"

"ครูถอนหายใจแล้วถอดแว่นมาเช็ดกับเสื้อคลุมก่อนจะใส่กลับอีกครั้ง"

show nomiya smile
with charachange

no "แต่เอาเถอะ ฉันต้องไปละ มีเรื่องต้องจัดการกับซาเอะแล้วก็คนอื่นอีก"

no "ถ้าเห็นเทซูกะก็บอกให้มาคุยกับฉันทีนะ แล้วก็ เที่ยวให้สนุก"

hi "ขอบคุณครับ…"

stop music fadeout 6.0
play sound sfx_footsteps_hard
$ renpy.music.set_volume(0.0, 4.0, channel="sound")

hide nomiya
with charaexit

"พอครูลับตาหายไปแล้วฉันก็คิดว่ารินจะไปอยู่ที่ไหน"

"เหมือนเธอจะไม่ได้มี “ที่ลับ” แค่หนึ่งที่ อย่างน้อย ๆ ก็คงมีสักหกเจ็ดที่ได้"

"ฉันชั่งใจอยู่ว่าจะคิดแก้ปัญหานี้ต่อหรือจะล้มเลิกไปเลยดี"

"ห้องเรียนที่ไม่มีคนใช้แล้วอยู่ห่างออกไปไม่ไกลนัก"

"ทำยังไงดี"

"…"

$ renpy.music.set_volume(1.0, 0.0, channel="sound")
play sound sfx_dooropen

scene bg school_room34
with locationchange

"พอเปิดประตูเข้าไปก็มีเพียงเงาทั้งหลายในห้องที่ต้อนรับฉัน"

hi "นี่—"

#go to R38 (good end) from here

label th_R35:
#continued from R33
scene bg school_scienceroom
with None

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\nปิดเทอมเหรอ"

n "ต่อให้โรงเรียนปิดแล้วบางคนก็จะยังอยู่ที่หอต่อ แต่ก็มีบางคนที่จะกลับไปหาครอบครัว"

n "ฉันคงต้องกลับบ้านไปรายงานพ่อแม่ว่ายังสบายดีมีชีิวิตอยู่"

n "\nอยู่โรงเรียนไปก็คงไม่มีอะไรให้ทำเท่าไหร่"

n "เทอมหน้าได้เครียดหนักแน่ ทุกคนจะต้องคิดอย่างจริงจังแล้วว่าจบไปแล้วจะทำอะไรต่อ"

n "\n\nรวมถึงฉันด้วย…"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear
nvl hide dissolve

scene ev rin_doodle_all
with silentwhiteout

window show

"พอได้เห็นรูปที่เขียนเล่นแล้วก็ทำใจให้เลิกแก้ต่อได้สักที มีแต่เส้นไร้ซึ่งชีวิตที่ขีดทับกันไปมา ถ้าไม่ใช่ว่าเป็นหน้าหลัง\nของข้อสอบก็คงเสียดายกระดาษน่าดู"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\n\nบางทีอาจจะเพราะฉันไม่ได้ตั้งใจวาดอะไรแต่แรก"

n "ฉันแค่อยากวาดฆ่าเวลาเฉย ๆ รูปก็เลยออกมาเป็นเหมือนอย่างฉัน"

n "ที่ไร้ซึ่งทิศทาง"

n "\n\nถ้าฉันมีพรสวรรค์อะไรอย่างรินบ้าง อะไร ๆ ก็คงง่ายกว่านี้"

n "รินน่ะเกิดมาสบาย"

n "ฉันแอบอิจฉาอยู่เหมือนกัน"

n "คิดแล้วก็หงุดหงิด ทำไมรินถึงดูไม่มีความสุขกับเรื่องนั้นเลยกันนะ"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear
nvl hide dissolve

scene bg school_scienceroom
show muto smile at center
with locationskip

window show

mu "หมด… เวลา!"

"เสียงบอกหมดเวลาจากครูมุโต้ทำให้เกือบครึ่งห้องร้องโอดโอย"

"ก็ว่าไม่ได้หรอก ข้อสอบมันเล่นแง่พอตัว"

"ครูมุโต้คาดหวังกับห้องเราสูงมาก ถึงจะไม่ได้เคร่งก็เถอะ สงสัยคงอยากให้ทุกคนได้เป็นนักวิทยาศาสตร์ละมั้ง"

show muto normal
with charachange

mu "วางดินสอลงแล้วมาส่งข้อสอบด้วย"

"เสียงโอดโอยที่ดังที่สุดดังมาจากโต๊ะข้าง ๆ"

show misha invis_close:
    center
    xpos -0.2
    ypos 1.13
with None

show bg school_scienceroom at bgright
show muto normal at tworight
show misha perky_sad_close:
    xpos 0.15
with dissolvecharamove

"ความสิ้นหวังของมิช่านั้นแทบจะจับต้องได้"

"รังสีมืดมนที่แผ่ออกมาจากโต๊ะเธอนั้นทำฉันทั้งกลัวและทั้งสงสารไปพร้อม ๆ กัน"

show muto smile
with charachange

mu "เอาละ จริง ๆ จะมีคาบโฮมรูมก่อนปล่อย แต่ฉันมีเรื่องจะแจ้งไม่มาก เพราะงั้นก็คงไม่นาน…"

"เรื่องที่ครูแจ้งนั้นไม่เคยสำคัญอยู่แล้ว ฉันจึงใช้หูข้างเดียวฟัง"

"มิช่าดูจะซึมกะทือเกินกว่าจะทำเป็นฟังอยู่ได้ด้วยซ้ำ"

"เธอก้มหัวฟุบโต๊ะดูหดหู่"

hi "ร่าเริงหน่อยมิช่า"

hi "ปิดเทอมแล้ว! อย่าคิดมากเรื่องสอบเลย"

show misha sign_smile_close
with charachange

mi "ขอบใจนะฮิจัง"

"คิ้วที่ขมวดของเธอคลายลงเป็นรอยยิ้ม พร้อมประกายความตื่นเต้นในแววตา"

show misha perky_smile_close
with charachange

mi "ปิดเทอมนี้นายจะทำอะไรเหรอฮิจัง"

show misha hips_smile_close
with charachange

mi "ฉันจะไปบ้านชิจังละ เป็นคฤหาสน์หรู ๆ สุดเจ๋งด้วย! ตื่นเต้นจัง~!"

show misha hips_grin_close
with charachange

mi "ต้องเป็นปิดเทอมฤดูร้อนแสนยอดสุดแน่ ๆ ~!"

"ดูท่าว่าจะลืมความหดหู่อะไรไปแล้วได้ภายในสองสามวินาที เธอเด้งตัวขึ้นลงกับที่นั่งราวกับจะปั๊มลมความตื่นเต้นเข้าตัว"

hi "ฉันก็ไม่มีอะไรเป็นพิเศษละมั้ง…"

show misha sign_smile_close
with charachange

mi "งั้นเหรอ~ หรือว่านาย—"

show misha perky_confused_close
with charachange

"นิ้วที่แตะ ๆ ไหล่มิช่าดึงความสนใจเธอไปจากฉัน"

show muto irritated
with charachange

"ชิซูเนะชี้ไปทางครูมุโต้ที่มองมาทางสองคนนั้นเหมือนรออะไรอยู่"

show misha sign_confused_close
with charachange

mi "โอ๊ะ! ขอโทษทีนะชิจัง ฉันไม่ทันสังเกตน่ะว่าครูพูดจบแล้ว เอะเฮะ ๆ ~"

"มิช่ากระแอมแล้วสูดหายใจเข้าลึก ๆ …"

show misha hips_grin_close:
    ypos 1.0
with dissolvecharamove

mi "ทุกคน ลุก!"

"ฉันยืนขึ้นพร้อมทุกคน"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\nตั้งแต่ฉันได้มาเรียนที่นี่ ฉันสงสัยอยู่อย่างหนึ่งมาตลอด"

n "ว่านักเรียนที่นั่งวีลแชร์จะคิดยังไงกับธรรมเนียมการทำความเคารพประจำวันนี้ เพราะตัวเองนั้นทำอย่าง “ถูกต้อง” ไม่ได้"

n "เขาถือหรือเปล่ากับการที่รักษาธรรมเนียมแบบนี้ไว้เพื่อความสะดวก ทั้งที่เป็นธรรมเนียมที่มองข้ามหลายคนไป"

n "ถึงฉันจะไม่เคยถามใคร แต่พอดูจากสองสามสัปดาห์ที่ผ่านมาแล้ว ฉันก็คิดได้ว่าพวกเขาไม่ถือแน่นอน"

n "พวกเขาเข้าใจ"

n "เพราะอย่างนี้ฉันถึงได้ชอบยามากุ ไม่มีใครเคร่งอะไรจนเกินไป ทุกคนต่าง… คิดถึงใจของกันและกันและเข้าใจกัน"

stop music fadeout 4.0

n "\n\nฉันอยากให้ทั้งโลกเป็นอย่างนี้บ้าง"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear
nvl hide dissolve

scene black
with locationchange

window show

mi "ทำความเคาาารพ!"

scene bg school_dormhisao
with shorttimeskip

play sound sfx_paper
play music music_tranquil fadein 3.0

"ฉันพลิกหน้ากระดาษไปช้า ๆ คอยฟังเสียงกรอบแกรบเวลาฉันจับหน้ากระดาษ"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\nกระวนกระวายใจเหลือเกิน"

n "ปิดเทอมฤดูร้อน"

n "ไม่มีเรียน ไม่มีการบ้าน ไม่มีกิจกรรมชมรมศิลปะ มีแต่เวลาว่างที่ฉันจะเอาไปทำอะไรก็ได้"

n "ไม่ได้รู้สึกพิเศษอะไรเลย"

n "ฉันบอกให้มิช่าร่าเริง แต่ตัวฉันไม่ได้ร่าเริงเท่าไหร่"

n "เอาจริง ๆ เวลาว่างแบบนี้ก็น่ากลัว ชวนให้นึกถึงวัน ๆ อันยืดยาวไร้จุดหมายในโรงพยาบาลที่ฉันต้องคอยใช้ให้หมด"

n "ความต่างเดียวคือตอนอยู่ที่นั่นฉันถูกกักให้อยู่ติดวอร์ดโดยมีพยาบาลที่เป็นเหมือนหมาที่เฝ้าประตูนรกคอยคุ้มกันอยู่"

n "ตอนนั้นการอ่านถือเป็นทางออกที่ดี แต่พอคิดว่าต้องมาอ่านหนังสือตอนปิดเทอมแล้วก็รู้สึกเหมือน… พวกเด็กเรียน"

n "แต่ไม่เกี่ยวกับการที่ตอนนี้ฉันอ่านหนังสือหรอกนะ… ฉันแค่ฆ่าเวลาไปไม่ให้ตัวเองเป็นกังวล"

n "อีกอย่าง สมองฉันคิดเรื่องอื่นอยู่ ลอยไปคนละทิศละทางจนเกินกว่าจะเข้าใจได้"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear
nvl hide dissolve

window show

"และเหตุเช่นนั้นเอง หนังสือที่ฉันอ่านมาตั้งแต่เมื่อวันอังคารจึงดำเนินไปอย่าง{w=0.3}เ{w=0.3}ชื่{w=0.3}อ{w=0.3}ง{w=0.3}ช้{w=0.3}า"

"รู้สึกเหมือนจะอ่านช้ากว่าที่คนเขียนเขียนได้อีก"

"ฉันพักไว้สักพัก แล้วก็อ่านต่อ เริ่มใหม่ตั้งแต่ต้น อ่านแต่ละหน้าซ้ำสองรอบ"

"ไม่มีอะไรที่ได้ผลเลย สมาธิจดจ่อฉันเป็นศูนย์"

"ฉันหยิบหนังสือติดมือมาแล้วออกมาสูดอากาศข้างนอกเผื่อนึกหาอะไรทำออก"

scene bg school_courtyard
with locationskip

"ฉันเดินไปยังลานหน้าโรงเรียน เดินผ่านนักเรียนสองสามคนที่ออกประตูหน้าไป"

"คนที่รีบก็คงเตรียมตัวกลับบ้านกันแล้ว ดูจากกระเป๋าสัมภาระที่บางคนลากไปด้วย"

"ไม่ว่ายามากุจะมีบริการที่ดีแค่ไหน แต่บ้านก็คือบ้านละนะ แต่ก็ได้ยินมาเหมือนกันว่าบางคนจะอยู่ที่นี่ตอนปิดเทอมด้วย"

"ลานหน้าโรงเรียนนั้นกว้างพอที่จะไม่ให้มีเงาส่อง ไม่ว่าแดดจะอยู่สูงหรือต่ำแค่ไหนก็ตาม"

"ฉันหยุดยืนอยู่กลางลานแล้วซึมซับความอบอุ่น"

"แสงจ้าจนต้องหรี่ตาตอนมองไปที่อาคารหลัก"

"ดูแล้วก็ไม่มีใครเลย"

"ยูโกะไม่มาทำงานวันนี้ เพราะงั้นจะไปหาหนังสือจากห้องสมุดโรงเรียนได้อีกทีก็คงเปิดเทอมเลย"

"ฉันมั่นใจว่าแถวนี้ต้องมีห้องสมุดประชาชนแน่ ๆ แต่ก็ขี้เกียจเกินกว่าจะไปหาว่าอยู่ที่ไหน"

scene bg school_lobby
with locationskip

"ที่โถงทางเดินก็เงียบพอกัน ฉันจึงจำใจต้องกลับหอ การเดินเล่นวันนี้ของฉันจบลงเร็วกว่าที่คาด"

"แต่ก็นะ ไม่รู้เหมือนกันว่าคาดหวังอะไรอยู่"

scene bg school_girlsdormhall
with locationskip

"แวบหนึ่งฉันนึกเดินเข้าหอหญิงเพื่อไปดูว่ารินหรือเอมิอยู่หรือเปล่า"

"ทั้งสองคนที่ว่าไม่อยู่ ฉันจึงได้แต่กลับมานอนอืดอยู่ในห้องตัวเอง"

window hide

scene bg school_dormhisao
with locationskip

$ renpy.music.set_volume(0.5, 1.0, channel="music")

nvl clear
nvl show dissolve

n "\n\nฉันต้องจบเรื่องกับริน"

n "รินกวนใจฉันมาก ๆ"

n "\n\nรินยืนอยู่บนเส้นด้ายประคองตัวเองไม่ให้ล้มไปกับสิ่งที่เหมือนกับแรงโน้มถ่วงโดยเดินสลับไปมาระหว่างความบ้า\nความเข้าใจยาก และความไม่สมดุล"

n "รินก็มีผลกับฉันด้วย เธอท้าทายฉันในแบบที่ฉันไม่เคยรู้มาก่อน… หรือจะพูดให้ถูกก็คือ แบบที่ฉันไม่หวังจะให้มี"

n "\n\nฉันชักสงสัยว่าความรู้สึกเหล่านี้คือความรักจริง หรือฉันหลอกตัวเองอยู่"

n "ฉันคงบ้าน่าดูที่คิดอะไรอย่างนั้น"

nvl clear

n "\n\nวันนั้นทั้งวันที่เหลือ เรื่องริน โรงพยาบาล ยามากุ และปิดเทอมต่างวนเวียนอยู่ในหัว"

n "\nจะให้จดจ่อกับการจดจ่อยังไม่ได้เลย"

n "\nความคิดผ่านมาแล้วก็ผ่านไปแบบชั่วแวบหนึ่ง เป็นเพียงเศษความรำลึกชิ้นเล็ก ๆ"

n "\nฉันหยิบหนังสือมาอ่านได้หนึ่งร้อยหน้า แต่วันพรุ่งนี้ฉันคงจำไม่ได้แล้วว่าเรื่องเป็นยังไงบ้าง"

n "\nฉันลุกขึ้นมาเก็บกวาดห้อง แต่แล้วก็ขี้เกียจ แถมยังต้องใช้เวลาและความใส่ใจในรายละเอียดอีก"

n "เป็นอย่างนี้ประจำเวลา “ไม่มีอะไรทำ” ที่ต่อให้มีอะไรทำก็จะไม่ทำ"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear

scene bg school_dormhisao_blurred_ss
show phone mobile at center
with shorttimeskip

window show

"ตามคาด แม่โทรมาหา แล้วฉันก็รับปากไปแล้วด้วยว่าวันพรุ่งนี้จะไปหาซื้อตั๋วรถไฟ หรือถ้าไม่ได้ก็จะไปหาซื้ออีกที\nวันมะรืนนี้"

window hide
nvl clear

show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with None

scene bg school_dormhisao_ss
show phone mobile:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with locationchange
with Pause (0.5)

hide phone
with None

$ renpy.music.set_volume(0.5, 1.0, channel="music")

nvl show dissolve

n "\n\nวันพรุ่งนี้ไปเข้าตัวเมืองแล้วกัน เผื่อไปแวะซื้อของไปอะไรด้วย"

n "ไม่ได้มีอะไรที่ต้องซื้อหรอก แต่เผื่อว่ามีของลดราคาหน้าร้อน แล้วก็อาจจะไปแวะซื้อ… อะไรสักอย่าง"

stop music fadeout 10.0

n "\n\n…ทำไมต้องฝืนตัวเองขนาดนี้"

n "ก่อนหน้านี้เวลาไม่มีอะไรทำก็ไม่เป็นอะไรแท้ ๆ ถ้าไม่นับที่ว่านาน ๆ ทีจะไปเตะบอลที่สนามน่ะนะ"

n "ตอนนี้ฉันสงบใจไม่ได้เลย"

n "\nเพราะฉันเปลี่ยนไป หรือเพราะโลกของฉันเปลี่ยนไป?"

nvl hide dissolve
nvl clear

scene bg school_dormhisao_ni
with shorttimeskip

window show

"พอถึงห้าทุ่มความมืดมิดก็ส่งสัญญาณว่าฉันควรนอน"

window hide

show pills:
    alpha 0.0 xalign 0.5 yanchor 0.5 ypos 0.7 subpixel True
    easein 1.0 ypos 0.5 alpha 1.0
with Pause (1.0)

window show

"ขวดยาที่วางเรียงรายอยู่บนโต๊ะหัวเตียงดูไร้พิษภัยเหล่านั้นไม่ได้กวักมือเรียกฉัน หากแต่ชี้นิ้วใส่ย้ำเตือนถึงความเป็นจริง"

"ตอนนี้ตอนค่ำ ฉันต้องเปิดสามขวด เขย่าแต่ละขวดให้เม็ดยาที่เป็นเม็ดรี ๆ ออกมาหนึ่งเม็ด เม็ดกลม ๆ สองเม็ด แล้วก็\nเม็ดแบน ๆ หนึ่งเม็ดที่ต้องหักครึ่งก่อนกิน จากนั้นฉันปิดฝาแต่ละขวดแล้วกินยาทั้งหมดเข้าไปพร้อมกระดก\nน้ำประปาตาม"

window hide

show pills:
    alpha 1.0 xalign 0.5 yanchor 0.5 ypos 0.5 subpixel True
    easeout 1.0 ypos 0.7 alpha 0.0
with Pause (1.0)

hide pills
with None

window show

"น้ำนั้นรสเฝื่อน ๆ"

"ฉันกลืนน้ำไปพร้อมกับยาแล้วเดินไปที่ห้องน้ำ"

scene bg school_dormbathroom
with locationskip

"การแปรงฟันนั้นเป็นไปโดยอัตโนมัติ จึงเหลือพื้นที่สมองให้ฉันได้จัดระเบียบความคิด"

"มีความคิดหนึ่งที่โผล่ลอยเด่นเห็นชัดขึ้นมาจากกอง"

window hide
nvl clear
nvl show dissolve

n "\n\n\n\n\n\n\n\n\nฉันอยากไปเจอกับริน"

n "ฉันจะให้ความโกรธของฉันที่ระเบิดออกเป็นสิ่งสุดท้ายที่ค้างคาระหว่างเราก่อนปิดเทอมไม่ได้"

nvl hide dissolve
nvl clear

scene bg school_dormhisao_ni
with locationskip

nvl show dissolve

n "\n\n\n\n\n\n\n\nฉันต้องไปเจอกับริน พรุ่งนี้"

n "ฉันหลับไปพร้อมความสับสนได้ง่ายกว่าอย่างที่ควรจะเป็น"

nvl hide dissolve
nvl clear

$ suppress_window_before_timeskip = True

scene black
with shuteye


label th_R36:


$ renpy.music.set_volume(1.0, 0.0, channel="music")
$ renpy.music.set_volume(0.7, 0.0, channel="ambient")
play ambient sfx_rain fadein 1.0

scene bg misc_sky_rn
show rain normal
show hisaowindow
with locationchange

"ฝนตกในวันปิดเทอมฤดูร้อน จำนวนเม็ดฝนมากมายคล้ายลางบอกเหตุร้ายเล็ก ๆ หลายอย่าง"

"โชคดีที่ฉันไม่เชื่อเรื่องอะไรอย่างนั้น แต่อากาศที่แย่อย่างนี้ก็ทำฉันหมองเหมือนกัน"

"ฝนตกมาตั้งแต่เช้าโดยไม่มีทีท่าว่าจะหยุด"

"เมฆใหญ่สีเทาทะมึนบดบังท้องฟ้าให้มืดหม่นไม่ต่างอะไรกับอารมณ์ของฉัน"

"เช้านี้ฉันลองเปลี่ยนอารมณ์มาเก็บกวาดห้องบ้าง แต่พอทำเสร็จแล้วก็ได้แต่มานั่งมองหน้าต่างรอให้อากาศดีขึ้น"

"เสียงฝนโปรยปรายกระทบกับหลังคาและทางเดินนั้นชวนฟัง เป็นเสียงกล่อมที่ปล่อยให้ใจลอยไปได้ดี"

"…"

"… …"

$ renpy.music.set_volume(0.4, 1.0, channel="ambient")

scene bg school_dormhisao_rn
with locationchange

"ไม่ดีแน่ ต้องทำอะไรสักอย่าง"

"เก็บของตอนนี้ดีเลยมั้ยนะ หรือยังก่อน"

$ renpy.music.set_volume(0.2, 1.0, channel="ambient")

scene bg school_dormhallway
with locationchange

"ฉันเลือกที่จะพักเรื่องเก็บของไว้ก่อนแล้วเดินออกมาข้างนอก จากนั้นก็มาหยุดยืนอยู่หน้าห้องเคนจิครู่หนึ่ง ในห้อง\nมีเสียงกุกกักแปลก ๆ อยู่"

show rain normal behind bg 
with None

"ฉันไม่กล้าเคาะเพราะกลัวจะไปเห็นเข้าว่าเขาทำอะไรอยู่"

$ renpy.music.set_volume(1.0, 1.0, channel="ambient")

show bg school_dormext_full_rn as bg2 behind rain
hide bg
with locationskip

"ฉันกางร่มเดินฝ่าฝนไปยังหอหญิง"

$ renpy.music.set_volume(0.2, 1.0, channel="ambient")

scene bg school_girlsdormhall
with locationskip

play sound sfx_doorknock2

"ไม่มีเสียงตอบรับหลังเคาะประตูห้องริน แต่ประตูห้องที่อยู่ข้างหลังฉันเปิดออกแทน"

play sound sfx_dooropen

show emicas invis:
    center
    xpos 0.3
with None

show emicas happy at center
with dissolvecharamove

play music music_emi fadein 0.5

emi "ฮิซาโอะเหรอ ไง!"

show emicas awayfrown
with charachange

emi "อากาศแย่เนอะ ฉันอดไปวิ่งรอบเช้าเลย"

"เธอขมวดคิ้ว แต่ถ้าเป็นฉันคงดีใจ วิ่งรอบเช้าของเอมิเป็นอะไรที่หนักหนาเหลือเกิน"

hi "อ้อ ไง พอดีฉัน—"

show emicas neutral
with charachange

emi "ถ้าจะมาหาริน ฉันว่าไม่น่าอยู่นะ"

hi "ช่วงนี้เจอรินมั้ย"

show emicas grin_up
with charachange

emi "อื้ม เพิ่งปลุกให้เมื่อเช้านี่เอง"

"พอพูดถึงปลุกแล้วเอมิก็หาวเหมือนแมว ดูแล้วก็ขำดี"

"แหงอยู่แล้วว่าเอมิต้องเจอริน เอมิมาปลุกรินแล้วก็ช่วยแต่งตัวให้ทุกเช้า แถมบางทีก็ห่อข้าวเที่ยงไปให้ด้วย"

"เหมือนเป็นพี่น้องกันเลย ถึงจะดูไม่มีอะไรที่เหมือนกันก็เถอะ"


label th_R36a:
#If not seen R19a:
"ใครจะเป็นคนพี่นะ อาจจะเหมือนไม่ใช่ แต่ก็คงจะเอมิละมั้ง"

"เอมิเป็นคนขยันจริง ๆ ถึงดูแล้วเหมือนจะเป็นพวกซื่อบื้อมากกว่าก็เถอะ"

"ทำไมพอได้เห็นความขยันที่อยู่ภายใต้รอยยิ้มร่าเริงของเธอแล้วถึงรู้สึกแปลก ๆ กันนะ"
#End split. -SC


label th_R36x:

show emicas frown_up
with charachange

emi "เห็นสองสามชั่วโมงก่อนออกไปหอศิลป์… นี่ ฟังอยู่หรือเปล่า"

"สงสัยฉันคงทำหน้าตลกหรืออะไร เอมิเอียงคอมองด้วยดวงตากลมโตคู่นั้นด้วยความสงสัยใคร่รู้"

show emicas neutral
with charachange

emi "หืมม?"

"ใบหน้าอันใสซื่อของเธอคล้ายเรียกความสนใจจากฉันอยู่"

hi "อื้ม ฟังอยู่…"

show emicas weaksmile
with charachange

emi "ขอถามอะไรอย่างสิ"

hi "อ่าฮะ ว่ามา"

show emicas awayfrown
with charachange

"เธอขมวดคิ้วแล้วเลียริมฝีปากคล้ายเตรียมการอะไรอยู่"

show emicas frown
with charachange

emi "ทำไมถึงเป็นห่วงรินขนาดนี้"

show emicas neutral
with charachange

emi "คือ นายก็คงได้อยู่กับรินบ่อยกว่าฉันแหละ ขนาดบางทีฉันกับรินยังนอนเตียงเดียวกันเลยนะ แต่เอ่อ ช่วงนี้ไม่ได้นอน\nด้วยกันแล้ว"

hi "ที่รินห้ามเธอนอนด้วยเพราะไปยีผมเล่นใช่มั้ย"

show emicas blush
with charachange

"ตาเอมิเบิกโพลงใหญ่ขึ้นด้วยความตกใจสักสองเท่าเห็นจะได้ ดูแล้วยิ่งตาโตกว่าปกติเข้าไปอีก แก้มเธอแดงอมชมพูไป\nจนถึงหู"

show emicas angry_up
with charachange

emi "นี่รินบอกเหรอ! หน็อย… สักวันต้องไปบีบคอรินหรืออะไรหนัก ๆ แล้ว…"
#Not 100% grammatical, but leaving as is to represent unfolding thought processes. -SC

"ฉันกลั้นขำไม่ให้เธอพาลโกรธฉันไปด้วยอีกคน"

show emicas closedsmile
with charachange

"เอมิรักษาหน้าจากความอับอายได้ทันที และดูเหมือนจะให้อภัยรินไปแล้วด้วย เธอหันกลับมามองฉัน"

show emicas smile
with charachange

emi "แต่นั่นแหละ นี่นายไปตกหลุมรักรินเข้าแล้วหรืออะไร"

"เอ่อ อ่า เหมือนพี่สาวที่ถามคนที่มาตามจีบน้องเลย เอมิเป็นคนสอดรู้พอตัว แล้วก็ไม่ใช่สอดรู้แบบดี ๆ ด้วย ถ้ามันมี\nแบบนั้นน่ะนะ"

"เอาจริง ๆ ถ้าได้อยู่กับมิช่านี่คงเข้าขากันดี แค่คิดก็สยอง"

hi "เธอถามครบหนึ่งอย่างไปแล้ว อันนั้นคำถามที่สอง ฉันคงไม่ต้องตอบหรอก"

"ฉันปั้นสีหน้าให้ดูใสซื่อบริสุทธิ์ผุดผ่องไม่ข้องเกี่ยวใด ๆ"

"เผลอ ๆ จะหลอกตัวเองไปแล้วด้วย"

show emicas evil
with charachange

"แต่เอมิก็ยักคิ้วดูอันตราย ประดับพร้อมรอยยิ้มเจ้าเล่ห์ที่อยู่บนใบหน้าเธอ"

emi "แปลว่าใช่ละสิ"

hi "ไม่ ไม่ได้แปลว่าใช่"

show emicas neutral
with charachange

"เอมิดูไม่พอใจกับคำปฏิเสธของฉันต่อคำถามที่ละลาบละล้วงนั้น แต่อย่างน้อยเธอก็เข้าใจว่าควรถอย"

show emicas wink
with charachange

"แต่ก็ไม่วายจะแลบลิ้นใส่ฉันเป็นเด็ก ๆ แล้วหัวเราะคิกคัก"

show emicas closedsmile
with charachange

emi "ถ้านายตอบอย่างนั้น ฉันไม่คุยกับนายด้วยแล้ว"

"เห็นชัดว่าเธอไม่ได้โกรธจริง ๆ"

show emicas happy
with charachange

emi "อีกอย่าง ฉันต้องไปเก็บของละ ขืนตกรถเดี๋ยวแม่เป็นห่วง"

emi "เจอกัน!"

hi "อื้ม บาย"

stop music fadeout 4.0

hide emicas
with charaexit

play sound sfx_doorclose

"เธอล่าถอยกลับเข้าห้องไปและทิ้งให้ฉันยืนตัวคนเดียวกลางโถงทางเดิน"

"เรื่องระหว่างฉันกับรินก็ไม่ใช่เรื่องของเอมินี่"

"เพราะงั้นฉันถึงไม่ได้เล่าเรื่องที่ทะเลาะกันให้เอมิฟังเลย รินก็คงไม่ได้บอกอะไรเหมือนกัน"

"ต่อให้เป็นเพื่อน ก็คงมีเรื่องที่ไม่ได้คุยกันอยู่… ละมั้ง"

"…"

"ถ้ารินอยู่ที่หอศิลป์ ฉันก็ต้องถ่อไปที่นั่น"

"ไหน ๆ ก็ออกห้องมาแล้ว จะไปตัวเมืองด้วยเลยก็คงไม่เสียหาย"

"แล้วก็จะได้ไปซื้อตั๋วด้วย แต่เรื่องขึ้นรถไฟกลับบ้านคงต้องเอาไว้ก่อน อย่างน้อย ๆ ก็ต้องพรุ่งนี้"

show rain normal behind bg
with None

"จะให้ขนสัมภาระฝ่าฝนไปทั้งอย่างนี้ก็ไม่ไหวหรอก ถึงจะไม่ได้มีของเยอะขนาดนั้นก็เถอะ"

$ renpy.music.set_volume(1.0, 3.0, channel="ambient")

show bg city_street4_rn as bg2 behind rain
hide bg
with shorttimeskip

"ฝนทำให้ขอบนอกของสิ่งต่าง ๆ ดูไม่คงที่คล้ายเลือนหาย"

"ทิวทัศน์ของเมืองเปลี่ยนเป็นก้อนสีเทาไร้รูปทรงหลายก้อนกองรวมกันแทนที่จะเป็นรูปร่างของตึกหรือรถที่ชัดเจน"

"เหล่าคนน่าสงสารที่ถูกฝนสาดต้องรีบหาที่หลบฝนและส่งความสงสารให้คนที่ต้องมาเปียกฝนด้วยกัน"

show bg gallery_ext_rn as bg2
with locationchange

"ฉันเดินเลี้ยวมาที่ซอยสุดท้ายตรงซอยที่ 22 รู้สึกบ้าดีที่ขำกับมุกตัวเอง"

"ประตูอันอบอุ่นนั้นดูเชื้อเชิญ"

$ renpy.music.set_volume(0.2, 1.0, channel="ambient")
play sound sfx_storebell 
play music music_soothing fadein 0.5

scene bg gallery_int
with locationchange

"หยดน้ำฝนที่ตกพื้นนั้นแผ่เป็นรูปร่างที่ดูเป็นศิลปะน่าสนใจ"

"ตัวฉันไม่ได้เปียก ที่เปียกก็มีแค่รองเท้าที่พอเดินย่ำเข้ามาแล้วก็เป็นรอยน้ำที่เติมเต็มงานศิลป์จากน้ำฝนที่อยู่บนพื้น"

show nomiya smile at twoleft
show sae neutral at tworight
with charaenter

"ครูโนมิยะก็อยู่ด้วย คุณครูกำลังคุยกับซาเอะอยู่ที่ด้านหลังหอศิลป์ แต่ไม่เห็นรินเลย"

"สงสัยอยู่ชั้นบนมั้ง"

"แต่ไม่มีลูกค้าเลย ซึ่งก็ถูกแล้ว ดูจากสภาพฝนที่เทลงมาพร้อมสาดใส่คนที่อาจหาญมาลุยฝนวันนี้น่ะนะ"

show sae smile
with charachange

sa "ยินดีต้อนรับ"

hi "สวัสดีครับ ขอโทษที่รบกวน…"

show nomiya talk
with charachange

no "อ้าว ทิวาสวัสดิ์ นากาอิ"

show nomiya smile
with charachange

no "ถ่อมาหาถึงนี่เลยเหรอ"

hi "อ่า… เปล่าครับ แค่ขาพามามั้งครับ พอดีมาซื้อของแถว ๆ นี้เลยแวะมา"

"ฉันโกหกตอบเลี่ยงไปโดยอัตโนมัติ ซึ่งฉันก็แปลกใจ"

"คงไม่อยากบอกมั้งว่าที่มาหาก็คือจะมาหาริน ถึงน่าจะเป็นอะไรที่ดูก็รู้เลยก็เถอะ"

show sae doubt
with charachange

sa "ตายจริง เลือกวันซื้อของได้ผิดวันจริง ๆ เลยนะ ชาอุ่น ๆ สักหน่อยไหม"

hi "ขอบคุณครับ แต่ไม่ต้องก็ได้"

hi "ฝนไม่น่าตกเลยนะครับ มาตกวันปิดเทอมวันแรกอย่างนี้ทำเอาซึมหน่อย ๆ เลย"

show nomiya veryhappy
show sae neutral
with charachange

no "ฮ่าฮ่าฮ่า! เดี๋ยวฟ้าก็โปร่งแหละ"

"ครูโนมิยะหัวเราะอารมณ์ดีจนแทบจะระคายหู"

hi "คุณครูไม่ซึมไปกับฝนเหรอครับ"

show nomiya smile
with charachange

no "อืม ฉันก็ชอบตอนฟ้าโปร่งแหละนะ จริง ๆ เพิ่งออกมาเมื่อกี้เพราะนัดคนไว้น่ะ แล้วไม่อยากให้เสื้อคลุมแพง ๆ ตัวนี้\nเปียกด้วย"

show nomiya talk
with charachange

no "แต่แน่ละว่าฉันอารมณ์ดี!"

show nomiya smile
with charachange

no "เธอว่างานนิทรรศการเป็นไง สุดยอดไปเลยใช่มั้ยล่ะ"

hi "ครับ หรูหรามาก ๆ"

"คำตอบไร้เรี่ยวแรงของฉันทำให้คุณครูพูดต่อพลางเดินไปรอบ ๆ หอศิลป์และพล่ามเรื่องงานเปิดตัว"

"พอขยับตัวแล้วพูดเสียงดังกว่าเดิมอีก ที่ชมรมศิลปะก็เป็น"

show nomiya veryhappy
with charachange

no "ได้คุยกับคนดี ๆ เยอะแยะ แถมได้รู้จักคนชั้นเยี่ยมด้วย"

show nomiya smile
with charachange

no "มีภาพที่เทซูกะวาดภาพหนึ่งขายออกด้วยละ นักสะสมจากโอซากะมาซื้อไปแน่ะ"

$ renpy.music.set_volume(0.1, 1.0, channel="ambient")

show rin_exhibition_sold at center
with locationchange

"ฉันมองตามสายตาครูไปที่พื้นที่ว่างบนผนัง ฉันจำไม่ได้ด้วยซ้ำว่าตรงนั้นเคยมีภาพอะไรอยู่"

"ก็ไม่มีแล้วอะนะ"

$ renpy.music.set_volume(0.2, 1.0, channel="ambient")

hide rin_exhibition_sold
show nomiya talk
with charachange

no "โชคดีไปนะที่แค่เวียนหัวนิดหน่อยแล้วก็ไม่เป็นอะไรมาก"

show nomiya smile
with charachange

no "แต่เห็นเงียบ ๆ ไปเลยบอกให้ไปพักผ่อนเยอะ ๆ แต่เทซูกะก็เป็นคนขี้อายแต่ไหนแต่ไรแล้วนี่นะ"

"ขี้อาย? เอาเถอะ ฉันพยักหน้าเออออตามน้ำไป"

show nomiya talktongue
with charachange

no "เสียงตอบรับดีทีเดียวละ เดี๋ยวอาจจะไปขอให้เพื่อนฉันคนหนึ่งเขียนบทความเล็ก ๆ ลงในนิตยสาร—"

sa "ชินอิจิ คุณมีนัดนี่ คุณทาคาฮาชิเขาคงรอแย่แล้ว"

show nomiya serious
with charachange

"คำพูดของซาเอะทำเอาคุณครูชะงักแล้วก้มมองนาฬิกา"

"ครูโนมิยะขมวดคิ้วไม่พอใจที่มีอะไรมาขัดจังหวะการสาธยายของตัวเอง"

show nomiya smile
with charachange

no "อ้อ จริงสิ อื้ม เดี๋ยวไปละ เจอกันเดือนกันยายนนะนากาอิ"

hi "บายครับ"

hide nomiya
with charaexit

play sound sfx_storebell
stop music fadeout 4.0

"โห คุณครูทุ่มสุดตัวกับเส้นทางศิลปินของรินที่กำลังแตกหน่อจริง ๆ"

"จะประสบความสำเร็จได้ก็คงต้องทุ่มเทหน่อย แต่ถ้ารินให้ความร่วมมือกว่านี้น่าจะง่ายหน่อยน่ะนะ"

$ renpy.music.set_volume(0.1, 1.0, channel="ambient")
$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\nรินโลเลทั้งที่ความสามารถก็ใช้ได้ เหมือนเรื่อง “เวียนหัว” เมื่อคืนนั้น"

n "เธอตกใจกลัวหรืออะไรสักอย่าง ส่วนฉันก็ไม่ได้ช่วยอะไรเธอเลย"

n "\nฉันถอนหายใจ"

n "ยิ่งรู้สึกเหมือนระยะระหว่างฉันและรินจะออกห่างเรื่อย ๆ"

n "เธอจะได้เติบโตจนยิ่งใหญ่ ส่วนฉันก็ยังรู้สึกเหมือนติดหล่มอยู่อย่างนี้ ถึงจะสัญญากับตัวเองแล้วว่าจะพยายามหาเส้นทาง\nให้ชีวิตตัวเองแล้วก็เถอะ"

n "ยิ่งไปกว่านั้น พวกเราก็ทะเลาะกันอีก แล้วยิ่งทำมึนตึงใส่กันไปนานเท่าไหร่ บาดแผลก็ยิ่งยากจะลบเลือนไปเรื่อย ๆ"

n "พวกเราอยากให้เป็นอย่างนี้เหรอ ฉันไม่เคยรู้เลยว่ารินรู้สึกอย่างไร แล้วตอนนี้ฉันก็ไม่แน่ใจแล้วว่าฉันรู้สึกอย่างไร"

n "ฉันอยากเข้าใจริน แต่รินก็ไม่ได้เป็นคนที่จะตีความให้เข้าใจได้ง่ายมากนัก"

n "ไม่ใช่ว่าเธอปกปิดอะไร แค่เหมือนว่าฉันจะล้มเหลวทุกครั้งที่พยายามจะทำความเข้าใจกับสิ่งที่เธอพูดในแต่ละวัน"

$ renpy.music.set_volume(0.2, 1.0, channel="ambient")
$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear

show sae smile
with charachange

window show

sa "คิดอะไรอยู่เหรอ"

"ฉันเพิ่งรู้ตัวว่ายืนเหม่ออยู่กลางหอศิลป์มานานมากแล้ว"

hi "เอ่ออ… ไม่มีอะไรหรอกครับ…"

"ฉันทำท่าเป็นยืนพินิจรูปที่อยู่ใกล้ ๆ เพื่อเบนความสนใจซาเอะ"

$ renpy.music.set_volume(0.1, 1.0, channel="ambient")
play music music_another fadein 0.5

scene rin_exhibition_c:
    truecenter
    zoom 1.0 subpixel True
    ease 30.0 zoom 1.1
with locationchange

"ฉันเคยเห็นรูปนี้มาก่อน"

"ฝีแปรงการลงสีที่บัดนี้ฉันคุ้นตาดีแล้วต่างบิดงอและหลอมรวมเข้าด้วยกันอย่างสะเปะสะปะ ทว่าก็ทำให้รู้สึกเหมือนมี\nอะไรบางอย่างโดยรวมอยู่เบื้องหลัง"

"ลักษณะการวาดของรินนั้นช่างเหมือนเธอ นามธรรม เข้าใจยาก หลากสีสัน"

"ลึกลับ"

"ถ้าจะเข้าใจศิลปิน ต้องเข้าใจศิลปะก่อนหรือเปล่านะ"

$ renpy.music.set_volume(0.2, 1.0, channel="ambient")

scene bg gallery_int
with locationchange

hi "เอ่อ… ผมมีคำถามครับ"

show sae smile at center
with charaenter

sa "หืม?"

"เธอเงยหน้าขึ้นมาจากนิตยสารที่เธอพลิกหน้าไปเรื่อย ๆ อยู่ ดูท่าว่าจะพอใจที่ฉันสนใจบางอย่างขึ้นมา"

hi "ศิลปะเขาตีความกันยังไงเหรอครับ"

show sae doubt
with charachange

sa "หมายความว่าไง"

"เธอเลิกคิ้วขึ้นด้วยความสงสัยราวกับว่าคำถามนั้นซับซ้อนเกินกว่าที่จะตอบโดยไม่มีการแจกแจงให้ละเอียดก่อนได้"

hi "ขอโทษถ้าคำถามฟังดูโง่นะครับ"

hi "ผมว่าผมไม่เข้าใจศิลปะเหมือนอย่างมืออาชีพสักเท่าไหร่"

show sae smile
with charachange

sa "โอ๊ย ของแบบนี้ไม่มีกลเม็ดเคล็ดลับอะไรหรอก"

"ซาเอะสะบัดข้อมือเบา ๆ ปัดคำถามของฉันทิ้ง"

show sae neutral
with charachange

sa "ทุกคนก็ตีความศิลปะไปตามที่ตัวเองคิดนั่นแหละ การตีความมันก็ขึ้นอยู่กับคนที่มอง ไม่ต่างอะไรกับการที่เจตนาขึ้นอยู่\nกับคนที่สร้างผลงานขึ้นมาหรอก"

sa "“มืออาชีพ” มีวิธีการตีความของตัวเอง เพราะมีสิ่งที่เรียกว่าทฤษฎีศิลป์อยู่"

sa "ศิลปะก็มีรูปแบบเหมือนอะไรอย่างอื่นนั่นแหละ แล้วเราก็ตั้งข้อสมมติฐานว่าถ้าจับสังเกตรูปแบบพวกนั้นได้แล้ว เราก็จะได้\nข้อสรุปบางอย่างออกมา"

"น้ำเสียงเธอเหมือนอย่างคุณครูที่สอนโดยเน้นเสียงที่คำบางคำให้คนฟังคอยสนใจ"

show sae smile
with charachange

sa "ซึ่งสุดท้ายแล้ว ฉันว่ามันก็ค่อนข้างเปล่าประโยชน์น่ะนะ"

"เธอพูดอยู่กับตัวเองยิ้ม ๆ พึมพำดังพอให้ฉันได้ยินชัด ๆ"

sa "ผลงานศิลปะที่ดีจะทำให้คนดูรู้สึกบางอย่าง ซึ่งเรื่องมันก็แค่นั้นแหละ"

sa "ความรู้สึกน่ะเปลี่ยนแปลงเสมอ และความรู้สึกก็มีผลกับศิลปะที่เราสร้างและศิลปะที่เราเห็น"

hi "แต่ว่า…"

show sae neutral
with charachange

sa "ฉันมีเรื่องจะเล่าให้ฟัง"

hi "ต้องเล่าด้วยเหรอครับ เรื่องที่เล่าครั้งที่แล้วมันออกจะหดหู่…"

sa "เรื่องสำคัญ ฟังนะ…"

sa "ประมาณร้อยปีที่แล้ว มีศิลปินตัวเล็ก ๆ คนหนึ่งได้ข่าวว่าเพื่อนของเขาที่ชื่อกาซาเฆมัสได้ฆ่าตัวตาย"
#http://en.wikipedia.org/wiki/Picasso's_Blue_Period -SC

sa "เรื่องนี้เกิดขึ้นตอนที่เขาไม่ได้อยู่กับเพื่อนคนนั้น แล้วเขาก็ไม่ได้เจอกับเพื่อนมาสักพักแล้วด้วย"

sa "ซึ่งแน่นอนว่าเขาคงต้องสับสนหนักยิ่งกว่าเวลาที่คนปกติได้รับข่าวอย่างนั้นเสียอีก"

sa "สี่ปีหลังจากนั้น ตัวเอกของเรื่องเราก็ใช้แค่สีโทนเดียววาดรูปเพราะสะเทือนใจกับข่าวนั้นมาก"

sa "ไม่ว่าเขาจะทำอะไร เขาก็จะกลับมาใช้สีเดิม ๆ จนกว่าสีนั้นจะยอมปล่อยตัวเขาไป"

"เธอหยุดไปเพื่อดูว่าฉันยังตามทันหรือไม่"

"ซึ่งฉันก็พอจะตามทันอยู่ ฉันจึงโยนคำหนึ่งที่พวกเล่าเรื่องดูจะชอบฟังกันไปให้"

hi "แล้ว…"

"ฉันไม่รู้จะพูดต่อยังไง เพราะฉันคิดคำถามที่เธอน่าจะอยากให้ฉันถามไม่ออก"

"เธอทำตัวอย่างโสกราตีสครึ่ง ๆ กลาง ๆ ที่คิดว่าได้เฉลยกุญแจที่ทำให้รู้แจ้งไปแล้ว"

show sae doubt
with charachange

sa "ยังไม่เข้าใจอีกเหรอ"

"ซึ่งนักเรียนของเธอนั้นหัวทึบเกินกว่าจะมองเห็น"

show sae scowl
with charachange

"เธอดูหงุดหงิดที่ฉันหัวช้า"

sa "ยุคบลูพีเรียดของปิกัสโซน่ะเป็นยุคที่ได้รับการยกย่องมากในประวัติศาสตร์ศิลปะ แต่ใครจะไปรู้ว่าเจ้าตัวจะรู้สึกยังไงตอนที่\nกำลังวาดผลงานชิ้นเอกเหล่านั้นอยู่"

sa "เศร้า? โหยหา? เสียใจ?"

sa "ไม่มีใครรู้"

sa "ถ้าตอนนี้เธอได้เห็นภาพวาดสักหนึ่งภาพจากยุคบลูพีเรียด เธออาจจะตีความไปคนละแบบกับตอนก่อนที่เธอจะได้รู้เรื่อง\nเพื่อนของปิกัสโซที่ชื่อกาซาเฆมัสก็ได้"

show sae neutral
with charachange

sa "การสัมผัสศิลปะน่ะเป็นอะไรที่เป็นปัจเจกเสมอ ขึ้นอยู่กับโอกาสหรือสถานการณ์เท่านั้น"

sa "งานศิลปะชิ้นหนึ่งอาจจะมีคำมาอธิบายได้ล้านอย่าง แต่ก็เป็นไปได้ว่าจะไม่มีอย่างไหนเลยที่ตรงกับเจตนาของผู้สร้าง"

show sae smile
with charachange

sa "ไม่มีใครเป็นเกาะเดียวดายหรอกนะ"

"ฉันพยักหน้าไปทั้ง ๆ ที่ไม่เข้าใจว่าประโยคปิดท้ายนั้นหมายความว่าอะไร"

"แต่นอกนั้นก็เข้าใจอยู่ ยกเว้นอยู่หนึ่งอย่าง"

"ถ้าศิลปะคือการสื่อสารอย่างที่รินบอก แต่ทุกคนก็คุยกันด้วยภาษาลับของตัวเองอย่างที่ซาเอะบอก แล้วจะสื่อสารอะไร\nกันได้?"

"ดูทั้งเปล่าประโยชน์และไม่มีความหมาย"

"ศิลปะไม่ใช่ทางฉันเลยจริง ๆ"

$ renpy.music.set_volume(0.1, 1.0, channel="ambient")

scene bg gallery_exhibition
with locationchange

"ซาเอะหันกลับไปดูนิตยสารต่อ ส่วนฉันก็เดินไปรอบ ๆ หอศิลป์เพื่อดูว่ารินจะเห็นอะไรในผลงานตัวเอง"

"อารมณ์อันผ่อนคลายลอยอวลอยู่ในหอศิลป์แห่งนี้ที่พายุฝนซัดสาด หน้าต่างบานใหญ่ทำให้อยู่คนเดียวได้ไม่อึดอัด"

play sound sfx_storebell
stop music fadeout 2.0

"เสียงกริ๊งของกระดิ่งเข้ามาขัดความสงัดงัน"

$ renpy.music.set_volume(0.2, 1.0, channel="ambient")

scene bg gallery_int
with locationchange

show rin relaxed_nonchalant at center
with charaenter

"รินใช้ไหล่ผลักประตูเข้ามา"

"ฉันแทบจะลืมไปแล้วว่าที่มาหอศิลป์ก็เพื่อจะมาหาเธอ"

show rin relaxed_boredom
with charachange

rin "คิดว่าพร้อมแล้ว—{w=0.3}{nw}"

show rin relaxed_surprised
with charachange

"พอเธอเห็นฉันก็ชะงักไปทันที"

"ความเงียบเป็นเป่าสากนั้นอยู่ได้นานหนึ่งวินาทีครึ่งพอดิบพอดี ไม่นานพอที่จะให้ฉันหรือซาเอะได้เปิดปาก แต่นานพอ\nที่จะให้รินตอบสนอง"

show rin negative_annoyed
with charachange

rin "ขอไปเดินเล่นค่ะ"

hide rin
with charaexit

play sound sfx_storebell

"เธอรีบรุดออกไปไม่สมกับเป็นริน และดูเหมือนจะลืมไปแล้วว่าฝนยังตกอยู่"

show rain normal behind bg

"ฉันคว้าร่มแล้วรีบตามเธอไปไม่คิดอะไรทั้งสิ้น"

play sound sfx_storebell
$ renpy.music.set_volume(1.0, 2.0, channel="ambient")

hide bg
show bg city_street4_rn as bg2 behind rain
show rin negative_spaciness_close_rn
with locationskip

"พอถึงหัวมุมถนนหนึ่งฉันก็มาทันริน ฉันกางร่มแล้วยกกันฝนให้ทั้งฉันและเธอพลางตามไปด้วยความเร็วที่ฉันแทบจะ\nต้องวิ่ง"

"เธอไม่ได้ขัดขืนที่ฉันวิ่งตามหรือกางร่มให้ จนสุดท้ายเธอก็ผ่อนฝีเท้าลงจนฉันเดินตามได้โดยไม่ต้องฝืนให้ตัวเอง\nเสี่ยงอันตราย"

"ฉันปรับจังหวะการหายใจพลางประเมินสถานการณ์"

"ครั้งล่าสุดที่ฉันกางร่มให้เธอ ฉันไม่ได้คิดอะไรมากมาย"

"แต่ตอนนี้ ทุกอย่างที่เกิดขึ้นตั้งแต่ตอนนั้นอัดเป็นก้อนหนักหน่วงอยู่ในท้องฉัน"

"พอได้อยู่ใกล้แล้วก็อึดอัด แถมยังแอบกระอักกระอ่วนด้วย"

"อยู่ ๆ ปากก็แห้ง แห้งผากจนพูดอะไรแทบไม่ออก"

"แต่ก็ใช่ว่าจะถอยได้แล้ว"

hi "ทำไมเธอถึงเอาแต่หนี"

show rin negative_annoyed_close_rn
with charachange

rin "ฉันไม่อยากคุยกับนาย"

hi "ฉันอยากคุยกับเธอ"

show rin negative_confused_close_rn
with charachange

rin "ฉันคุยทีไรก็เจ็บทุกที"

hi "บางทีมันก็ช่วยไม่ได้"

show rin negative_sad_close_rn
with charachange

rin "ฉันไม่อยากเจ็บ"

hi "ได้ งั้นก็ไม่ต้องคุยกัน"

show rin relaxed_doubt_close_rn
with charachange

rin "แล้วทำอะไรดี"

hi "เดินต่อไปเฉย ๆ กันเถอะ"

show rin relaxed_surprised_close_rn
with charachange

rin "เดินเฉย ๆ ?"

hi "เดินเฉย ๆ"

show rin basic_absent_close_rn
with charachange

rin "โอเค"


label th_R37:

play music music_dreamy fadein 2.0
$ renpy.music.set_volume(1.0, 2.0, channel="ambient")
$ renpy.music.play(sfx_rain, fadein=2.0, if_changed=True, channel="ambient")

play sound sfx_whiteout

scene white
with Dissolve(1.0)

show rain normal behind white
with None

hide white
show ev rin_rain_away_close behind rain at Fullpan(20.0,dir="up")
with Dissolve(1.0)

"ก้าวเดินของเราส่งเสียงจ๋อมแจ๋มไปตามแอ่งน้ำบนถนนที่เราเดินลุยฝนไป"

"รินเดินเคียงฉันอยู่สบาย ๆ ไม่เร่งรีบ ไม่ร้อนใจอะไรที่ตัวเองเปียกฝนโดยไม่จำเป็น"

"ยังมีตัวเธอบางส่วนที่เลยออกนอกร่มไปอยู่ ถึงร่มจะใหญ่พอสำหรับเราสองคนก็เถอะ"

"ราวกับไม่รู้ตัวเลยว่าเสื้อเปียกฝนอยู่"

"…"

"ท่าทางของรินทำให้นึกถึงคนที่ทำสมาธิจนสงบ ถึงภายในเธออาจจะกำลังว้าวุ่นก็ตาม"

"แต่ฉันว่านี่ไม่ใช่การทำสมาธิหรอก แค่ตากฝนจนเปียกเฉย ๆ นี่แหละ"

"ฉันก็อยากใจเย็นกว่านี้บ้าง"

"ฉันสนใจรินไปเกินกว่าที่จะทำทีห่างเหินอย่างปกติแล้ว"

"รู้สึกเหมือนกับว่าฉันเป็นพวกที่หลอกตัวเองว่ามองอะไรอย่างเป็นกลาง แล้วถึงมารู้ทีหลังว่าตัวเองนั้นเป็นคนที่โกหก\nไม่เก่งเอาเสียเลย"

"ภาพลวงที่ลวงตัวเราเอง จะมีวิธีไหนที่ดีกว่านี้อีกที่จะทำให้รู้สึกว่าตัวเองนั้นเป็นคนดี"

"สลายภาพลวงนั้นทิ้งคงจะเป็นวิธีที่ดีกว่า"

show ev rin_rain_away_close at Position(yalign=0.0)
show ovl rin_rain_hisaotowards_close behind rain at Position(xalign=1.0, yalign=0.0)
with charachange

hi "เดี๋ยวฉันจะกลับบ้านสักพัก เลยกะว่าจะแวะมาหาเธอก่อนไป"

"ฉันคงจะหาคำพูดเปิดบทสนทนาที่ดีกว่านี้ได้อยู่ แต่รินก็ไม่ยอมคุยด้วยจนไม่รู้จะคุยอะไร"

rin "ก็ดีแล้ว ไม่งั้นฉันคงนึกว่านายโดนลักพาตัวไป"

hi "เธอจะเอาแต่หนีจากทุกอย่างไปไม่ได้นะ หนีจากฉันที่จะคุยกับเธออย่างจริงจังไม่ได้ด้วย"

rin "ฉันจริงจังเสมอ แล้วก็ตอนนี้เหมือนฉันจะวิ่งช้าลงมาก"

rin "คงต้องหัดเอาอย่างเอมิบ้างแล้ว"

"เปล่าประโยชน์ เหมือนคุยกับกำแพงอิฐที่เอาแต่พ่นอะไรไร้สาระไม่รู้เรื่องใส่"

hi "ลองคิดเรื่องวันงานเปิดตัวงานนิทรรศการดูสิ ถ้าเธอหนีไปจะเกิดอะไรขึ้น"

"รินไม่ตอบ เธอเดินต่อไปเรื่อย ๆ หรือไม่ก็วิ่งอยู่อย่างเชื่องช้าคอยหนีจากฉันไปยังความเงียบเชียบของเธอเอง"

"ฉันสังเกตว่าเธออยู่คนเดียวเวลาอยู่ด้วยกันเก่ง"

show bg city_street3_rn behind rain
hide ev
hide ovl
with locationchange

"พวกเราเดินไปตามถนน เลี้ยวซ้าย เลี้ยวขวาสามครั้ง แล้วก็เลี้ยวซ้ายอีกครั้ง"

"เหมือนเมื่อคืนวันนั้นเลย ที่พวกเราเดินไปแบบสุ่ม ๆ เพราะไม่ว่าจะไปที่ไหนก็เหมือน ๆ กัน"
#In R25. -SC

"สิ่งที่สำคัญมีเพียงการเดินและเสียงฝนที่ตกเปาะแปะใส่ร่ม"

"น้ำไหลจากหลังคาตึกลงมาที่ทางน้ำทิ้งไปสู่แม่น้ำกว้าง"

"ถึงจะแยกขาเดินข้ามแล้วแต่เท้าฉันก็ยังเปียกจนรองเท้าชุ่ม"

"พวกเราเดินไปพร้อมความเงียบงันที่กดดันให้ต้องมีการพูดแทรก แต่ฉันมั่นใจว่ามีแค่ฉันที่รู้สึกถึงความกดดันนั้น"

hide bg
show ev rin_rain_away behind rain
show ovl rin_rain_hisaotowards at Position(xalign=1.0, yalign=0.0) behind rain
with locationchange

hi "ทำไมเธอถึงจัดงานนิทรรศการ"

"รินยักไหล่ด้วยความหม่นหมองแล้วมองไปทางอื่น ฉันขอยอมแพ้"

window hide

hide ovl
with charachange

$ renpy.music.set_volume(0.5, 1.0, channel="ambient")
$ renpy.music.set_volume(0.5, 1.0, channel="music")

nvl clear
nvl show dissolve

n "\n\n\nไม่มีความหมาย"

n "\nเธอทำไปเพื่ออะไร คืนวันเปิดตัวเธอบอกว่ามีบางอย่าง… บางอย่างแสนพิเศษที่เธอต้องการ"

n "ฉันรู้สึกว่ารินคาดหวังอะไรที่ไม่อาจคว้าเอาไว้ได้อยู่"

n "เธอตั้งมาตรฐานสูงไป แล้วก็คิดว่าตัวเองล้มเหลว ไม่ว่าคนจะชอบงานเธอมากแค่ไหนก็ตาม"

n "การไม่คิดถึงความเป็นจริงนั้นก็เข้าใจได้ หลายคนก็เป็นอย่างนั้น ถึงอาจจะไม่ได้ถึงขั้นสุดอย่างรินก็เถอะ"

n "\nแต่นั่นก็ไม่ใช่เหตุผลที่จะต้องไปอยู่ในโลกส่วนตัวของตัวเองแล้วไม่เปิดรับใครเลย"

nvl clear

n "\n\n\nจะมาบิดโลกให้ทุกอย่างเป็นไปดั่งใจนึกนั้นย่อมเป็นไปไม่ได้"

n "\nที่ฉันหงุดหงิดกับรินก็อย่างนี้"

n "\nเธอต้องการให้โลกเป็นไปตามกฎเกณฑ์ของเธอ เธอเมินทุกอย่างที่ไม่เป็นไปตามนั้นแล้วปัดทิ้งว่าไม่เกี่ยวข้องกัน\nหรือไม่สำคัญ"

n "เป็นนักเรียนยามากุอย่างน้อยก็ต้องเข้าใจบ้างว่าบางทีโลกมันก็ไม่ยุติธรรม ไม่อยากจะเชื่อเลยว่าจะมีคนที่ไม่เข้าใจอยู่"

n "ฉันเชื่อว่ารินไม่ใช่คนเดียวที่อยากให้อะไร ๆ นั้นต่างออกไป แต่อย่างน้อยพวกเราก็ยังยอมรับความจริงอย่างที่เป็นอยู่ได้"

$ renpy.music.set_volume(1.0, 1.0, channel="ambient")
$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear

hide ev
show bg city_street4_rn behind rain
show rin negative_spaciness_close_rn at center
with locationchange

window show

"ฉันเหลือบมองริน เธอมองหลังคาที่คุ้มกันเราที่เป็นทรงโดมอยู่ เป็นของที่ใช้มองแทนท้องฟ้าอันอึมครึมที่ไม่ดีเท่าไหร่"

"ฝนยังคงโปรยปราย"

"รินดูจะไม่อยากให้ใครมอง เหมือนอย่างเหล่าก้อนเมฆในวันนี้"

"เธออารมณ์ไม่ดี เหมือนอย่างท้องฟ้าที่เธอแสนรัก"

"ไม่น่ามาเลย ตัวตนเธอยิ่งเป็นเครื่องย้ำเตือนว่าฉันโกรธเธอก็เพราะอย่างนั้น แล้วเหตุผลพวกนั้นก็คงไม่มีทางเปลี่ยนไป"

"ถึงฉันจะอยากขอโทษ ถึงฉันจะไม่อยากให้เราต้องแยกทางกัน แต่ฉันก็ไม่อาจพูดอะไรสักอย่างได้เลย"

show bg misc_sky_rn
hide rin
with locationchange

"พวกเราเดินวัดถนนที่นองฝนไปทีละก้าว"

"บ่อยครั้งเวลาที่เดินกับใคร จังหวะการเดินก็จะเข้าที่จนเท่ากันราวกับว่าได้ทำข้อตกลงอะไรแปลก ๆ ในจิตใต้สำนึก\nด้วยกันไว้"

"ฉันสังเกตว่าจังหวะการเดินของฉันและรินไม่เคยเสมอกันเลย"

window hide

stop music fadeout 5.0
$ renpy.music.set_volume(0.3, 3.0, channel="ambient")

show bg misc_sky_rays
show rain light
with Dissolve(3.0)

window show

"เวลาผ่านไป เสียงฝนที่ตกกระทบกับร่มค่อย ๆ ซาลงไปพร้อม ๆ กับกลุ่มก้อนเมฆที่สลายลงไปอย่างช้า ๆ จนเผยให้เห็น\nสีครามหม่นหมอง"

show rain light:
    alpha 1.0
    linear 5.0 alpha 0.0
with None

stop ambient fadeout 9.0

"จนในที่สุดฝนก็ซาพอที่จะให้หุบร่มได้ ฉันสะบัด ๆ น้ำฝนทิ้งก่อนหุบร่ม"

"ระหว่างที่ฉันกำลังสู้รบตบมืออยู่กับการเก็บร่ม จู่ ๆ รินก็หยุดเดินจนฉันเดินเลยมาห้าก้าวแล้วถึงเห็นว่าเธอไม่ได้\nอยู่ข้าง ๆ ด้วย"

"เหมือนร่มงี่เง่านี่จะติดไม่ยอมหุบ"

play music music_innocence fadein 6.0

scene ev rin_trueend_normal:
    truecenter
    zoom 1.2 rotate -6 subpixel True
    easein 6.0 zoom 1.0 rotate 0
with locationchange

"พอฉันหันไปก็เห็นเธอที่จ้องฉันอยู่ด้วยสีหน้านิ่ง ๆ"

rin "ฉันอยากมีคนที่จะบอกกับฉันว่า “ฉันเข้าใจว่าเธอรู้สึกยังไง”"

rin "คงจะดีมากเลยนะ"

"คำตอบของคำถามที่ฉันถามไปหรือเปล่า ฉันไม่แน่ใจ"

hi "อืม… แต่ทำไมถึงได้สำคัญขนาดนั้นล่ะ"

scene ev rin_trueend_sad:
    truecenter
    zoom 1.0 rotate 0 subpixel False
with locationchange

rin "เพราะไม่งั้นแล้ว… ฉันไม่รู้ว่าฉันจะรับไหวหรือเปล่า"

"ฉันกำลังเก็บร่มอยู่จึงตอบส่ง ๆ ไปพอให้คุยได้ แต่สิ่งที่เธอเพิ่งพูดออกมานั้นทำใจฉันชาวาบ"

scene ev rin_trueend_closed
with locationchange

rin "ถ้ามีคนเล่าอะไรตลกให้ฟังแล้วขำ นายก็ขำด้วย ใช่มั้ย เพราะเวลามีสุขต้องร่วมสุก ใช่มั้ย"
#Should have been "a joy shared is a joy doubled", but Rin. -SC

scene ev rin_trueend_smile
with locationchange

rin "ถ้ามีคนที่กำลังเจ็บปวดและเศร้า นายก็จะปลอบโยนและกอด ใช่มั้ย เพราะเวลา—"

rin "…"

"เธอชะงักไปทั้งที่ยังอ้าปากค้าง ก่อนจะรู้ตัวแล้วหุบปากลง"

scene ev rin_trueend_normal
with locationchange

"ความมืดหม่นฉายบนใบหน้าเธอพร้อม ๆ กับในใจฉัน"

rin "ฉันไม่รู้ว่าทำไมถึงหาคำพูดที่ตรงใจไม่ได้เลย"

rin "ฉันไม่รู้ว่าทำไมฉันถึงจะหัวเราะได้ก็ต่อเมื่อบังคับให้ตัวเองหัวเราะ"

rin "ฉันไม่รู้ว่าทำไมทุกอย่างถึงอยู่แต่ในตัวฉัน ถึงแม้ตัวฉันจะอัดแน่นจนเหมือนจะระเบิดก็ตาม"

"สีหน้าอันเรียบนิ่งของเธอไม่เปลี่ยนแปลงแม้จะพูดประโยคนั้นออกมา"

"เสียงเรียบนิ่งของเธอเพียงแต่ค่อยลงไปเล็กน้อยเท่านั้น"

rin "แต่ใคร… ใครจะอยากรู้สึกอย่างนั้น"

"รินมองมาที่ฉัน ฉันจินตนาการถึงความเศร้าที่สะท้อนในแววตาเธอ ไม่ว่าความเศร้าที่ว่าจะมีในแววตาจริง ๆ หรือไม่"

rin "ฉันไม่อยาก"

rin "ฉันไม่อยากรู้สึกอย่างนั้น"

"หลังจากนั้นพวกเราก็เงียบกันไปสักพักหนึ่ง"

"ทางรินเป็นเพราะเธอพูดสิ่งที่จะพูดออกไปทีเดียวจนหมด ทางฉันเป็นเพราะไม่รู้จะประมวลผลสิ่งที่เธอเพิ่งบอกอย่างไรดี"

"ฉันไม่เข้าใจสิ่งที่รินพูด หรือเข้าใจ แต่ไม่อยากเข้าใจ"

"เป็นครั้งแรกที่ทั้งสองอย่างนั้นเกิดขึ้น และดันเกิดขึ้นพร้อมกัน"

"นึกแล้วก็ตลกเหลือเกิน"

hi "ฉัน… ว่าทุกคนต่างก็อยากให้คนเข้าใจตัวเองทั้งนั้นแหละ"

hi "แต่… มันเป็นไปไม่ได้ ไม่ใช่แค่กับฉัน แต่กับทุกคน"

hi "ซาเอะก็พูดอย่างนั้น"

hi "เธอมีผลกับคนอื่น คนอื่นก็มีผลกับเธอ แต่ท้ายที่สุดแล้ว เธอจะมองอะไรในแบบที่ตัวเองมองเท่านั้น"

hi "ทุกคน… ล้วนโดดเดี่ยว พวกเราต่างพึ่งพากันและกันเพื่อบรรเทาความโดดเดี่ยวนั้น"

"ทำไมฉันถึงใช้คำพูดอย่างนั้นนะ ฉันแค่รู้สึกว่าสิ่งที่ซาเอะพูดมันจริง ราวกับว่าฉันคิดอย่างนั้นมาตั้งนานแล้วโดยไม่รู้ตัว"

"ราวกับว่าเธอพูดสิ่งที่ฉันคิดออกมาได้อย่างชัดเจนโดยใช้คำง่าย ๆ และเรื่องโง่ ๆ ของปิกัสโซนั่น"

scene ev rin_trueend_closed
with locationchange

"รินก้มหัวลงเหมือนดอกไม้ที่เหี่ยวแห้ง หน้าม้าปรกตาเธอจนฉันมองไม่เห็น"

rin "นายพูดอย่างนั้น แต่ทำไมนายถึงทำให้ฉันรู้สึกคนละแบบกันเลยล่ะ"

rin "ไม่ยุติธรรมเลย"

"เสียงสั่นเครือที่มาพร้อมคำพูดนั้นไม่ใช่ของริน"

scene ev rin_trueend_sad
with locationchange

rin "ฉันคิดว่านายจะต่างออกไป ว่าฉันจะไม่ต้องอยู่ตัวคนเดียว"

"เป็นน้ำเสียงอันขมขื่นที่แสดงความผิดหวังที่ลอดไรฟันออกมาพร้อมหน้าอกที่สั่นระริก"

hi "ฉันขอโทษ…"

rin "ถ้านายจะขอโทษ ทำไมนายถึงพูดอะไรที่ไม่ยุติธรรมอย่างนั้น"

"น้ำเสียงอ้อนวอนของเธอไม่ได้ทำให้ฉันรู้สึกอะไรเป็นพิเศษ นอกจากความรู้สึกเศร้าที่อยู่ในใจมาตั้งแต่เย็นเมื่อวาน"

"ฉันไม่กลัวเธอแล้ว ไม่กลัวอีกต่อไป"

"รินไม่ใช่ศิลปินอัจฉริยะ ไม่ใช่คนมีความสามารถโง่เง่าเดาใจไม่ถูกที่เปิดปากทีไรก็สามารถพังสมองส่วนตรรกะของฉัน\nได้ทุกเมื่อ"

"เธอก็เป็นเพียงผู้หญิงคนหนึ่งที่ฉันคิดว่าฉันรัก คนที่ฉันรักที่อยากเป็นเพื่อนกับฉัน เพื่อนที่ฉันทำให้ผิดหวัง"

hi "ถ้าฉันไม่พูดอย่างนั้นมันก็จะเป็นการโกหกน่ะสิ"

scene ev rin_trueend_normal
with locationchange

rin "ทำไม"

"คำถามสั้น ๆ นั้นยากเสมอ ฉันต้องหลับตาลงเพื่อตั้งสมาธิจดจ่อให้พอที่จะตอบคำถามเธอ"

hi "ฉันไม่ใช่ศิลปิน ฉันยืนอยู่ข้างเธอไม่ได้"

hi "เธอจะมีโลกที่มีแค่เธอมองเห็น และถ้าฉันจะเป็นส่วนหนึ่งของโลกใบนั้นฉันก็ต้องเป็นเธอ"

hi "ซึ่งฉันทำไม่ได้ ไม่ว่าเธอจะอยากให้ฉันเป็นแค่ไหนก็ตาม"

"รินฟังคำอธิบายของฉันตาไม่กะพริบ"

rin "ฉันก็ไม่ใช่ศิลปินตัวจริงเหมือนกัน"

rin "ฉันแค่วาดเพราะพอวาดแล้วฉันจะรู้สึกว่ารู้สึกอะไรได้จริง ๆ"

scene ev rin_trueend_weaksmile
with locationchange

"เธอกลั้นหายใจครู่หนึ่งก่อนจะปล่อยลมพรูออกมาคล้ายถอนหายใจ"

scene ev rin_trueend_closed
with locationchange

rin "เพราะงั้นฉันจะทำ"

rin "ฉันตัดสินใจแล้ว ฉันจะทำ ต่อให้ฮิซาโอะพูดอย่างนั้น ฉันก็จะทำอย่างนั้น"
#Leaving "Hisao says" in rather than "you say". -SC

hi "ทำอะไร"

"รินที่สะดุ้งเล็กน้อยทำให้ฉันรู้ว่าเธอกลับไปคุยกับตัวเองอีกแล้ว แต่ก็ดีใจที่แม้แต่ตอนนี้ฉันก็ยังดึงให้รินสนใจกันได้"

scene ev rin_trueend_normal
with locationchange

rin "คุณครูกับซาเอะคุยกับคนหนึ่งที่เป็นคนสำคัญมาก ฉันได้ทุนไปเรียนต่อโรงเรียนศิลปะใหญ่ในโตเกียว"

rin "เขาบอกว่าถ้าอยากจะย้ายไปเริ่มเรียนที่โตเกียวก็ไปตอนหลังหมดช่วงปิดเทอมฤดูร้อนเลยก็ได้"

rin "ฉันไม่เข้าใจจริง ๆ ว่าทำไม—"

stop music fadeout 10.0

hi "เดี๋ยว อะไรนะ ทำไมเธอถึงไม่บอกกันเลย"

scene ev rin_trueend_smile
with locationchange

rin "ก็เพิ่งบอกไปนี่ไง ฉันบอกนายเป็นคนแรกเพราะฉันเพิ่งตัดสินใจได้เมื่อกี้"

"เธอยังคงทำทีสบาย ๆ ดูแปลกใจเล็กน้อยที่ฉันอุทานด้วยความตกตะลึง"

"บ้าไปแล้ว พูดอะไรที่พลิกชีวิตอย่างนั้นออกมาได้ง่าย ๆ ได้ยังไง"

"ไม่อยากจะเชื่อเลย แค่เรื่องเมื่อเดือนกุมภาพันธ์ก็เป็นการเปลี่ยนแปลงที่เกินทนแล้ว"

"ถึงตอนนี้อะไร ๆ จะไม่ราบรื่น แต่ฉันก็ไม่อยากให้ทุกอย่างเปลี่ยนไป"

hi "แล้วยามากุล่ะ เธอไม่อยากจบพร้อมทุกคนเหรอ"

"คำอุทธรณ์ของฉันไร้ซึ่งอารมณ์ใดตอบกลับ"

rin "ทุกคนใคร?"

hi "เอมิ ฉัน ทุกคนไง!"

"ฉันสัมผัสได้ถึงชีพจรของฉันที่เต้นรัวเร็วพร้อมลมหายใจที่หอบกระชั้น"

"ฉันไม่อยากให้เป็นอย่างนี้"

rin "ชีวิตเขาไม่ใช่ชีวิตฉัน"

rin "นายก็เพิ่งพูดเองว่าทุกคนล้วนโดดเดี่ยว"

hi "ฉันไม่ได้หมายความอย่างนั้น—"

rin "นายพูดมาตลอดว่าต้องทำวันนี้ให้ดีที่สุดแล้วใช้ชีวิตของตัวเองต่อ"

rin "ฉันก็ต้องใช้ชีวิตของฉัน"

"รินบิดเบือนคำพูดฉันเพื่อทำให้การที่ตัวเองหนีไปนั้นไม่ใช่เรื่องที่ผิดอีกแล้ว โมโหเหลือเกิน"

"การที่เธอสั่งลาส่งท้ายด้วยความจริงจังง่าย ๆ อย่างนั้นนั้นเกินจะให้อภัย"

"ทำอย่างกับว่าการเปลี่ยนชีวิตเป็นอะไรที่นึกจะทำก็ทำได้งั้นแหละ! ไม่เลย!"

hi "เธอพูดอย่างนั้นได้ยังไง ทำไมเธอไม่พยายามทำตัวให้เข้ากับคนอื่นบ้าง"

"คำกล่าวโทษอันกระเสือกกระสนนั้นไร้ผลใด ๆ  เหมือนฉันไม่มีอะไรจะสู้ด้วยอีกแล้ว ไม่ว่าจะทำยังไงก็ส่งอะไรไปถึงเธอ\nไม่ได้เลย"

"รินนั้นแน่วแน่กับการตัดสินใจตัวเองเสียจนฉันหงุดหงิด ฉันคงเกลียดเธอไปแล้วถ้าฉันไม่ได้รักเธอ ถึงตอนนี้จะไม่รู้แล้ว\nก็เถอะว่ารู้สึกอย่างไหน"

scene ev rin_trueend_normal
with locationchange

rin "บางทีฉันคงเป็นคนอย่างนั้น คนที่เข้ากับได้แค่ตัวเอง"

hi "ฉันไม่เอาด้วยหรอก"

"สายตาไม่ยี่หระของเธอดูจะไม่สนใจเลยว่าฉันจะเอาด้วยการตัดสินใจของเธอหรือเปล่า"

"…"

"ช่วงที่หยุดพูดไปนั้นฉันค่อย ๆ สงบใจให้ความเป็นเหตุผลกลับเข้าตัว"

"ระหว่างนั้นเหล่าเมฆที่แยกออกจากกันเผยให้อาทิตย์อัสดงที่เหลือแสงอันอบอุ่นอีกไม่มากก่อนที่จะลาลับไปปรากฏ"

"แสงวอมแวมและเงาแผ่ไปทั่วกำแพงตึกรามบ้านช่อง แผ่ไปทั่วถนนและทั่วรั้วที่ล้อมสวนสาธารณะที่อยู่อีกฟากถนน"

"เงารินนั้นทอดยาวมาจนถึงเท้าฉัน"

"บรรยากาศเหมือนหนังตะวันตกพวกนั้นที่มีคาวบอยสองคนจ้องกันโดยหันปืนเข้าหากันและกัน"

"ใครตาขาวไปก่อนจะต้องกินลูกตะกั่ว"

"แล้วฉันก็รู้ว่าฉันคงเสียเปรียบเพราะรินหันหลังให้พระอาทิตย์อยู่ แสงอาทิตย์นั้นแยงตาฉัน"

scene ev rin_trueend_sad
with locationchange

rin "เกลียดฉันเหรอ"

"เธอชักปืนออกมาก่อนโดยที่ฉันไม่มีอะไรตอบโต้"

hi "ไม่รู้สิ"

"ฉันแพ้แล้วเหรอ"

hi "เกลียดหรือเปล่าสำคัญด้วยเหรอ"

"ฉันควานหาคำพูดที่พอจะประคับประคองสถานการณ์นี้ได้ ฉันหาไม่เจอเลย"

hi "เธอเป็นเพื่อนฉัน ฉันสัญญาแล้ว ฉันไม่ใช่พวกที่ลืมสัญญาหรอก"

hi "ฉันว่านั่นแหละคือสิ่งที่สำคัญที่สุด พวกเรายัง—"

scene ev rin_trueend_normal
with locationchange

rin "อย่าพูด"

scene ev rin_trueend_hug
with locationchange

play music music_friendship fadein 4.0

"รินทายว่าฉันจะพูดอะไรต่อแล้วทิ้งตัวเข้ามาในอ้อมกอดฉันพลางกดตัวเธอเข้ากับหน้าอกฉัน"

"ฉันสัมผัสได้ว่าเธอเขย่งเท้าขึ้นมาทดความสูงฉันให้ซุกตัวเข้ามาใกล้ขึ้น"

"ฉันได้กลิ่นฝนและทินเนอร์จากผมเธอ ตัวเธอเย็นอย่างเคย ลมหายใจเธอที่รดคอฉันร้อนอย่างเคย"

"แปลกดีที่พอแยกสัมผัสแต่ละอย่างแล้วชวนให้คุ้นเคยเหลือเกิน แต่พอมองรินรวม ๆ แล้วไม่รู้สึกเลย"

scene ev rin_trueend_hugclosed
with locationchange

rin "แน่ใจนะว่าไม่เกลียดฉัน"

"รินกระซิบอยู่ข้างหูฉันจนสัมผัสได้ถึงริมฝีปากเธอที่ขยับอยู่ตรงติ่งหูฉัน"

"ราวเป็นการหยอกล้อและล่อหลอก ถ้าไม่ใช่ว่าเป็นอย่างนี้ฉันคงจั๊กจี้จนหลุดขำไปแล้ว ถึงฉันจะเป็นผู้ชายก็เถอะ"

rin "ถ้าเกลียดฉันแล้วจะง่ายขึ้นนะ"

hi "ไม่รู้สิ กอดกันอย่างนี้แล้วจะให้ทำใจเกลียดยังไงลง"

scene ev rin_trueend_sad
with locationchange

"ไม่แน่ใจว่าเป็นเพราะเสียงฉันฟังดูอารมณ์ไม่ดีหรือเปล่าเธอถึงได้ผละตัวออกแล้วมองแขนสั้น ๆ ของตัวเองอย่าง\nเศร้าสร้อย"

"เธอไม่น่าทำอย่างนั้นเลย"

rin "ฉันกอดใครไม่ได้ ฮิซาโอะ"

rin "ฉันเป็นคนไม่ดีแบบนี้แหละ"

scene ev rin_trueend_normal
with locationchange

rin "ฉันถึงต้องไป"

"เพียงสามประโยคง่าย ๆ นั้นเธอก็ปลดอาวุธฉันทิ้งได้จนหมดไม่เหลืออะไรให้สู้หรือเถียงกลับ"

"และเมื่อฉันตอบโต้ไม่ได้รินจึงพูดต่อไปตามใจอยาก เธอยืนสลับเท้าเอนตัวโงนเงนไปมา"

scene ev rin_trueend_smile
with locationchange

rin "ฉันจะหัดกอดคนในแบบของฉัน"

rin "ฉันมั่นใจว่าฉันเป็นศิลปินตัวจริงได้"

rin "แต่ถ้าฉันได้เป็น… ฉันคงเป็นฉันไม่ได้อีกต่อไป"

"รอยยิ้มบนริมฝีปากเธอทรยศคำพูดนั้น เป็นสัญญาณถึงความมั่นใจแบบปลอม ๆ ที่มีต่ออนาคตที่แม้แต่ตัวรินก็ไม่อาจ\nทำนายได้"

"ฉันอยากจะตีความไปว่ารอยยิ้มนั้นเป็นความหวัง แต่ใจฉันรู้ดี"

"รินเอาแต่ยิ้มแกน ๆ ฝืน ๆ อยู่อย่างนั้น"

rin "เพราะอย่างนั้น… ได้โปรดลืมฉัน แล้วฉันก็จะลืมนายด้วย"

rin "ฉันมั่นใจว่า—{w=0.5}{nw}"

scene ev rin_trueend_sad
with locationchange

"เธอสะอื้นขึ้นมากลางทางกับคำพูดนั้นที่ฉันคงไม่มีวันได้ยิน"

"ฉันก็คงไม่อยากได้ยินอยู่ดีนั่นแหละ"

"ไม่ยุติธรรมเลย"

"รินไม่ได้ล้อเล่น รินจริงจังเสมอ แต่ฉันยอมรับไม่ได้ ไม่"

"ลืมเธอเหรอ จะให้ลืมยังไงลง…?"

"ฉันอยากจะพูดอย่างนั้น แต่ฉันไม่รู้จะพูดต่อยังไง ฉันหาอะไรที่ตรงใจมาพูดไม่ได้เลย ฉันจึงต้องท้าทายเธอ"

hi "เธอพูดอย่างนั้นออกมาได้ยังไง"

scene ev rin_trueend_normal
with locationchange

"รินเงยหน้าขึ้นมามองฉัน สายตาเธอจริงจังและลึกล้ำ เหมือนอย่างกับพื้นที่ที่ยังไม่มีการสำรวจบนแผนที่อย่างที่ฉัน\nเคยคิดไว้เลย"

"ขนาดตอนนี้ฉันก็ยังดูอารมณ์เธอจากม่านตาสีหยกที่ไม่กะพริบนั้นไม่ออก เป็นม่านตาที่ไม่อาจสะท้อนสิ่งที่เห็นอยู่"

rin "ง่ายจะตายไป ฉันลืมเก่งนี่นา"

"…"

"ความไม่ยุติธรรมจากเธอนั้นทำฉันจุกคอหอย แต่ฉันยังเค้นคำถามหนึ่งที่สุมอยู่ในอกให้ออกมาจากปากได้"

hi "แล้วจบกันแค่นี้เหรอ ต้องลากันตรงนี้เหรอ"

"…"

"รินเอาแต่มองฉันอย่างอ่อนโยนโดยไม่ตอบคำถามนั้น"

"แค่มองตาฉันก็รู้ว่าเธอไม่ต้องพูดอะไรแล้วหรอก"

"ระหว่างเราจะไม่มีคำพูดต่อกันอีกแล้ว"

stop music fadeout 12.0

scene ev rin_trueend_gone
with locationchange

"เธอหันหลังแล้วเดินออกไปไม่กลับมามอง"

"โลกรอบตัวฉันเปลี่ยนแปลงไปทีละเล็กละน้อยโดยทิ้งให้ฉันยืนอยู่ตรงนี้"

scene ev rin_trueend_gone:
    "ev rin_trueend_gone_ni" with Dissolve(10.0)
with None

"พระอาทิตย์ลับขอบฟ้า เงาทอดยาวไกลพาดไปตามถนน"

"แผ่นหลังของรินที่อยู่ไกล ๆ ในแสงอาทิตย์ที่โรยราลงนั้นดูราวกับว่าเธออยู่ในฝันอันไกลห่าง"

"ช่องว่างระหว่างเราค่อย ๆ แยกออก"

"คลื่นบนแผ่นน้ำที่กระเพื่อมจากฝีเท้าเธอกระจายออกเป็นวงกว้างกระทั่งจนถึงขีดจำกัดอันเล็กจ้อยของมันก่อนจะ\nหายไปอย่างไร้ร่องรอย"

"คำพูดของรินติดค้างอยู่ในใจเบื้องลึกของฉัน"

window hide


label th_R38:

#this scene picks up from the end of R34, as you might've guessed.
scene bg school_room34
with None

show rin negative_spaciness
with charaenter

play music music_drama fadein 6.0

"เธอยืนอยู่กลางห้องที่แดดสาดส่องมองผ่านช่องระหว่างผ้าม่านออกไปยังสวน"

"และเหมือนอย่างทุกที เธอไม่ตกใจหรือสะดุ้งเลย แค่รออยู่นิ่ง ๆ ให้ฉันเป็นคนเริ่มก่อน"

"ราวกับว่าเธอจะทำตัวเป็นส่วนหนึ่งไปกับเฟอร์นิเจอร์ในห้อง"

hi "ครูตามหาตัวเธออยู่"

"เธอเพียงหันมามองฉันนิ่ง ๆ ด้วยใบหน้าเรียบเฉยเข้าใจยาก"

rin "นายตามหาฉันอยู่ด้วยเหรอ"

hi "ไม่อะ ก็เจอเธอแล้วนี่"

rin "เหรอ?"

show rin negative_annoyed
with charachange

"เธอขมวดคิ้วดูสับสนจนฉันคิดแล้วว่าคำถามของเธอนั้นถามจริงจังหรือเปล่า"

"อาจจะใช่"

hi "เมื่อกี้หมายถึงเจอแบบเปรียบเปรยเหรอ"

show rin negative_spaciness
with charachange

rin "หมายถึงแบบปลาไหล ถ้ำ กับคืนพายุมืดมิด?"

show rin negative_sad
with charachange

rin "ฉันคุยแบบนั้นไม่เก่ง"

"…"

play sound sfx_doorclose

"การทักทายที่จบลงอย่างกะทันหันเปิดช่องให้ฉันได้ปิดประตู จากนั้นฉันจึงมานั่งบนโต๊ะที่มีฝุ่นเกาะอยู่"

show rin basic_absent
with charachange

"รินยังยืนเหมือนเดิม แต่อย่างน้อยก็หันมามองแล้ว"

"แต่ไม่อยากให้มองเลย สายตาเฝ้ารอของเธอนั้นกดดันเหลือเกิน"

"ห้องนี้เป็นห้องของเธอ ส่วนฉันเป็นผู้บุกรุก ถึงเธอจะไม่ว่าอะไรก็เถอะ แต่ถึงอย่างนั้นเธอก็รอให้ฉันพูดอะไรสักอย่าง"

"ถ้าฉันรู้ว่าต้องพูดอะไรน่ะนะ"

"…"

"แสงอาทิตย์กดดันให้ฉันต้องคิด"

"ฉันมาโดยไม่ได้คิดมาก่อนว่าจะทำอะไรต่อ นอกจากการส่งข้อความสั้น ๆ ที่ครูโนมิยะฝากบอกถ้าเจอริน"

"ซึ่งเจอแล้ว แล้วตอนนี้ฉันก็ไม่รู้จะพูดอะไรอีก… ฉันควรจะพูดอะไรอีกดี"

"ตอนนี้ฉันชั่งใจอยู่ระหว่างสองตัวเลือก"

"พอรินไม่สบายใจแล้วฉันก็พลอยไม่สบายใจด้วย พอรู้ตัวอย่างนั้นแล้วฉันก็รู้สึกประหลาดใจ ประหลาดใจพอ ๆ กับการ\nที่ได้รู้ว่าเธอไม่สบายใจ"

"ฉันคงช่วยอะไรเธอไม่ได้เลย เผลอ ๆ ส่วนหนึ่งจะเป็นความผิดฉันด้วย"

"หมายความว่าฉันควรจะวางมือกับเธอเสียทีงั้นหรือ"

"ฉันไม่คิดว่าอย่างนั้น"

hi "แล้ว… เป็นอะไร"

"…"

show rin relaxed_nonchalant
with charachange

rin "ไม่มีอะไร"

"เธอหันหน้าหนีอีกแล้ว เหมือนเป็นการทำท่าเพื่อออกไปจากบทสนทนาที่เธอไม่อยากมีส่วนร่วมด้วย"

hi "ริน เลิกหลบหน้าฉัน ไม่งั้นฉันจะไปละนะ"

show rin relaxed_boredom
with charachange

rin "โอเค"

hi "อยากให้ฉันไปเหรอ"

show rin relaxed_doubt
with charachange

rin "นายยังโกรธอยู่เหรอ"

"พวกเรา—หรือแค่ฉัน?—ใช้เวลาไปสิบวินาทีถึงวกเข้ามาเรื่องนี้ได้"

"ฉันอยากจะลบอดีต หรือถ้าลบไม่ได้ก็อยากจะลืมไปให้หมด"

"ช่วงสองสามเดือนมานี้ฉันคิดอย่างนั้นมามากกว่าหนึ่งครั้งแล้ว"

hi "เรื่องนั้นเอาไว้ก่อน นะ?"

show rin basic_absent
with charachange

rin "ถ้านายว่าอย่างนั้น"

hi "ฉันว่าอย่างนั้น แล้ว… เป็นอะไร"

hi "ซาเอะกับครูโนมิยะไม่ค่อยปลื้มเลยนะที่เธอหนีไปเมื่อวานน่ะ"

hi "เล่นเอาสองคนนั้นลำบากเลย ครูเองก็คงอยากได้คำอธิบายด้วย"

hi "ดู ๆ แล้วมันเหมือนว่าเธอทิ้งทุกอย่างที่เธอลงแรงมาตลอดเลย ซึ่งฉันไม่เข้าใจว่าทำไม"

show rin basic_deadpanupset
with charachange

rin "ฉันทำผิดเหรอ"

"ทั้งการที่ฉันดุ ทั้งคำตอบเรียบ ๆ ของเธอนั้นช่างผิดแผกไปจากการปฏิสัมพันธ์โดยปกติและยังหลุดไปจาก\nความคาดหมายที่คิดว่าจะเป็นเหมือนอย่างทุกทีจนให้ความรู้สึกเหมือนว่าที่คุยกันอยู่ตรงนี้เป็นคนอื่น"

"พวกเราทั้งสองคนไม่มีใครเป็นอย่างที่เคยเป็น ความรู้สึกเกร็ง ๆ และอึดอัดรัดแน่นทุกครั้งที่ได้มองรินทุกวันนี้ดูจะมีเหตุ\nมาจากพฤติกรรมของเธอ"

"ฉันไม่ชอบอะไรที่ผิดพลาดจนยากจะแก้ไข ฉันเกลียดสิ่งเหล่านั้นมาตั้งแต่เมื่อเดือนกุมภาพันธ์นั้นแล้ว"

"จะให้ว่ายังไงเล่า"

"คำถามของเธอตามมาด้วยสายตาสงสัยอันดึงดูดที่ทำให้ฉันต้องถอนหายใจพร้อมขมวดคิ้ว"

"บทสนทนาที่ไม่มีใครอยากมีส่วนร่วมนั้นแย่ที่สุดในสามโลก"

hi "ไม่รู้สิ คือ มันก็ไม่ใช่เรื่องคอขาดบาดตายอะไรขนาดนั้นหรอก แต่มันก็คงงี่เง่าพอตัวแหละ"

show rin relaxed_nonchalant
with charachange

"เธอถอนหายใจตอบบ้าง ถึงจะไม่ได้ถอนหายใจแรงเท่าฉันก็เถอะ"

show rin relaxed_sleepy
with charachange

rin "ไม่ว่าจะยังไงฉันก็ทำไม่ได้"

hi "แต่… ทำไม? เป็นอะไร"

show rin negative_annoyed
with charachange

"หยุดชะงัก ขมวดคิ้ว เสียงแผ่วเบา"

rin "ช่างมันสิ ฮิซาโอะ"

rin "ฉันว่าฉันอธิบายให้ใครเข้าใจไม่ได้หรอก"

"อืม รินก็ไม่อยากมีส่วนร่วมกับบทสนทนานี้ด้วยเหมือนกัน ซึ่งก็คงจะดีแล้ว"

"แต่ไม่ค่อยได้เห็นเท่าไหร่ที่เธอจะยอมรับว่าแม้แต่เธอเองก็มีขีดจำกัดเหมือนกัน"

"ฉันคิดมาตลอดว่ารินนั้นทำเป็นไม่สนใจว่าสมาธิเธอหลุดได้ง่าย "

"…"

hi "เธอไม่เคยอธิบาย{b}อะไร{/b}ให้ใครเข้าใจได้เลย"

show rin basic_absent
with charachange

rin "ไม่เคยมีใครขอฉัน"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "ก็คงเป็นอย่างนั้น"

n "แต่ฉันอยากจะเข้าใจเธอมาตลอด อยากจะรู้ว่าเธอเป็นใคร"

n "และฉันยังอยากรู้อยู่ เธอไม่เห็นหรือไง"

n "…"

n "ฉันรู้ว่าเธอไม่เห็น"

n "แต่ฉันเห็น"

n "เพราะแบบนี้หรือเปล่าฉันถึงได้ไม่ยอม ยิ่งอยู่เธอยิ่งเจ็บ แต่ฉันก็เจ็บพอกัน ดูแล้วไม่น่าจะได้อะไรขึ้นมาด้วยซ้ำ"

n "พวกเราต่างได้ทำและพูดในสิ่งที่ย้อนกลับไปแก้ไขไม่ได้แล้ว"

n "เหมือนกับว่า… ทั้งที่เธอกับฉันพออยู่ใกล้กันแล้วก็ต้องเจ็บตัวกันทั้งคู่ แต่พวกเราก็ยังตั้งใจจะอยู่ต่อไป"

n "งี่เง่าเนอะ"

n "ขนาดตอนนี้ฉันยังดูออกเลยว่าเธอฝืนตัวเองแค่ไหนเพื่อที่จะตอบฉัน ทั้งที่เธอไม่ได้ติดค้างอะไรกับฉันแท้ ๆ"

n "ขนาดว่าการคุยอะไรอย่างนี้มันลำบากปากแท้ ๆ"

n "ทำไม"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear
window show

hi "ทำไมเธอถึงวาด"

show rin basic_awayabsent
with charachange

rin "ฉัน… เพราะฉันไม่รู้แล้วว่าจะทำอะไรอย่างอื่นได้อีก"

rin "เหมือนความรู้สึกที่ไม่มีทางเลือก เหมือนเป็นความเป็นไปได้เดียว"

show rin basic_sad
with charachange

rin "เหมือนร้านเหลือแค่ไอติมรสแตงโมแต่อยากกินไอติม"

"ถ้าไม่นับการเปรียบเทียบห่วย ๆ นั่นแล้ว เธอไม่ได้ตอบอะไรเลย เผลอ ๆ จะยิ่งพาให้งงหนักกว่าการที่ไม่รู้อีก"

hi "แต่… ถ้าเธอไม่อยากวาด…"

show rin negative_spaciness
with charachange

rin "ไม่ใช่อย่างนั้น นายต้องมาโรงเรียนนี้ต่อให้นายอาจจะไม่อยากหัวใจวาย"

show rin negative_annoyed
with charachange

"เธอชะงักไปแล้วขมวดคิ้วเหมือนสิ่งที่เธอพูดนั้นไม่ค่อยเป็นที่น่าพอใจเท่าไหร่"

show rin basic_lucid
with charachange

rin "อย่างน้อยฉันก็คิดว่านายคงไม่อยาก"

"เธอพูดต่ออย่างระมัดระวังก่อนจะชะงักแล้วขมวดคิ้ว แต่ไม่ได้ขมวดคิ้วแน่นเท่ารอบเมื่อครู่"

show rin basic_deadpanupset
with charachange

rin "นายอยากหัวใจวายมั้ย"

hi "ไม่ ไม่อยาก ไม่เอาแล้ว"

show rin basic_deadpansurprised
with charachange

rin "แต่นายก็ยังอยู่ได้สบายดีนี่ หรือนายยังเศร้าอยู่"

"คำถามของรินทำให้ฉันนึกได้ว่าฉันไม่ได้คิดเรื่องอาการของฉันมาหลายสัปดาห์แล้ว"

"นอกจากเรื่องที่ต้องกระเดือกยาอยู่ทุกวันแล้วฉันก็ไม่ต้องคิดมากเรื่องหัวใจพัง ๆ ของฉัน ซึ่งฉันก็ยินดีเหลือแสน"

"ทั้งการได้รู้จักคนใหม่ ๆ ทั้งโรงเรียนใหม่ ๆ ทั้งเมืองใหม่ ๆ … ทั้งชีวิตใหม่ เหล่านั้นอยู่ติดกับตัวฉันจนทำให้อดีตลบเลือน"

hi "ไม่… ฮะ ๆ ฉันคงจะเอาแต่จมอยู่กับอดีตไปเรื่อย ๆ ไม่ได้ละนะ"

show rin basic_awayabsent
with charachange

rin "เห็นมั้ย ขนาดแตงโมก็ไม่ได้ไม่อร่อยถ้าต้องกิน"

"คำปิดท้ายที่ออกจะไม่รู้เรื่องนั้นดูท่าจะเป็นการจบสิ่งที่รินคิดอยู่ ฉันจึงพยักหน้าไปกึ่ง ๆ ไม่แน่ใจ"

"…"

"…"

"ความเงียบมีสองแบบ คือแบบที่ชวนให้อึดอัดจนอยากพูด กับแบบไม่อึดอัดที่อยู่ได้สบาย ๆ"

"แบบแรกนั้นไม่ดีเพราะทำให้จิตใจฟุ้งซ่าน เหมือนอย่างฉันตอนนี้"

"พอมองรินแล้วฉันก็รู้สึกแย่"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\nฉันไม่อยากรู้สึกอย่างนี้"

n "พอได้มองรินแล้วฉันก็รู้สึก… หมดแรง ฉันพยายามเต็มที่แล้ว ส่วนเธอก็พยายาม… ฉันไม่รู้เลย"

n "แต่เราอยู่มาจนเป็นอย่างนี้ และเธอก็ทำงานเปิดตัวงานนิทรรศการพัง"

n "รู้สึกเหมือนพวกเรามาถึงทางตัน"

n "ไม่มีทางให้ไปต่อ"

n "เมื่อวานฉันก็เข้าหาเธอเพราะคิดว่าคงจะเป็นครั้งสุดท้าย"

n "เธอเดินหนี"

n "“ฉันอยากเป็นฉัน”"

n "หมายความว่ายังไงกันแน่ ถ้าให้เทียบกับคนอื่น ๆ แล้ว รินนั่นแหละที่เป็นตัวเองที่สุด"

n "ฉันค่อนข้างโล่งใจที่ฉันไม่ได้เป็นคนผิด แต่ก็ยังติดใจสงสัยอยู่ดี"

n "ทำไมเธอถึงหนีไป เมื่อวานไม่เข้าใจ วันนี้ไม่เข้าใจ"

n "ฉันรู้สึกเหมือนว่าพอเธอพูดอย่างนั้นแล้วใคร ๆ จะต้องเข้าใจทันที แต่ไม่เลย ฉันไม่เข้าใจ"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear
window show

hi "เนี่ย เรื่องที่เธอบอก…"

show rin basic_absent
with charachange

rin "เรื่องไหน"

hi "เอ่อ… เรื่องวาด… ซาเอะก็เคยบอกอะไรอย่างนั้นกับฉันเหมือนกัน… ว่าศิลปินตัวจริงไม่ได้วาดเพราะอยาก แต่วาดเพราะ\n{b}ต้อง{/b}วาด"

hi "แล้วฉันก็สงสัยมาตลอด ว่าทำไมศิลปินถึง{b}ต้อง{/b}วาด"

"คำถามของฉันอาจจะดูโง่ ๆ เพราะอย่างน้อยรินก็มองฉันนิ่ง ๆ คล้ายจะบอกว่าอย่างนั้น"

show rin basic_deadpannormal
with charachange

rin "ไม่รู้สิ ฉันเป็นศิลปินหรือเปล่า"

hi "ก็ เธอวาดรูป แล้วก็จัดงานนิทรรศการด้วย ฉันว่าคงนับได้แหละ"

show rin basic_deadpancontemplation
with charachange

rin "ฉันคิดว่าฉันยังไม่รู้ แต่โอเค"

"เธอหยุดพลางคิดไปนานอย่างน้อย ๆ น่าจะสักครึ่งชาติได้"

"รินไม่ได้เหมือนอย่างคนส่วนมากที่เวลาหยุดพลางคิดจะใส่ท่าทางหรือคำพูดอย่าง “แบบ” หรือ “อืมม” ประกอบด้วย"

"ฉันรู้สึกว่าฉันชอบอย่างของรินมากกว่า เพราะแบบปกติจะให้ความรู้สึกรำคาญว่าคนเรานั้นหลงเสียงตัวเองเหลือเกิน\nจนขนาดเวลาหยุดไปคิดว่าจะพูดอะไรต่อยังต้องเปล่งเสียงอะไรสักอย่างออกมา"

"รินแค่… หยุดไปเลยเวลาที่เธอกำลังคิดอยู่ ซึ่งชวนให้กระอักกระอ่วนเหมือนกันเพราะเวลามีคนเหม่อแล้วก็ไม่รู้จะต้อง\nตอบสนองยังไง แต่เธอก็ไม่ได้น่ารำคาญขนาดนั้น"

show rin basic_lucid
with charachange

rin "ฉันคิดว่าฉันอยากให้คนเห็นว่าอะไรอยู่ในตัวฉัน ไม่ได้หมายถึงแบบอย่างหมอหรือฆาตกรต่อเนื่องนะ"

show rin basic_absent
with charachange

rin "แบบอย่างที่จะไม่ทำให้ฉันโดดเดี่ยว"

show rin relaxed_boredom
with charachange

rin "นี่แหละที่เขาเรียกว่าการเปรียบเปรยนะ"

hi "อย่ามาสอนฉันเรื่องอะไรที่เห็นได้ชัดอย่างนั้นเลย"

show rin basic_deadpansurprised
with charachange

rin "ไม่ได้เห็นได้ชัดว่าเรื่องนี้เห็นได้ชัดสักหน่อย"

hi "แล้วเธอก็จะเอารูปวาดไปให้ใครสักคนดู แล้วก็คาดหวังให้คนนั้นเห็นจิตวิญญาณของเธอได้โดยอัศจรรย์เลยน่ะนะ"

show rin negative_angry
with charachange

rin "ไม่ใช่อย่างนั้น ก็อย่างนั้นนิดหน่อยแต่ไม่เท่าไหร่ นายไม่เข้าใจเหรอ"

hi "เข้าใจ… และไม่เข้าใจ"

hi "รู้มั้ยว่าฉันแอบหดหู่ทุกครั้งที่เธอถามคำถามนั้น"

show rin basic_absent
with charachange

rin "คำถามไหน"

hi "ที่ถามว่าฉันเข้าใจเธอหรือเปล่าน่ะ"

"รินดูจะตกใจที่ฉันบอกอย่างนั้น"

show rin basic_lucid
with charachange

rin "อ้อ ไม่ใช่คำถามเท่าไหร่หรอก เป็นคำถามเชิงนั้นที่ไม่ต้องตอบ"

hi "เชิงวาทศิลป์"

show rin basic_absent
with charachange

rin "อืม คำนั้นแหละ คำถามที่ไม่ใช่คำถามเรียกว่าคำถามเชิงวาทศิลป์ ดีจัง"

rin "ซึ่งจะว่าไปแล้ว ไม่เห็นสมเหตุสมผลเลย คำถามอะไรที่ไม่ใช่คำถาม?"

hi "คำถามเชิงวาทศิลป์"

rin "คำตอบอะไรที่ไม่ได้ตอบอะไรเลย"

hi "อันนั้นคำถามเชิงวาทศิลป์หรือเปล่า"

show rin basic_deadpanupset
with charachange

rin "นายนี่ไม่ตลกเลย"

show rin basic_awayabsent
with charachange

rin "แต่ถ้านายไม่ชอบ อยากให้ฉันพูดอะไรอย่างอื่นแทนมั้ย"

show rin basic_lucid
with charachange

rin "แต่ฉันไม่มีอะไรดี ๆ จะพูดนะ เอาเป็นว่า… “กางเกงนายติดไฟ”?"

show rin basic_absent
with charachange

rin "เป็นภาษาลับระหว่างเราได้นะ"

"ความติ๊งต๊องแบบซื่อ ๆ ของรินที่ยิ่งดูไร้สาระไปใหญ่เพราะฉันรู้ว่าเธอจริงจังนั้นทำให้ฉันตามเธอไม่ทันตลอด"

"ราวกับว่าเป็นระบบนิรภัยที่ป้องกันไม่ให้ฉันเป็นคนขี้กังวล เพราะความคิดฉันจะถูกลากไปจากพื้นที่ที่มันควรจะอยู่"

"ทำให้ฉันยิ้ม—แต่แค่ในใจ—อย่างสับสน"

"ถึงปากฉันจะไม่ได้ยิ้ม แต่ฉันก็ประทับใจที่เธอทำลายความพยายามที่จะทำให้เรื่องจริงจังได้อย่างง่ายดาย"

"(หากเธอต้องการ) เธอจะลืมและเมินสิ่งต่าง ๆ ที่คอยกวนใจเธอได้หรือเปล่า"

"(หากเธอต้องการ) เธอจะเป็นอิสระจากภาระที่เกิดจากการเป็นตัวเธอได้หรือเปล่า"

"หรือมีแค่ฉันที่รู้สึกเหมือนแบกภาระจากการเป็นตัวเองอยู่?"

hi "ไม่ละ ขอบใจ"

hi "แต่ก็นะ ฉันไม่ค่อยจะเห็นตรงกันกับเธอเท่าไหร่เลย"

hi "รู้สึกเหมือน… มีช่องว่างกว้าง ๆ อยู่ช่องหนึ่ง แล้วบางทีเธอก็จะไปอยู่อีกฟาก แล้วถ้าให้เริ่มจากจุดที่ฉันยืนอยู่ ฉันก็จะ\nไม่… มีวิธีที่จะไปถึงเธอเลย"

hi "บางทีก็เหมือนว่าเธออยู่คนละที่กันเลย"

hi "ถึงเธอจะอยู่ตรงนี้เลยก็เถอะ"

"ใช่แล้ว"

"มีจุดไม่ต่อเนื่องอันกว้างใหญ่อยู่ เป็นกำแพงแก้วที่มองไม่เห็นที่คอยป้องกันไม่ให้เกิดความเข้าใจกันได้"

"ระหว่างคนสองคนใด ๆ ก็อาจจะมีช่องว่างอย่างนั้นอยู่ แต่กับรินแล้วช่องว่างนั้นจะรู้สึกเหมือนจับต้องได้ขึ้นมา"

"รินไม่ตอบสนองใด ๆ กับความคิดฉัน ไม่ว่าจะเป็นความคิดที่ถูกเปล่งเสียงออกมา หรือความคิดที่อยู่ในใจก็ตาม"

hi "กับศิลปะยิ่งแล้วใหญ่"

hi "ฉันยอมรับว่าฉันไม่เก่งเรื่องศิลปะ"

hi "ฉันเข้าชมรมศิลปะเพราะคิดว่าคงน่าสนใจดี"

hi "ซึ่งก็น่าสนใจดีละมั้ง ฉันชอบผลงานเธอด้วย แต่ก็เหมือนอย่างเธอนั่นแหละ ฉันไม่เข้าใจ"

hi "แล้วฉันก็ค่อนข้างแน่ใจด้วยว่าคงไม่มีใครเข้าใจหรอก"

show rin relaxed_doubt
with charachange

"ดูท่าว่าเธอจะคิดมากหน่อย ๆ แล้ว"

rin "คิดว่าอย่างนั้นเหรอ"

hi "อืม ศิลปะเอาไว้ตีความมากกว่าที่จะให้ใครมาเข้าใจมากกว่าละมั้ง ฉันว่าอย่างนั้นนะ"

show rin relaxed_sleepy
with charachange

rin "เป็นความคิดที่หดหู่จัง"

hi "ก็คงงั้นแหละมั้ง"

hi "ได้ฟังแล้วหดหู่กับตัวเองมั้ยล่ะ"

show rin basic_lucid
with charachange

"รินคิดอยู่พักหนึ่งก่อนจะส่ายหน้าแรงผิดคาด"

show rin basic_deadpannormal
with charachange

"สิ่งที่ตาเธอจับจ้องเป็นสิ่งแรกหลังจากนั้นคือฉัน"

"ทั้งสองการกระทำนั้นให้ฉันดีใจและโล่งใจ"

hi "ก็ดีแล้วนี่ แต่นั่นแหละ ไปขอโทษครูให้เป็นเรื่องเป็นราวดีกว่านะ"

hi "ครูคงเป็นห่วงเธอ"

hi "ทำได้มั้ย"

show rin basic_absent
with charachange

"คราวนี้เธอพยักหน้า"

stop music fadeout 4.0

"เพียงแต่ไม่ได้แรงเท่า"


label th_R39:

scene bg school_hallway3
with locationchange

"โถงทางเดินนั้นเงียบสงัดจนน่าขนลุก"

"“ห้องทำงาน” ของครูโนมิยะคือห้องเรียนศิลปะที่อยู่สุดโถงทางเดินชั้นสามอีกฟาก"

show rin basic_absent at center
with charaenter

"เสียงฝีเท้าของเราก้องจนน่ากลัว บรรยากาศโดยรอบไม่เหมือนอย่างยามบ่ายยามปกติ ราวกับว่าอาคารโรงเรียนก็รู้\nเหมือนกันว่าจะไม่มีใครมาอีกเป็นเวลาหนึ่งเดือน"

"ประตูเปิดไว้อยู่ แต่ดูไม่น่าเข้าเลย"

hi "ฉันจะ… เอ่อ รออยู่ข้างนอกนะ"

show rin relaxed_nonchalant
with charachange

with Pause(0.2)

show rin invis at tworight
with dissolvecharamove

hide rin
with None

"รินพยักหน้าเล็กน้อยจนแทบดูไม่ออก เธอไม่หยุดแล้วเดินต่อเข้าไปโดยไม่เคาะประตู"

"คงเพราะอย่างนี้ถึงต้องรอสักสองสามวินาทีกว่าจะได้ยินเสียงคุณครูที่อยู่ในห้อง"

no "มาจนได้!"

rin "สวัสดี"

"แล้วฉันก็ต้องเลือก ว่าจะอยู่หรือไปที่อื่นก่อน"

"ฉันไม่แน่ใจด้วยซ้ำว่าจะอยากอยู่แอบฟังหรือเปล่า"

"…"

show bg school_hallway3 at right
with charamove

"ความอยากรู้หนักกว่ามารยาท ฉันจึงเข้าไปให้ใกล้พอที่จะได้ยินด้วย"

"เสียงสองคนนั้นดังก้องไปทั่วโถงทางเดิน แต่ไม่สำคัญ"

"แถวนี้ไม่มีใครเลยนอกจากฉัน"

play music music_tragic fadein 8.0

no "นี่เธอคิดอะไรอยู่ถึงได้ทิ้งงานใหญ่ไว้อย่างนั้นแล้วหนีไปน่ะ"

rin "พูดอะไรไม่ได้เลย"

"ให้เทียบกับน้ำเสียงดุ ๆ ของครูโนมิยะแล้ว เสียงรินนั้นค่อยและฟังดูหงิม ๆ"

"ฟังดูเหมือนคำพูดของรินจะโดนคำพูดคุณครูกลบหมด"

no "ฉันต้องขอบอกว่าฉันผิดหวังในตัวเธอมากนะ เทซูกะ"

rin "ใช้ไม่ได้เลยค่ะ"

no "เอาเป็นว่าหลายอย่างที่ฉันทำไปเพื่อเธอน่ะช่างก่อน แต่ซาเอะล่ะ แขกที่อยากมาเจอเธอล่ะ"

rin "ไม่มีใครเลย แม้แต่ฮิซาโอะ…"

no "เธอทำพวกฉันขายหน้ามากนะ เทซูกะ"

no "ชื่อเสียงน่ะสำคัญ เธอคงรู้ใช่มั้ย"

rin "ไม่เป็นไรค่ะ ไม่ต้องการค่ะ"

no "“ไม่ต้องการ!” เธอจะไปรู้อะไร"

"คำตอบของรินยิ่งทำให้คุณครูฉุนหนักจนขึ้นเสียงดังขึ้นทุกประโยค"

no "เส้นทางศิลปินน่ะเต็มไปด้วยขวากหนาม จะบอกให้! เต็มไปด้วยขวากหนาม!"

no "เธอต้องมองภาพรวมนะ! มันก็มีทั้งช่วงที่ไม่ดีและช่วงที่ดี!"

rin "อะไรก็เป็นของมันอย่างนั้นแหละค่ะ ไม่เป็นไรหรอกค่ะ ถึง—"

no "เธออาจจะคิดว่าชีวิตมันช่างแสนสบายเหลือเกิน แต่ถ้าไม่มีฉันแล้วเธอจะไปได้ไกลสักแค่ไหนกันเชียว"

no "ฉันไม่ได้อยู่ค้ำฟ้านะ!"

no "สักวันเถอะ วันที่เธอนอนอยู่ในห้องแคบ ๆ ที่เธอค้างค่าเช่ามาสามสัปดาห์โดยที่หัวสมองไม่มีอะไรเลยมาสี่สัปดาห์แล้ว\nวันนั้นเธอจะสำนึกว่าน่าจะฟังตาแก่โนมิยะเอาไว้บ้าง"

no "วันที่เธอขี้เกียจจนได้แต่นั่งวัดเงาเก้าอี้ที่ยาวขึ้นตลอดช่วงฤดูใบไม้ผลิ วันนั้นเธอคงจะหันมาคิดเรื่องอาชีพของตัวเอง\nบ้าง!"

rin "ไม่สำคัญค่ะ"

no "เธอไม่เด็ดเดี่ยวพอ"

rin "พอดีไม่ได้เป็นคนเด็ดเดี่ยวค่ะ"

no "เธอไม่ได้เป็นคนเด็ดเดี่ยว…"

play sound sfx_impact2
with vpunch

no "งั้นบอกหน่อยสิ ทำไม… ทำไม… ทำไมพวกเราถึงได้ทุ่มเทกันขนาดนี้ ถ้าผลมันจะออกมาเล็กเท่าขี้มดอย่างนี้น่ะ!!"

"ตาย ๆ คุณครูปรี๊ดแตกแล้ว"

"พอได้ยินคุณครูตะคอกใส่รินแล้วก็ทำให้ฉันรู้สึกผิดขึ้นมาด้วยเลย ถ้าฉันไปประกบด้วยคงไม่โกรธขนาดนี้"

"ถ้าฉันไม่ปล่อยให้เธอหนีไปแต่แรกก็คงไม่โกรธเลยด้วยซ้ำ"

"ฉันยังเข้าไปช่วยรินไว้ได้ทันอยู่… ฉันว่าฉันทำไม่ได้หรอก"

"ฉันก็เหมือนกัน ฉันก็ตะคอกใส่ริน แล้วตอนนี้ก็ยิ่งรู้สึกอับอายไปใหญ่"

"ที่ฉันคิดว่าตัวเองทำถูกที่ระเบิดอารมณ์ใส่รินไปจัง ๆ อย่างนั้นก็เพราะ… ก็เพราะฉันรู้สึกว่ารินเป็นคนทำให้ฉันหงุดหงิด"

"ฉันไม่ได้ทำถูกไปกว่าคุณครูเลย"

"…"

"ความเงียบที่ชวนให้ขนลุกปกคลุมทั่วโถงทางเดิน"

"รินไม่มีอะไรจะพูดกับครูโนมิยะอีก"

"ไม่มีใครอาจทราบว่าเธอไม่ตอบเพราะไม่รู้จะตอบอะไรหรือเพราะรู้ว่ายิ่งเถียงไปก็ยิ่งทำให้คุณครูโกรธ"

"คุณครูก็ไม่มีอะไรจะพูดเหมือนกัน ดูทรงแล้ว หรือไม่ก็แค่หายใจไม่ทัน"

"แวบหนึ่งฉันนึกภาพทั้งสองคนจ้องตากัน คนหนึ่งโมโหเลือดขึ้นหน้า อีกคน… นั่นสิ รู้สึกยังไง"

"ฉันไม่รู้ว่ารินรู้สึกยังไง ไม่ว่าจะก่อนหน้านี้ หรือตอนนี้"

"คุณครูก็เหมือนจะรอให้รินพูดอะไรด้วย แต่เมื่อเธอไม่ตอบ คุณครูจึงพูดต่อด้วยเสียงที่เบาลง แต่ความโกรธไม่ได้เบาลง\nด้วยเลย"

no "แล้วจะทุ่มเทกันไปทำไมถ้าผลลัพธ์มันจะออกมา… เป็นศูนย์น่ะ"

"และรินก็ยังจะไม่พูดอะไร"

no "ขอโทษนะ ฉันไม่น่าไปบ้าขนาดนั้นเลย"

"น้ำเสียงครูไม่ได้สำนึกเลย เป็นน้ำเสียงเย็นเยียบและทิ่มแทงราวกับว่าเป็นคำพูดที่ถ่มถุยออกมา"

no "ฉันคงคาดหวังมากไป เธอไม่ใช่ศิลปินจริง ๆ ด้วย"

"อืม ไม่ได้สำนึกเลย"

show nomiya serious:
    tworight
    alpha 0.0
    parallel:
        linear 1.0 center
    parallel:
        linear 0.4 alpha 1.0
        0.2
        linear 0.4 alpha 0.0
with Pause(1.0)

stop music fadeout 4.0

"คุณครูก้าวฉับ ๆ ออกห้องลงบันไดไปโดยไม่ทันสังเกตเห็นฉัน"

"พอคุณครูออกไปแล้วฉันก็แอบมองเข้าไปในห้องเรียน"

scene bg school_nomiya at right
show rin basic_awayabsent at center
with locationchange

"รินยังยืนอยู่หน้าโต๊ะครูตรงนั้น"

show rin negative_spaciness
with charachange

rin "ฉันพูดขอโทษไม่ออก"

"เธอไม่ได้พูดกับฉัน แต่พูดอยู่กับอากาศอันอับชื้นในห้อง"

"แต่ในเมื่อห้องไม่ตอบ ฉันจึงต้องตอบ"

hi "ไม่ยุติธรรมเลย… รู้แหละว่าโกรธ แต่ก็…"

"ฉันไม่รู้จะลงท้ายประโยคยังไงดี ถ้าดูถูกคุณครู ก็จะเหมือนเป็นการดูถูกพฤติกรรมของฉันเมื่อสองวันก่อนด้วย"

"โง่ แต่ย้อนคิดแล้วก็จริง"

show rin negative_spaciness_close
with characlose

"รินไม่ตอบ เธอยังยืนนิ่งอยู่ที่เดิม ฉันจึงเดินเข้าไปหาเธอ"

"ในแง่หนึ่งเธอก็ได้ยืนหยัดสู้ ซึ่งฉันไม่ได้คาดคิดเลย"

"ฉันไม่แน่ใจว่าจะเป็นไปได้หรือเปล่า แต่นั่นแหละ เธอทำได้แล้ว"

"ซึ่งเธอไม่เคยทำอย่างนั้นกับฉันเลย"

"ก็แอบหวังว่าตอนนั้นเธอจะทำอย่างนั้นบ้างน่ะนะ ฉันอาจจะไม่ต้องมารู้สึกผิดขนาดนี้ก็ได้"

"ดูเหมือนว่าช่วงนี้ฉันหวังนั่นอยากนี่หลายอย่างไปหมด"

hi "ริน?"

show rin negative_annoyed_close
with charachange

rin "ไปเลย"


label th_R40:

scene bg school_nomiya at right
show rin negative_annoyed_close at center
with None

play music music_sadness fadein 6.0

hi "ทำไม… เธอว่ายังไงนะ"

show rin negative_angry_close
with charachange

rin "นายก็โกรธฉันเหมือนกันใช่มั้ย"

rin "ฉันนึกว่านายเป็นเพื่อนฉัน นึกว่าครูเป็นด้วย"

"ฉันไม่เคยได้ยินเสียงเธอเป็นอย่างนี้ เป็นเสียงที่ขมขื่นและทิ่มแทงเหมือนเข็มแหลม เธอเอาแต่จ้องมองนิ้วเท้าเธอ"

hi "ฉันว่าไม่ใช่เรื่องนั้นหรอก"

hi "ครูอยากให้เธอเป็นอะไรที่ไม่ใช่เธอ แล้ว…"

show rin basic_surprised_close
with charachange

"ฉันสูดหายใจลึก ๆ ในที่สุดเธอก็เงยหน้าขึ้นมามองจนตาประสานตา"

hi "…ฉันขอโทษ ฉันก็อยากให้เราเป็นอย่างอื่นเหมือนกัน… มากกว่าเพื่อน"

hi "คงเพราะอย่างนั้นฉันถึงได้ทนไม่ไหวจนหงุดหงิดขึ้นมาเหมือนอย่างครู"

show rin relaxed_doubt_close
with charachange

rin "มากกว่าอะไร? ฉันเป็นอะไรที่มากกว่าฉันไม่ได้แล้ว ฉันก็มีอยู่แค่นี้ ฉันไม่เข้าใจ"

"ก็… คำตอบน่าจะชัดแล้วนี่ ใช่มั้ย"

"ฉันจำได้ว่าตัวเองเคยคิดถึงจุดประสงค์ของมิตรภาพระหว่างเรา เพื่อทำใจยอมรับทุกสิ่งและทุกอย่าง เพื่ออยู่เคียงข้าง\nกันและกัน"

"ฉันล้มเหลวในฐานะเพื่อนหรือเปล่าที่คิดว่าเพื่อนคือขั้นหนึ่งที่จะพาไปสู่สิ่งอื่น"

"อาจจะเพราะความคิดพวกนั้น ฉันถึงได้ทำใจยอมรับอะไรไม่ได้ จนกระทั่งรักษามิตรภาพเอาไว้ไม่ได้"

"รินอาจจะเป็นคนหลุดโลกอย่างนั้นอย่างนี้ก็จริง ฉันก็ไม่น่าหลวมตัวปล่อยให้ตัวเองโมโหไปอย่างนั้นเลย แล้วยิ่งฉันมี\nความรู้สึกอย่างนี้ต่อเธออีก"

"สรุป ฉันล้มเหลวแล้วเหรอ"

"นั่นคือสิ่งที่สายตาเธอดูอยากถาม"

"…"

hi "ฉันขอโทษนะริน"

hi "ฉันคงเป็นเพื่อนเธอไม่ได้"

hi "ฉันคิดว่าฉันคงเป็นเพื่อนที่ดีต่อเธอไม่ได้"

"ฉันพูดเช่นนั้นเพราะสิ่งนั้นคือความจริง ไม่ใช่พูดเพราะใครคนใดคนหนึ่งอยากได้ยินสิ่งนั้น"

"แต่สิ่งนั้นเป็นสิ่งที่ต้องพูด"

"คำพูดของฉันที่ฟังดูเป็นการปิดท้ายนั้นทำให้เกิดความเงียบที่แทบทำตัวสั่น เพราะคงไม่มีอะไรให้พูดต่อได้อีก"

"…"

show rin negative_confused_close
with charachange

rin "ทำไม ทำไมถึงเป็นอย่างนี้"

show rin negative_sad_close
with charachange

rin "ทุกคนทำอะไรที่ฉันไม่ได้ขอและไม่ได้ต้องการ แล้วทุกคนก็โกรธฉัน ฉันไม่รู้เลยว่าเกิดอะไรขึ้น ฉันอดไม่ได้ที่จะอยากหนี\nไปจากทุกอย่าง…"

show rin basic_lucid_close
with charachange

"เธอหลับตาปี๋แล้วหายใจออกยืดยาวอย่างใจเย็น"

show rin basic_upset_close
with charachange

"เมื่อเปลือกตาเปิด ฉันเห็นแต่เพียงสีเขียวเข้มแห่งความสิ้นหวัง"

rin "ฉันไม่รู้ว่าฉันเป็นอะไร!!!"

"อารมณ์ของเธอที่ระเบิดออกมาอย่างบ้าคลั่งทำให้ฉันตัวแข็งทื่อไปครู่หนึ่ง พวกเราจ้องตากันอยู่ชั่วหัวใจเต้น"

"ยิ่งได้เห็นสายตาอันสับสนของเธอที่พยายามค้นหาคำตอบจากในสายตาฉันแล้วฉันยิ่งเศร้า เพราะฉันรู้ดีว่าฉันไม่มี\nคำตอบเลย"

hi "ฉันก็ไม่รู้เหมือนกัน"

hi "แต่ก็เนี่ย เธอพูดเองไม่ใช่เหรอว่าอะไร ๆ ไม่ได้มีถูกหรือผิด"

hi "มันก็เป็นของมันอย่างนั้น"

hi "จะยอมรับ จะลงแรงเปลี่ยนแปลง จะยอมแพ้ ก็สุดแท้แต่จะเลือก"

hi "ไม่ใช่ว่าฉันหรือครูโนมิยะเกลียดเธอหรอก"

hi "ฉันแค่… คิดว่าตัวเองเป็นพวกที่จะยอมแพ้ถ้ารู้สึกว่าไปต่อไม่ไหวแล้ว"

hi "และต่อให้จะไม่อยาก มัน… มันก็… เป็นอย่างนี้แหละ"

"สิ่งที่ฉันพูดนั้นค่อนข้างโหดร้าย แต่ฉันหยุดตัวเองไว้ไม่อยู่ คำพูดเหล่านั้นไหลผ่านลิ้นฉันออกมาอย่างช้า ๆ และมั่นคง"

show rin basic_surprised_close
with charachange

"ฉันเห็นคำพูดเหล่านั้นเข้ากระทบกระเทือนกับรินเหมือนเธอถูกต่อยจริง ๆ"

"น้ำตาเธอรื้นอยู่ขอบตาที่เบิกโพลงด้วยอารมณ์ที่ไม่อยากยอมรับ"

show rin basic_crying_close
with charachange

"เธอปล่อยให้น้ำตาไหลอาบแก้มสีซีดของเธอ"

"เธอยืนอยู่นิ่ง ๆ ปล่อยให้น้ำตาหยดลงพื้นทีละหยด ทีละหยด สายตาเธอที่จ้องฉันนั้นเปล่ากลวงด้วยอารมณ์ที่ไม่อยากเชื่อ"

rin "…"

"แต่แล้วความเป็นจริงก็เข้าประดัง"

show rin negative_crying_superclose
with vpunch

"รินเอนตัวล้มลงใส่ฉันราวลูกโป่งที่หมดลม เธอซุกหน้าเข้ากับหน้าอกฉันแรง ๆ"

"เมื่อต้องประคองตัวรินแล้วตัวเธอนั้นหนักแต่ก็เบาดุจขนนก"

"เธอไม่ได้สะอึกสะอื้นหรือร้องไห้โฮ เธอแค่ฟุบอยู่กับฉันแล้วปล่อยให้น้ำตาซึมผ่านเสื้อเข้ามาถูกกับผิวที่อยู่ใต้สาบเสื้อนั้น"

"และฉันก็ปล่อยให้เธอพิงอยู่อย่างนั้น ฉันโอบแขนเข้ากับไหล่เธอด้วยท่าทีเก้ ๆ กัง ๆ เป็นกอดที่ปลอบเธอได้ไม่ดี\nเอาเสียเลย"

"ปลายนิ้วฉันสัมผัสได้ถึงกระดูกสันหลังของริน ทั้งแข็งทื่อและสลับซับซ้อน ราวกับเป็นสิ่งเตือนถึงความวุ่นวายของ\nอะไร ๆ ในตอนนี้"

"ไหล่บางของเธอที่สั่นอยู่ในอุ้งมือฉันนั้นช่างน่าเวทนา ความสิ้นหวังที่อยู่ในท่าทีก็เป็นส่วนหนึ่งที่ทำให้รู้สึกเช่นนั้น\nเพราะความเศร้าของรินนั้นทำจิตใจฉันแหลกสลาย"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\n\n\nการทำให้ผู้หญิงร้องไห้นั้นเป็นสิ่งที่ต่ำช้าที่สุด"

n "\nแม้แต่ริน โดยเฉพาะริน"

n "\nเบื้องหลังฉากความเหินห่างนั้น รินก็เป็นมนุษย์คนหนึ่ง"

n "สับสน หวาดกลัว หลงทาง ไม่ต่างไปจากพวกเรา"

n "หลายครั้งที่สิ่งที่เธอทำและพูดนั้นดูจะไม่มีความเข้ากันหรือเหตุผลอะไร แต่อย่างน้อยครั้งนี้ฉันก็คิดว่าฉันเข้าใจว่าเธอ\nรู้สึกอย่างไร"

n "\n\nแต่ไม่อาจมีคำพูดใดมาอธิบาย และไม่อาจมีคำพูดใดมารักษาได้"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear

show bg school_nomiya:
    "bg school_nomiya_ss" with Dissolve(8.0)
show rin negative_crying_superclose:
    "rin negative_crying_superclose_ss" with Dissolve(8.0, alpha=True)
with None

stop music fadeout 5.0

n "\n\n\n\n\nเราจึงอยู่กับเงียบ ๆ รอให้น้ำตาเธอแห้งหาย"

n "เวลาผ่านไปช้าเหลือทน แม้แต่เศษฝุ่นหนึ่งที่ลอยเอื่อยเฉื่อยอยู่ในอากาศก็ดูจะหยุดค้างไปดื้อ ๆ"

n "เข็มที่อยู่ในนาฬิกาที่มีทุกห้องส่งเสียงรบกวนขณะเดินอยู่เหนือประตู"

n "ฉันตัดใจไม่นับวินาที เพราะยิ่งจะทำให้รู้สึกว่าเวลายิ่งนาน"

n "\n\n…"

play music music_serene fadein 9.0

nvl hide dissolve
nvl clear

show rin basic_crying_superclose_ss
with charachange

window show

"จนในที่สุดรินก็ดิ้นยุกยิกโดยที่ยังฝังหน้าตัวเองอยู่กับหน้าอกฉันอยู่ เธอพึมพำอยู่กับเสื้อฉัน"

rin "ขอฉันอยู่ตรงนี้สักพัก"

show rin negative_crying_superclose_ss
with charachange

rin "ขอร้องละ ฮิซาโอะ"

rin "ขอเวลาฉันสักหน่อย"

"ความเบาใจถาโถมเข้าในสำนึก แม้สิ่งที่ฉันทำได้มีเพียงการอยู่เคียงข้างเธอตรงนี้ แต่นั่นก็เป็นสิ่งที่เธอต้องการในตอนนี้\nแม้เราจะผ่านอะไรมากมายมาก่อนหน้าแล้วก็ตาม"

hi "ได้สิ"

"เธอจึงอยู่อย่างนั้น"

"แต่ฉันไม่กล้าที่จะขยับตัวเธอให้เข้ามาใกล้ ๆ ให้กอดได้ถนัด ๆ"

"เพราะหากทำอย่างนั้นแล้วจะยิ่งทำให้ฉันต้องเศร้าอีก ซึ่งไม่รู้ว่าฉันจะทนไหวหรือเปล่า"

$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\nฉันตกผลึกอย่างหนึ่งได้ ว่าพวกเรานั้นไม่มีวันที่จะเป็นอย่างที่อยากเป็นเพื่ออีกฝ่าย ผลึกที่ได้มานั้นแข็งดุจเพชร"

n "ความเจ็บนั้นเสียดแทงหัวใจราวไฟฟ้าช็อต"

n "เจ็บ"

n "ชัดแจ้ง… จนเจ็บ"

n "เราจะเป็นอะไรเพื่ออีกฝ่ายได้? เราจะกระเสือกกระสนยึดติดกันและกันไปทำไม ทั้งที่ดูแล้วก็ป่วยการจะทำ?"

n "ฉันจะพูดอะไรกับรินดี ฉันจะทำให้เธอรู้สึกดีขึ้นได้ยังไง"

n "ฉันไม่อยากรู้อะไรเหล่านั้น และฉันกลัวว่ายิ่งรู้แล้วจะยิ่งเจ็บ"

n "ฉันฝืนใจกีดเรื่องนั้นออกจากหัวไป ฉันไม่อยากคิดถึงความเป็นจริงอันเจ็บปวด"

n "จนฉันสงบใจลงได้ ความเศร้าจางลงจนสิ่งที่เหลืออยู่มีเพียงฉันและรินและความอบอุ่นอันอ่อนโยนและความนุ่มนวลที่แนบ\nอยู่กับหน้าอกฉัน"

nvl clear

n "\n\nฉันตกหลุมรักเธอไปตั้งแต่ตอนไหน"

n "ฉันจำไม่ได้ แต่ฉันมั่นใจว่าเป็นตอนก่อนที่ความอบอุ่นจากริมฝีปากเธอจะแตะเข้ากับริมฝีปากฉันในบ่ายสีส้มวันนั้นที่เธอ\nเป็นหวัดที่ฉันไปเยี่ยมเธอด้วยเหตุผลที่ไม่แน่ชัด"

n "ท่าทีไม่สนโลกของเธอ บรรยากาศอันแตกต่างของเธอ ทุกอย่างที่เป็นริน… เหล่านั้นดึงดูดฉันด้วยแรงที่ไม่อาจ\nต้านทาน"

n "การที่เธอยอมรับทุกสิ่งและทุกอย่างโดยให้ค่าเท่าที่เธอกำหนดไว้ การที่เธอชั่งน้ำหนักทุก ๆ อย่างอย่างยุติธรรมโดยไร้ซึ่ง\nอคติ การที่เธอมองโลกอย่างที่เธออยากมอง"

n "เป็นสิ่งที่ฉันไม่มีวันจะทำได้ และรินคงทำให้ฉันมีแรงบันดาลใจได้เยอะกว่าการที่ฉันเป็นแรงบันดาลใจให้เธอเสียอีก"

n "เธอดูเป็นอิสระมาก เป็นคนที่เป็นอิสระโดยแท้จริง ในขณะที่ฉันซึ่งเอาแต่เป็นกังวลไปหมดนั้นดูจะไร้อิสระอย่างน่าอาย"

n "คงเพราะอย่างนั้นฉันถึงได้ติดรินแจ เพราะพยายามจะเข้าไปในโลกของเธอที่ช่างแตกต่างจากชีวิตของฉันอันร้างไร้"

nvl clear

n "\n\nกว่าจะรู้สึกตัว แรงที่ฉันต้านทานไม่อยู่ก็ดึงให้ฉันเข้าใกล้เธอจนอยู่ในระยะอันตราย แต่แล้วฉันก็เห็นว่าโลกนั้นแปลกต่าง\nเกินไปสำหรับฉัน"

n "แล้วลืมอะไรไม่ลืม ดันลืมกฎของนิวตันไปเสียได้"

n "แรงดึงดูดระหว่างมวลเป็นสัดส่วนผกผันกับค่ากำลังสองของระยะห่างระหว่างสองวัตถุ…"

n "ดังนั้น ถ้าสองคนมีความรู้สึกต่อกัน…"

n "ฮะ ๆ"

n "ถึงความรู้สึกจะไม่ได้มีกฎของจักรวาลคอยควบคุม แต่ฉันก็อดคิดไม่ได้ว่าช่วงนี้ฉันก็เป็นดาวเทียมที่โคจร\nรอบดาวเคราะห์ของรินที่สุกสว่าง"

n "\nดาวเคราะห์ริน"

n "\nคิดแล้วก็แทบหลุดขำ บางทีเธอก็เหมือนมาจากต่างดาวจริง ๆ ไม่นับเรื่องผิวสีเขียว ๆ แล้วก็หนวดหยึย ๆ น่ะนะ"

$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear

show rin negative_sad_close_ss
with charadistant

window show

"ไม่แน่ใจว่าเพราะฉันกลั้นขำหรืออะไรรินถึงได้ถอนตัวออก ฉันก็ปล่อยเธอไป พอไม่มีความอบอุ่นของเธอแล้วความเย็นก็\nเข้ามาแทนที่ แอบอายแฮะที่คิดอะไรฟุ้งซ่านไปขนาดนั้น"

"เอาเป็นว่าเพราะรินนั่นแหละที่มีผลกับใจฉันอย่างนั้น แต่ก็โล่งไปที่รินอ่านใจไม่ได้จริง ๆ"

"น้ำตาอันขื่นขมของรินเหือดหายไป ท่าทีเธอดูกลับมาเป็นตัวเองขึ้นมาบ้างแล้ว"

show rin basic_sad_close_ss
with charachange

"แต่สายตาสับสนเธอยังไม่ไปไหน ตาเธอหลุกหลิกมองไปรอบ ๆ ห้องก่อนจะมาหยุดอยู่ที่ฉัน"

rin "เมื่อกี้เกิดอะไรขึ้น"

rin "บอกหน่อยได้มั้ย"

hi "ฮะ? หมายความว่ายังไง"

show rin basic_upset_close_ss
with charachange

rin "ฉันร้องไห้"

"น้ำเสียงเธอฟังดูลังเลราวกับว่าไม่อยากจะเชื่อ"

hi "ใช่…"

"…"

"เธอเอาแต่จ้องฉันคล้ายอ้อนวอนให้ฉันนำทาง เธอจะได้ไม่ต้องหลงทางอยู่อย่างนี้"

"…"

show rin basic_sad_close_ss
with charachange

rin "ทำไม"

hi "เธอเศร้า"

hi "นั่นน่ะเหรอที่เธออยากให้ฉันพูด แต่ก็น่าจะชัดแล้วนี่"

show rin negative_confused_close_ss
with charachange

rin "ไม่รู้สิ ร้องไห้แล้วรู้สึกแปลก"

hi "ฮะ? ไม่อยากจะเชื่อเลย คือ ทุกคนก็ร้องไห้ มันเป็นเรื่องปก—"

"ฉันกัดลิ้นตัวเองตัดคำแย้งเรื่องความปกตินั้นทิ้ง"

"คนที่ฉันคุยด้วยเอาความปกติมาคุยด้วยไม่ได้"

show rin negative_worried_close_ss
with charachange

rin "รู้สึกผิดแผกแตกต่างไปจากสิ่งในตัวฉัน เหมือนฉันไม่ค่อยรู้เท่าไหร่ว่าฉันรู้สึกยังไง"

rin "ฉันเลยเริ่มคิดว่าหรือฉันจะไม่รู้ว่าฉันรู้สึกยังไง หรือเป็นฉันที่ผิดปกติ—"

rin "ฉันคิดอะไรอย่างนั้น"

show rin negative_sad_close_ss
with charachange

rin "ฉันคิด… ว่าวาดก็พอแล้ว เพราะรู้สึกว่าอย่างน้อยฉันก็วาดได้ถูกต้อง"

rin "ว่าถ้าฉันพยายามอย่างหนักแล้วทุกอย่างในตัวฉันจะออกมาเป็นรูปได้ แล้วก็เป็นได้"

rin "แต่รู้สึกว่าไม่พออีกต่อไปแล้ว เพราะถ้าไม่มีใครเห็น ฉันก็จะยังโดดเดีี่ยว"

show rin basic_absent_close_ss
with charachange

rin "ผิดเหรอที่จะลอง? ทุกคนโกรธที่ฉันลอง"

stop music fadeout 6.0

"ฉันแทบไม่เคยเห็นรินพูดเยอะขนาดนี้"

"พอเธอพูดจบแล้วเธอก็เงียบปากไป ดูไม่เหมือนกับว่าเธอเพิ่งพูดอะไรอย่างเมื่อกี้ออกมา"

"ฉันไม่รู้ว่าจะคิดยังไง"

"…"

"รินอยากให้คนได้เห็นภาพวาดของเธอมาก ๆ ให้เห็นไปถึงจิตวิญญาณเธอจนเข้าใจความรู้สึกเธอ…"

"เพราะ… เธอรู้สึกว่าจะแสดงออกด้วยวิธีอื่นไม่ได้แล้ว?"

"ใครจะมาชี้นิ้วได้ว่าถูกหรือผิด?"

"หรือจริง ๆ แล้วที่ผ่านมาเธอก็พยายามเข้าหาฉันอย่างที่ฉันพยายามเข้าหาเธอ?"

"…"

"ฉันนั่งลงกับโต๊ะแล้วคิดพลางพักขาที่ค้ำให้พวกเราสองคนยืนอยู่พักใหญ่"

play music music_innocence fadein 12.0

hi "รู้มั้ย เวลาที่ฉันได้อ่านหนังสือดี ๆ หรือได้มองฟ้าที่มีดาวหรืออะไรก็ช่าง บางครั้งฉันเองก็รู้สึกอะไรที่… ลึกล้ำเหมือนกัน\nเหมือน… โอย ไม่รู้จะอธิบายยังไงดี"

hi "แต่ทันทีที่ฉันจะเอาออกมาเป็นคำพูด ฉันก็รู้สึกเหมือนเสียอะไรไป รู้สึกเหมือนมันไม่ได้จริงแท้เท่าตอนที่อยู่ในหัว"

hi "รู้สึกปลอม ๆ ให้ตาย ขนาดที่พูดเมื่อกี้ยังรู้สึกปลอมเลย"

"ฉันยิ้มกึ่ง ๆ ขำกึ่ง ๆ ล้อเลียนตัวเอง แต่รินก็ไม่ตอบสนองอะไร"

hi "แต่นั่นแหละ…"

hi "คนเราอาจจะแสดงความรู้สึกตัวเองออกมาให้คนอื่นเข้าใจไม่ได้หรอก"

hi "ความเป็นจริงไม่มีวันที่จะเทียบได้กับสิ่งที่อยู่ในหัวคนคนหนึ่ง"

hi "ไม่มีอะไรที่จะเทียบได้เลย ไม่แม้แต่ภาพวาดของเธอ หรือบางทีเธออาจจะมองว่าเทียบได้อยู่"

hi "แต่ก็คงเก็บทุกอย่างเอาไว้ข้างในไม่ได้ละนะ ไม่งั้นคงได้ระเบิดจริง ๆ"

hi "ที่ฉันจะบอกก็คือ… ฉันว่าการที่แสดงความรู้สึกออกมาน่ะไม่ได้ผิดหรอก ต่อให้จะใช้ภาพวาดเป็นสื่อกลางก็เถอะ"

hi "ไม่มีวิธีใดวิธีหนึ่งที่จะมาคาดหวังได้ว่าใช้แสดงออกไปแล้วคนจะเข้าใจได้มากกว่าวิธีอื่น ๆ"

hi "อันที่จริง จะมาคาดหวังให้คนเข้าใจตัวเองไม่ได้หรอก"

hi "เพราะทุกอย่างมันเป็นปัจเจกมาก ๆ เธอมองโลกในแบบของเธอ แต่ก็ต่างจากแบบที่คนอื่น ๆ มองเหมือนกัน"

show rin basic_sad_close_ss
with charachange

rin "ถ้างั้นก็แย่สิ"

hi "ในแง่หนึ่งก็คงแย่นั่นแหละ"

"…"

show rin relaxed_doubt_close_ss
with charachange

"เธอขมวดคิ้วให้ดูเคร่งเครียดที่สุดเท่าที่จะทำได้ ซึ่งก็ไม่ได้ดูเคร่งเครียดเท่าไหร่ แต่ก็มากพอที่จะให้ฉันเข้าใจได้ว่า\nเธอนั้นไม่ได้อารมณ์ดีเท่าไหร่"

rin "ฉันคิดว่าฉันอาจจะหดหู่กับคำพูดนั้นจริง ๆ"

hi "อืม รู้"

hi "ฉันอยากจะช่วยอยู่นะ"

"ฉันว่าน้ำเสียงฉันไม่ได้ฟังดูขมขื่น ถึงจะขมขื่นอยู่นิด ๆ ก็เถอะ"

"นี่แหละคือปัญหาของฉัน ฉันเป็นอะไรอย่างที่รินต้องการไม่ได้ และด้วยเหตุผลเดียวกันนั้น เธอก็ทำอย่างนั้นเพื่อฉัน\nไม่ได้เช่นกัน"

"…"

show rin negative_worried_close_ss
with charachange

"เธอทำสีหน้าปั้นยากพลางค่อย ๆ คิดหาคำที่เธอต้องการจะพูด"

"แม้แต่รินก็ยังมีเวลาที่ไม่รู้จะพูดอะไรเหมือนกันสินะ"

show rin basic_sad_close_ss
with charachange

rin "ก็ช่วยไม่ได้ ฉันคิดว่านะ"

show rin basic_absent_close_ss
with charachange

rin "…แต่… ถ้านายพูดอย่างนั้น…"

show rin basic_awayabsent_close_ss
with charachange

rin "ฉันก็รู้สึกดีขึ้นมานิดหน่อย"

"…"

"ตลกดีที่อะไรที่ดูไม่เกี่ยวข้องดันมาสำคัญเอาเวลาเรื่องเป็นอย่างนี้"

"อย่างเช่นเสียงรินที่ค่อยมากแบบมาก ๆ จนแทบไม่ได้ยินที่พูด"

"และหน้าม้าเธอที่ยาวพอที่จะปรกตาเธอพอเธอก้มหัว"

show rin basic_blush_close_ss
with charachange

"และหน้าม้าเธอที่ยาวไม่พอที่จะปกปิดสีแดงก่ำที่แผ่ทั่วบนแก้มเธอยาวไปจนถึงปลายใบหู"

"เป็นโทนสีแดงที่น่าสนใจดี"

"ความเงียบที่ชวนให้หูอื้อตามมา"

"กระอักกระอ่วนเอามาก ๆ ราวกับว่าฉันได้ไปเห็นอะไรที่ฉันไม่ควรเห็นเข้า ถึงจะไม่ได้ตั้งใจก็เถอะ"

"ฉันไม่รู้จะตอบยังไง แต่ฉันก็รู้สึกว่าฉันน่าจะรู้"

"เธอก็ไม่พูดอะไรต่อ"

"แต่ก็ไม่ได้รู้สึกว่าเงียบไปแล้วจะเสียสมดุลอะไร"

"เหมือนกับว่าเรามีสายเชื่อมต่อไร้คำพูดแปลก ๆ ที่ต่อให้เงียบก็ยังเชื่อมถึงกัน"

show rin relaxed_nonchalant_close_ss
with charachange

"รินโยกตัวยืนสลับเท้าไปมามองไปรอบ ๆ ห้องยกเว้นที่ฉัน"

"จนในที่สุดเธอก็เป็นคนทำลายพันธะเงียบนี้ลง"

show rin basic_deadpan_close_ss
with charachange

rin "ไปกันได้หรือยัง ฉันไม่อยากอยู่ที่นี่"

hi "อ้อ อืม ได้สิ ไปไหน"

"คำตอบของฉันปกปิดความลนลานได้แย่พอ ๆ กันกับการที่คำถามของรินปกปิดความลนลานของเธอ"

show rin relaxed_sleepy_close_ss
with charachange

rin "อยากไปที่ไหนก็ตามใจนาย ฉันอยากหลับ ฉันไม่ได้หลับมาสองสามสัปดาห์แล้ว"

show rin basic_lucid_close_ss
with charachange

rin "รู้สึกเหมือนในหัวมีกลุ่มผีเสื้อสีฟ้าอยู่ ฉันคิดอะไรไม่ค่อยออก"

show rin basic_deadpannormal_close_ss
with charachange

rin "เป็นผีเสื้อแบบที่เป็นสีฟ้าจนดูไม่น่ามีจริง เหมือนกางเกงในเอมิเมื่อเช้านี้"

show rin negative_spaciness_close_ss
with Dissolve(0.1)

show rin basic_absent_close_ss
with Dissolve(0.1)

show rin negative_spaciness_close_ss
with Dissolve(0.05)

show rin basic_absent_close_ss
with Dissolve(0.05)

show rin negative_spaciness_close_ss
with Dissolve(0.05)

show rin basic_absent_close_ss
with Dissolve(0.05)

show rin negative_spaciness_close_ss
with Dissolve(0.1)

show rin basic_deadpannormal_close_ss
with Dissolve(0.2)

"เธอสั่นหัวจนเหมือนกับว่าจะมีผีเสื้อสีฟ้า ๆ หลุดออกมาจากหูเธอสักสองตัวเลยจริง ๆ"

show rin basic_deadpanamused_close_ss
with charachange

"เธอหยักยิ้มขึ้นเล็กน้อย"

rin "จะว่าไปแล้ว เรื่องสีฟ้า ไม่ใช่เรื่องกางเกงในนะ"

show rin basic_deadpandelight_close_ss
with charachange

rin "คำสำหรับกลุ่มผีเสื้อเขาเรียกว่าฝูงผีเสื้อ ฉันไปหามาแล้ว"

"ได้ฟังแล้วฉันก็เลิกคิ้วขึ้นด้วยความสงสัย"

hi "แล้วทำไมเธอไม่ใช้คำนั้นล่ะ"

show rin basic_absent_close_ss
with charachange

rin "ฉันชอบอีกคำมากกว่า"

"แล้วจะไปหามาทำไมแต่แรก"

hi "งั้นเธอก็ต้องใช้คำนั้นนะ จริงมั้ย"

show rin basic_awayabsent_close_ss
with charachange

"เธอพยักหน้าเงียบไปก่อนจะเสตามองไปทางแสงอาทิตย์สีส้มแก่ที่หักเหผ่านหน้าต่าง"

"พวกเราอยู่กันอย่างนั้นพักหนึ่ง ฉันยืนมองเธอที่มองออกไปนอกหน้าต่างเงียบ ๆ"

hi "นี่… ไม่เป็นไรแล้วใช่มั้ย"

show rin basic_absent_close_ss
with charachange

"เธอเหลือบมองด้วยหางตาดูเศร้าสร้อยอีกครั้ง แสงสะท้อนจากดวงอาทิตย์ไม่อาจทรยศความรู้สึกภายในตัวเธอได้"

rin "ฉันจะต้องไปคิดก่อน"

"ฉันอยากจะต่อบทสนทนานี้อีก ฉันควานหาคำพูดเปิดที่ในที่สุดเธอก็เผยให้เห็นว่ามีอยู่จริง ๆ"

show rin basic_awayabsent_close_ss
with charachange

"แต่รินก็มองไปนอกหน้าต่างเหม่อ ๆ ฉันรู้เลยว่าเธอคงไม่ตอบอะไรที่ฟังแล้วจะเข้าใจได้แน่นอน"

"เหมือนเป็นกลไกการป้องกันตัวของเธอที่ใช้เพื่อเลี่ยงความเป็นเหตุเป็นผล"

"ความคิดของเธอก็เป็นอย่างผีเสื้อที่จะกระพือปีกบินหนีไปสักที่หนึ่ง ๆ ทุกครั้งที่ถูกรบกวน"

"ทั้งที่คิดว่าเห็นตัวเธอที่อยู่หลังม่านได้แล้วแท้ ๆ แต่เธอก็โดดหนีไปจากฉันเสียได้"

"รินก็คงเป็นอย่างนั้นแหละมั้ง"

"ฉันก็คงต้องยอมรับแหละมั้ง จะได้ไม่ต้องมาว้าวุ่นใจ"

hi "โอเค"

hi "งั้นฉันจะเดินไปส่งเธอที่หอนะ"

show rin basic_absent_close_ss
with charachange

rin "ขอบใจ"

show rin basic_lucid_close_ss
with charachange

rin "จริง ๆ"

stop music fadeout 12.0

scene bg school_hallway3
with locationchange

"โถงทางเดินว่างเปล่าของโรงเรียนที่ปลอดนักเรียนนั้นช่างเงียบเหงา"

"แม้จะเพิ่งปิดเทอมได้หนึ่งชั่วโมง แต่ในตัวอาคารนั้นก็ไม่เหลือใครแล้ว สิ่งที่ดังก้องรบกวนความสงบภายในโถงทางเดินนี้\nคือเสียงก้าวเดินของพวกเรา"

"แม้จะเป็นการเปลี่ยนแค่ชั่วระยะสั้น ๆ แต่ก็แสดงให้เห็นว่าหากไม่มีเหล่านักเรียนและคุณครูแล้วตัวอาคารนั้นก็เป็นเพียง\nเปลือกนอกที่ตายซาก"

"ราวกับว่าทั้งโรงเรียนได้กลายเป็นโลกส่วนตัวที่มีเพียงเราสองคน เป็นที่รกร้างที่มีเพียงความเงียบงันและผงชอล์ก"

scene bg school_staircase2_ss
show rin relaxed_sleepy_close_ss at twoleft
with locationchange

rin "ฉันคิดว่าฉันต้องเปลี่ยน"

"ระหว่างที่เดินลงบันไดจากชั้นสามมาเธอก็พูดขึ้นมาแบบไม่มีปี่มีขลุ่ย เธอพูดเหมือนสะท้อนสิ่งที่ฉันคิดเมื่อก่อนหน้านี้\nออกมาได้พอดี"

hi "บางที คนเราก็ต้องเปลี่ยน"

window hide
nvl clear
nvl show dissolve

n "\n\n\n\n\n\n\n\nและนั่นคือคือคำพูดสุดท้ายของพวกเราในวันนั้น ถึงแม้จะมีเรื่องให้คุยอีกมากมายก็ตาม"

n "คำพูดเหล่านั้นถูกทับถมโดยความเงียบที่ครอบคลุมทุกสิ่ง และอันตรธานหายไปกับอากาศเอื่อยเฉื่อยราวไม่ได้ถูกเอ่ย\nออกมา"

nvl clear
nvl hide dissolve

$ suppress_window_before_timeskip = True

scene black
with dissolve



label th_R41:

play music music_dreamy fadein 2.0

scene bg school_dormhisao_rn
with charachange

$ renpy.music.set_volume(0.4, 0.0, channel="ambient")
play ambient sfx_rain fadein 1.0

"วันแรกของการปิดเทอมฤดูร้อนนั้นช่างน่าผิดหวัง"

"ฉันตื่นมาพบกับฝนห่าใหญ่ที่ตกลงมาจากท้องฟ้าสีเงินราวจะตกให้ท่วมโลก"

"ตอนนั้นฉันคิดบวกไป"

"ว่าคงแค่ตกเป็นฝนไล่ช้าง ว่าตกสาดลงมาสักสองสามนาทีเดี๋ยวก็หยุด"

show rain normal behind bg
with None

"ไม่เลย"

$ renpy.music.set_volume(0.7, 1.0, channel="ambient")

hide bg
show bg misc_sky_rn as bg2 behind rain
show hisaowindow
with locationchange

"น้ำฝนที่ตกลงมาไม่หยุดหย่อนจากท้องฟ้าสีฟ้าเทาภายนอกรวมตัวกันไหลเป็นสายน้ำเล็กน้ำใหญ่อยู่บนหน้าต่าง\nห้องฉัน และยังสะสมเป็นแอ่งอยู่บนทางเท้า"

"เป็นอย่างนั้นมาแล้วสองชั่วโมงครึ่ง"

$ renpy.music.set_volume(0.4, 1.0, channel="ambient")

scene bg school_dormhisao_rn
with charachange

"ฉันจึงเก็บกวาดห้องไปแบบลวก ๆ เป็นการพักระหว่างที่กำลังอ่านหนังสือไปแบบลวก ๆ ถ้าเบื่อจากสองอย่างนั้นแล้วฉัน\nก็หันมาเก็บข้าวของใส่กระเป๋า"

"อากาศอย่างนี้ทำให้ฉันไม่ค่อยมีเรี่ยวแรงด้วย จะทำอะไรก็ไม่ค่อยอยากทำ"

play sound sfx_impact2

"เสียงเคาะดัง ๆ จากประตูปลุกฉันให้ตื่นจากความเหนื่อยหน่ายนี้"

"หวังว่าคงไม่ใช่เคนจิมาชวนไปโบว์ลิงในร่มบ้า ๆ อะไรนั่นนะ"

"…"

"ไม่มีเสียงใดอีกจนกระทั่งฉันเดินไปเปิดประตู"

play sound sfx_dooropen
$ renpy.music.set_volume(0.2, 1.0, channel="ambient")
stop music fadeout 2.0

scene bg school_dormhallway
show rin basic_absent
with locationchange

"ริน"

"ก็คาดหวังไว้อยู่หรอกว่าถ้าได้เจอหน้าเธอแล้วฉันจะรู้สึกอะไรขึ้นมาบ้าง แต่ก่อนอื่น ฉันแปลกใจที่เธอเป็นคนมาหาฉัน\nและก่อนอื่นที่สอง ตัวเธอเปียกโชก"

"เธอใส่ชุดนักเรียนที่ชุ่มน้ำยืนอยู่กลางแอ่งน้ำที่ไหลออกมาจากตัวเธอ"

"หยดน้ำไหลลงจากหน้าม้าเธอลงมาที่จมูกก่อนจะร่วงหลุดจากปลายจมูกไป"

"ที{w=0.7}ละ{w=0.7}หยด{w=0.7} ที{w=0.7}ละ{w=0.7}หยด"

hi "เอ่ออ… ไง"

hi "เป็นยังไงบ้าง"

show rin basic_deadpannormal
with charachange

rin "ครึ่ง ๆ กลาง ๆ เฉย ๆ"

play music music_rin fadein 2.0

"เรื่องความงงในคำตอบนั้นเอาไว้ก่อน ที่แน่ ๆ คือสภาพเธอดูไม่ค่อยดีเท่าไหร่เลย"

hi "เปียกหมดแล้วนะ"

show rin basic_absent
with charachange

rin "เพราะฉันเดินจากข้างนอกมา นายรู้มั้ย"

hi "แล้วจะไปอยู่ข้างนอกทำไม เผื่อเธอไม่ทันสังเกต ข้างนอกนั่นฝนตกหนักอยู่นะ"

show rin basic_deadpancontemplation
with charachange

rin "ไม่ทันสังเกต แต่ตกหนักใช้ได้เลย ฉันเดินอยู่"

hi "หรือว่านี่คือการ “เวทนาตัวเองให้สมใจ”?"

show rin basic_deadpanupset
with charachange

rin "นายคิดว่าฉันน่าเวทนาเหรอ"

hi "ไม่ ฉันแค่บอกอ้อม ๆ ไปว่าเธอคิดว่าตัวเองน่าเวทนา"

show rin basic_awayabsent
with charachange

rin "ไม่นะ แล้วฝนก็ไม่ใช่อะไรน่าเศร้าด้วย"

show rin basic_absent
with charachange

rin "นายไม่เคยคิดอยากเดินตากฝนเหรอ"

hi "ก็คิด แต่ก็ต้องเตรียมพร้อมดี ๆ ก่อน อย่างเช่นร่ม"

show rin basic_lucid
with charachange

rin "นายก็แค่ต้องจินตนาการว่านายมีร่มสีฟ้าที่มีลายทางสีขาว"

hi "มีฝนตกใส่หัวอยู่ก็คงนึกยากหน่อยนะ"

show rin basic_deadpannormal
with charachange

rin "ก็แค่ออกแรงจินตนาการให้มากขึ้น"

"…"

"อืม กลับเป็นปกติแล้วจริง ๆ"

"คำพูดลอย ๆ ที่กึ่ง ๆ เสียดสีพวกนั้นที่ยุให้ฉันโมโหได้ถึงเธอจะไม่ได้ตั้งใจก็ตาม สายตานั้นที่ว่างเปล่าและเหม่อลอยที่\nจ้องมาเหมือนคาดหวังเสมอว่าจะได้รับอะไรที่มากกว่าตัวมันเองจะให้ได้"

"เหล่านั้นช่าง… สมเป็นเธอเหลือเกิน"

show rin basic_deadpan
with charachange

rin "ฉันคงต้องขอเข้าห้องหน่อย ฉันอยากให้คนมาจัดการเรื่องน้ำกับเสื้อผ้าที่ฉันใส่อยู่"

"สมองฉันไขสมการนี้อย่างรวดเร็วจนฉันพูดตะกุกตะกัก ซึ่งขัดกับรินที่พูดเชิญตัวเองเข้าห้องฉันได้อย่างสบาย ๆ"

hi "แต่เอมิ…"

show rin basic_lucid
with charachange

"เธอสั่นหัวแรง ๆ จนน้ำกระเซ็นไปทั่ว"

rin "ไปแล้ว"

show rin basic_awayabsent
with charachange

rin "อีกอย่าง เอมิจะเป็นห่วงแล้วก็บ่นจุกจิกจนเป็นห่วงแล้วก็บ่นจุกจิกไม่ไหว ซึ่งกว่าจะไม่ไหวก็กินเวลานานจนน่ารำคาญ\nตลอด"

show rin basic_absent
show rain normal behind bg
with charachange

rin "ซึ่งที่จริงก็นานกว่าเวลาที่ฉันอยากจะฟังเธอบ่นจุกจิก แล้วฉันก็คิดว่านายคงไม่ใช่พวกบ่นจุกจิก"

#scene bg school_dormhisao_rn
#show rin invis at center
#with locationchange

$ renpy.music.set_volume(0.4, 1.0, channel="ambient")

hide bg
show rin invis_close at center
show bg misc_sky_rn as bg2 behind rain
show hisaowindow behind rin
with locationchange

show rin relaxed_nonchalant_close_rn:
    ypos 1.1
with Dissolvemove(0.5)

stop music fadeout 8.0
play sound sfx_rustling

"เธอนั่งลงกับโต๊ะฉันพร้อมเสียงเสื้อผ้าที่เปียกน้ำ"

"ซึ่งทำให้ทั้งโต๊ะและทุกอย่างที่วางอยู่บนโต๊ะเปียกหมด แต่เธอก็ไม่สนใจ"

"…"

hi "โอเค ได้ เดี๋ยวช่วย"

hi "ฉันมีผ้าขนหนูอยู่ เปลี่ยนเป็นชุดที่แห้งมั้ย ชุดนักเรียนจะเป็นอะไรมั้ย ฉันตัวสูงกว่าเธอแหละ แต่…"

show rin basic_lucid_close_rn
with charachange

rin "อะไรก็ได้"

show bg school_dormhisao_rn
with locationchange

"พอค้นดูสักหน่อยก็เจอชุดนักเรียนเอี่ยมอ่องหนึ่งชุดกับผ้าขนหนูฟู ๆ ที่อยู่ในหลืบตู้เสื้อผ้า"

hide bg
with locationchange

"ฉันถือผ้าขนหนูไว้กับมือข้างหนึ่ง มืออีกข้างถือชุดนักเรียน ก่อนจะหันไปหารินอีกครั้งพลางนึกลังเลว่าจะทำยังไงต่อ"

"ฉันต้องเป็นอะไรแน่ ๆ คนปกติคง—{w=1.0}{nw}"

show rin basic_absent_close_rn
with charachange

rin "เลิกคิดมาก ไม่เป็นอะไรเลย"

"คงจะดูท่าทางที่ลังเลของฉันออก"

"ราวกับว่าเธอมองฉันได้อย่างทะลุปรุโปร่ง"

"ฉันทำใจลืม ๆ ความกังวลไปแล้วจดจ่ออยู่กับกระดุมแปดเม็ดที่เรียงตัวอยู่บนเสื้อเธอเหมือนอย่างเสื้อฉัน"

"ที่ลำบากคือกระดุมเม็ดแรก แต่พอปลดกระดุมเม็ดแรกเสร็จแล้ว เม็ดต่อ ๆ ไปมือก็เริ่มสั่นน้อยลงเล็กน้อย"

$ renpy.music.set_volume(0.2, 1.0, channel="ambient")
play music music_heart fadein 0.5

scene ev rin_wet_pan_down:
    center
    yalign 1.0 subpixel True
    easein 20.0 yalign 0.0
with whiteout

"เมื่อทิ้งเสื้อที่เปียกน้ำไปแล้วก็เผยให้เห็นร่างท่อนบนอันขาวซีดของริน ยกทรงสีฟ้าที่ปกคลุมร่างเธอไว้บางส่วนทำให้\nฉันนึกถึงที่เธอเคยบอกว่าสีนี้เป็นสีโปรดเธอ"

"ฉันห้ามใจตัวเองไม่ให้คิดถึง… อะไร ๆ แต่พอได้มองร่างกายรินแล้วฉันก็อดใจไม่ได้ที่จะไม่ให้รู้สึกอะไรหลายอย่างปนเป"

"ฉันไม่รู้จะคิดกับสิ่งนี้ยังไง จึงมองเธออยู่เฉย ๆ รินนั้นดู… เปราะบาง"

"เหมือนเป็นเปลือกแสนเปราะบางที่ประคับประคองตัวเองไว้แทบไม่อยู่"

"ซึ่โครงเธอแต่ละซี่ที่นูนขึ้นมาตามผิวขาวซีดนั้นขยับขึ้นลงตามจังหวะการหายใจของเธอ"

"รินนั้นดูเป็นคนผอม ๆ อยู่แล้ว แต่ฉันก็ฉุกคิดได้ว่าที่เธอผอมลงไปอีกส่วนหนึ่งก็คงเป็นเพราะช่วงก่อนวันงานเปิดตัว\nงานนิทรรศการนั้นเธอสร้างสรรค์งานอยู่อย่างบ้าคลั่ง"

"เรื่องข้าวปลาอาหารตอนนั้นเป็นยังไงบ้างเนี่ย ไม่ได้กินให้เป็นเรื่องเป็นราวแน่ ๆ เผลอ ๆ จะกินไม่พอด้วย"

"เนื้อตัวที่ได้มาตรฐานแบบคาบเส้นอันน่าเกลียดทว่าสวยงามที่เป็นของคนที่ฉันเป็นห่วงนั้นช่างเป็นความย้อนแย้งทาง\nสุนทรียะ ดูสมเป็นตัวรินอย่างประหลาด"

"สายตาฉันลากเริ่มตั้งแต่กระดูกไหปลาร้าของเธอมายังไหล่และมายังแขนของเธอจนถึงส่วนปลาย"

"ไม่สิ ต่ำกว่ามาตรฐานขั้นต่ำเสียอีก คิดแล้วความเศร้าก็แล่นขึ้นมาพร้อม ๆ กับความรู้สึกผิดที่คิดไปเช่นนั้น"

scene ev rin_wet_arms:
    center
    xalign 0.0 subpixel True
    linear 20.0 xalign 1.0
with flash

"แขนของเธอที่เสื่อมสภาพไปจากการที่ไม่ได้ใช้งานจนเหลือแค่กระดูกและหนังหุ้มนั้นดูสั้นมากเมื่อไม่มีแขนเสื้อยาว ๆ\nของชุดนักเรียนคอยปกปิดอยู่"

"ฉันไม่ได้รู้สึกไม่ดีอะไรแล้ว ฉันคงจะชินกับความผิดปกติทางร่างกายทั้งหลายแหล่ของเพื่อนร่วมโรงเรียนไปแล้วพอตัว"

#needs a way to express Hisao changing trains of thought here, visual maybe, or maybe I write a transitional line.. scene black is a basic solution

"ฉันสงสัยมาตลอดว่าทำไมรินถึงปล่อยแขนเสื้อเธอให้ยาวแล้วผูกหลวม ๆ ไว้ที่ความยาวประมาณข้อศอก"

"เพราะดูแล้วก็ไม่น่ามีไว้เพื่อทำอะไรได้จริง แต่ก็นะ รินไม่ใช่คนที่จะเอาเรื่องทำได้จริงมาคุยด้วยได้เท่าไหร่"

"อาจจะชอบ อาจจะสำคัญต่อตัวเธอ อาจจะไม่ได้มีความหมายอะไรไปมากกว่านั้น"

"ฉันอยากจะถามจนแทบจะออกปากถามแล้ว แต่สภาพอันน่าสงสารของรินนั้นเป็นสิ่งต้องการความสนใจจากฉันมากกว่า"

scene ev rin_wet_face_down:
   center
   yalign 0.0
with flash

"เมื่อหมดคำทักทายแบบตะกุกตะกักแล้วเธอก็หยุดพูดไปเหมือนกัน"

"คงไม่ต้องคุยอะไรเรื่อยเปื่อยแล้วละนะ"

scene ev rin_wet_towel_down
with charachange

"ฉันหยิบผ้าขนหนูที่วางอยู่บนเตียงมาคลุมหัวเธอแล้วเช็ด ๆ ไปทั่ว ๆ ด้วยหวังว่าน้ำฝนจะซึมเข้าผ้าให้ได้มากที่สุด"

scene ev rin_wet_towel_up
with charachange

"เธอเหลือบมองฉันอยู่ใต้ผ้าขนหนูด้วยสีหน้าเรียบ ๆ"

"เหมือนอยากจะพูดอะไรโดยที่ไม่ต้องพูด"

"เป็นสายตาเช่นนั้น"

"แต่ฉันอ่านใจเธอด้วยสีหน้าไม่ออก ฉันจึงคอยใช้ผ้าขนหนูเช็ดตามไหล่และผมเธอไปเรื่อย ๆ"

"ความเงียบนั้นช่างกดดันและน่ากลัว"

"การสื่อสารระหว่างเรากลายเป็นเพียงการขยับมือที่ถือผ้าขนหนูของฉันและการโยกตัวไปมาของริน"

"ลมหายใจหอบของฉันและลมหายใจเธอที่แผ่วเบาพยายามประสานให้เป็นจังหวะที่ไม่มีวันลงตัว"

"เหมือนจะได้ยินเสียงหัวใจเธอด้วย หรือไม่ก็เป็นเสียงหัวใจฉันนี่แหละที่ดังขึ้น"

"ระหว่างที่ทัดผมยุ่งเส้นหนึ่งเข้าที่หูเธอนั้นรินก็แนบแก้มเข้ากับหลังมือฉัน"

"สัมผัสนั้นส่งกระแสไฟฟ้าไปทั่วร่างฉัน"

scene ev rin_wet_towel_touch
with charachange

"ไม่ว่าเธอจะอยากได้ความสบาย ความอบอุ่น หรือสัมผัสของฉัน ฉันคงไม่รู้ แต่ฉันอดใจไม่ไหวที่จะแตะเธอกลับบ้าง\nโดยการใช้มือฉันโอบอุ้มแก้มนุ่มเธอไว้"

"เธอหลับตาแล้วจูบนิ้วฉันพลางใช้ริมฝีปากเธอไล่นับข้อนิ้วฉัน…"

"ฉันเศร้าใจเกินกว่าที่ฉันจะแสดงออกได้"

"ชายหญิงที่ตกหลุมรักหรืออะไรประมาณนั้นกันและกัน หรืออาจจะไม่ใช่… แต่กลับ…"

$ renpy.music.set_volume(0.1, 1.0, channel="ambient")
$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\nฉันรู้สึกถึงบางอย่างในตัวฉันและรินที่แหลกสลาย ดูจากการที่สายตาของเราสบกันเพียงครู่สั้น ๆ ไม่ยอมจดจ้อง ดูจาก\nท่าทางเหนียมอายปกปิดของเธอ และดูจากการที่ฉันแตะต้องเธอราวกับกลัวว่าจะทำให้ร่างกายอันบอบบางของเธอที่\nคล้ายตุ๊กตาดินเผานั้นแตกสลาย"

n "ดูจากการที่พวกเราได้ใกล้ชิดกันกว่าที่เคยแต่ฉันกลับไม่มีความสุข เหมือนอย่างเมื่อวาน"

n "ความอ่อนโยนและความเดียวดายกลายเป็นคำเดียวกันไปตั้งแต่ตอนไหนกัน การแสดงความรักทำให้เกิดความโหยหา\nไปตั้งแต่ตอนไหนกัน …พวกเรากลายเป็นอย่างนี้ไปได้อย่างไร—เพราะอะไรกัน"

n "“ไม่ อย่าหาคำตอบเลย” ฉันอยากจะบอกตัวเองอย่างนั้น แต่ฝืนทนความรู้สึกระลึกตัวอันทรงพลังไปก็เหนื่อยเปล่า"

n "แต่ ฉันก็อยู่ตรงนี้ และรินก็อยู่ตรงนี้ และรู้สึกเหมือนว่าเธออาจจะแก้ไขปัญหาอะไรก็ตามที่เธอมีอยู่ได้"

n "และถ้าเธอแก้ได้ ทำไมฉันแก้ไม่ได้ ทำไมเราแก้ไม่ได้"

n "เหมือนว่าการก้าวก้าวนั้นจะลำบากเกินไป ยากเกินไป ไม่แน่ใจเกินไป"

n "เพราะฉะนั้น สิ่งที่ฉันทำได้ตอนนี้มีเพียงการเช็ดตัวรินให้แห้งไม่ให้เธอเป็นหวัดอีก"

$ renpy.music.set_volume(0.2, 1.0, channel="ambient")
$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl hide dissolve
nvl clear

scene ev rin_wet_face_up
with charachange

window show

"ฉันลูบ ๆ หัวรินจัดระเบียบผมบางเส้นของเธอที่ไม่ยอมลู่แม้จะเปียกน้ำ"

"ตาสีเข้มเนือย ๆ คู่นั้นตามมองทุกการเคลื่อนไหวของฉัน"

hi "กางเกงด้วยมั้ย"

scene ev rin_wet_face_down
with charachange

"เธอพยักหน้าตกลงก่อนจะเอนตัวแล้วอ้าขาออก เป็นท่าทางเชื้อชวนอันเย้ายั่วชวนให้รู้สึกยอกแขยงขึ้นมาไปทั่วร่าง\nเหมือนมีลางร้ายบางอย่าง"

"แต่ก็ยังไม่หนักพอที่จะปลุกฉันให้สร่างได้ เพราะความเงียบนี้นั้นเริ่มทำให้ฉันสติหลุดแล้ว"

"ฉันขยับไปโดยอัตโนมัติโดยไม่คิดอะไรทั้ง ๆ ที่ควรคิด ฉันน่าจะคุยกับเธอเรื่องนี้ หรืออย่างน้อยก็สักเรื่อง"

"ความเงียบนั้นเป็นมนตร์สะกด เป็นข้อตกลงที่ผูกมัดให้เราอยู่ในโลกใบนี้ที่กอปรด้วยเสียงฝนสาดทึบตันและสัมผัส\nอันนุ่มนวลของผิวเธอที่ถูกนิ้วฉัน"

"กระดุมกางเกงเธอนั้นติดแน่น แต่ก็ปลดออกได้ง่ายกว่าที่คิด"

"จะถอดออกมาก็ยากเพราะเธอนั่งทับอยู่โดยไม่มีท่าทีว่าจะลุกให้ฉันจัดการได้ง่าย ๆ เลย"

scene unlock_evh rin_h2_pan_surprise 
show evh rin_h2_pan_surprise:
     xalign 0.5 yalign 0.0
with whiteout

"ฉันคุกเข่าลงตรงระหว่างขาเธออย่างอึดอัดและหมิ่นเหม่เพื่อที่จะได้เช็ดเท้าเปล่าเธอให้แห้งเร็ว ๆ เพราะเห็นว่าเท้าเธอนั้น\nก็สำคัญพอ ๆ กันกับการที่มือนั้นสำคัญกับฉัน"

"ระหว่างที่ฉันไล่เช็ดจากข้อเท้าเธอขึ้นไปรินก็แนบต้นขาเข้ากับแก้มฉันพลางใช้ส้นเท้ากดหลังฉันให้ขยับเข้าไปใกล้ ๆ"

"พอเงยหน้ามองก็เห็นเธอที่มองเงียบ ๆ รอให้ฉันเงยหน้าขึ้นไปมองอยู่"

"สายตาเรียบนิ่งที่จ้องมาเหมือนคาดหวังบางอย่างนั้นดูราวกับจะบอกว่าเป็นตาของฉันที่ต้องเดินเกมต่อแล้ว"

"…"

"ฉันลูบต้นขาด้านในของเธอเบา ๆ"

show unlock_evh rin_h2_pan_away
show evh rin_h2_pan_away
with charachange

"เธอสะดุ้งเฮือกทันทีที่ฉันแตะคล้ายว่ากลั้นหายใจอยู่"

"แล้วถ้าทำอย่างนี้ล่ะ"

show unlock_evh rin_h2_pan_closed
show evh rin_h2_pan_closed
with charachange

"เพียงฉันประทับจูบเข้าที่ต้นขาเธอก็ทำให้เธอควบคุมตัวเองไม่อยู่ ทำให้เธอหลับตา ทำให้เธอครางเบา ๆ"

"…เธอก็ต้องการอย่างนี้ด้วยหรือเปล่า ตอนนี้จะให้ทำอย่างนี้ไปเลยได้หรือเปล่า"

show evh rin_h2_pan_closed:
    subpixel True
    acdc_warp 8.0 yalign 1.0
with None

"…ถ้าเกิดว่า บางที ถ้า…"

"ความคิดอันเลือนรางลอยคว้างอยู่สักที่หนึ่งในสมองที่ไร้ซึ่งการจดจ่อของฉัน"

"ไม่รู้ทำไม แต่สถานการณ์ตรงหน้านี้ทำให้ฉันคิดอะไรไม่ค่อยออกแล้ว ในสมองมีแต่ก้อนฝ้ายฟู ๆ อัดแน่นเต็มไปหมด"

"แต่ไม่เป็นไรหรอก ดูท่าว่าการคิดจะไม่ใช่อะไรที่พวกเราต้องการในตอนนี้"

label th_R41h:
show evh rin_h2_nopan_closed:
     yalign 1.0
with Dissolvemove(0.5)

$ renpy.music.play(music_heart, fadein=0.5, if_changed=True)

"กางเกงในของรินนั้นถอดง่ายกว่ากางเกงพอสมควร ด้วยความที่กางเกงในนั้นมีพื้นที่ของเนื้อผ้าน้อยกว่ากางเกง\nเป็นอย่างมาก"
#Nudged up the scene header by one line, and it may well be nudged up a LOT more. -SC

"และกางเกงในนั้นเลื่อนลงตามขาเธอไปสักที่ลับสายตาฉันไป"

"ดูเหมือนว่าฉันจะยังใช้ผ้าขนหนูเช็ดได้ไม่ดีเท่าไหร่ เพราะขารินยังเปียกฝนอยู่เลย"

"แต่เอาเถอะ"

show evh rin_h2_hisao_closed
with charachange

"ฉันปล่อยให้สัญชาตญาณนำทางแทนเหตุผลแล้วขยับเข้าไปลิ้มรสอีกความชื้นแฉะหนึ่ง"

"เธอตอบสนองต่อลิ้นของฉันที่เคลื่อนไหวช้า ๆ อยู่บนผิวเธอ และตอบสนองต่อริมฝีปากฉันที่สัมผัสกับเนื้อเธอ"

"กล้ามเนื้อเธอเกร็งและคลายเป็นจังหวะ ราวกับว่าสิ่งที่ฉันทำอยู่นั้นชวนให้อึดอัด"

"การที่ได้ฟังเสียงรินที่พยายามกลั้นเสียงตัวเองตอนฉันกำลังดูดดื่มเธอนั้นทำให้รู้สึกเหมือน… หลุดไปจากความเป็นจริง"

"ตลอดเช้านี้นั้นเหมือนหลุดไปจากความเป็นจริง เหมือนความเหนือจริงที่แตะต้องไม่ได้ของฝันเมื่อก่อนลืมตาตื่น"

"ไม่อยากจะเชื่อเลยว่าฉันมาทำแบบนี้ให้เธอ แต่ฉันก็ปล่อยตัวให้ไหลไปตามอารมณ์"

"อีกอย่าง จะให้หันหลังกลับเอาป่านนี้ก็สายไปมากแล้ว"

"ฉันขยับไปมาทำนั่นนี่กับเธอ เพื่อจะหาว่าจุดอ่อนเธออยู่ตรงไหน เพื่อจะเย้าหยอกเธอ เพื่อจะทำให้เธอบ้าคลั่งด้วย\nความรู้สึกดีเพราะฉันอยากทำ ฉันอยากทำอย่างนี้กับเธอ"

"แต่เธอไม่หวีดร้อง เธอไม่ดีดดิ้น อาจจะเพราะฉันคงทำให้เธอบ้าไปกว่าที่เธอเป็นอยู่ไม่ได้แล้ว ไม่ว่าฉันจะทำอะไรก็ตาม"

"เธอหายใจหอบถี่ครางกระเส่าไม่ได้ความอย่างคนคลั่ง แต่ฉันไม่ได้เป็นคนสร้างขึ้นมา"

"ฉันเพียงแต่ปล่อยด้านนั้นออกมาจากตัวเธอ"

"เธอยิ่งชื้นแฉะหนักขึ้นเรื่อย ๆ ฉันดูดดื่มจากตัวเธอ ในกายฉันร้อนรุ่มขึ้นทุกที"

"ฉันควานเข้าไปให้ถึงข้างในสุดตัวเธอ สัมผัสเธอให้มากเท่าที่ทำได้ด้วยวิธีนี้"

"ทุกกิริยาของฉันมีปฏิกิริยาที่ตอบกลับต่างกัน แต่เหล่านั้นก็เกิดเพียงด้วยราคะ"

show evh rin_h2_hisao_closed:
    subpixel True
    acdc_warp 16.0 yalign 0.0
with None

"รินจมจ่อมไปกับความปรารถนาของตัวเธอและปล่อยให้ตัวเองถูกกระทำตามใจฉันอยาก"

"เธอเคลื่อนเข้าใกล้ถึงการปลดปล่อยขึ้นไปเรื่อย ๆ แม้เส้นทางข้างหน้านั้นจะทำให้เธอต้องคลั่งก็ตามที"

"เธอก็ยังจะไปตามทางนั้น"

"กล้ามเนื้อเธอไม่คลายลงอีก ยิ่งกระตุกเกร็งไปตามความสุขสมทุกขณะ"

"เธอเกร็งหนักขึ้นเรื่อย ๆ จนดูเหมือนจะยิ่งทำให้เธอเจ็บแทน แต่ฉันไม่ยอมปล่อย"

"ฉันยังทำต่อไป และฉันก็รู้ว่าเธอต้องการ เธออยากให้ฉันทำอย่างนี้กับเธอเหลือเกิน"

"เธอหุบขาพาดไหล่รั้งฉันให้เข้าใกล้จนแทบสำลัก"

"ฉันยังคงทำต่อเพราะไม่มีทางเลือกอื่นแล้ว"

stop music fadeout 8.0
stop ambient fadeout 12.0

"ณ ขณะนั้น—ตอนที่ฉันกระตุ้นจุดที่ทำให้เธอต้องหอบฮักและรัดขาแนบกับหลังฉันแน่นปล่อยให้อารมณ์โถมเข้าซัด\nตัวเธอ—ฉันคล้ายว่าจะลืมเป้าหมายทุกสิ่งอย่าง ลืมว่าทุกอย่างควรจะเป็นอย่างไร"

"สิ่งที่ฉันรู้มีเพียงว่าเธอมาที่นี่และ… ฉันว่าเหมือนจะมีผ้าขนหนูด้วย"

"ไม่มีสิ่งใดสำคัญ สิ่งสำคัญมีเพียงสิ่งนี้ที่เราทำอยู่ในตอนนี้"

"จุดสุดยอดของเธอส่งผ่านมาถึงตัวฉันจนทำให้ฉันตื่นเต้นขึ้นมาในแบบที่ฉันไม่เคยรู้สึกมาก่อน"

"เป็นความรู้สึกที่ทำให้ฉันร้อนใจ ร้อนรน ร้อนรุ่ม"

show evh rin_h2_hisao_away:
    yalign 0.0
with Dissolvemove(0.5)

"จังหวะที่เธอหายเกร็งฉันเข้าจูบส่วนล่างเธออีกครั้ง แต่เธอก็ตกใจจนสะดุ้ง"

show evh rin_h2_hisao_surprise
with charachange

rin "ไม่… ฮิซาโอะ… พอแล้ว"

rin "มานี่"

scene bg school_dormhisao_rn
with locationchange

"ฉันยืนขึ้นแล้วถอดสิ่งสุดท้ายที่ปกปิดกายเธออยู่"

"เธอพิงกับฉันเพื่อพักหายใจ ลมหายใจเธอรดเสื้อฉันจนฉันจักจี้"

"ฉันคลำไปตามกระดูกสะบักของเธอแล้วเลื่อนไปอีกเพื่อตามหาตะขอที่รั้งยกทรงของเธออยู่"

"ซึ่งแกะง่ายกว่าที่คิด ยกทรงนั้นหล่นไปกับพื้นสักที่"

play music music_romance fadein 10.0

scene ev rin_pair_base_clothes
show rp_hisao normal at truecenter
show rp_rin normal at truecenter
with whiteout

"สัมผัสจากร่างเปลือยของเธอที่แนบฉันนั้นรู้สึกดีเสียจนฉันอยากสัมผัสอีก และฉันก็สัมผัสอีกโดยการโอบกอดเธอ"

"ผมของรินนั้นมีกลิ่นฝน และฉันก็เพิ่งรู้สึกตัวว่าไม่มีเสียงฝนแล้ว"

"เมื่อไม่มีแล้วก็ชวนให้สร่าง สิ่งห่อหุ้มที่กั้นพวกเราออกจากความเป็นจริงนั้นไม่มีอีกต่อไป สิ่งที่เกิดขึ้นตรงหน้าเข้ากระทบ\nประสาทการรับรู้ได้แจ่มแจ้งขึ้น"

show rp_hisao frown
with charachange

hi "เนี่ย เพื่อนกันเขาไม่ทำอย่างนี้กันเลยนะ"

"ฉันกระซิบแผ่ว เป็นอีกครั้งที่ฉันรู้ตัวว่าสิ่งที่พูดได้ง่าย ๆ นั้นบางทีก็พูดยากจนเกินรับได้เหมือนกัน"

show rp_rin talk
with charachange

rin "นายจะไม่เป็นเพื่อนฉันแล้วเหรอ"

#"She whispers it so close to my ear that it tickles."

"ไม่ได้หมายความว่าอย่างนั้น แต่น้ำเสียงจริงจังของเธอและความหมายแฝงที่อยู่ในคำถามนั้นทำให้ฉันต้องชะงัก"

show rp_hisao smile
with charachange

hi "ไม่อะ"

show rp_rin smile
with charachange

rin "ฉัน… คิดว่าคงไม่เป็นอะไรหรอก ต่อให้เป็นอย่างนั้น"

"ฉันกอดเธอแล้วยิ้มกับผมเธอ เข้าใจในสิ่งที่รินพูดได้แจ่มแจ้งได้สักที"

show rp_rin frown
with charachange

rin "นายเปียก"

"น้ำที่ชุ่มอยู่กับตัวเธอซึมเข้ามาที่เสื้อฉัน"

"ไม่รู้ทำไม แต่แม้แต่คำพูดเธอที่บอกสิ่งที่เห็น ๆ กันอยู่นั้นก็ทำให้ฉันดีใจได้"

show rp_hisao normal
with charachange

hi "เธอพูดถูก ฉันเปียก แต่ก็ความผิดเธอนั่นแหละ"

show rp_rin normal
with charachange

rin "ฉันอยากเห็นนาย"

play sound sfx_rustling

scene ev rin_pair_base
with charachange

"ฉันทำตามโดยการถอยออกมาแล้วปลดกระดุมเสื้อตัวเองออก ซึ่งปลดได้เร็วกว่าตอนที่ฉันปลดกระดุมเสื้อรินอีก"

"อยู่ ๆ ฉันก็รู้สึกรีบร้อนขึ้นมาจนต้องเร่งตัวเองขึ้นเรื่อย ๆ"

"ทุกวินาทีที่ไม่ได้สัมผัสรินคือทุกวินาทีที่จะเสียเปล่า เป็นโอกาสที่เสียไป"

"แม้แต่หัวเข็มขัดก็ปลดยากขึ้นมา ทั้ง ๆ ที่ปกติก็แกะออกได้ในพริบตาเดียวแท้ ๆ"

show rp_rin closed
with charachange

"ระหว่างที่ฉันกำลังวุ่นวายอยู่กับหัวเข็มขัดก็ไม่ทันได้สังเกตเห็นรินที่ยกเท้าขึ้นมาจนกระทั่งเท้าเธอแตะเข้ากับหน้าอกฉัน"

show rp_hisao frown
with charachange

"ฉันก้มมองว่าเธอมองอะไรอยู่"

hi "ใจฉัน…"

"ฉันผงะไปโดยอัตโนมัติแล้วเอามือลูบหน้าอกตัวเอง"

"รอยแผลตื้น ๆ ที่ได้มาจากการผ่าตัดเมื่อครั้งที่หัวใจวายตอนนั้นก็หายดีแล้ว แต่ว่า… ก็ไม่ได้เป็นภาพที่น่าดูเท่าไหร่\nแต่ก็ไม่ได้น่าเกลียดขนาดนั้น"

"แทบจะมองไม่เห็นด้วยซ้ำ แต่ตาเธอจับรายละเอียดได้ดี หรือที่บอกว่าอยากเห็นคืออย่างนี้?"

"ฉันก็ลืม ๆ เรื่องนี้ไปแล้วเพราะมัวแต่วุ่นวายอยู่กับริน แต่ตอนนี้สิ่งไม่พึงประสงค์ทั้งหลายที่โยงอยู่กับโรคของฉันซัดสาด\nเข้ามาในความคิดเหมือนอย่างน้ำหลากทะลัก"

"แล้วก็ ให้ตายเถอะ พวกเรื่องที่ว่าคนแก่ ๆ ตายเพราะหัวใจวายตอนมีอะไรกันก็มา ถ้าเกิดว่า…"

show rp_rin talk
with charachange

rin "ฮิซาโอะ"

"…"

"พอนึกได้ว่าคงทำอารมณ์กร่อยไปฉันจึงรีบแก้ตัวด้วยความตะกุกตะกัก"

show rp_hisao normal
with charachange

hi "อ่า… ขอโทษที พอดีว่า…"

show rp_rin smile
with charachange

rin "ขอแตะหน่อยสิ"

"ดวงตารัญจวนเธอเชื้อเชิญ เธอนั่งเปลือยอยู่อย่างนั้นโดยไม่มีแม้ยางอาย ไม่เคยคิดเลยว่ารินจะเป็นอย่างนี้ได้ด้วย"

$ renpy.music.set_volume(0.1, 1.0, channel="ambient")
$ renpy.music.set_volume(0.5, 1.0, channel="music")

window hide
nvl clear
nvl show dissolve

n "\n\nอืม ฉันรู้ว่าอะไร ๆ ไม่ควรเป็นอย่างนี้"

n "แม้รินจะอยู่ตรงนี้ แม้ไม่น่ามีคำถาม ไม่น่ามีสิ่งกีดขวาง ไม่น่ามีความรู้สึกที่ว่าบางอย่างผิดแผกไปตลอดที่ทำให้แทบบ้า\nแล้ว…"

n "แต่ความรู้สึกที่เกาะกุมใจฉันอยู่เมื่อวานกลับปรากฏ"

n "พวกเราอยู่ด้วยกัน ในแบบที่ยากจะนิยาม แบบที่ไม่ยอมให้อะไรมาอธิบายได้ แบบที่ไม่ยอมเปลี่ยนแปลง"

n "\nความสัมพันธ์อย่างนี้จะใช้ได้หรือเปล่า พวกเราจะเปลี่ยนเพื่อให้ใกล้ชิดกันไปอีกได้หรือเปล่า"

n "ต่อให้เราจะอยู่ด้วยกันตราบชั่วฟ้าดินสลาย พวกเราก็อาจจะหาจุดเข้าใจร่วมกันไม่เจอเลย"

n "แต่ตราบชั่วฟ้าดินสลายนั้นไม่มีจริง ซึ่งแปลว่าเราอาจจะไม่ได้อยู่ด้วยกันไปตลอดกาล"

n "ต่อให้เราก้าวข้ามผ่านเรื่องความแตกต่างไปได้แล้ว สายธารเวลาก็จะยังเป็นอีกสิ่งที่จะพรากเราจากกันด้วยแรงที่ไม่อาจ\nมีสิ่งใดต้านทาน"

nvl clear

n "\n\nรินเป็นสิ่งมีชีวิตแห่งขณะปัจจุบัน แห่งความคิดชั่วแล่น และแห่งแรงกระตุ้น"

n "\nฉันไม่ใช่อะไรอย่างนั้นเลย"

n "\nเป็นความจริงที่ฉันเข้าใจอย่างชัดแจ้ง"

n "ถ้าไม่ใช่เพราะเหตุผลอย่างอื่น เหตุผลนี้ก็จะเป็นเหตุผลที่ฉันต้องอยู่กับปัจจุบัน ต่อให้พวกเราจะได้อยู่ด้วยกันเพียง\nชั่วขณะเดียว ฉันก็ไม่ควรปล่อยให้ตัวเองต้องทำมันพัง"

n "ต่อให้ตัวฉันเองจะหนีไปไม่ได้ก็ตาม รินก็หนีไม่ได้เช่นกัน ตอนนี้ฉันรู้แล้ว"

n "\nพวกเราต่างก็มีสิ่งที่พวกเราปล่อยไปไม่ได้ สิ่งที่พวกเราละทิ้งไม่คิดถึงไม่ได้"

n "ความรู้สึกที่พวกเราไม่รู้สึกไม่ได้"

n "แต่เธอปล่อยให้ตัวเองไหลไปตามอารมณ์ที่ต้องการฉันโดยไม่มีการปิดกั้นใด ๆ ณ ตรงนี้ ณ ตอนนี้"

$ renpy.music.set_volume(0.2, 1.0, channel="ambient")
$ renpy.music.set_volume(1.0, 1.0, channel="music")

nvl clear
nvl hide dissolve

show rp_hisao frown
with charachange

window show

hi "ฉันขอโทษ คือ…"

show rp_rin closed
with charachange

rin "ฮิซาโอะ นายต้องเลิกคิดมากได้แล้วนะ"

"รินขัดจังหวะไม่ให้ฉันได้พูดอะไรต่อ แต่ก็ดี เพราะฉันไม่รู้ว่าฉันจะพูดอะไรออกไปอีก"

"เสียงเธอที่ไม่มีความเหม่อลอยอย่างทุกทีดุฉันด้วยความอ่อนโยนอย่างไม่ทิ่มแทง"

show rp_rin smile
with charachange

rin "นายต้องหัดปล่อยวางบ้างนะ"

"เธอกวาดตามองฉันอย่างใจเย็นคล้ายกะเกณฑ์บางอย่าง"

"เธอจะมองฉันเป็นยังไงนะ"

"ให้ตาย เขียวเสียจนใจเจ็บ"

"ฉันหลงใหลในดวงตาคู่นั้นมาเสมอ ดวงตาอันลึกลับและตรึงใจที่ไม่เคยจะอยู่เฉย ๆ ได้ ซึ่งก็ดีแล้ว"

"แต่ฉันก็กลัวมาตลอด"

"ใช่ รินน่ะน่ากลัว ในหลาย ๆ ความหมาย โดยเฉพาะตอนนี้"

"ที่เธอดูออกง่ายจนน่ากลัว ขนบนผิวเธอที่ตั้งชันบอกว่าเธอกำลังหนาวไม่ก็กลัวด้วย"

"แต่เอาเถอะ ฉันเดินกลับเข้าไปหารินแล้วรับเธอเข้ามาในโอบกอดอีกครั้งเพื่อขับไล่ความเคลือบแคลงทั้งหลาย\nของตัวเอง"

"พอได้มองดวงตาอันอ่อนโยนที่เต็มไปด้วยความรักของเธอแล้วความเคลือบแคลงก็ละลายหายไปเหมือนอย่างหิมะ\nเมื่อสิ้นฤดูหนาว"

scene evh rin_h_closed
with whiteout

"เธอกดหัวเข้ากับไหล่ฉันเพื่อหาที่พักพิง เธอพิงตัวฉันเหมือนอย่างที่ฉันพิงตัวเธอ"

rin "ปล่อย"

"นั่นสินะ"

scene evh rin_h_left
with charachange

rin "นายต้องลืมอนาคตหรืออดีตอะไรไป ใช่ว่านายจะเปลี่ยนแปลงอะไรอย่างนั้นได้สักหน่อย"

"ฉันอยากจะพูดอะไรเพื่อตัวเธอบ้าง แต่เสียงฉันไม่มีแล้ว ฉันจึงได้แต่พึมพำอะไรบางอย่างที่จับใจความไม่ได้ออกไป"

rin "ตอนนี้นายต้องอยู่กับฉันเท่านั้น"

"บางทีเธอคงจะเข้าใจในสิ่งที่ฉันอยากบอก ต่อให้ฉันจะไม่ได้บอกก็ตาม"

rin "มานี่"

hi "ฉันก็อยู่นี่"

scene evh rin_h_normal
with charachange

rin "มาใกล้ ๆ"

"ความคิดที่มองไปข้างหน้าอยู่เต็มทั่วตัวฉัน ฉันจึงเข้าไปกอดเธอเอาไว้แน่น ๆ"

scene evh rin_h_right
with charachange

rin "ใกล้อีก"

"ฉันแนบร่างกายท่อนล่างเข้ากับเธอ"

"เธอเกร็งเล็กน้อย แค่เล็กน้อยเท่านั้น"

scene evh rin_h_closed_close
with characlose

rin "ใกล้อีก"

"คำร้องขอสุดท้ายของเธอนั้นคล้ายคำวิงวอนมากกว่า"

"มีทางเดียวที่จะเข้าใกล้ให้มากกว่านี้"

"ฉันย้ายมือไปยังร่างกายท่อนล่างเพื่อนำทางตัวเอง ก่อนจะแนบชิดเข้าไปข้างในตัวเธอ"

scene evh rin_h_strain_close
with charachange

"กล้ามเนื้อทั้งตัวเธอเกร็งขึ้นมาพร้อม ๆ กัน"

scene evh rin_h_strain
with charadistant

"เธอไม่พูดอะไร ไม่มีอาการผงะ ฉันจึงเข้าไปให้ลึกขึ้นก่อนจะขยับออกมา"

"และเข้าไปอีกครั้ง และเธอก็ขยับตามฉัน"

"การเคลื่อนไหวของเราหลอมรวมเป็นสายความต่อเนื่องหนึ่งที่ร้อยการขยับเข้าและออกเข้าด้วยกัน"

"ทุกสัมผัสรู้สึกได้อย่างชัดเจน ทวีขึ้นเป็นสิบเท่า"

"สมองฉันละทิ้งการตีความสัญญาณกระตุ้นเหล่านั้นไปนานมากแล้ว ฉันจึงต้องสัมผัสความรู้สึกทั้งหมดเหล่านี้ด้วย\nทั้งกายของฉัน"

"รินก็เป็นอย่างนั้นเหมือนกัน ฉันรู้ ฉันดูออก ฉันสัมผัสได้"

"เธอคุมตัวเองไม่อยู่แล้ว ทั้งยังหอบแรงจนดูไม่เรียบร้อย ลมหายใจอุ่น ๆ นั้นรดหัวไหล่ฉัน"

"ช่วงระหว่างจังหวะการหายใจอันเปราะบางของเธอนั้นบางทีรินก็จูบฉันอย่างอ่อนโยนและแผ่วเบาคล้ายไม่รู้จะต้อง\nทำยังไงดี"

"แต่จะมามัวชะงักไม่ได้แล้ว"

"เธอพยายามเหนี่ยวรั้งฉันเอาไว้ให้ฉันได้เข้าใกล้เพื่อเติมเต็มตัวเธอให้เต็มที่ เธอเกี่ยวตัวฉันและขยับเข้าหาฉันจน\nยากจะแยกว่าส่วนไหนเป็นฉันหรือเธอ"

"พวกเราทำไปอย่างช้า ๆ ช้าจนทรมาน ราวกับว่าเรามีเวลาเหลือมากมาย ถึงแม้เวลาที่เรามีอยู่จะมีเพียงแค่ขณะนี้\nเพียงเท่านั้น"

"รู้สึกราวกับ—{w=0.7}{nw}"

scene evh rin_h_normal_close
with characlose

rin "เดี๋ยว…"

"ฉันหยุดด้วยความตกใจเล็กน้อย"

"เจ็บเหรอ หรือว่า…"

scene evh rin_h_right_close
with charachange

"เธอมองฉันด้วยสายตาที่ฉันไม่อาจตีความได้"

rin "นี่น่ะเหรอ"

hi "…หืม?"

rin "นายบอกว่าฉันไม่จำเป็นต้องอยู่ตัวคนเดียว"

scene evh rin_h_left_close
with charachange

"สายตาเธอช่างใสซื่อและสับสนงุนงง ฉันแค่นหัวเราะแล้วลูบ ๆ ท้ายทอยเธอ"

hi "อื้ม ฉันหมายความอย่างนี้แหละ"

hi "ว่าเธอจะมีคนนั้นที่มาหาในวันที่เธอเปียกฝนได้"

hi "หมายความว่าเธอไม่ได้อยู่ตัวคนเดียว"

hi "ถ้าเธอมีคนอย่างนั้น"

scene evh rin_h_closed_close
with charachange

"เธอตอบด้วยจูบจนฉันนึกได้ว่าพวกเราหยุดขยับกันไปโดยไม่มีเหตุผลอะไร"

"พวกเราจึงเริ่มกันใหม่แทบจะพร้อม ๆ กันและลอกเลียนประสานจังหวะของกันและกัน"

"ฉันขยับเข้าออกตัวเธอให้เร็วขึ้น เหงื่อของฉันปนกับเหงื่อของเธอ เม็ดเหงื่อเหล่านั้นวาวแสงอย่างเพชรและไข่มุกอยู่บน\nตัวฉันและเธอที่กลืนเป็นเนื้อเดียวกัน"

scene evh rin_h_strain:
    truecenter
    zoom 1.2 subpixel True
    easein 20.0 zoom 1.0
with charadistant

"เธอขยับเร็วขึ้นพลางบดคลึงตัวเธอเข้ากับตัวฉัน พวกเราต่างถูกความปรารถนารุนแรงกลืนกิน"

"กลิ่นราคะของเธอที่ชวนให้มึนเมา ความรู้สึกที่ทำให้สมองว่างเปล่าที่เชื่อมต่อร่างกายเรา ความคิดตรรกะทั้งหลายที่ไหล\nออกไปจากสมองฉัน"

"เหล่านั้นแผดเผาสำนึกฉันเหมือนอย่างที่ความรู้สึกที่ไม่อาจต้านทานในตัวแผดเผาสัญชาตญาณฉัน"

"ความรู้สึกเหล่านั้นรุนแรงขึ้นเรื่อย ๆ ส่วนรินก็ไม่มีท่าทีว่าจะหยุด"

"นิ้วเท้าเธอที่งออยู่ที่หลังส่วนล่างของฉันบังคับให้ฉันต้องดันตัวเองเข้าไปในเธอให้ลึกที่สุดเท่าที่จะทำได้ ทุก ๆ ระยะ\nเพียงเล็กน้อยที่เข้าไปทำเอาฉันเสียวซ่านขึ้นทุกที"

"สมองฉันดับลง ภาพตรงหน้ามีเพียงสีขาวโพลนที่สว่างจ้าขึ้นมาจนตาพร่า"

stop music fadeout 2.0
stop ambient fadeout 2.0

window hide

scene white
with Dissolve(2.0)

$ suppress_window_after_timeskip = True

with Pause(4.0)


label th_R42:

window hide None

scene white
with None

$ renpy.music.set_volume(0.1, 0.0, channel="music")
play music music_timeskip fadein 4.0

centered_b "ปัจจุบัน{fast}" with Dissolve(4.0)


nb "“ปัจจุบัน” เป็นคำที่ไม่มีความจีรังและยังคลุมเครือ\n"

extend "ช่วงระหว่างอดีตและอนาคต?\n"

extend "ก็ไม่ได้มีความหมายอะไรเท่าไหร่\n"

extend "คิดอะไรที่ไม่สมเหตุสมผลมากไปก็เสียเวลาเปล่า\n"

extend "เพราะฉะนั้น การใช้ชีวิตอยู่กับปัจจุบันจึงเป็นตัวเลือกที่ดีที่สุด\n"

extend "อีกอย่าง สำหรับพวกเราที่ไม่อาจทำนายอนาคตหรือลืมอดีตได้อย่างง่ายดายแล้ว ปัจจุบันเป็นเพียงสิ่งเดียวที่เป็น\nหลักฐานถึงตัวตนของพวกเรา\n"

extend "ต่อให้ตัวตนยังคงอยู่แม้จะลืมไปสักพักหนึ่ง นาน ๆ ทีลุกมาทำวันนี้ให้ดีที่สุดก็ยังดี\n"

#this is so that the text appears properly
centered_alive "เพราะเช่นนั้นแล้ว… เราจะได้แน่ใจว่าพวกเรานั้น จริง ๆ แล้ว…"

#this is so that the text stays after being dismissed
show alivetext "เพราะเช่นนั้นแล้ว… เราจะได้แน่ใจว่าพวกเรานั้น จริง ๆ แล้ว…"
with None

#and this is so that the "alive" fades in properly. Damn I hate Ren'Py sometimes.
show alivetext "เพราะเช่นนั้นแล้ว… เราจะได้แน่ใจว่าพวกเรานั้น จริง ๆ แล้ว… ยังมีชีวิตอยู่"
with Dissolve(3.0)

$ renpy.pause()

stop music fadeout 4.0

scene bg school_dormhisao
with Dissolve(4.0)

window show Dissolve(2.0)

$ renpy.music.set_volume(1.0, 0.0, channel="music")
play music music_dreamy fadein 4.0

"ฉันค่อนข้างมั่นใจว่าสาวที่ยืนกึ่งเปลือยมองหน้าต่างห้องฉันอยู่ตรงนั้นเข้าใจ “ปัจจุบัน” ได้ดีกว่าฉันเสียอีก"

"ส่วนฉัน… อืม ตอนนี้ฉันค่อนข้างสับสนกับสภาพปัจจุบันของตัวเองอยู่ เพราะฉันต้องตามหาเสื้อฉัน ไม่ใช่มาจ้อง\nก้นรินอยู่อย่างนี้"

"แต่ฉันละสายตาไปจากเธอไม่ได้เลย"

scene bg misc_sky
show hisaowindow
show rinpan relaxed_nonchalant_close at center
with locationchange

"เธอยืนอยู่ชิดหน้าต่างจนเหมือนหน้าต่างจะเป็นรอยจมูกเธอไปด้วย"

"แต่ลมหายใจเธอเป็นรอยอยู่ เป็นรอยไอน้ำที่ควบแน่นอยู่บนแผ่นกระจกที่เย็นด้วยน้ำฝน รอยนั้นอยู่ไม่นานก็หายไป"

"เสียงสวบสาบจากฉันที่เปลี่ยนเสื้อผ้าอยู่ไม่ได้ทำให้รินหลุดจากภวังค์ความคิดของเธอ ซึ่งจริง ๆ ก็ไม่ได้อะไรหรอก\nฉันก็ชินกับความเงียบไปแล้วละ"

"กว่าฉันจะติดกระดุมใกล้เสร็จนั่นแหละรินถึงได้พูดอะไรขึ้นมา แต่เธอยังไม่หันมามองฉัน"

show rinpan relaxed_boredom_close
with charachange

rin "ไปสักที่กันเถอะ"

hi "ไปไหน"

"เดา ๆ แล้วก็คงจะชวนฉันแหละ ไม่ได้ชวนขอบหน้าต่างหรอก"

show rinpan basic_lucid_close
with charachange

rin "รู้"

hi "ฮะ?"

show rinpan basic_deadpan_close
with charachange

rin "ช่วยฉันใส่เสื้อผ้าหน่อย"

show rinpan basic_awayabsent_close
with charachange

rin "ฉันคิดว่าวันนี้คือวันสำคัญ"

show rinpan basic_deadpanupset_close
with charachange

rin "เร็ว เสื้อผ้า"

"เสื้อผ้า เสื้อผ้า… น้ำเสียงฟังดูรีบ ๆ แฮะ"

"ฉันย่อตัวลงเก็บยกทรงที่ตกอยู่กับพื้นที่ถูกทิ้งให้ลืมด้วยความรีบถอดตอนนั้น"

"ฉันใช้นิ้วเกี่ยวขึ้นมาเหมือนปลายตาย อยู่ ๆ ก็นึกลังเลขึ้นมาเหมือนอย่างเมื่อตอนนั้น ตอนที่ฉันกำลังถอดเสื้อผ้ารินอยู่"

"ทำอะไรใกล้ชิดมันยากสำหรับฉันขนาดนี้เลยเหรอ"

show rinpan basic_deadpancontemplation_close
with charachange

rin "เร็ว ตอนถอดนายยังถอดได้ ตอนใส่ก็เหมือนกันแหละ แค่กลับด้าน เหมือนพูดกลับด้าน"

show rinpan basic_deadpan_close
with charachange

rin "เดียวนิดง่ายแต่ นะยากดู"

"ฉันมัวแต่ทึ่งกับสมองเธอที่ประมวลผลได้อย่างรวดเร็วและฉลาดล้ำจนลืมกลับคำพูดเพี้ยน ๆ ของเธอให้เป็นข้อความปกติ"

"ฉันค่อนข้างมั่นใจว่าต่อให้ฉันฝึกมาก็พูดกลับด้านได้ไม่คล่องขนาดนั้นแน่ ๆ"

hi "เอ่ออ ขออีกที?"

show rinpan basic_lucid_close
with charachange

rin "เดียวนิดง่ายแต่ นะยากดู"

"…"

hi "โอเค ได้ เดี๋ยวลองดู"

"รินพูดถูก ตัวคล้องไม่ได้ซับซ้อนมาก ลองดูแค่สามรอบก็คล้องขอเกี่ยวพลาสติกอันเล็ก ๆ เข้าได้แล้ว"

hi "เอ้า"

show rinpan basic_deadpandelight_close
with charachange

rin "ปรับต้องก็นายนี้ทีแล้ว"

hi "ฮะ? พอก่อนได้มั้ย ฉันไม่ได้พูดภาษากลับด้านนะ"

show rinpan basic_lucid_close
with charachange

"เธอสั่นหัวคล้ายจะทำท่าให้วิธีคิดแบบกลับด้านออกจากหัวไป"

"ฉันพอจะรู้จักคนที่น่าจะเอาทักษะภาษากลับด้านไปใช้ประโยชน์ได้"

show rinpan relaxed_nonchalant_close
with charachange

rin "มันติด แล้วทีนี้นายก็ต้องปรับ"

hi "ปรับ?"

show rinpan basic_deadpan_close
with charachange

rin "ตามนั้น"

hi "ไม่ ฉันถามเธอว่าหมายความว่ายังไง"

show rinpan basic_lucid_close
with charachange

rin "ก็เนี่ย ปรับให้มัน… เข้าที่"

"อ้อ เข้าที่เหรอ"

"…"

"เพราะฉันไม่รู้ว่า “เข้าที่” ของหน้าอกรินคืออะไร ฉันจึงได้แต่จับ ๆ คลำ ๆ อยู่ตามหน้าอกรินอยู่พักใหญ่โดยที่ไม่ได้อะไร\nขึ้นมาเท่าไหร่"

"ซึ่งฉันก็ว่าไม่ได้หรอก แต่รินว่า"

show rinpan basic_deadpanupset_close
with charachange

rin "เอมิทำเก่งกว่านายอีก"

"น้ำเสียงเร่งของเธอทำฉันหงุดหงิด ถึงจะเถียงไม่ออกก็เถอะ อยู่ ๆ รินก็ดูจะรีบขึ้นมาเสียอย่างนั้น"

hi "เออ ๆ ขอโทษที เธอว่าเพราะเอมิเป็น{b}ผู้หญิง{/b}หรือเปล่าเลยรู้ว่าแบบไหนเข้าที่"

show rinpan basic_deadpanamused_close
with charachange

rin "ฉันไม่คิดว่าอย่างนั้นนะ หน้าอกเอมิก็มีพอ ๆ กับหน้าอกนาย"

"…"

stop music fadeout 5.0

hide rinpan
show rin basic_absent_close
with shorttimeskip

"เมื่อยกทรงนั้น “เข้าที่” อย่างที่ควรจะเป็นแล้ว เสื้อผ้าชิ้นที่เหลือก็ใส่ให้ได้ง่ายหน่อย"

hide rin
with charaexit

"รินพุ่งตัวไปที่ประตูทั้ง ๆ ที่เสื้อยังไม่ได้ติดกระดุมครบทุกเม็ด"

"เมื่อไม่มีทางเลือกอื่นมากฉันจึงรีบตามเธอไป"

$ renpy.music.set_volume(0.5, 0.0, channel="ambient")
$ renpy.music.set_volume(1.0, 0.0, channel="music")
play music music_soothing fadein 2.0
play ambient sfx_parkambience fadein 0.5

scene bg school_gardens
with locationskip

"ทันทีที่รู้ว่ากำลังจะไปที่ประตูที่อยู่ปากทางเข้าป่าฉันก็พอจะรู้ทันทีว่ารินอยากไปที่ไหน ถึงจะไม่รู้ว่าทำไมถึงอยากไป\nก็เถอะ"

"แต่ก็นะ ถ้ามีรินเข้ามาเกี่ยวข้องแล้วฉันก็เดาอะไรให้ถูกไม่ได้เลยหรอก ต่อให้จะอะลุ่มอล่วยเอาคำว่า “ถูก” ให้ตีความไป\nได้กว้างแค่ไหนก็ตาม"

$ renpy.music.set_volume(0.6, 0.5, channel="ambient")
$ renpy.music.set_volume(0.8, 0.5, channel="music")

scene bg school_forest1
with locationskip

"ป่าที่อยู่เบื้องหลังกำแพงนั้นอวลไปด้วยกลิ่นฝน ถึงแม้ฝนจะหยุดไปสักพักแล้วก็ยังเหลือน้ำฝนหยดสุดท้ายให้หยดจาก\nพืชพื้นป่าลงสู่ดิน"

"พวกเราเดินไปด้วยฝีเท้าที่ไม่รีบเร่งของริน พอจะมีเวลาให้ฉันได้ดื่มด่ำไปกับบรรยากาศอันเงียบสงบบ้าง"

"เหมือนจะได้ยินรินทักทายต้นไม้อย่างน้อยก็สักสามต้นตอนที่เดินผ่านแต่ละต้น แต่ฉันก็เมินเหมือนอย่างที่ต้นไม้เหล่านั้น\nเมิน"

"ตามคาด เธอเดินนำมาที่ทางแคบ ๆ ที่ทอดขึ้นไปยังยอดเขา"

scene bg worrytree:
   truecenter
   yalign 1.0
with locationchange

"ฉันส่องผ่านหลังคาป่าดูเผื่อว่าจะมีสายรุ้ง แต่ก็เหมือนว่าจะไม่มี"

"เป็นอากาศที่เหมาะแก่การเกิดสายรุ้งทีเดียว พระอาทิตย์ก็คล้อยต่ำ ฝนก็เพิ่งหยุดตกไป"

"แต่เอาเหอะ"

$ renpy.music.set_volume(0.7, 0.5, channel="ambient")
$ renpy.music.set_volume(0.6, 0.5, channel="music")

scene bg school_forest2
with locationchange

"พอละสายตาจากด้านบนลงมาก็เห็นแผ่นหลังซูบ ๆ ของสาวที่กำลังรักษาสมดุลเดินขึ้นเขาไปอย่างช้า ๆ อยู่"

"อยู่ห่างไปไม่กี่ก้าว แต่ยังเอื้อมถึง"

"ฉันคงไม่มีวันเอื้อมถึงสายรุ้ง แต่เอื้อมให้ถึงริน… ดูจะเป็นไปได้ขึ้นมากว่าที่ฉันเคยคิด"

$ renpy.music.set_volume(1.0, 0.5, channel="ambient")
$ renpy.music.set_volume(0.4, 0.5, channel="music")

scene bg school_hilltop_border_summer
with locationchange

"ท้องฟ้าโปร่งทักทายพวกเราอยู่บนทุ่งหญ้าบนยอดเขาอันสวยงามและกว้างไกล"

"ลมแรงพัดให้เมฆฝนเลื่อนพ้นจากเมืองไปยังภูเขาอีกฟากที่เห็นอยู่ลิบ ๆ"

"เป็นทิวทัศน์ที่สวยดี แต่…"

"…"

stop music fadeout 6.0

show dandelionsbg thin
show dandelionsfg thin
with None

"จุดสีขาว ๆ ลอยผ่านอยู่แถว ๆ หางตาฉันออกไป แต่เมื่อหันไปมองก็ไม่มีอีกแล้ว"

"อีกจุดตามมา และจุดที่สามก็ตามมา"

"รู้ตัวอีกทีพวกเราก็ถูกรายล้อมไปด้วยกลุ่มเส้นเล็ก ๆ ที่แทบมองไม่เห็นหลายสิบเส้นที่ลอยอยู่"

show rin basic_delight behind dandelionsfg at center
with charaenter

rin "ดูสิ ดอกไม้"

"อา เข้าใจแล้ว"

$ renpy.music.set_volume(1.5, 0.5, channel="ambient")
$ renpy.music.set_volume(1.0, 0.0, channel="music")

scene bg school_hilltop_summer
show dandelionsbg dense
show dandelionsfg dense
with locationchange

play music music_comfort fadein 0.5

"วันคืนผันแปรให้ทะเลดอกแดนดิไลออนที่พวกเรามาดูครั้งก่อนบนยอดเขานี้นั้นเปลี่ยนไป"

"จากที่เคยเป็นสีเหลืองอร่าม ตอนนี้กลายมาเป็นสีขาวฟูฟ่อง"

"บางดอกก็สลัดเมล็ดของตัวเองไปแล้ว แต่ก็ยังมีอีกหลายดอกที่กำลังคอยจังหวะลมพัดที่เหมาะสม"

"วันนี้ลมที่ว่านั้นพัดมาไม่ขาดสาย บางครั้งก็จะพัดวูบจนต้นหญ้านั้นสั่นไหว และในอากาศก็จะถูกเติมเต็มด้วยเหล่า\nเมล็ดแดนดีไลออน"

"เมล็ดนั้นแยกตัวออกจากเกสรทีละเมล็ดก่อนจะถูกพัดพาไป"

"เป็นภาพที่หาชมได้ไม่ยาก แต่เป็นภาพที่ดูเหมือนจะดึงดูดริน"

$ renpy.music.set_volume(1.0, 0.5, channel="ambient")

show rin negative_spaciness behind dandelionsfg at center
with charaenter

"เธอหันซ้ายหันขวาด้วยความตื่นตะลึงกับการเปลี่ยนแปลงรอบตัวเธอโดยมีเหล่าเมล็ดที่ปลิดปลิวล้อมรอบ"

"ฉันก็มองด้วยเหมือนกัน สายตาฉันมองตามกลุ่มเส้นสีขาวนั้นที่ถูกลมพัดพาไปยังเส้นขอบฟ้า แม้จะลับตาไปแล้ว\nฉันก็จินตนาการเอาว่ายังคงมองเห็นอยู่"

"…"

show rin basic_awayabsent
with charachange

rin "ฮิซาโอะ"

hi "มีอะไรเหรอ"

show rin basic_absent
with charachange

rin "นายรักฉันมั้ย"

"ฉันหันมาสนใจเธอทันที เธอทำสีหน้าจริงจังมาก ๆ และไม่ได้มองเหล่าดอกไม้แล้วด้วย"

"ตอบยากจัง ถามขึ้นมาลอย ๆ แบบไม่มีปี่มีขลุ่ยเลย"

"แต่หมัดตรงของเธอทำให้ฉันต้องตอบอย่างรัวเร็ว"

hi "ไม่รู้สิ อาจจะมั้ง"

"อาจจะรัวเร็วไป"

show rin basic_deadpannormal
with charachange

rin "หมายความว่ายังไง"

hi "…ไม่รู้สิ"

show rin basic_lucid
with charachange

"รินถอนหายใจ คงจะไม่พอใจเท่าไหร่ที่ฉันตอบไปแบบใจโลเลอย่างนั้น เป็นฉันก็คงไม่พอใจเหมือนกัน"

show rin relaxed_nonchalant
with charachange

rin "ฉันก็เหมือนกัน"

show rin relaxed_boredom
with charachange

rin "ฉันไม่คิดว่าฉันรู้เรื่องความรักเท่าไหร่"

hi "…"

hi "…ก็ไม่เห็นจะเป็นไรเลยนี่"

show rin basic_lucid
with charachange

"“ฉันจะไปรู้ได้ยังไง” เธอยักไหล่คล้ายจะบอกเช่นนั้นและไม่ได้ตอบอะไรที่ชัดเจนไปกว่านั้น"

"เธออยู่เงียบ ๆ นานเกินไปหนึ่งวินาที แต่แม้แต่หนึ่งวินาทีนั้นก็ยังไม่พอที่จะให้ฉันคิดคิดอะไรไปไกล…"

show rin basic_absent
with charachange

rin "ฉันรักนาย"

"สามคำนั้นทำฉันผงะไปไม่ต่างอะไรกับกระต่ายที่กำลังมองไฟหน้ารถยนต์ ต่างก็แต่ที่ฉันไม่ใช่กระต่าย และสิ่งที่ฉัน\nมองอยู่คือตาของรินที่นิ่งมากแบบมาก ๆ ไม่เข้ากับสิ่งที่เพิ่งออกจากปากเธอมาเลย"

show rin basic_deadpanupset
with charachange

"แต่เธอก็ดูจริงจังทีเดียว ก็จนกระทั่งเธอแลบลิ้นออกมาพลางขมวดคิ้วจนทำฉันงงหนักกว่าการได้ฟังสิ่งที่เธอพูดเสียอีก"

"ทำไมเธอถึงดูไม่มีความสุขหน่อย ๆ นะ"

"เป็นการสารภาพความรู้สึกในใจเบื้องลึกของเธอเหรอ เป็นแบบทดสอบเพื่อดูว่าฉันจะตอบสนองยังไงเหรอ เป็น\nแบบทดสอบเพื่อดูว่าเธอจะตอบสนองยังไงเหรอ"

show rin basic_awayabsent
with charachange

rin "รสชาติแปลก ๆ"

hi "…รสชาติ?"

show rin basic_lucid
with charachange

rin "อืม แปลกมาก"

"เธอหัวเราะด้วยความอาย ๆ หรืออะไรสักอย่าง—หวังว่าจะเพราะอย่างนั้นนะ—แต่เธอก็หยุดกลางคันไปเมื่อเห็นว่าเสียง\nฟังดูแปร่ง ๆ"

show rin negative_spaciness
with charachange

rin "แบบ… ฉัันไม่รู้ ฉัน… คิดว่าไม่มีคำเรียกสิ่งนี้นะ"

"รินยังคงพูดต่อไปราวกับว่าคำพูดที่เธอพูดนั้นไม่ได้มีความหมายอะไรอยู่เบื้องหลัง คำพูดที่ไม่ได้มีการกลั่นกรองไหล\nออกมาเรื่อย ๆ จากลิ้นที่เคยสร้างคำพูดที่สำคัญ ๆ นั้น"

show rin negative_worried
with charachange

rin "คำที่เอาไว้เรียก… อืมมม…"

"แต่"

show rin negative_annoyed
with charachange

rin "…มันเหมือน…"

"เธอ"

show rin basic_deadpanupset
with charachange

rin "…"

"หาคำนั้นไม่เจอ"

show rin basic_sad
with charachange

rin "…"

"รินเอาแต่จ้องฉันนึกลำบากใจกับคำพูดราวกับว่าจู่ ๆ สมองเธอก็หยุดทำงานไป"

"เธอดูสับสนหนักไม่ต่างจากฉันที่กำลังรอเธอให้อธิบาย"

"แต่เธอก็ไม่อธิบาย เธอเพียงกะพริบตาสองสามครั้ง ขนตายาว ๆ ที่กระพือนั้นทำให้ฉันจับสังเกตเธอ เพราะทั้งตัวเธอ\nนิ่งค้างไป"

"และฉันก็ได้รู้ว่าตาที่กะพริบนั้นกำลังฝืนอะไรอยู่"

show rin basic_crying
with charachange

"เป็นน้ำตาแปลก ๆ เหล่านั้นอีกแล้ว ที่ไม่ได้เกี่ยวกับความเศร้าหรือความสุข ไม่ได้ร้องไห้น่าสงสารหรือหัวเราะด้วย\nความยินดี"

"แค่น้ำตาที่ไหลออกมาโดยไม่บอกกล่าว เหมือนตอนนั้นที่อยู่ในห้องเรียนของเธอ"

rin "อ๊ะ"

"มีเพียงไม่กี่หยด ไม่ได้มากมายที่จะทำให้วุ่นวายอะไร รินจึงไม่ได้ซ่อนน้ำตานั้นแม้เธอจะรู้สึกตัวแล้วก็ตาม"

"รินร้องไห้ ท่าทางเธอดูเหมือนจะไม่รู้ว่าร้องไห้เพราะอะไร และเมื่อได้มองน้ำตาเธอที่รื้นขึ้นมาในดวงตาที่จ้องมองฉันแล้ว\nฉันก็รู้สึกอึดอัดในอกเหลือเกิน"

"ฉันก็นิ่งค้างไปเหมือนกันเพราะตกใจและไม่เข้าใจสถานการณ์ตรงหน้านี้"

"ฉันไม่รู้แล้วว่าเกิดอะไรขึ้นกันแน่"

hi "ริน? เป็นอะไร?"

rin "ฉัน…"

show rin negative_crying
with charachange

"เธอส่ายหัวด้วยความสับสน คำพูดออกจากปากเธอมาอย่างตะกุกตะกัก"

show rin basic_crying
with charachange

rin "ขอโทษ…"

rin "ฉันคงกลัวนายหน่อย ๆ"

"คำพูดเหล่านั้นถูกพึมพำออกมาอย่างช้า ๆ แผ่วเบาเหมือนไม่อยากจะเชื่อว่าตัวเองจะถูกส่งออกมาได้ ฉันก็แทบ\nไม่อยากจะเชื่อเหมือนกัน"

hi "ฮะ? ทำไม"

show rin basic_sad
with charachange

rin "ไม่รู้ พอพูดอย่างนั้นแล้วฉันก็รู้สึกอย่างนั้น"

show rin basic_absent
with charachange

rin "คนเราร้องไห้เพราะกลัวใช่มั้ย"

show rin basic_awayabsent
with charachange

rin "เห็นมั้ย ฉันก็ทำได้"

"เธอเสตามองทางอื่นไม่ยอมมองฉัน ฉันงงงัน อย่างน้อยก็งงพอ ๆ กับความงงของสิ่งที่เธอพูด"

show rin negative_annoyed
with charachange

rin "ฉัน… ฉัน บางทีนะ กับนาย ฉันอยากวิ่งหนีมากแต่ฉันขยับไม่ได้เหมือนขาฉันกลายเป็นพุดดิงพานาค็อตตาเลมอนแล้ว\nใจฉันก็เหมือนจะระเบิดแล้ว…"

show rin negative_sad
with charachange

"เธอหย่อนไหล่ลงอย่างห่อเหี่ยว"

rin "นายเคยเป็นอย่างนี้มั้ย"

"…ฉันยังจำท้องฟ้าสีเงินที่อยู่เหนือป่าอันหนาวเหน็บและเสียงกิ่งไม้ไร้ใบที่กระทบกันได้"

"เหมือนเป็นความทรงจำจากอีกชาติหนึ่งเลย"

hi "อืม เคยครั้งหนึ่ง"

hi "ตอนนั้นใจฉันเจ็บมากด้วย"

show rin basic_surprised
with charachange

rin "แต่ฉันจำได้ว่าของนายไม่ใช่โรคติดต่อ"

"ฉันส่ายหน้าพลางหยักยิ้มแกน ๆ เล็กน้อย"

"โรคอื่น ๆ ในใจฉันก็คงจะเป็นโรคติดต่อละนะ ซึ่งฉันไม่สนใจหรอก"

hi "เธอกลัวอะไรล่ะ ฉันไม่เคยคิดเลยนะว่าฉันน่ากลัว"

show rin negative_confused
with charachange

"รินสั่นหัวแรง ๆ เหมือนรู้ว่าถ้าไม่แรงพอสิ่งที่พันกันยุ่งเหยิงในหัวเธอคงไม่คลายออก"

rin "นายทำให้ฉันรู้สึกเหมือนว่าฉันควรจะเป็นคนอื่นที่ไม่ใช่ฉัน"

show rin negative_sad
with charachange

rin "มันน่ากลัว"

show rin negative_worried
with charachange

rin "จะเป็นก็ตอนที่นายทำตัวแสนดีกับฉัน เหมือนเมื่อวาน"

rin "ฉันไม่รู้ว่าพอเป็นอย่างนั้นแล้วต้องทำยังไง ยาก"

"เสียงเธอนั้นค่อยจนแทบไม่ได้ยิน เป็นเสียงกระซิบแห่งคำสารภาพที่แค่คิดก็คงอายไม่ไหว ยิ่งพูดออกมาก็คงอายไปใหญ่"

"รินเป็นคนไม่เคยอาย เธอจึงเปล่งเสียงพูดออกมา แต่ก็พูดด้วยความกระมิดกระเมี้ยนราวกับว่าเป็นไปโดยสัญชาตญาณ"

show rin basic_upset
with charachange

rin "แต่ฉันอยากทำอะไรบางอย่าง แต่ฉันไม่รู้ว่าตัวฉันคนนี้ทำได้หรือเปล่า"

"เราจ้องตากันอยู่ครู่หนึ่งราวกับจะรอให้อีกฝ่ายพูดอะไรบางอย่าง"

"…"

hide rin
show rin basic_upset_close as rin2
with characlose

hi "เธอนี่บ๊องจริง ๆ"

hide rin2
show rin relaxed_surprised_superclose at center
with characlose

"ริมฝีปากรินนั้นมีรสเค็มและยังกลัว ๆ ที่จะสัมผัสกับริมฝีปากฉัน"

window hide

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack
with Dissolve (0.4)

window show

"ฉันรู้สึกได้ถึงใจที่เต้นอยู่ในอกจนเสียดขึ้นมาขณะที่ฉันโอบกอดเธอเอาไว้"

window hide

play sound sfx_heartslow
show heartattack alpha 
with Dissolve (0.1)

hide heartattack
with Dissolve (0.4)

$ renpy.music.set_volume(0.5, 1.0, channel="music")
$ renpy.music.set_volume(0.5, 1.0, channel="ambient")

nvl clear
nvl show dissolve

n "\n\nถึงฉันจะดีใจที่เธอพูดอะไรอย่างนั้นได้ แต่ฉันก็หดหู่กับสิ่งเหล่านั้นเหมือนกัน"

n "จิตวิญญาณของริน ความหลงใหลของริน ความเข้มแข็งของริน เหล่านั้นที่ฉันทะนุถนอมคือสิ่งที่ฉันไม่อยากเปลี่ยน"

n "ฉันจะต้องรับมือสิ่งเหล่านั้นยังไง สิ่งเหล่านั้นกำลังมุ่งหน้าไปที่ไหน อนาคตนั้นต่างไปจากอนาคตของฉันอย่างแน่แท้\nหรือเปล่า"

n "ความกังวลนั้นจะคอยเกาะกุมจิตใจฉันอยู่อย่างแน่นหนา แต่ฉันคิดว่าฉันเรียนรู้ที่จะอยู่ร่วมกับมันได้"

n "อาการเจ็บที่หัวใจฉันค่อย ๆ ทุเลาลงก่อนจะกลับมาเต้นเข้ากับจังหวะหัวใจของริน"

n "\n\nพวกเราฟังเสียงหัวใจเต้นอยู่สักพักหนึ่ง"

n "…"

$ renpy.music.set_volume(1.0, 1.0, channel="music")
$ renpy.music.set_volume(1.0, 1.0, channel="ambient")
stop music fadeout 8.0

nvl hide dissolve
nvl clear

hide rin2
show rin basic_blush_close behind dandelionsfg at center
with charadistant

window show

"เมื่อผละริมฝีปากจากกันแล้วก็ยังต้องรออีกครู่หนึ่งกว่าพวกเราสักคนจะรู้ตัวว่าตอนนี้พูดอะไรได้แล้ว"

"…"

show rin basic_sad_close
with charachange

rin "เห็นมั้ย"

show rin relaxed_doubt_close
with charachange

rin "นายเป็นคนแสนดีมาก ๆ แม้แต่ตอนที่นายไม่แสนดี"

rin "เป็นอะไรที่น่ากลัวที่สุดเลย"

show rin relaxed_sleepy_close
with charachange

rin "ฉันคิด… ว่าสิ่งที่ฉันกลัวมาตลอดคือความใจดีของนาย"

"…"

hi "ไม่ดีเหรอ เห็นบอกว่ากลัว"

show rin basic_lucid_close
with charachange

"เธอคิดอยู่พักหนึ่งพลางขมวดคิ้วราวกับว่าคำถามนั้นคือโจทย์ปัญหาคณิตศาสตร์ยาก ๆ ข้อหนึ่ง"

show rin basic_deadpanamused_close
with charachange

rin "ไม่ ฉันไม่เป็นอะไร ถ้าเป็นนายแล้วก็ไม่เป็นอะไร"

"โล่งราวกับยกภูเขาออกจากอก คำพูดเธอทำให้ใจฉันลอยและพองโตด้วย… ไม่รู้สิ ความสุขมั้ง"

"จะเป็นอะไรไปได้อีก"

"คราวนี้รอยยิ้มของฉันมาจากใจจริง"

hide rin
show rin basic_deadpanamused as rin2 behind dandelionsfg
with charadistant

"รินถอยไปพร้อมยิ้มให้ฉันอย่างอ่อนโยนอย่างที่ฉันยิ้มให้เธอ"

show dandelion full:
    alpha 0.0 xalign 0.5 yanchor 1.0 ypos 1.2 subpixel True
    easein 1.0 ypos 1.0 alpha 1.0
with None
show dandelionbg behind dandelion
show dandelions_blurbg behind dandelion
show dandelions_blurfg behind dandelion
hide dandelionsfg
hide dandelionsbg
with Dissolve(1.0)

hide rin2
show rin basic_deadpanamused behind dandelionbg
with None

"ระหว่างที่เธอกำลังเช็ดหน้าอยู่กับหัวไหล่ฉันก็เด็ดดอกแดนดีไลออนกลม ๆ ฟู ๆ ดอกหนึ่งขึ้นมาจ่อปากฉันที่ยู่อยู่"

show dandelion gone
with Dissolve(1.0)

"ฟู่…"

"เมล็ดเหล่านั้นกระจายไปตามสายลมที่จะพาพวกมันไปยังบ้านหลังใหม่"

"คิดดูแล้วก็นะ ที่เห็นเมื่อไม่กี่สัปดาห์ก่อนยังไม่เป็นอย่างนี้เลย"

"นี่คือการเปลี่ยนแปลง"

"…"

show dandelion gone:
    easeout 1.0 alpha 0.0 yanchor 1.0 ypos 1.2
with None

hide dandelionbg
hide dandelions_blurbg
hide dandelions_blurfg
show dandelionsbg dense behind rin
show dandelionsfg dense
with Dissolve(1.0)

hi "นี่ ดอกไม้มันกลายเป็นสิ่งที่มันควรจะเป็นอย่างที่เธอบอกคราวที่แล้วแล้วนะ"

hi "แล้วเธอล่ะ เธอได้เป็นศิลปินตัวจริงหรือยัง หรือไม่ได้เป็นเพราะหนีมาก่อน"

show rin basic_deadpancontemplation
with charachange

"เธอคิดอยู่พักหนึ่งเพื่อใคร่ครวญกับคำถามของฉัน…"

show rin relaxed_nonchalant
with charachange

"…แล้วยักไหล่"

"ฉันเกือบจะหลุดขำ"

"ท่าทีสบาย ๆ ของเธอนั้นแสนจะน่าเอ็นดู เป็นสิ่งที่บอกว่ารินนั้นสามารถที่จะทิ้งน้ำหนักของโลกไปจากบ่าของเธอ\nได้จริง ๆ และโดยแท้จริงหากเธอต้องการโดยไม่มีอะไรอาจเหนี่ยวรั้ง"

"เธอนั้น—ในทุก ๆ ทางที่เป็นไปได้และอาจจะบางทางที่เป็นไปไม่ได้…—เป็นอิสระ"

"และฉันก็คิดว่าฉันคงจะรักเธอเพราะเหตุเช่นนั้น"

show rin basic_absent
with charachange

rin "ฉันคิดว่าไม่สำคัญหรอก"

show rin basic_deadpandelight
with charachange

rin "วันนี้ดูเมฆเฉย ๆ กันเถอะ"

play music music_twinkle fadein 2.0

scene ev rin_goodend_1
show evbg rin_goodend_base:
    center
    subpixel True xalign 0.0
    1.0
    easein 20.0 xalign 1.0
show dandelionsbg dense
show rin goodend_1:
    center
    subpixel True xalign -0.5
    1.0
    easein 20.0 xalign 1.0
show dandelionsfg dense
show evfg rin_goodend:
    center
    subpixel True xalign -1.0
    1.0
    easein 20.0 xalign 1.0
with whiteout

"เธอเดินไปอีกห้าก้าวขึ้นไปบนก้อนหินเพื่อที่จะได้อยู่จุดสูงสุดที่เป็นไปได้ของยอดเขานี้ และยังเขย่งเท้าด้วย"

"เมื่อจะเอื้อมมือคว้าเมฆ ทุก ๆ เซนติเมตรนั้นสำคัญ"

hi "ได้ ดูเมฆกัน ได้ทำอะไรที่อยากทำก็ดีเหมือนกัน นาน ๆ ที"

rin "อืม คงจะถูกของนาย"

"ฉันแหงนหน้ามองท้องฟ้าที่แผ่กว้างอยู่เหนือเรา"

"เป็นผืนสีครามกว้างไกลที่เข้ามาเติมเต็มวิสัยทัศน์ของฉันไปจนมากล้น"

"แต่รินก็ยังยืนอยู่บนก้อนหินคอยมองเส้นขอบฟ้าไกลที่มีเมฆฝนมุ่งหน้าหนีห่างไปจากพวกเรา"

rin "ฉันตัดสินใจอะไรบางอย่างได้แล้ว"

"เสียงชวนฝันของเธอนั้นมากับสายลมที่พัดเข้ามาให้หูฉันได้ยิน แม้จะไม่มีความเด็ดเดี่ยวในน้ำเสียง แต่ก็เป็นคำที่มาก\nด้วยความหมาย"

rin "เป็นฉันก็ไม่เห็นเป็นอะไร"

$ renpy.music.set_volume(0.5, 1.0, channel="music")
$ renpy.music.set_volume(0.5, 1.0, channel="ambient")

window hide
nvl clear
nvl show dissolve

n "\n\n\nไม่เป็นอะไร? การตัดสินใจแต่ละอย่างของเธอนั้นค่อนข้าง… แหวกแนว"

n "ก็นะ คงจะเป็นการระลึกได้ที่สำคัญแหละ"

n "เข้ากับตัวเอง ยอมรับตัวเอง เป็นอย่างที่ตัวเองเป็น"

n "เป็นการตัดสินใจที่ดูง่าย ทว่าสำหรับบางคนแล้วนั้นเป็นสิ่งที่ทำได้ยากเกินรับไหว หรืออาจจะทำไม่ได้เลยด้วยซ้ำ"

n "ฉันรู้ดีว่าฉันเองก็คงเป็นหนึ่งในคนเหล่านั้นด้วย"

n "รินก็ด้วย…"

n "บางที พวกเราก็คงไม่ได้ต่างกันขนาดนั้นหรอก"

n "บางที ก่อนที่จะยอมรับใคร ก็ต้องยอมรับตัวเองก่อน"

n "บางที นั่นก็เป็นก้าวหนึ่งที่จำเป็นต้องเดิน ซึ่งก่อนหน้านี้พวกเราไม่ได้ก้าวไป"

$ renpy.music.set_volume(1.0, 1.0, channel="music")
$ renpy.music.set_volume(1.0, 1.0, channel="ambient")

nvl hide dissolve
nvl clear
window show

"พอได้เห็นเธอที่ยืนอยู่บนหินก้อนนั้นแล้วฉันก็เชื่อว่าเธอสามารถที่จะหาสิ่งที่เธอตามหาอยู่ได้จนเจอเสมอ"

"ฉันก็เช่นกัน"

show ev rin_goodend_1b
show evbg rin_goodend_base:
    subpixel False xalign 1.0
show rin goodend_1b:
    subpixel False xalign 1.0
show evfg rin_goodend:
    subpixel False xalign 1.0
with charachange

"ลมพัดให้ผมและเสื้อผ้าเธอพลิ้วไหว รินกางแขนออกเป็นโอบกอดหนึ่งที่เล็กมาก ๆ แต่ก็เป็นโอบที่กว้างที่สุดเท่าที่เธอ\nจะโอบได้"

"แวบหนึ่งดูคล้ายกับว่าเธอจะออกโผบิน แล้วฉันก็ต้องรั้งตัวเองไว้ไม่ให้พุ่งไปคว้าไหล่เธอลากให้เธอกลับมาอยู่กับฉัน"

"แต่ภาพนี้เป็นสิ่งที่ฉันได้แต่เพียงมอง เป็นสิ่งที่ให้ฉันเก็บไว้เป็นความทรงจำ"

"แขนเสื้อรินโบกสะบัดอย่างอิสระไปตามสายลม ผมของเธอถูกลมยีจนยุ่งเหยิง ผิวของเธอถูกอาทิตย์อัสดงอาบไล้"

"รูปร่างผอมเรียวที่ฉันเอ็นดูนั้นสั่นอยู่ในสายลมเย็นที่พัดพาให้จุดขาว ๆ ปลิวผ่านตัวเธอไป โดยแต่ละจุดนั้นจะกลาย\nไปเป็นดอกไม้ดอกใหม่"

"เหล่านั้นถูกสลักไว้ในใจฉัน"

"ฉันมั่นใจว่ารินสามารถที่จะยืนอยู่ในโลกใบนี้ได้โดยที่ไม่ต้องสร้างโลกของเธอเองขึ้นมาอีกชั้นหนึ่ง เหมือนอย่าง\nเมล็ดเล็ก ๆ เหล่านั้นที่ปลิดปลิวไปตามสายลม"

"บางทีเธออาจจะเชื่อเช่นนั้นเหมือนกัน จึงยืนให้ใกล้สวรรค์ให้มากที่สุดเท่าทีี่จะทำได้เพื่อที่จะโอบกอดโลกเอาไว้แน่น ๆ"

"ฉันรู้สึกเหมือนว่าทั้งโลกสามารถที่จะอยู่ในอ้อมกอดเธอได้จริง ๆ เป็นอ้อมกอดที่ครอบคลุมทุกสิ่งเอาไว้ด้วยแขน\nเล็ก ๆ ของเธอ"

show ev rin_goodend_2
show rin goodend_2
with charachange

rin "ฮิซาโอะ?"

"เธอหันมามองฉันและเรียกชื่อฉันด้วยท่าทีแสนสบาย น้ำเสียงและแววตาเธอแฝงด้วยความสุขแปลก ๆ อยู่"

show evbg rin_goodend_base:
    subpixel True yalign 0.0
    acdc_warp 12.0 zoom 1.15
show rin goodend_2_hires:
    subpixel True yalign 0.0 xalign 1.0 zoom 0.769
    acdc_warp 12.0 zoom 1.0
    subpixel False
show evfg rin_goodend:
    subpixel True yalign 0.0
    acdc_warp 12.0 zoom 1.45
with None

"ฉันจ้องเข้าไปในดวงตาสีเข้มลึกลับคู่นั้นที่วอมแวมด้วยความสงสัยอยู่ใต้ผมสีแดงของเธอ"

"แม้ฉันจะอยู่ไกลเกินกว่าที่จะเห็นในดวงตาเธอ แต่ฉันมั่นใจว่าดวงตานั้นสะท้อนภาพของฉันอยู่"

hi "อะไรเหรอ"

rin "คำที่เอาไว้เรียกเวลาในใจรู้สึกว่าทุกอย่างในโลกนี้มันเป็นไปด้วยดีคืออะไร?"

stop music fadeout 4.0
stop ambient fadeout 4.0

window hide

return
